[{"link": "https://www.wsj.com/articles/coronavirus-fallout-prompts-s-p-to-downgrade-mexicos-sovereign-rating-11585266895", "title": "S&P Cuts Mexico on Coronavirus Fallout", "date": "2020-03-26 19:54", "summary": "Country's outlook remains negative, leaving it open to further downgrades in next year or two. MEXICO CITY-S&P Global Ratings cut Mexico's sovereign credit score Thursday, saying it expected fallout from the coronavirus pandemic and the drop in oil prices to cause the economy to contract for a second consecutive year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-forms-task-force-on-mortgage-firms-cash-crunch-11585265840", "title": "Mnuchin Forms Task Force on Mortgage Firms' Cash Crunch", "date": "2020-03-26 19:37", "summary": "Wave of missed payments is expected as homeowners lose jobs in coronavirus-induced downturn. WASHINGTON-Treasury Secretary Steven Mnuchin has formed a task force to recommend ways to ease a cash crunch that is expected to afflict mortgage firms as homeowners stop making payments on their home loans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-begins-new-bond-purchases-throwing-weight-behind-virus-hit-nations-11585224127", "title": "ECB Begins New Bond Purchases, Throwing Weight Behind Virus-Hit Nations", "date": "2020-03-26 19:32", "summary": "Eurozone's central bank sends message to investors, saying previous limits won't restrain its €750 billion push. The European Central Bank sent a powerful signal to investors that it will aggressively support Italy and other indebted eurozone countries that are battling the coronavirus, starting purchases under a new €750 billion ($812 billion) bond-buying program and stating that it won't be bound by earlier limits on its bond buys.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-two-dozen-u-s-sailors-on-aircraft-carrier-test-positive-for-coronavirus-11585232518", "title": "Nearly Two Dozen U.S. Sailors on Aircraft Carrier Test Positive for Coronavirus", "date": "2020-03-26 19:24", "summary": "The number of cases has risen rapidly; three sailors aboard the ship tested positive earlier this week. The Navy confronted a mounting crisis at sea after at least 23 sailors aboard an aircraft carrier tested positive for the novel coronavirus by directing the massive ship to a port and deciding to administer tests to all of the more than 5,000 sailors aboard.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-after-the-coronavirus-11585265032", "title": "Working After the Coronavirus", "date": "2020-03-26 19:23", "summary": "Congress gives workers more to stay at home than some employers pay.. So much for full employment. That ended this month with the attack of the coronavirus and Thursday's record spike of three million new jobless claims. Millions more will follow in the coming weeks, and the goal of public policy should be to get them back to work as soon as possible-not to keep them on the government's unemployment tab.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-governor-dissents-on-lockdowns-11585264913", "title": "Florida's Governor Dissents on Lockdowns", "date": "2020-03-26 19:21", "summary": "Republican Ron DeSantis draws liberal ire for resisting 'shelter in place.'. The coronavirus outbreak has reminded Americans that we live in a federal system. Despite the press fixation on Washington, state governments set many of the policies that most affect daily life. Governors in hard-hit regions have seen their political profiles surge, and many are issuing shelter-in-place orders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-robert-levinson-abdication-11585264816", "title": "The Robert Levinson Abdication", "date": "2020-03-26 19:20", "summary": "The family of a former FBI agent says he died in custody in Iran.. Bob Levinson deserved better from the country he served so faithfully. The former FBI agent went missing in Iran in 2007, making him the longest-held American hostage. His family had long clung to hope-they received a video in 2010 and photos in 2011-but this week announced they now believe he is dead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indicting-the-caracas-mob-11585264638", "title": "Indicting the Caracas Mob", "date": "2020-03-26 19:17", "summary": "The Justice Department goes after Venezuela's gangster government.. The world isn't stopping because of the coronavirus, and on Thursday the U.S. escalated its pressure on the thugs running Venezuela. This raises the stakes for dictator Nicolás Maduro and his Cuban backers who continue to oppress Venezuelans even as the virus may spread to Latin America.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-corona-or-is-it-schmutz-11585263666", "title": "My Corona (or Is It Schmutz?)", "date": "2020-03-26 19:01", "summary": "I went in for a Covid-19 test March 17. I'm feeling much better but still awaiting my results.. For the first time in 21 days my temperature has been normal twice in a row, so as far as I'm concerned the fever is gone and the illness over. I still don't know what I had. I got the coronavirus test March 17 and haven't received the results.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-says-coronavirus-curbed-sales-growth-in-march-11585262567", "title": "Lululemon Says Coronavirus Curbed Sales Growth in March", "date": "2020-03-26 18:42", "summary": "Activewear company says business was strong before U.S. and European stores went dark. Lululemon Athletica Inc. reported strong sales growth in its year-end quarter, but said business slowed substantially during the second week of March, as the novel coronavirus forced it to close stores across the U.S. and Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rationing-care-is-a-surrender-to-death-11585262558", "title": "Rationing Care Is a Surrender to Death", "date": "2020-03-26 18:42", "summary": "Limiting treatment for the old or chronically ill may also violate civil-rights law. There are better ways.. The coronavirus has introduced terrifying terms into our everyday vocabulary-\"social distancing,\" \"ventilator,\" \"pandemic.\" Be prepared to add a new word to the vernacular: rationing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-debt-threat-11585262515", "title": "The Coronavirus Debt Threat", "date": "2020-03-26 18:41", "summary": "Developing nations as well as advanced ones will soon face a health emergency and its economic consequences.. As the pandemic lockdown continues, governments and central banks in the world's largest economies are responding with stimulus programs aimed at limiting the damage while holding societies together. But as the paralysis persists and deepens, the odds of a rapid \"V-shaped\" economic recovery are fast diminishing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-stimulus-more-overdraft-protection-11585262468", "title": "Less Stimulus, More Overdraft Protection", "date": "2020-03-26 18:41", "summary": "Government-backed credit lines would get aid where it's needed.. Far and away the best policy solution I've seen to the economic hardships created by our response to the Covid-19 pandemic is a proposal by economist Arnold Kling. His analysis is that the U.S. has a personal and business liquidity problem, not a typical business-cycle recession that requires fiscal or monetary stimulus. Nor is it a bank liquidity problem, such as during the 2008 financial crisis. The immediate problem is that people and businesses are being forced into an unnatural cash crunch and loss of income to do the right thing for society.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-to-know-whos-developed-immunity-to-coronavirus-11585262496", "title": "We Need to Know Who's Developed Immunity to Coronavirus", "date": "2020-03-26 18:41", "summary": "To restart the economy, the government needs to set up immunity registries similar to those for childhood diseases.. The Ebola virus spread rapidly in Sierra Leone in 2015 and killed many. One of us (Dr. Mores) was there and saw the local health-care system get overwhelmed. Without enough personal protective equipment, doctors and nurses worked tirelessly, always fearing infection. The economy was destroyed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-darwins-barnacle-and-david-bowies-spider-review-the-smile-of-linnaeus-11585262421", "title": "'Charles Darwin's Barnacle and David Bowie's Spider' Review: The Smile of Linnaeus", "date": "2020-03-26 18:40", "summary": "Taxonomic nomenclature is the soul of scientiﬁc wit. Embedded in many Latin labels are personal tributes and sly allusions.. Around 50 million years ago a small, hoofed animal with pointy teeth lived in what is now Wyoming. Today it is known by the scientific name Gagadon minimonstrum-a tribute to shape-shifting pop star Lady Gaga and her fans, the Little Monsters. The accolade may seem whimsical or downright weird, but it is not unusual in the world of taxonomy. There are species of trapdoor spider and Puerto Rican water mite named in honor of, respectively, Barack Obama and Jennifer Lopez. Musician Frank Zappa is the inspiration for the names of species of spider, jellyfish and snail. A louse that lives among the feathers of an owl found in southern Africa bears a name, Strigiphilus garylarsoni, that celebrates the creator of the long-running comic strip \"The Far Side.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-government-contagion-11585262351", "title": "Big-Government Contagion", "date": "2020-03-26 18:39", "summary": "Appropriators throw hundreds of billions at the virus-and at everything else.. The Senate did something good Wednesday night, passing a bill to inject liquidity into a virus-ravaged economy. It also did something dangerous, requiring the public to be on guard.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-fearing-defaults-rush-out-of-junk-bonds-11585215004", "title": "Investors, Fearing Defaults, Rush Out of Junk Bonds", "date": "2020-03-26 18:38", "summary": "Money managers say junk bonds have plunged at their fastest pace ever since early March. The specter of widespread corporate defaults in the coming months has caused a massive selloff in junk bonds around the world, as many debt-laden companies face the prospect of going weeks or months with virtually no revenue.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-great-awakening-11585262324", "title": "A Coronavirus Great Awakening?", "date": "2020-03-26 18:38", "summary": "Sometimes the most important ingredient for spiritual renewal is a cataclysmic event.. Could a plague of biblical proportions be America's best hope for religious revival? As the 75th anniversary of the end of World War II approaches, there is reason to think so.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-in-limbo-as-they-await-coronavirus-assistance-for-them-11585262053", "title": "Small Businesses in Limbo as They Await Coronavirus Assistance for Them", "date": "2020-03-26 18:34", "summary": "Putting off bills and haggling with landlords-layoffs too-are some of the ways small businesses are trying to stay above water until federal assistance arrives. Small businesses are trying to defer bills and secure emergency loans to stay afloat amid the coronavirus scourge as they await relief earmarked specifically for them in the $2 trillion stimulus package working its way through Congress.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-names-former-deputy-secretary-of-the-treasury-to-its-board-11585256495", "title": "Facebook Nears Complete Board Overhaul With Latest Exit", "date": "2020-03-26 18:33", "summary": "Jeffrey D. Zients won't seek reelection after joining the board in 2018 as an independent director. Facebook Inc.'s board suffered another surprise departure with the exit of Jeffrey D. Zients, leading to an almost complete shake-up of the directors overseeing the social-media giant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-betting-on-a-rebound-in-stocks-corporate-insiders-11585220400", "title": "Corporate Insiders Are Betting on a Rebound in Stocks", "date": "2020-03-26 18:31", "summary": "Executives and directors have bought shares of their own companies at a breakneck pace in March in a signal of corporate optimism. Corporate insiders are buying stock in their own companies at a pace not seen in years, a sign they are betting on a rebound after a coronavirus-induced rout.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deaths-climb-in-new-york-11585250404", "title": "Coronavirus Deaths Climb in New York", "date": "2020-03-26 18:28", "summary": "Even as the state works to flatten the curve, hospitals are still overrun with patients, Cuomo says. The number of novel coronavirus-related deaths in New York increased by 35% to 385 on Thursday, as Gov. Andrew Cuomo warned that the toll would worsen and that hospitals were being overrun.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-plans-to-show-leniency-with-some-civil-rule-violators-11585257119", "title": "EPA Plans to Show Leniency With Some Civil-Rule Violators", "date": "2020-03-26 18:28", "summary": "Agency says it doesn't expect to collect some civil fines during the coronavirus pandemic. WASHINGTON-The Environmental Protection Agency doesn't expect to seek penalties for some civil environmental-rule violations caused by the coronavirus pandemic, the agency said Thursday.", "categories": [["U.S.", "Audience"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tri-state-jobless-claims-surge-as-coronavirus-spreads-11585260068", "title": "Tri-State Jobless Claims Surge as Coronavirus Spreads", "date": "2020-03-26 18:01", "summary": "New York sees 463% week-over-week jump in people applying for unemployment benefits. Thursdays in late March are usually a flurry of activity at the Poughkeepsie Grand Hotel in New York as staff prepare for the weekend's weddings.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-run-of-american-job-growth-has-ended-11585215000", "title": "Record Rise in Jobless Claims Halts Historic Run of Employment Growth", "date": "2020-03-26 17:56", "summary": "More than 3 million workers file for jobless benefits as coronavirus hits the economy. WASHINGTON-A record 3.28 million workers applied for unemployment benefits last week as the new coronavirus hit the U.S. economy, marking an abrupt end to the nation's historic, decadelong run of job growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inn-at-little-washington-review-a-delicious-look-at-the-high-price-of-excellence-11585259585", "title": "'The Inn at Little Washington' Review: A Delicious Look at the High Price of Excellence", "date": "2020-03-26 17:53", "summary": "This profile of the pioneering high-end restaurant and hotel gives viewers a full-flavored taste of its recipe for success.. Back in 1975,Mario Puzo, author of \"The Godfather,\" invited food critic Gael Greene to the celebrated Lutèce so she could educate him about something he didn't think he liked, namely fine French cuisine. The lesson was a failure-Puzo told Greene the bread was OK, but that he would have passed on the wine in favor of Coca-Cola; Greene found Puzo a \"charming primitive,\" which was obviously the whole point of the feature in New York magazine that followed, confirming Puzo's street-level bona fides.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baghdad-central-review-cowboys-in-the-green-zone-11585259394", "title": "'Baghdad Central' Review: Cowboys in the Green Zone", "date": "2020-03-26 17:49", "summary": "Hulu's show, set during the Iraq War, is a Middle Eastern western filled with ambiguity.. 'Baghdad Central,\" the impossible-to-stop-watching six-part series on Hulu, is a Middle Eastern western in the \"High Noon\" tradition, though that hardly does it justice. Yes, there's a solitary hero with the cards stacked against him. High-stakes gambling. Even a saloon. But the setting is Baghdad during the Iraq War, where the evildoers come in a variety of not only shapes, sizes and hat colors, but ethnicities, profit motives and watery allegiances. The cultural landscape is amorphous. The evil is highly calibrated. The good is loosely defined. When you can find it.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-u-s-financial-markets-to-remain-open-11585259316", "title": "Mnuchin Says U.S. Financial Markets to Remain Open", "date": "2020-03-26 17:48", "summary": "Treasury secretary doesn't rule out limiting trading hours if needed due to coronavirus pandemic. WASHINGTON-The nation's top financial regulators on Thursday stressed the importance of keeping financial markets open during the coronavirus pandemic, though Treasury Secretary Steven Mnuchin didn't rule out limiting trading hours.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crip-camp-a-disability-revolution-review-summers-without-limits-11585258998", "title": "'Crip Camp: A Disability Revolution': Summers Without Limits", "date": "2020-03-26 17:43", "summary": "This documentary tells the story of a Catskills sleepaway camp that helped inspire a grass-roots movement.. It's a perfect match-Richie Havens chanting \"Freedom\" on the soundtrack while summer campers in the Catskills jump, run, lurch, hop, wobble and roll for joy in \"Crip Camp: A Disability Revolution.\" The time matches too. The first glimpse we get of Camp Jened-in grainy black-and-white videotape-is from 1971, only two years after Havens sang at the Woodstock Festival. The hippie spirit is in full cry, and nowhere fuller than in this sweetly dilapidated paradise for disabled kids where boys and girls with a wide array of impediments are free to be their teenage selves. A documentary feature by Nicole Newnham and Jim LeBrecht, the film, newly streaming on Netflix, pulls together disparate strands of an untold saga into something thrillingly new. Jened, it turns out, was more than a sleep-away camp in a time when the phrase was just entering the language. It was a seedbed for radical action that came to fruition decades later.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vitalina-varela-review-death-of-a-longing-long-misplaced-11585258740", "title": "'Vitalina Varela' Review: Death of a Longing, Long Misplaced", "date": "2020-03-26 17:39", "summary": "Pedro Costa's drama follows a woman as she uncovers the truth about her recently deceased, long-estranged husband.. A passenger jet arrives at night in Lisbon shortly after \"Vitalina Varela\" gets under way, and a woman, neither old nor young, descends the stairway. The first thing we notice is her bare feet. Almost as notable is how the airplane's gleaming wings and tail form a startlingly beautiful chiaroscuro composition. Every scene is a composition, an exquisite stage set, mysterious and shadowy with muted colors until the sun bursts forth at the story's end. In most films the lighting and cinematography help us to see what's going on. This one asks us to search for salient details-and stay open to the feelings they convey-as the narrative slowly unfolds. It's an emotional investment with rich returns. Pedro Costa's hypnotic drama, shot superbly by Leonardo Simões, follows its heroine through a dark night of the soul into the light of a new life in a new land.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-latest-coronavirus-test-will-consumers-buy-iphones-in-a-crisis-11585215007", "title": "For Apple, Gauging iPhone Demand Gets Much Tougher", "date": "2020-03-26 17:38", "summary": "First hit by a supply slowdown, company now must reckon with global demand for its new phones expected this spring and fall. After losing his job last week as a sports-radio producer, Adam Michaels scrutinized his family's spending. Among this year's planned cutbacks amid the economic devastation wrought by the coronavirus pandemic: no new iPhones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-coronavirus-hotspot-louisiana-races-to-prepare-for-the-worst-11585228563", "title": "Next Coronavirus Hot Spot: Louisiana Races to Prepare for the Worst", "date": "2020-03-26 17:37", "summary": "As number of cases jump, 'It's like preparing for an invisible hurricane'. Louisiana is fast emerging as a hot spot in the coronavirus pandemic, with a sharp jump in cases, some stemming from a retirement community.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-nations-pledge-5-trillion-to-spur-global-economic-recovery-from-coronavirus-11585258468", "title": "G-20 Nations Pledge $5 Trillion to Spur Global Economic Recovery From Coronavirus", "date": "2020-03-26 17:34", "summary": "Commitment is the largest members have made since the global financial crisis of 2008-09. WASHINGTON-The leaders of the Group of 20 nations said that they would collectively spend more than $5 trillion trying to insulate the global economy from the impact of the coronavirus pandemic and help speed a recovery.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-tells-federal-prisons-to-increase-use-of-home-confinement-fearing-spread-of-coronavirus-11585258295", "title": "Barr Tells Federal Prisons to Increase Use of Home Confinement", "date": "2020-03-26 17:31", "summary": "Prisoner advocates say order doesn't go far enough to immediately reduce at-risk inmate populations. Attorney General William Barr on Thursday directed the federal Bureau of Prisons to expand the use of home confinement for some sick and elderly inmates amid growing concern about the spread of the new coronavirus in the nation's lockups.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-indicates-u-s-to-take-stakes-in-airlines-in-exchange-for-grants-11585229047", "title": "U.S. to Take Stakes in Airlines in Exchange for Grants, Mnuchin Says", "date": "2020-03-26 17:19", "summary": "Plan emerged during last-minute negotiations over $2 trillion economic rescue package to address coronavirus crisis. WASHINGTON-Treasury Secretary Steven Mnuchin indicated that the U.S. government would take stakes in airlines in exchange for billions of dollars in direct grants to the companies, according to people familiar with the matter, as part of a $2 trillion economic rescue package.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amadeus-review-created-unequal-11585257523", "title": "'Amadeus' Review: Created Unequal", "date": "2020-03-26 17:18", "summary": "Syracuse Stage's webstream of Peter Shaffer's tale about the troubled relationship between Mozart and Salieri strikes all the right notes.. The list of American drama companies that have either live-streamed plays since the coronavirus closed their theaters or are preparing to do so grows longer by the hour. The latest such show to be released on the web is a triumphant demonstration-the best I've seen to date-of how soul-satisfying a theatrical webcast can be.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spains-la-liga-soccer-division-goes-virtual-amid-coronavirus-11585257238", "title": "Spain's La Liga Soccer Division Goes Virtual Amid Coronavirus", "date": "2020-03-26 17:13", "summary": "Videogame tournament, virtual festival are some of the league's digital offerings for housebound soccer fans. Professional sporting events have been suspended in nations around the world due to the novel coronavirus outbreak.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-term-yields-go-negative-in-scramble-for-cash-11585227369", "title": "Short-Term Treasury Yields Go Negative in Scramble for Cash", "date": "2020-03-26 17:09", "summary": "One-month and three-month Treasury bills sported negative yields for the first time in more than four years. Yields on the safest, short-term Treasurys have settled into negative territory for the first time in more than four years, as investors continue clamoring for cash and safe dollar assets even as some markets show signs of normalization.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-schools-to-see-fewer-funds-next-year-11585256379", "title": "The Bill for Canceling March Madness Has Arrived at the NCAA", "date": "2020-03-26 16:59", "summary": "The NCAA said that financial distributions to Division I member institutions at the end of the 2019-20 academic year would be just 37.5% of the expected $600 million amount. The cancellation of March Madness because of the coronavirus pandemic has dealt a costly blow to college sports programs, the National Collegiate Athletic Association indicated on Thursday.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-buying-giant-magna-slashes-u-s-ad-spending-forecast-for-2020-amid-coronavirus-pandemic-11585255830", "title": "Ad-Buying Giant Predicts Tough Year for Advertising", "date": "2020-03-26 16:50", "summary": "Magna expects U.S. ad spending to decline 2.8% this year, buffered partly by political-ad buys; possible economic rebound in second half. Ad-buying giant Magna Global is slashing its U.S. advertising forecast as economic conditions continue to worsen because of the coronavirus pandemic, which it says will have an unprecedented impact on supply, demand, and media consumption.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-existing-medicines-to-treat-covid-19-11585254496", "title": "Using Existing Medicines to Treat Covid-19", "date": "2020-03-26 16:28", "summary": "We must embrace, not abandon, the scientific principles of drug development in our collective desperation.. In \"These Drugs Are Helping Our Covid-19 Patients\" (op-ed, March 23), Jeff Colyer and Daniel Hinthorn advocate for broad use of hydroxychloroquine and azithromycin to treat Covid-19, but leave out several relevant caveats. The French study cited excluded six patients, and five of those patients went to the ICU, died or remained positive for the virus. Excluding patients who don't do well with an intervention will always make the intervention look better. One patient who tested negative at day six later tested positive. Also not mentioned is a small randomized trial from China which failed to show any improvement in outcome with hydroxychloroquine. Based on premature hype surrounding these drugs, patients with proven indications such as lupus and rheumatoid arthritis are having difficulty obtaining this drug and some may have life-threatening consequences as a result.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-buybacks-for-companies-getting-u-s-aid-11585254369", "title": "No Buybacks for Companies Getting U.S. Aid", "date": "2020-03-26 16:26", "summary": "It makes sense to suspend share buybacks as long as federal assistance remains unpaid.. Regarding Donald L. Luskin and Chris Hynes's \"Worst Coronavirus Idea: A Ban on Share Buybacks\" (op-ed, March 23): The issue facing legislators isn't whether to forever ban share buybacks by companies receiving federal aid, but whether to impose such a ban for a limited period, say two years. The authors don't address this question, and their obvious points completely miss the uniqueness and urgency of the moment. I am in favor of such a ban.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/program-trading-magnifies-black-swan-disturbances-11585254271", "title": "Program Trading Magnifies Black Swan Disturbances", "date": "2020-03-26 16:24", "summary": "One of the most important inputs in the preset algorithms used to make computerized trades is volatility itself. This means that when true volatility hits the market, the computers exacerbate problems.. Market volatility caused by the pandemic has been exacerbated by the financial industry's reliance on computer-driven investors (\"Extreme Volatility in Shares Isn't Due Just to the Pandemic,\" Page One, March 17). One of the most important inputs in the preset algorithms used to make computerized trades is volatility itself. This means that when true volatility hits the market, the computers exacerbate problems that humans themselves are in no position to mitigate or control. This causes many traders, brokers and investors to lose control of their portfolios and associated prospects when a \"black swan\" event rears its head once or twice in a generation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-crude-reality-in-stimulus-bill-11585254226", "title": "Facing Crude Reality in Stimulus Bill", "date": "2020-03-26 16:23", "summary": "Funds weren't committed to President Trump's pledge to fill the Strategic Petroleum Reserve 'right up to the top'. At a time when millions of Americans are wishing they had socked away a bit more for a rainy day, one of the government's most important stockpiles isn't getting a top-up after all.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-trouble-for-the-performing-arts-11585252915", "title": "Terry Teachout: Big Trouble for the Performing Arts", "date": "2020-03-26 16:01", "summary": "From Broadway to storefront theaters and nightclubs, American institutions and performers are faced with financial disaster.. Of all the bad tidings brought by the coronavirus, here's the scariest piece of news for lovers of the performing arts: The Metropolitan Opera is canceling the rest of its current season-and furloughing its orchestra members, choristers, dancers and stagehands. That reportedly comes to more than 500 people. What's more, the unions aren't protesting. As Leonard Egert, national executive director of the American Guild of Musical Artists, told the New York Times: \"We're disappointed, we're upset, but we understand.\"", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-popularity-ticks-up-during-coronavirus-crisis-11585252376", "title": "Trump's Popularity Ticks Up During Coronavirus Crisis", "date": "2020-03-26 15:52", "summary": "President's ratings for handling pandemic and overall job approval have risen in recent days, though he still trails Biden head-to-head. WASHINGTON-More Americans are taking a favorable view of President Trump's leadership as he navigates the novel coronavirus pandemic, with some measures of support hitting or tying all-time highs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-hemp-sheets-help-you-sleep-better-than-cotton-11585252012", "title": "Do Hemp Sheets Help You Sleep Better Than Cotton?", "date": "2020-03-26 15:46", "summary": "Bedding of alternative materials such as bamboo and eucalyptus might be eco-conscious, but what's it like to slumber on? We pit four sets against classic cotton. ", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-being-a-successful-leader-its-adaptability-11585242768", "title": "The Key to Being a Successful Leader? It's Adaptability", "date": "2020-03-26 15:34", "summary": "Executives at the most-effective companies, as measured by Drucker Institute, tend to be tolerant of ambiguity and adaptable, new research shows. Twenty-five years ago, Peter Drucker began to notice one thing executives could count on: They couldn't count on much.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-nursing-homes-hard-as-staff-combat-infections-shortages-11585250841", "title": "Coronavirus Hits Nursing Homes Hard, as Staff Combat Infections, Shortages", "date": "2020-03-26 15:27", "summary": "The pandemic exacerbates existing staffing issues at facilities that care for the elderly. For nursing homes, the new coronavirus is a double-whammy, hitting not just vulnerable elderly residents, but already-stretched staffs, putting heavy pressure on their operations as workers are forced to stay home because of potential infection.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-hiring-amid-coronavirus-layoffs-11585246306", "title": "Who's Hiring Amid Coronavirus Layoffs", "date": "2020-03-26 15:23", "summary": "As the outbreak upends the job market, those looking for workers include health-care companies, convenience stores and meal-kit makers. It isn't just major retailers and health-care giants hiring in the midst of the coronavirus pandemic. Moving companies, food makers and others say they need additional help, too.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisoner-executions-are-put-off-because-of-pandemic-11585177364", "title": "Inmates' Executions Are Put Off Because of Pandemic", "date": "2020-03-26 15:22", "summary": "Citing coronavirus crisis, some states weigh reprieves for the condemned. WASHINGTON-The coronavirus pandemic is disrupting executions planned for the spring, providing an unlikely reprieve for condemned inmates whose appeals were nearly exhausted.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-new-york-er-as-coronavirus-hits-we-dont-know-how-high-the-peak-is-going-to-be-11585243524", "title": "Inside a New York ER: 'We Don't Know How High the Peak Is Going to Be'", "date": "2020-03-26 15:11", "summary": "At Brooklyn's largest hospital, doctors get creative with supplies and space; converting sleep-apnea machines into ventilators. BROOKLYN, N.Y.-Dr. John Marshall, an N95 mask sealed tightly to his face, hurried through his horseshoe-shaped emergency department on Wednesday, checking on staff dealing with the surge in coronavirus patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-slides-on-renewed-demand-woes-11585230831", "title": "Oil Slides on Renewed Demand Woes", "date": "2020-03-26 15:09", "summary": "Prices drop back toward 18-year low hit last week. Oil prices slid Thursday, paring nearly all of their weekly rebound as traders weighed signs that fuel demand and economic activity could fall even more than feared due to the coronavirus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-for-washington-to-step-up-11585249514", "title": "Rahm Emanuel: It's Time for Washington to Step Up", "date": "2020-03-26 15:05", "summary": "There's no substitute for federal leadership and resources in dealing with disasters. Warren Buffett once noted that \"only when the tide goes out do you discover who's been swimming naked.\" When it comes to emergency management and public health, the tide is out, and the federal government has been caught with its pants down. For decades, we've failed to invest sufficiently in the nation's public health system, but the crisis we face today will not be one-of-a-kind. If we're going to make sure that future pandemics do not automatically precipitate an economic depression, Washington is going to have to step up.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-rattles-shipping-industry-as-supply-shock-moves-to-demand-decline-11585249552", "title": "Coronavirus Rattles Shipping Industry as Supply Shock Moves to Demand Decline", "date": "2020-03-26 15:05", "summary": "Japanese carrier Ocean Network Express is bracing for weaker orders and stranded cargo at U.S. and European ports. Container ship operators that canceled more than half their sailings to China, as coronavirus-driven restrictions froze work at its ports last month, are bracing for a second wave of disruption.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-opposition-splinters-paving-way-for-netanyahu-to-remain-prime-minister-11585247285", "title": "Israeli Opposition Splinters, Easing Path for Netanyahu", "date": "2020-03-26 14:54", "summary": "Benny Gantz seeks role of parliamentary speaker in a unity government, upending his party. TEL AVIV-Israel's opposition leader splintered his political party to pursue the formation of a unity government, a move that creates a path for Prime Minister Benjamin Netanyahu to extend his tenure after three elections in one year.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-much-better-to-intervene-quickly-11585248752", "title": "A Q&A With Minneapolis Fed President Neel Kashkari", "date": "2020-03-26 14:52", "summary": "Minneapolis Fed President Neel Kashkari on lessons learned from the financial crisis-and how they are being applied now. Neel Kashkari has a unique, close-up perspective of both the last economic crisis and this one. As assistant secretary of the Treasury Department from 2008 to 2009, he administered the $700 billion Troubled Asset Relief Program, which was used to recapitalize banks, support credit markets and assist home-mortgage modifications. Since 2016 he has been president of the Federal Reserve Bank of Minneapolis, making him a participant in the Federal Reserve's monetary-policy discussions about how to counter the economic and financial damage of the new coronavirus. He spoke to Greg Ip, The Wall Street Journal's chief economics commentator, last week.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-euro-11585248626", "title": "The Coronavirus Euro", "date": "2020-03-26 14:50", "summary": "Be wary of overhauling the currency bloc to fight the virus.. Bad crises tend to produce worse policy, and nowhere is that as true as with growing calls to overhaul the euro currency to respond to the coronavirus health emergency. Imagine how European voters will feel when they find out.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-adds-to-sanctions-against-iran-11585245468", "title": "U.S. Adds to Sanctions Against Iran", "date": "2020-03-26 14:41", "summary": "Action targets 20 entities and comes as the U.S. rebuffs suggestions to lighten penalties during coronavirus pandemic. WASHINGTON-The Trump administration on Thursday levied another round of sanctions against Iran, targeting 20 companies, officials and business executives it says have helped U.S.-designated terror groups attack American forces in Iraq.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tobacco-company-pyxus-international-and-creditors-hire-restructuring-advisers-11585247054", "title": "Tobacco Company Pyxus International and Creditors Hire Restructuring Advisers", "date": "2020-03-26 14:24", "summary": "One of the world's largest tobacco suppliers is bracing for a roughly $1 billion debt restructuring after struggling with disruption from coronavirus and reduced sales as consumers shift toward vaping. Tobacco company Pyxus International Inc. has hired restructuring advisers, while two groups of bondholders have retained their own advisers in advance of looming debt maturities, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spend-generously-take-care-of-workers-coronavirus-stimulus-takes-lessons-from-tarp-11585246787", "title": "Spend Generously, Take Care of Workers: Coronavirus Stimulus Takes Lessons From TARP", "date": "2020-03-26 14:19", "summary": "The 2008 bailouts helped end the financial crisis but created resentment among Americans who felt banks took most of the benefits. The current plan puts individuals and Main Street at the center, with pledges of large amounts of cash.. It took deeply unpopular bailouts costing hundreds of billions of dollars to help end the most-recent economic crisis. Policy makers swore they'd never do it again. \"There will be no more tax-funded bailouts-period,\" then-President Obama declared in 2010.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-cant-distort-this-reality-11585246252", "title": "Apple Can't Distort This Reality", "date": "2020-03-26 14:10", "summary": "Launching a 5G iPhone this year may be unwise, but Apple has other moves it can make. Apple Inc. faces a tough decision that Thursday's bleak jobs report should help simplify-whether to launch a 5G iPhone this fall. It increasingly looks like that would be a mistake.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-to-sleep-these-high-tech-headbands-could-help-11585246174", "title": "Struggling to Sleep? These High-Tech Headbands Could Help", "date": "2020-03-26 14:09", "summary": "Informed by sleep science, these gadgets claim to make ZZZs easier to come by, a welcome thought right now. But you may lose sleep trying to figure them out. I've never had to get too creative to combat insomnia-a cup of hot tea, a warm bath, curling up with a dense 19th-century text that would lull me into unconsciousness. But lately, my go-tos couldn't quell the anxiety triggered by calamitous news updates. It suddenly felt like getting a good night's rest was overly ambitious. Fortunately for members of the racing-thoughts club, a new generation of high-tech sleep bands and masks aims to offer more personalized solutions to sleeplessness, literally tackling it head on.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-taking-travel-for-granted-again-11585245786", "title": "Susan Orlean: Never Taking Travel for Granted Again", "date": "2020-03-26 14:03", "summary": "Crossing the globe had never been easier, until the coronavirus reminded us of the real meaning of distance. Travel had become so easy. In the time before Covid-19, and especially in the last decade, it was as if the map of the Earth had folded upon itself, bringing the furthest corners close together. Borders had thinned to veils, barely there. Once you got where you were going, you hardly felt displaced. You could call home and check your email easily, pull cash from the maw of obliging ATMs anywhere in the world.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-parent-national-amusements-reaches-deal-to-restructure-credit-with-lender-11585229593", "title": "ViacomCBS's Free Fall Forces Parent to Give Up Borrowing Power", "date": "2020-03-26 14:02", "summary": "National Amusements reaches deal with lender Wells Fargo to restructure credit after ViacomCBS's stock plunge. ViacomCBS Inc.'s parent company is losing some of its ability to borrow money at a time when its key revenue drivers-movie theaters, new film releases and live-sports broadcasts from the CBS network-have ground to a halt because of the novel coronavirus.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-writer-fuels-china-u-s-tiff-over-coronaviruss-origins-11585232018", "title": "Coronavirus Conspiracy Theory Claims It Began in the U.S.-and Beijing Is Buying It", "date": "2020-03-26 13:46", "summary": "Chinese officials have endorsed a fringe theory that the virus came from the U.S., which American officials call absurd. SHANGHAI-A Canadian writer has added fuel to a tiff between the U.S. and China over a fringe theory claiming the coronavirus originated in the U.S., an assertion that is widely denounced.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-try-to-ease-financial-reporting-burdens-11585244076", "title": "Regulators Try to Ease Financial-Reporting Burdens", "date": "2020-03-26 13:34", "summary": "U.K. measures would ease audit pressures as listed firms adjust businesses amid coronavirus. LONDON-U.K. regulators are giving listed companies and their auditors a bit of relief against the backdrop of the coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-charter-schools-helping-families-transition-into-virtual-classrooms-11585243974", "title": "Newark Charter Schools Helping Families Transition Into Virtual Classrooms", "date": "2020-03-26 13:32", "summary": "Education Department says it has distributed 175,000 laptops, iPads and Chromebooks to students. NEWARK, N.J.-With novel coronavirus raging, administrators and teachers nationwide are rushing to find alternative ways to deliver lessons to students, forcing urban schools like KIPP Thrive & Bold Academy in Newark, N.J., to provide computers and wireless hotspots to families that don't have them.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-forms-of-storytellingand-old-ones-too-11585243360", "title": "Joyce Carol Oates: New Forms of Storytelling, Old Ones Too", "date": "2020-03-26 13:22", "summary": "From solitary reading to online book clubs, we will find ways to satisfy the human need for stories. In a time of social distancing, when performances with live audiences have been canceled and even mingling together in small gatherings is discouraged, writers find themselves, surprisingly, at an advantage. Ever adaptable, Homo sapiens is also the storytelling species: No matter the technology, no matter the grimness of our condition, we want to be told stories. Whether the stories are beautifully or crudely narrated, whether they are uplifting or tragic, whether they bear a glancing relationship with reality or are entirely fantastic-this scarcely matters: We need stories, and we will have them.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abn-amro-takes-200-million-loss-on-u-s-client-11585225229", "title": "ABN AMRO Takes $200 Million Loss on U.S. Client", "date": "2020-03-26 13:21", "summary": "Loss offers latest evidence of how the fallout of the coronavirus pandemic is spreading through the financial system. ABN AMRO Bank NV said Thursday it will take a $200 million net loss after a U.S. client of the Dutch lender's clearing division couldn't meet a margin call on a loan.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-becoming-the-best-video-version-of-yourself-11585242661", "title": "Tips for Becoming the Best Video Version of Yourself", "date": "2020-03-26 13:11", "summary": "Ditch the personal items and keep it professional from head to toe. Here's how to create the best backdrop for your video conference calls.. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-saudis-shop-discounted-crude-refiners-say-no-thanks-11585241955", "title": "As Saudis Shop Discounted Crude, Refiners Say 'No Thanks'", "date": "2020-03-26 12:59", "summary": "Aramco struggles to sell more oil to European, U.S. buyers amid price war with Russia. Many refiners in Europe and the U.S. are refusing to take more Saudi crude being offered at cut-rate prices, according to Saudi officials and oil traders, threatening the sustainability of a price war and battle for market share started by Riyadh.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elegant-pajamas-that-make-hibernation-a-special-occasion-11585241501", "title": "Elegant Pajamas That Make Hibernation a Special Occasion", "date": "2020-03-26 12:51", "summary": "On Day 20 of self-isolation, it might be time to mix up your look. We suggest a ritzy, retro evening-pajama set-accessorized with marabou pumps. WHEN EVENING pajamas first slinked their way into the fashion lexicon in the early 20th century, they sent shock waves through polite society. \"They were seen as scandalous-flat-out scandalous,\" said Clare Sauro, director of the Robert and Penny Fox Historic Costume Collection at Drexel University. Introduced by such rebellious designers as Paul Poiret and Gabrielle \"Coco\" Chanel, evening pajamas were usually fabricated from silk or satin and took the form of a wide-legged jumpsuit or a top-and-palazzo-pants pairing and perhaps a robe. The eccentric actresses and socialites brave enough to deploy such outfits didn't wear them between the sheets, but to entertain or, as a 1931 issue of Vogue advised, out to the theater-if one was enough of an iconoclast. Although plays and parties no longer fly in this period of social distancing, elegant PJs can still infuse a night of hibernation with a sense of occasion.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-again-limits-iraqs-waiver-to-import-energy-from-iran-11585241227", "title": "U.S. Again Limits Iraq's Waiver to Import Energy From Iran", "date": "2020-03-26 12:47", "summary": "Washington cut its latest exemption to 30 days and sanctioned 20 individuals and entities it accuses of funneling money to a unit of Iran's Revolutionary Guard. The U.S. has cut its latest waiver allowing Iraq to import Iranian gas and electricity to 30 days, dialing up pressure on the government in Baghdad to cut back its ties to Iran as low oil prices push it to the brink of an economic crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-doctors-are-here-to-stay-11585240311", "title": "Virtual Doctors Are Here to Stay", "date": "2020-03-26 12:31", "summary": "Relaxed rules on telemedicine should be the new norm. Why not drive-through flu swabs?. So much about the Covid-19 pandemic is unknown: How many ventilators will America need? What drugs may help fight this horrific illness? But one thing appears certain: The coronavirus is changing the way medicine is practiced. Crises often lead to changes, and the past few weeks appear to have revolutionized the medical profession in important ways.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-urged-to-issue-more-small-dollar-loans-in-response-to-outbreak-11585239163", "title": "Banks Urged to Issue More Small-Dollar Loans in Response to Outbreak", "date": "2020-03-26 12:12", "summary": "Regulators encourage banks to issue more short-term, small dollar loans to consumers harmed by coronavirus. Banks should re-enter the business of offering short-term, small-dollar loans to cash strapped-customers in light of the outbreak of the coronavirus, a group of regulators said on Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-we-wait-until-easter-11585239104", "title": "Should We Wait Until Easter?", "date": "2020-03-26 12:11", "summary": "An influential disease forecaster is suddenly sounding more optimistic; U.S. jobs take historic plunge.. President Donald Trump was surely speaking for millions of Americans this week when he expressed hope that the economy could be unleashed from virus countermeasures by Easter. This morning's appalling surge in unemployment claims underlines the urgent need for commercial revival. Now there's a striking new message from one of the most influential voices driving government responses to the pandemic worldwide.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-spur-to-the-biotech-century-ahead-11585238908", "title": "Walter Isaacson: A Spur to the Biotech Century Ahead", "date": "2020-03-26 12:08", "summary": "The effort to defeat the coronavirus will focus the attention of a new generation of scientific pioneers. The coronavirus plague will hasten our transition to the third great innovation revolution of modern times. These revolutions arose from the discovery, beginning just over a century ago, of the three fundamental kernels of our existence: the atom, the bit and the gene.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/try-a-sleeper-wine-low-profile-high-value-11585238572", "title": "Try a Sleeper Wine: Low Profile, High Value", "date": "2020-03-26 12:02", "summary": "Maybe it's an overlooked producer or vintage. Perhaps it's bottle that needs time to show its best. Very often, a sleeper wine will prove greater than the sum you pay for it. CERTAIN TERMS regularly employed by wine pros are rarely invoked by nonprofessionals. One of my favorites is \"sleeper.\"", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mexico-dinosaur-fossil-leads-scientists-to-velociraptors-cousin-11585238400", "title": "New Mexico Dinosaur Fossil Leads Scientists to Velociraptor's Cousin", "date": "2020-03-26 12:00", "summary": "Species with 6-inch claws was a fierce cousin to the Velociraptor. Scientists working in the New Mexico badlands found fossils of a swift primeval predator with killer claws that died after a brutal brawl 67 million years or so ago, in the twilight of the dinosaurs, according to a new research report Thursday.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zero-coupon-bond-index-nears-zero-bonds-11585238332", "title": "Zero-Coupon Bond Index Nears Zero Bonds", "date": "2020-03-26 11:58", "summary": "Pillar of 1980s LBO boom stands on verge of extinction as index loses its last member. A pillar of the 1980s leveraged-buyout boom is on the verge of extinction.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-we-want-from-our-experts-anyway-11585237896", "title": "What Do We Want From Our Experts, Anyway?", "date": "2020-03-26 11:51", "summary": "Appeals to science are inevitably rationalizations for decisions that are fundamentally political.. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safeguards-placed-on-500-billion-fund-to-overcome-senators-objections-11585236374", "title": "Safeguards Placed on $500 Billion Fund to Overcome Senators' Objections", "date": "2020-03-26 11:26", "summary": "Demand for Congressional oversight was sticking point in $2 trillion coronavirus stimulus package. WASHINGTON-A $500 billion pot of money aimed in part to aid airlines and other big companies includes safeguards intended to prevent misuse, after the fund became a sticking point in negotiations over the $2 trillion coronavirus relief package approved by the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-usa-chief-says-athletes-feedback-enabled-call-for-delay-of-olympics-11585236262", "title": "Team USA Chief Says Athletes' Feedback Enabled Call for Delay of Olympics", "date": "2020-03-26 11:24", "summary": "U.S. Olympic & Paralympic Committee CEO Sarah Hirshland said athlete poll was crucial in pushing to postpone to 2021. A little over a year ago, the U.S. Olympic Committee was fending off a near-rebellion by its athletes. Many were upset enough at the USOC's failures surrounding the sex-abuse scandal involving a USA Gymnastics team doctor, and what it saw as the organization's inattention to athletes generally, that they had invited pro-sports union leader Don Fehr to advise them on how to gain a louder voice.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-comfy-generation-of-sleeper-sofas-11585235937", "title": "The New, Comfy Generation of Sleeper Sofas", "date": "2020-03-26 11:18", "summary": "Carving out office space in a guest room? Housing grown-up kids again? Foam mattresses and updated mechanisms mean that sofa beds can be both chic and truly comfortable. \"IT'S MAKIN' a dent!\" So cries Elaine of a back-jabbing foldout sofa as she vainly tries to sleep in the home of Jerry's parents. The toll the offending metal bar ultimately takes on her body might be comically exaggerated in this \"Seinfeld\" episode, but we laugh at the truth of it.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-trillions-alone-cant-stop-the-jobpocalypse-11585235110", "title": "Washington's Trillions Alone Can't Stop the Jobpocalypse", "date": "2020-03-26 11:05", "summary": "A record surge in U.S. jobless claims is a foretaste of even worse numbers with a danger of cascading losses. The massive jump in U.S. unemployment insurance claims doesn't tell you precisely how bad the hit to the job market is going to be. It does show that it is going to be horrible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-these-intrepid-boaters-life-is-but-a-great-loop-11585234867", "title": "For These Intrepid Boaters, Life Is but a Great Loop", "date": "2020-03-26 11:01", "summary": "Inside the luxury watercraft making the roughly 6,000-mile trek on every boater's bucket list. Retirement has taken Larry and April Smith in circles-with no end in sight. Twice these avid boaters have completed the Great Loop, a roughly 6,000-mile journey by water that circumnavigates the eastern half of the U.S. and part of Canada. Now, they are planning their third go-round of the Great Loop.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-changing-the-way-we-say-goodbye-to-loved-ones-11585234712", "title": "The Virus Is Changing the Way We Say Goodbye to Loved Ones", "date": "2020-03-26 10:58", "summary": "Funeral director Mike Zuzga advises mourners to social distance, observe revised graveside protocol, limit guests to family only. 'How do you tell someone to not come to the funeral?'. SHELBY TOWNSHIP, Mich.-People have hired Mike Zuzga to manage the most tragic moments of their lives for nearly a quarter of a century. As a funeral director, his job is to lend mourners a shoulder to cry on and accommodate their needs as they grieve.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-leaders-are-showing-the-way-forward-11585234493", "title": "Jeb Bush: Local Leaders Are Showing the Way Forward", "date": "2020-03-26 10:54", "summary": "The crisis will renew respect for competence and expertise. As governor of Florida, I dealt with the aftermath of 9/11, major floods and fires, and an anthrax attack, as well as eight hurricanes and four tropical storms over just 16 months. Each crisis, however difficult, was a learning opportunity. Each made our state and local emergency responders better at their jobs and improved Florida's capacity to deal with future problems.", "categories": [["Life & Work", "Ideas", "Essay", "AFTER THE PANDEMIC"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-giant-oyo-looks-to-rewrite-contracts-that-fueled-its-rise-11585234475", "title": "Hotel Giant Oyo Looks to Rewrite Contracts That Fueled Its Rise", "date": "2020-03-26 10:54", "summary": "SoftBank-backed Indian startup is ending practice of guaranteeing bookings, as it seeks profitability. Oyo Hotels & Homes, which built itself into the world's second-biggest hotel chain by room count, is phasing out an important tool that fueled its rise.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruising-on-the-great-loop-11585234406", "title": "Cruising on the Great Loop", "date": "2020-03-26 10:53", "summary": "Aboard two houseboats that make the roughly 6,000-mile trek that circumnavigates at least 15 U.S. states and Canadian provinces.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-i-wrote-five-novels-while-commuting-11585234285", "title": "How I Wrote Five Novels While Commuting", "date": "2020-03-26 10:51", "summary": "Resume Subscription. When I took a job in New York City at the age of 44, I had work I loved, a growing family and a secret disappointment. I had always wanted to write a novel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-you-socialize-while-social-distancing-sort-of-11585233703", "title": "Can You Socialize While Social Distancing? Sort Of.", "date": "2020-03-26 10:41", "summary": "People write the rules as they go, shouting at neighbors from the sidewalks or balconies; BYOB. At 3:01 p.m. on March 19, Andy Hammond sent a note to his neighborhood's email list. The Montclair, N.J., 49-year-old had learned through a local news outlet that some residents in the area were gathering outside for a nightly toast, and he wanted his block to do the same.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-open-for-business-but-the-post-coronavirus-reboot-looks-slow-and-rocky-11585232600", "title": "China Is Open for Business, but the Postcoronavirus Reboot Looks Slow and Rocky", "date": "2020-03-26 10:23", "summary": "Factories are back, stores are opening, but demand has crashed as buyers wait for the pandemic to end. More than two months after imposing quarantines to counter the coronavirus, China is getting back to work. It is a slow and rocky process, one that rests on the world battling back successfully against the pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-capacity-crosses-tipping-point-in-u-s-coronavirus-hot-spots-11585215006", "title": "Hospital Capacity Crosses Tipping Point in U.S. Coronavirus Hot Spots", "date": "2020-03-26 10:15", "summary": "Epicenters resort to patient transfers and a makeshift morgue to cope as coronavirus infections mount. Hospitals in U.S. pandemic epicenters have passed a tipping point in the fight against the new coronavirus as the relentless climb in infections forces some to move patients to outlying facilities, divert ambulances and store bodies in a refrigerated truck.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-opts-for-economic-freeze-to-fight-coronavirus-as-u-s-debate-continues-11585215005", "title": "Europe Opts for Economic Freeze in Coronavirus Tradeoff", "date": "2020-03-26 10:13", "summary": "After hesitating, most of continent accepts damage to economies rather than risk more deaths. European governments weighing the economic damage of a mass shutdown against the risk of spreading the new coronavirus were initially hesitant to impose stringent lockdowns and border closures.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-economy-may-be-in-recession-virus-will-dictate-timetable-11585222769", "title": "Powell Says Economy May Be in Recession, Virus Will Dictate Timetable", "date": "2020-03-26 10:09", "summary": "Chairman says the Fed's job is to make sure businesses of all sizes have a bridge of support so the economy can recover faster. Federal Reserve Chairman Jerome Powell said the U.S. economy \"may well be in a recession,\" but that the central bank is taking unprecedented action to help ensure economic activity can resume as soon as the coronavirus pandemic is under control.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opening-day-was-supposed-to-be-about-booing-the-astros-now-opening-day-is-gone-11585231200", "title": "Opening Day Was Supposed to Be About Booing the Astros", "date": "2020-03-26 10:00", "summary": "Baseball fans across the country were preparing to jeer Houston for its role in a cheating scandal before the season was put on hold. A month ago, the most pressing issue in American sports was whether the Houston Astros wore buzzers under their jerseys to illegally relay stolen signs to batters. It was a delicious conspiracy theory, albeit one with no actual evidence behind it, but it was enough to turn the Astros into the villains that would define the 2020 baseball season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-fallout-could-cut-wall-street-bonuses-as-much-as-40-expert-says-11585181721", "title": "Coronavirus Fallout Could Cut Wall Street Bonuses as Much as 40%, Expert Says", "date": "2020-03-26 09:58", "summary": "Compensation adviser sees efforts to fight the pandemic leading to recession, curbing payouts. Private-equity firms and the rest of Wall Street could see a 30% to 40% drop in bonuses as the coronavirus bites into everything from asset values to deal flow, a compensation consultant predicted Wednesday.", "categories": [["Pro PE Announcements"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-announcements?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-dealers-push-online-sales-to-make-up-for-coronavirus-losses-11585229103", "title": "Car Dealers Push Online Sales to Make Up for Coronavirus Losses", "date": "2020-03-26 09:40", "summary": "With customers homebound, auto industry increases house calls, web services. Car dealer Earl Stewart had all but given up on his efforts to sell cars online before the coronavirus pandemic. But after a gloomy sales weekend at his Toyota store in North Palm Beach, Fla., where buyer traffic had plummeted because of the outbreak, he is giving it another go.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relief-package-would-limit-coronavirus-damage-not-restore-economy-11585215006", "title": "Relief Package Would Limit Coronavirus Damage, Not Restore Economy", "date": "2020-03-26 09:38", "summary": "Economists say rapid payments are essential, and further measures would be needed to aid households, firms. WASHINGTON-The $2 trillion emergency relief package approved by the Senate would help stabilize the coronavirus-battered economy-but likely isn't enough to bring it back to health.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-group-pushes-for-fda-approval-of-drug-to-treat-coronavirus-11585229415", "title": "Conservative Group Pushes for FDA Approval of Drug to Treat Coronavirus", "date": "2020-03-26 09:30", "summary": "The Job Creators Network, which has ties to prominent Trump supporters, is using texts and Facebook ads to promote hydroxychloroquine. The conservative pro-business group Job Creators Network is asking U.S. doctors to advocate for federal approval of the anti-malaria drug hydroxychloroquine as a treatment for the new coronavirus.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mandates-nursing-homes-take-covid-19-patients-discharged-from-hospitals-11585228215", "title": "New York Mandates Nursing Homes Take Covid-19 Patients Discharged From Hospitals", "date": "2020-03-26 09:10", "summary": "State cites urgent need to expand hospital capacity; doctors group says decision 'represents a clear and present danger to all of the residents of a nursing home.'. New York told nursing-home operators that they will be required to accept patients infected with the new coronavirus who are discharged from hospitals but may be still convalescing, amid more cases in the state that are straining the health-care system.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-olympic-amateur-sports-bodies-could-lose-800-million-over-coronavirus-and-olympics-delay-11585226701", "title": "U.S. Olympic Sports Bodies Could Lose $800 Million Over Virus, Olympics Delay", "date": "2020-03-26 08:52", "summary": "The U.S. Olympic & Paralympic Committee made the estimate in an email seeking relief from Congress for the sports organizations. The U.S. Olympic & Paralympic Committee told Congress that America's amateur sports organizations stand to lose as much as $800 million from coronavirus-driven cancellations, including the postponement of the 2020 Tokyo Games until next year.", "categories": [["WSJ News Exclusive", "Olympics"]], "category_links": ["https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-arrest-opposition-politician-under-colonial-era-law-11585226921", "title": "Hong Kong Police Arrest Opposition Politician Under Colonial-Era Law", "date": "2020-03-26 08:48", "summary": "Police say Cheng Lai-king, a member of the Democratic Party, was arrested for 'seditious intention' in relation to Facebook post. HONG KONG-Authorities arrested an elected opposition politician under a British colonial-era anti-sedition law after she shared a Facebook post containing personal information of a police officer who allegedly shot a journalist, as recriminations continue from the protests that swept the city for more than half a year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austin-texas-city-guide-hotels-restaurants-11585169645", "title": "Six Places To Add To Your Austin, Texas, Wish List", "date": "2020-03-26 08:30", "summary": "In these strange times, look forward to visiting these sophisticated spots when they reopen in the Texas capital that always keeps it \"weird\". Hotel Magdalena Conceived and designed by Liz Lambert-founded Bunkhouse with architects Lake|Flato, Hotel Magdalena will be the first mass timber hotel in North America when it opens early this summer. The 89-room property comprises four buildings bridged by elevated walkways, giving guests a treehouse-like experience that also evokes the city's lakeside culture. \"Capturing the zeitgeist of summers in Austin in the 1960s and '70s was our aim,\" says Tenaya Hills, vice president of design and development at Bunkhouse. hotelmagdalena.com", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-eclectic-life-for-lucian-freuds-former-studio-11585225800", "title": "A New, Eclectic Life for Lucian Freud's Former Studio", "date": "2020-03-26 08:30", "summary": "Art dealer Robin Katz has found an ideal setting to indulge his giddy collector's eye-the former studio of painter Freud, with its rooms for day and night painting. For the past 20 years, Robin Katz has been trying and failing to leave west London. From the balcony of his apartment in Holland Park, he can spot the curtained windows of the garden flat where he used to live-not far from his former place on Portobello Road, or another in Bayswater, or the house where he grew up just down the street. \"I would move to the country if I were going to move,\" says Katz, 40, as one of the green parrots that live in the nearby trees buzzes his rooftop. The quality of the light here appeals to him. \"And then you've got Holland Park,\" he says. \"Open to all.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirees-get-relief-in-senate-coronavirus-stimulus-package-11585224800", "title": "Retirees Get Relief in Senate Coronavirus Stimulus Package", "date": "2020-03-26 08:13", "summary": "Provisions suspend required minimum distributions for 2020, give some people access to retirement savings penalty-free. The Senate's $2 trillion coronavirus-relief bill that passed Wednesday night includes breaks for Americans whose retirement accounts have been battered by the stock-market meltdown.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trying-to-fill-that-void-coronavirus-isolates-older-americans-11585165692", "title": "Coronavirus Leaves Older Americans Cut Off: 'We Have Been Trying to Fill That Void'", "date": "2020-03-26 08:09", "summary": "The pandemic is forcing millions of people age 65 and older to retreat from family, friends and social activities-and that can take a toll. PITTSBURGH-Every afternoon, Larry Levine, 94, took the bus 2½ miles from his senior-care apartment to visit his wife of 70 years, Claire Levine, who has Alzheimer's. He usually brought flowers and stayed for dinner at the memory-care community where she lives. His visits have stopped.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-borrowers-wont-forfeit-coronavirus-aid-payments-to-creditors-under-stimulus-package-11585224513", "title": "Bankrupt Borrowers Won't Forfeit Coronavirus Aid Payments to Creditors Under Stimulus Package", "date": "2020-03-26 08:08", "summary": "The plan passed by the Senate includes provisions to aid bankrupt consumers and small businesses. Congress's federal aid package aimed at weakening the coronavirus pandemic's economic sting has several features to help financially struggling individuals who turn to bankruptcy for relief, including a guarantee they won't have to give up stimulus checks to pay off overdue bills.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-strategy-for-taking-advantage-of-the-market-meltdown-11585224001", "title": "A Strategy for Taking Advantage of the Market Meltdown", "date": "2020-03-26 08:00", "summary": "With tax rates low and asset values beaten down, many people stand to benefit from using Roth IRA conversions to create tax-free income in retirement. The market's recent plunge has been brutal.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-manufacturers-mobilize-to-make-face-masks-medical-gowns-11585224003", "title": "New York Manufacturers Mobilize to Make Face Masks, Medical Gowns", "date": "2020-03-26 08:00", "summary": "Companies respond to officials' call for medical supplies; 'We're not doing this to make money'. New York manufacturers are stepping up to address a shortage of protective medical equipment needed to treat coronavirus patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-isnt-a-strategy-for-coronavirus-economic-forecasts-11585223736", "title": "Hope Isn't a Strategy for Coronavirus Economic Forecasts", "date": "2020-03-26 07:55", "summary": "Wall Street economists forecast a dismal second quarter for the U.S. economy but might be too sanguine about how quickly life will get back to normal. Wall Street economists believe the U.S. economy is in the midst of its sharpest downturn since the end of World War II. The risk is that they are underestimating how long it will last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-to-spend-22-5-billion-to-help-poor-survive-coronavirus-shutdown-11585223446", "title": "India to Spend $22.5 Billion to Help Poor Survive Coronavirus Shutdown", "date": "2020-03-26 07:50", "summary": "Measures include free staple grains for about 800 million people the next three months. NEW DELHI-India's government Thursday unveiled $22.5 billion in spending to help the country's poor survive the nationwide shutdown to slow the spread of the new coronavirus.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-cases-grew-some-wealthy-buyers-still-bought-multi-million-dollar-homes-11585223136", "title": "As Coronavirus Cases Grew, Some Wealthy Buyers Still Bought Multimillion-Dollar Homes", "date": "2020-03-26 07:45", "summary": "Some buyers pushed ahead with deals, while others looked to pull out or renegotiate amid the pandemic and stock market plunge. On March 16, as New York state's coronavirus response kicked into high gear, Angelo Acquista and his wife Svetlana Acquista closed on a $19.5 million penthouse atop 252 East 57th Street, a luxury new development.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemics-global-economic-toll-mounts-11585222038", "title": "Coronavirus Pandemic's Global Economic Toll Mounts", "date": "2020-03-26 07:27", "summary": "Singapore braces for worst-ever recession. Singapore said it is bracing for what could be its deepest-ever recession, while European data showed tumbling business and consumer confidence, as evidence mounts that the financial impact of the coronavirus pandemic is getting worse.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-investors-take-varying-approaches-amid-market-turmoil-11585220401", "title": "Cybersecurity Investors Take Varying Approaches Amid Market Turmoil", "date": "2020-03-26 07:00", "summary": "Cyber investors explore a range of options for startup investing. Amid falling valuations and opportunity created by the pandemic, strategies for investing in cybersecurity startups are varying widely with approaches ranging from pullbacks to ramped up investing, venture investors say.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/militants-in-iraq-take-covert-approach-to-anti-u-s-campaign-11585220400", "title": "Militants in Iraq Shift Approach to Anti-U.S. Campaign", "date": "2020-03-26 07:00", "summary": "Emergence of new group signals tactical shift in Iran-backed fight, testing American response. The Iran-backed groups trying to drive U.S. troops out of Iraq have moved to a more clandestine approach that further complicates the Trump administration's response to attacks against American forces.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-analysts-now-need-to-be-credit-analysts-11585219813", "title": "Stock Analysts Now Need to Be Credit Analysts", "date": "2020-03-26 06:53", "summary": "Modeling growth and market size is out; understanding debt covenants and refinancing schedules is in. In the coronavirus pandemic, stock analysts have a new job: credit analysis.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-west-cant-contain-the-coronavirus-should-you-shelter-in-china-11585217699", "title": "The West Can't Contain the Coronavirus. Should You Shelter in China?", "date": "2020-03-26 06:15", "summary": "Resume Subscription. Western politicians spent January and February excoriating Beijing for its disastrous early attempts to suppress public discussion of the coronavirus. Now Europeans and Americans are paying for their own politicians' refusal to acknowledge the threat, while China's epidemic ebbs and its economy slowly recovers. Should investors lucky enough to have cash be looking at China?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-quarantine-boosts-streaming-video-but-not-advertising-yet-11585215004", "title": "Coronavirus Quarantine Boosts Streaming Video, but Not Advertising Yet", "date": "2020-03-26 05:30", "summary": "Video providers can't fill all the ad inventory being created as people stuck at home watch more streaming content. People are spending more time streaming video as the novel coronavirus forces them to stay indoors. Advertisers, however, aren't following the same trajectory.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-test-tries-to-reduce-risk-for-health-workers-by-letting-patients-swab-selves-11585215004", "title": "New Coronavirus Test Tries to Reduce Risk for Health Workers by Letting Patients Swab Selves", "date": "2020-03-26 05:30", "summary": "A clinic in the hard-hit Seattle area has begun using the method, which UnitedHealth plans to roll out nationwide. Health-services giant UnitedHealth Group Inc. is rolling out a coronavirus test that patients can self-administer, potentially reducing the risk to health-care workers as testing quickly expands around the nation.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/household-budgets-undergo-scrutiny-amid-uncertainty-of-coronavirus-crisis-11585215005", "title": "Household Budgets Undergo Scrutiny Amid Uncertainty of Coronavirus Crisis", "date": "2020-03-26 05:30", "summary": "Worried about the economic fallout of the pandemic, more people are rethinking their spending. The coronavirus pandemic is forcing many people to rethink their monthly budget.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-are-still-pricing-an-optimistic-version-of-the-coronavirus-crisis-11585211463", "title": "Stocks are Still Pricing an Optimistic Version of the Coronavirus Crisis", "date": "2020-03-26 04:34", "summary": "A bounce in global equities has left the S&P down by 23% for the year. Investors might want to consider whether it could get worse.. The S&P 500 recovered by more than 10% in the past two trading sessions, bringing the index just shy of 2500 again. Investors may want to ask themselves how much further it can rise given the current circumstances.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-senate-democrats-said-to-reach-stimulus-bill-deal-11585113371", "title": "Senate Approves Near $2 Trillion Virus Relief Package", "date": "2020-03-26 00:12", "summary": "Legislation to provide direct payments to many Americans, expand unemployment insurance, offer health-care providers additional resources. WASHINGTON-The Senate approved the largest economic stimulus package in recent memory, moving the estimated $2 trillion bill to the House as Congress seeks to give American families and businesses a financial shield against the ravages of the new coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-in-quarantine-cheese-potato-casserole-with-ritz-cracker-topping-11593710516", "title": "Cooking in Quarantine: Cheese Potato Casserole With Ritz-Cracker Topping", "date": "2020-03-26 00:01", "summary": "A comfort-food recipe created to work with the ingredients you have in hand. This moment calls for comfort food and flexible recipes that accommodate the ingredients at hand.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585145838", "title": "Pepper...and Salt", "date": "2020-03-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-the-new-workplace-your-rights-your-responsibilities-11585215000", "title": "Coronavirus and the New Workplace: Your Rights, Your Responsibilities", "date": "2020-03-26 00:01", "summary": "Next in Journal Reports: Health Care. The rules, norms-and fears-governing the workplace are changing as fast as the Covid-19 outbreak appears to be spreading.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whats-in-the-2-trillion-senate-coronavirus-bill-11585185450", "title": "What's in the $2 Trillion Senate Coronavirus Bill", "date": "2020-03-26 00:01", "summary": "How households, businesses, taxes and more are affected by the package. The $2 trillion emergency aid bill is nearing the finish line in Congress, as lawmakers moved to cushion the economic impact of the coronavirus outbreak. The Senate passed the legislation Wednesday night and the House is set to take it up Friday. Here is a look at the major pieces of the package, and how households and businesses are set to benefit, based on where the legislation stood late Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-live-stream-parties-ozark-and-a-way-to-scratch-your-sports-itch-11585195260", "title": "What to Watch: Live-Stream Parties, 'Ozark,' and a Way to Scratch Your Sports Itch", "date": "2020-03-26 00:01", "summary": "Don't miss the biggest live-stream events of the social-distancing era; plus, our weekly picks of TV shows and movies to watch now. As new and existing streaming services overwhelm viewers with choices, The Wall Street Journal is distilling the most compelling series, movies, documentaries and live events to watch at home. Each week, we'll identify a trend in streaming entertainment, and recommend releases based on a rotating series of sources. We will highlight what critics are saying, social-media trends, advice from experts and other metrics to help you determine what programming is worth your time.", "categories": [["Books & Arts", "Arts", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-mosque-shooter-changes-plea-to-guilty-11585179972", "title": "New Zealand Mosque Shooter Pleads Guilty", "date": "2020-03-26 22:43", "summary": "Australian Brenton Tarrant had previously denied all charges and was to go on trial in June. The man charged with killing 51 people in the deadliest terrorist attacks in New Zealand's history, sparking a ban on semiautomatic and assault weapons, has changed his plea to guilty.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-meeting-ends-in-disagreement-over-coronavirusname-11585184693", "title": "G-7 Meeting Ends in Disagreement Over Coronavirus Name", "date": "2020-03-26 22:19", "summary": "U.S. wanted a statement referring to the coronavirus as the 'Wuhan virus.' Other nations disagreed.. WASHINGTON-A meeting of foreign ministers from the Group of Seven nations ended Wednesday without a customary joint statement because members wouldn't agree with a U.S. request to refer to the novel coronavirus as the \"Wuhan virus,\" according to an official familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-scrambles-to-develop-plan-to-speed-americans-return-to-work-11585171430", "title": "Trump Says Parts of U.S. Could Go Back to Work in a Few Weeks", "date": "2020-03-26 22:06", "summary": "White House weighs proposing workplace coronavirus testing, but capacity remains limited; governors suggest they will go their own way. WASHINGTON-President Trump said restrictions on economic activity could be lifted in some parts of the country but not others as his administration works to develop a plan for how Americans could return to work in a few weeks without exacerbating the spread of the new coronavirus in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-creates-college-uncertainty-admissions-gets-easier-11585134004", "title": "Virus Creates College Uncertainty; Admissions Expected to Get Easier", "date": "2020-03-26 21:30", "summary": "As many students hear this week, some colleges may admit more and take other steps to fill their classes. As the coronavirus pandemic upends college life, it is causing a knock-on effect for admissions: High-school seniors may find it easier to get into some schools this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-in-college-admissions-case-push-to-dismiss-charges-11585185846", "title": "Parents in College-Admissions Case Push to Dismiss Charges", "date": "2020-03-26 21:24", "summary": "New court filing details FBI interviews with scheme ringleader, scripts for recorded calls. BOSTON-Defense lawyers representing parents charged in the nationwide college-admissions scandal have filed a motion seeking to dismiss the cases or suppress the government's centerpiece evidence: the tapes between mastermind William \"Rick\" Singer and the parents who hired him.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-pushes-for-more-sanctions-on-russian-businessman-11585181210", "title": "Washington Pushes for More Sanctions on Russian Businessman", "date": "2020-03-26 20:06", "summary": "Rep. Bill Keating also alleges Russia is actively spreading disinformation about Covid-19. Eleven members of the U.S. House of Representatives have urged the European Union to impose sanctions on Russian oligarch Yevgeny Prigozhin, the latest attempt by lawmakers to combat alleged election meddling by the Kremlin in the U.S. and allied countries as well as possible disinformation about the coronavirus pandemic.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-escaping-war-migrants-on-greek-island-now-live-in-fear-of-the-coronavirus-11585220424", "title": "Migrants on Greek Island Live in Fear of the Coronavirus", "date": "2020-03-26 20:01", "summary": "Crammed into tents and shipping containers, migrants worry over how they can keep their distance or even wash their hands to prevent infection. When the posters declaring \"Coronavirus: Don't fear-Protect yourself\" went up earlier this month in the Moria camp for refugees and other migrants, Yaser Akbari realized there were few of the guidelines he could follow to protect himself and his family.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]