[{"link": "https://www.wsj.com/articles/federal-prisons-heighten-restrictions-to-stem-spread-of-coronavirus-11585694107", "title": "Federal Prisons Heighten Restrictions to Stem Spread of Coronavirus", "date": "2020-03-31 19:51", "summary": "Prisoners to remain in cells for 14 days with limited exceptions. The federal Bureau of Prisons said Tuesday that it would keep thousands of inmates at facilities nationwide locked in their cells with limited exceptions for the next 14 days as officials try to stem the spread of the coronavirus after one prisoner died and more prisoners and staff tested positive for the disease.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pain-in-the-oil-patch-11585697357", "title": "Pain in the Oil Patch", "date": "2020-03-31 19:29", "summary": "Borrowing from the Fed is the best of mostly bad rescue ideas.. U.S. oil prices on Monday plunged to an 18-year low of $20 a barrel, and some analysts think they could go much lower. A decade ago low gas prices were a windfall for the U.S. economy, but Americans are now driving less and America is now the world's leading oil producer. All of which has politicians looking to help American shale producers, and it's worth sorting the good from the bad.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sba-loans-to-charge-0-5-interest-can-be-forgiven-if-used-to-save-jobs-11585684556", "title": "SBA Loans to Charge 0.5% Interest, Can Be Forgiven If Used to Save Jobs", "date": "2020-03-31 19:29", "summary": "The program offers a good deal for borrowers but raises questions of whether it will be profitable enough to attract the new lenders being sought. WASHINGTON-Borrowers will be charged just 0.5% interest in the new federally funded loan program to help keep small businesses afloat, and the loans will be forgiven as long as they keep their employees on their payrolls for two months.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-pitches-a-blue-state-bailout-11585697310", "title": "Pelosi Pitches a Blue-State Bailout", "date": "2020-03-31 19:28", "summary": "She wants to use virus relief to aid progressive state governments.. House Speaker Nancy Pelosi held up last week's coronavirus relief bill with demands related to corporate diversity, carbon emissions and election reform. But Democrats are far from finished using the crisis to try to force through partisan priorities they couldn't pass in normal times. Mrs. Pelosi is now hinting the price for further economic relief may include expanding a regressive tax deduction for high-earners in states run by Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregons-coronavirus-education-lockdown-11585697080", "title": "Oregon's Coronavirus Education Lockdown", "date": "2020-03-31 19:24", "summary": "Teachers unions block kids from transferring to virtual charter schools.. Oregon has cancelled public-school classes amid the pandemic, but political self-interest never sleeps. The Oregon Education Association and its labor allies are now blocking hundreds of children from continuing their education at virtual public charter schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-way-to-deter-iran-in-iraq-11585696957", "title": "A Better Way to Deter Iran in Iraq", "date": "2020-03-31 19:22", "summary": "Shiite militia are killing Americans as Congress tries to limit Trump.. The fear that World War III would begin after the January killing of Iranian Gen. Qasem Soleimani always was overwrought. But a crisis provoked by Iran is never far off, even during a pandemic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-for-new-2-trillion-infrastructure-bill-11585668373", "title": "Trump Calls for New $2 Trillion Infrastructure Bill", "date": "2020-03-31 19:05", "summary": "President says it should be 'VERY BIG & BOLD' with focus on jobs, infrastructure. WASHINGTON-President Trump on Tuesday said a significant investment in infrastructure should be part of a fourth congressional coronavirus relief package, citing an opportunity in low interest rates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-coronavirus-crisis-tests-leadership-of-mayor-de-blasio-11585684161", "title": "New York City's Coronavirus Crisis Tests Leadership of Mayor de Blasio", "date": "2020-03-31 19:01", "summary": "As the new virus sweeps through the nation's largest city, Mayor Bill de Blasio faces criticism for some of his decisions. Days before New York City ground to a halt from the coronavirus pandemic, Mayor Bill de Blasio said in an interview on Comedy Central's \"The Daily Show\" that New Yorkers could go about their lives, save for a few inconveniences to contain the spread.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-covid-airlift-would-be-medevac-in-reverse-11585695115", "title": "Operation Covid Airlift Would Be Medevac in Reverse", "date": "2020-03-31 18:51", "summary": "Instead of moving ventilators to the patients who need them, move the patients to the ventilators.. Hospitals in New York, Italy and elsewhere are struggling to care for large numbers of Covid-19 patients. The roots of this problem are complex, but one possible solution lies in sorting out the geographical mismatch between critical resources and the patients who need access to them. Instead of moving ventilators and ventilator technicians to coronavirus hotspots where both are in short supply, perhaps we could move patients to places with a surplus of ventilators and the medical staff trained to operate them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocery-store-rush-spurs-big-gains-in-sleepy-orange-juice-futures-11585652402", "title": "Grocery-Store Rush Spurs Big Gains in Sleepy OJ Futures", "date": "2020-03-31 18:51", "summary": "The coronavirus-fueled run by consumers looking to stock up has reignited the otherwise quiet futures market. Consumers' rush to buy groceries is fueling a rally in orange-juice prices, making the usually sedate asset the best-performing commodity in the first quarter of 2020.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-are-already-fighting-coronavirus-11585695034", "title": "Manufacturers Are Already Fighting Coronavirus", "date": "2020-03-31 18:50", "summary": "They don't need Washington to tell them to pump out ventilators.. As Covid-19 has swept the U.S., the response has been one of the most incredible flurries of ingenuity and sacrifice that my company has witnessed in more than 90 years covering the manufacturing industry. Companies of all sizes are coming together to produce ventilators, N95 masks, components of testing kits, and other lifesaving products. And none of it took government force.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-pioneering-medical-reforms-11585694842", "title": "Florida's Pioneering Medical Reforms", "date": "2020-03-31 18:47", "summary": "Other states should repeal rules they've temporarily relaxed to deal with the coronavirus epidemic.. The Covid-19 epidemic is putting new strains on the U.S. health-care system. Many states are struggling with shortages of ventilators and personal protective equipment. But the shortfalls aren't limited to hardware. According to the Association of American Medical Colleges, the U.S. will face a shortage of as many as 122,000 physicians by 2032.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-many-ways-the-coronavirus-crisis-has-changed-our-lives-11585694727", "title": "The Many Ways the Coronavirus Crisis Has Changed Our Lives", "date": "2020-03-31 18:45", "summary": "Students discuss what has been different since the pandemic hit and schools closed their doors.. Editor's note: This Future View is about how the coronavirus pandemic has changed our daily lives. Next week we'll ask, \"Do universities owe their students a refund?\" Students should click here to submit opinions of fewer than 250 words before April 7. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-needs-to-get-its-coronavirus-message-straight-11585694702", "title": "Government Needs to Get Its Coronavirus Message Straight", "date": "2020-03-31 18:45", "summary": "We're already on pins and needles. Official disunity makes it worse.. You can be certain that some variant of the conversation below took place Saturday morning in tens of millions of households in the Northeast, including mine.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nation-city-review-the-strength-of-mayors-11585694555", "title": "'The Nation City' Review: The Strength of Mayors", "date": "2020-03-31 18:42", "summary": "Rahm Emanuel believes that city leaders are better than state and federal politicians at dealing with society's most pressing issues.. Former Chicago Mayor Rahm Emanuel picked a difficult moment to publish a book called \"The Nation City,\" with the subtitle \"Why Mayors Are Now Running the World.\" Before Mr. Emanuel was elected mayor, he chaired the House Democratic Caucus and became President Barack Obama's chief of staff. As mayor, Mr. Emanuel concluded that \"the national government was in retreat and cities were emerging as the new power centers filling the void,\" and that \"about a hundred cities around the world drive the economic, cultural and intellectual energy of our planet today.\" Unfortunately, cities are particularly vulnerable to pandemic, and mayors alone cannot stop a plague. The energetic pragmatism that Mr. Emanuel champions does, however, provide a model for the state and national leaders who must grapple with this global crisis.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-get-covid-19-11585694510", "title": "Should You Get Covid-19?", "date": "2020-03-31 18:41", "summary": "Washington could be clearer on whether we are managing the virus or defeating it.. In pursuit of something called Q rating, TV presenters and others with public images prefer to talk about ideal outcomes rather than optimal ones.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appoint-a-coronavirus-9-11-commission-11585694434", "title": "Appoint a Coronavirus 9/11 Commission", "date": "2020-03-31 18:40", "summary": "Let's examine the failures that led to this crisis so it never happens again.. Since the beginning of the Covid-19 pandemic, there has been speculation that this disruptive event will spark a new wave of government activism. Many programs created as temporary rescue measures or expanded in response to the crisis, the argument goes, would prove hard to eliminate or shrink.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foundation-offers-to-buy-los-angeles-hospital-reopen-it-for-coronavirus-treatment-11585693799", "title": "Foundation Offers to Buy Hospital, Reopen It for Coronavirus Treatment", "date": "2020-03-31 18:32", "summary": "Group founded by L.A. Times owner Patrick Soon-Shiong wants to buy St. Vincent Medical Center out of bankruptcy to help California fight Covid-19. A foundation run by the billionaire owner of the Los Angeles Times is looking to buy the closed St. Vincent Medical Center in Los Angeles out of bankruptcy for $135 million and reopen it to treat coronavirus patients.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-and-hp-are-both-under-the-gun-now-11585693592", "title": "Xerox and HP Are Both Under the Gun Now", "date": "2020-03-31 18:26", "summary": "Xerox called off its bid for HP as the pandemic has crushed equity markets-and the proposal was a stretch to begin with. The coronavirus pandemic may or may not have saved HP from the clutches of Xerox . Either way, the PC and printer giant will have much to prove once the dust settles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-giant-simon-property-is-furloughing-workers-11585693275", "title": "Mall Giant Simon Property Is Furloughing Workers", "date": "2020-03-31 18:21", "summary": "Largest mall owner in U.S. closed all its U.S. properties because of coronavirus pandemic. Mall giant Simon Property Group is furloughing part of its staff, adding to the growing number of companies shedding workers as businesses shut down to fight the coronavirus pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-subway-struggles-under-coronavirus-worker-shortage-11585693114", "title": "New York Transit Struggles Under Coronavirus Worker Shortage", "date": "2020-03-31 18:18", "summary": "Thousands of MTA employees are quarantined, calling out sick. Transit officials in New York City are struggling to run a reduced subway service as the number of workers infected with the new coronavirus rises rapidly and as thousands more workers are quarantined or call out sick.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-ramps-up-trade-system-with-iran-despite-u-s-threats-11585661594", "title": "EU Ramps Up Trade System With Iran Despite U.S. Threats", "date": "2020-03-31 18:15", "summary": "Officials believe the export of medical equipment using the EU's trade mechanism will be the first of many. In a move designed to circumvent sweeping U.S. sanctions on Iran, European countries closed their first transaction with the Islamic Republic using a trade mechanism that the Trump administration has heavily criticized.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wrong-kind-of-red-light-for-traffic-company-11585692899", "title": "Wrong Kind of Red Light for Traffic Company", "date": "2020-03-31 18:15", "summary": "An operator of traffic cameras is in trouble as fewer people get tickets. Americans are capitalists at heart and hate to see a business floundering because of the coronavirus epidemic, but maybe not in this case.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-offers-venezuela-sanctions-relief-in-return-for-transitional-rule-11585661451", "title": "U.S. Offers Venezuela Sanctions Relief in Return for Transitional Rule", "date": "2020-03-31 18:14", "summary": "Under Trump administration's offer, Maduro would hand power to a transitional government. The Trump administration proposed that Venezuelan President Nicolás Maduro hand power to a transitional government in return for sanctions relief and other measures.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-adult-toys-to-business-software-coronavirus-is-rearranging-the-subscription-landscape-11585692808", "title": "From Adult Toys to Business Software, Coronavirus Is Rearranging the Subscription Landscape", "date": "2020-03-31 18:13", "summary": "Streaming TV and online learning are thriving, while other services are seeing cancellations. Heart + Honey LLC, a three-year-old company that sells subscription boxes of adult toys, was on an upswing in the first half of March. Then the pall of coronavirus began hammering the U.S. economy. On March 16, Heart + Honey had more cancellations than it has ever had in a day.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-patients-with-other-conditions-hospitalized-at-higher-rates-11585689057", "title": "U.S. Coronavirus Patients With Other Conditions Hospitalized More", "date": "2020-03-31 18:07", "summary": "Information published by CDC aligns with findings in Italy and China. Patients in the U.S. with underlying health conditions are likely to be at higher risk of severe disease from the new coronavirus, according to data from the Centers for Disease and Control Prevention, which aligns with findings in countries such as Italy and China.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-mester-doesnt-regret-her-fomc-dissent-at-last-meeting-11585691954", "title": "Fed's Mester Doesn't Regret Her FOMC Dissent", "date": "2020-03-31 17:59", "summary": "Cleveland Fed leader also says central-bank actions have helped restore a lot of market functioning. Federal Reserve Bank of Cleveland leader Loretta Mester said that when it comes to the formal opposition she offered to the full scope of the central bank's last interest-rate cut, \"I don't regret it.\"", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coppers-terrible-quarter-could-just-be-the-start-11585652402", "title": "Copper's Terrible Quarter Could Just Be the Start", "date": "2020-03-31 17:28", "summary": "First the U.S.-China trade war dealt a blow to prices-then the coronavirus hit supply and demand. Copper prices are on track for their worst start to a year in more than three decades. Some investors think the biggest blows from the coronavirus crisis may still lie ahead.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-watchdog-finds-new-problems-in-fbi-surveillance-applications-11585666957", "title": "Watchdog Finds New Problems in FBI Surveillance Applications", "date": "2020-03-31 17:18", "summary": "'Apparent errors or inadequately supported facts' are found in 25 applications reviewed by inspector general. More than two dozen Federal Bureau of Investigation applications to monitor Americans suspected of having links to foreign intelligence or terrorism had errors in their files, a Justice Department watchdog said, representing 100% of the sampling of applications he examined.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-banks-urged-to-cut-dividends-to-shore-up-capital-11585665244", "title": "Europe's Banks Urged to Cut Dividends to Shore Up Capital", "date": "2020-03-31 17:08", "summary": "Regulators are ordering curbs to ensure banks preserve capital to cope with severe financial stress from coronavirus. LONDON-European banks are shoring up capital by canceling or delaying dividend payments amid concern about their ability to absorb a potential rush of bad loans as households and companies are impacted by the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-will-launch-new-lending-facility-for-foreign-central-banks-11585657885", "title": "Fed Launches New Lending Facility for Foreign Central Banks", "date": "2020-03-31 17:00", "summary": "Central bank's latest program to alleviate market strains allows foreign central banks to convert their Treasury securities into dollars. WASHINGTON-The Federal Reserve said Tuesday it would launch a temporary lending facility that for the first time will allow foreign central banks to convert their holdings of Treasury securities into dollars, its latest bid to alleviate strains in global markets.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-markets-hint-at-housing-slowdown-11585659600", "title": "Lumber Markets Hint at Housing Slowdown", "date": "2020-03-31 16:57", "summary": "Mills are dramatically dialing back production of building materials as coronavirus pandemic slows construction. Lumber prices are signaling that the nascent housing boom is fizzling, despite home builders' push to keep residential construction going through the coronavirus crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-seeking-aid-for-coronavirus-losses-cant-share-flights-11585688148", "title": "Airlines Seeking Federal Aid Can't Share Flights", "date": "2020-03-31 16:55", "summary": "Stimulus program sets out what routes airlines should maintain to access $50 billion in funding. Some U.S. airlines want to share domestic flying between them to maintain service to smaller cities, but federal conditions for accessing up to $50 billion in aid rule out what is normally considered anticompetitive behavior.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-favor-aggressive-coronavirus-measures-poll-finds-11585687911", "title": "Americans Favor Aggressive Coronavirus Measures", "date": "2020-03-31 16:51", "summary": "Majorities back cellphone tracking, mandatory screenings and patient registries to curb virus spread. WASHINGTON-A new survey finds widespread public support for aggressive measures like government cellphone tracking and mandatory health screenings in public places to curb the spread of coronavirus, which has infected more than 180,000 Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-colleges-really-need-a-federal-bailout-11585687811", "title": "Do Colleges Really Need a Federal Bailout?", "date": "2020-03-31 16:50", "summary": "College endowments are never really drawn down in any substantial way, but historically continue to increase unmolested. If there were ever a time to deploy this untapped capital it is now.. David Randall's prescription for the government to take certain light-touch interventions, due to the pandemic, to ease higher education's burdens overlooks higher education's own substantial resource for self-help in this regard: The more than half-trillion dollars in endowments currently held across both public and private institutions (\"Give Colleges A Bailout, But Not a Blank Check,\" op-ed, March 26). The raison d'être for this enormous accumulation of wealth has never been adequately explained or justified. Most tuition and room and board comes from students and parents, much through adversely selected loans that drive the perverse acceleration of higher education costs. Research is funded from the NIH, NSF and other grants. Capital projects are usually funded through fund drives outside those for the general endowment. The general endowments are never really drawn down in any substantial way, but historically continue to increase unmolested.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-aviation-is-sound-but-needs-help-11585687768", "title": "Business Aviation Is Sound, but Needs Help", "date": "2020-03-31 16:49", "summary": "The business-aviation industry, like countless others, is in need of basic transportation excise-tax relief and liquidity assistance.. As the U.S. economy moves rapidly from slowdown to shutdown, the critical business-aviation industry, like countless others, is in need of support. This is why industry groups have joined together in seeking basic transportation excise-tax relief and liquidity assistance (\"Companies Boost Their Lobbying,\" The Coronavirus Pandemic, March 23).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telemedicine-a-good-but-incomplete-answer-11585687717", "title": "Telemedicine: A Good but Incomplete Answer", "date": "2020-03-31 16:48", "summary": "Using it to advise about real diseases such as Covid-19 gets a bit dicey. Should patients go to the ER now? Do they have pneumonia? I can't listen to their lungs, and radiology facilities won't take them.. Regarding Dr. Peter L. Steinberg's \"Virtual Doctors Are Here To Stay\" (op-ed, March 27): As a physician practicing in the heart of the Brooklyn Covid-19 infestation, I, too, was left with no option but to embrace telemedicine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-businesses-try-to-do-right-by-their-employees-11585687666", "title": "Many Businesses Try to Do Right by Their Employees", "date": "2020-03-31 16:47", "summary": "Why are we doing this? Because it is the right thing to do.. Regarding \"Big Employers Offer Cushion\" (Page One, March 23): I would like to contribute to the picture as a small-business owner. While it is undeniable that many small businesses have been forced to lay off people, many continue to go above and beyond the norm when it comes to taking care of their employees.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11585617395", "title": "Stocks Turn In Worst Quarter Since 2008", "date": "2020-03-31 16:46", "summary": "U.S. share benchmarks fall again as S&P 500 ends the first quarter down 20%. U.S. stocks closed out their worst quarter since the depths of the financial crisis, a stunning blow for the market that few investors could have anticipated at the start of the year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-state-oks-facial-recognition-law-seen-as-national-model-11585686897", "title": "Washington State OKs Facial Recognition Law Seen as National Model", "date": "2020-03-31 16:34", "summary": "Microsoft-backed bill sets limits but doesn't ban the technology. Washington state adopted a Microsoft Corp. -backed law enshrining the most detailed regulations of facial recognition in the U.S., potentially serving as a model for other states as use of the technology grows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-nostalgia-by-dua-lipa-review-the-power-of-pop-in-gloomy-times-11585686842", "title": "'Future Nostalgia' by Dua Lipa Review: The Power of Pop in Gloomy Times", "date": "2020-03-31 16:34", "summary": "A collection of catchy dance tunes is just what listeners need right now.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomos-brother-the-cnn-anchor-tests-positive-for-coronavirus-11585678247", "title": "CNN Anchor Chris Cuomo, Brother of Governor, Tests Positive for Coronavirus", "date": "2020-03-31 16:33", "summary": "Federal agency is sending 250 ambulances and 500 emergency medical technicians to New York City to help medical response teams. The battle against the coronavirus pandemic has become personal for New York Gov. Andrew Cuomo after his brother said he tested positive for the disease and as the number of cases in the state is projected to peak within seven to 21 days.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-reveals-breach-that-exposed-data-of-up-to-5-2-million-customers-11585686590", "title": "Marriott Reveals Breach That Exposed Data of Up to 5.2 Million Customers", "date": "2020-03-31 16:29", "summary": "The cyber incident is at least the third at the hotel chain in the past 18 months. Marriott International Inc. is investigating a data breach that exposed up to 5.2 million customers' personal information, at least the third cyber incident for the hotel giant in the past 18 months.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-medical-equipment-in-short-supply-3-d-printing-steps-up-in-coronavirus-crisis-11585686310", "title": "With Medical Equipment in Short Supply, 3-D Printing Steps Up in Coronavirus Crisis", "date": "2020-03-31 16:25", "summary": "Health-care workers are 3-D printing face masks and nasal swabs needed for Covid-19 testing. Health providers are turning to 3-D printers as a stopgap measure to fabricate the equipment they need, from nasal swabs to face masks, in the fight against Covid-19, the disease caused by the new coronavirus.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-throws-deal-making-into-disarray-11585652400", "title": "M&A Deals Thrown Into Disarray", "date": "2020-03-31 16:23", "summary": "Overall merger volume has come to a virtual standstill in the past two weeks. Corporate deal making, prone to unexpected twists and turns in the best of times, has been upended by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-chartered-fined-for-violating-russia-sanctions-11585686229", "title": "Standard Chartered Fined for Violating Russia Sanctions", "date": "2020-03-31 16:23", "summary": "The £20.47 million fine is the largest imposed yet by the U.K. Treasury's Office of Financial Sanctions Implementation. U.K. authorities have fined Standard Chartered PLC for violating sanctions that the European Union imposed on Russia following its annexation of the Crimea region of Ukraine in 2014.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-what-to-know-about-the-coronavirus-bill-11585256520", "title": "Unemployment Benefits: What to Know About the Stimulus Package", "date": "2020-03-31 15:55", "summary": "Questions and answers for Americans who may need to apply. President Trump signed a roughly $2 trillion stimulus bill that expands the amount and duration of unemployment benefits available to laid-off workers. It also broadens the pool of people who are eligible to receive benefits during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-much-hand-washing-here-are-the-best-moisturizers-11585683158", "title": "Too Much Hand-Washing? Here Are the Best Moisturizers.", "date": "2020-03-31 15:32", "summary": "Nonstop Purell plus washing your hands around the clock to the tune of 'I Will Survive' takes its toll on parched skin. These nourishing creams will help you get a handle on the situation. RIGOROUS AND repeated hand-washing, sequential squirts of hand sanitizer, latex gloves in public. Covid-19 has certainly focused our attention on the benefits of clean paws, but our hands are desperate for deeper care. \"In a perfect world, you would treat hands the same way you treat your face, or even better,\" said Seattle-based dermatologist Dr. Heather D. Rogers. \"The skin on the back of your hands is thin and has fewer oil glands than facial skin.\" Hands also endure more wear and tear than your face, are more prone to injury and are rarely protected from the elements.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-a-dream-a-lakean-escape-11585682864", "title": "The Staying Inside Guide: A 'Dream,' a 'Lake'-an Escape", "date": "2020-03-31 15:27", "summary": "Streaming performances, from the archives, of two ballets you'd have been able to see live but for the shutdown.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-hopeful-that-coronavirus-epidemic-is-slowing-down-11585682758", "title": "Italy Hopeful That Coronavirus Pandemic Is Slowing Down", "date": "2020-03-31 15:25", "summary": "But authorities say it will take until after Easter to cut new infections enough to begin loosening the lockdown. ROME-Italian authorities believe the country's coronavirus epidemic, the world's deadliest, is slowing down appreciably after three weeks of national lockdown, a hopeful sign for other Western countries that are following approaches similar to Italy's with a time lag.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-crisis-deepens-trump-and-fauci-form-complicated-bond-11585682074", "title": "How Fauci Prods, Persuades Trump on Coronavirus Response", "date": "2020-03-31 15:14", "summary": "The infectious disease expert has managed the rare feat of differing publicly with the president while retaining his ear-and his respect. WASHINGTON-President Trump's aspirational plan to restart the U.S. economy by mid-April ran into a major obstacle: Anthony Fauci.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rallies-but-remains-on-track-for-massive-march-drop-11585660440", "title": "Oil Rallies But Still Posts Historic March Drop", "date": "2020-03-31 15:11", "summary": "Prices log largest monthly decline ever as the coronavirus dents fuel demand. U.S. oil prices rose Tuesday, paring some of their slide from a day earlier but still recording their largest drop in any month ever as the coronavirus crisis dents fuel demand.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flatten-the-curve-of-economic-distress-11585681071", "title": "Flatten the Curve of Economic Distress", "date": "2020-03-31 14:57", "summary": "A modest suggestion for news reporters and producers.. News organizations have been diligent in posting tallies of coronavirus deaths. Perhaps they will also consider updating their graphics to track U.S. suicides and deaths by overdose, along with the deaths of businesses which are bound to drive increases in these awful results of despair. News outfits might also try to inform consumers on how much we are spending in an attempt to prevent deaths from coronavirus compared to other efforts to reduce mortality.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-push-goes-digital-as-nonprofits-states-urge-participation-11585680478", "title": "Census Push Goes Digital as Nonprofits, States Urge Participation", "date": "2020-03-31 14:47", "summary": "Groups urging hard-to-count populations to respond to Census are turning to Facebook Live and Zoom-and training 'microinfluencers'. Fair Count was partway through a 60-county bus tour across Georgia to urge participation in the U.S. Census when the coronavirus outbreak prompted the nonpartisan civic-engagement group to hit the brakes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-eases-auto-emissions-standards-11585670585", "title": "Trump Administration Eases Auto-Emissions Standards", "date": "2020-03-31 14:20", "summary": "Officials say the move will boost car sales and lower new-car prices, but environmentalists have blasted it as shortsighted. WASHINGTON-Trump administration officials have eased tailpipe-emissions standards, a move they say will boost car sales and lower new-car prices but which has been blasted as shortsighted by environmentalists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-college-admissions-cheating-defendant-sentenced-to-prison-11585677050", "title": "Latest College-Admissions Cheating Defendant Is Sentenced", "date": "2020-03-31 13:50", "summary": "Elizabeth Henriquez, wife of Hercules Capital founder, paid $400,000 to get her daughter into Georgetown as a phony tennis recruit. A U.S. District Court judge in Boston sentenced a Silicon Valley mother to seven months in prison Tuesday, in the latest punishment handed down to parents charged in the \"Varsity Blues\" college-admissions scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-teachers-moved-the-classroom-online-overnight-11585674934", "title": "How Teachers Moved the Classroom Online Overnight", "date": "2020-03-31 13:15", "summary": "In New York City, the nation's largest district, learning new platforms, chasing down students and finding devices aren't just for fun. Hundreds of thousands of New York City children have lacked access to online classes.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-at-sea-in-a-pandemic-11585672399", "title": "Lost at Sea in a Pandemic", "date": "2020-03-31 12:33", "summary": "Country after country has turned back our cruise ships, stranding thousands of passengers and crew.. During a time when we're afraid to go out, fearful of others as possible Covid-19 carriers, how do we ensure we continue acting in ways consistent with our common human dignity?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-all-need-ocd-now-11585672342", "title": "We All Need OCD Now", "date": "2020-03-31 12:32", "summary": "My patient knows all about hand washing and social distancing.. He wouldn't call it vindication, but my patient can hardly hide an air of \"I told you so\" as he contemplates a world that, overnight, has developed some familiar obsessions and compulsions. \"If everyone had been doing what I've been doing all along, maybe we wouldn't be here,\" he says. By \"here,\" he means the virtual clinic where, under San Francisco's shelter-in-place orders, he's meeting with me, his psychiatrist, by videoconference.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-reports-rising-demand-as-shoppers-buy-more-food-11585657698", "title": "Conagra Reports Rising Demand as Shoppers Buy More Food", "date": "2020-03-31 12:22", "summary": "Food maker has raised production streamlined operations to meet demand during health crisis. Conagra Brands Inc. said it is adjusting its supply chain to meet a surge in demand for its food as more people are staying home during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alliancebernstein-putnam-dig-in-deeper-with-bets-on-malls-11585569601", "title": "AllianceBernstein, Putnam Dig In Deeper With Bets on Malls", "date": "2020-03-31 12:04", "summary": "As coronavirus devastates retail sector, CMBX 6 index is under pressure. Two big money managers wagering that struggling mall owners can still pay their debts have been hit by the retail devastation brought on by the coronavirus pandemic, wiping away more than a billion dollars from their positions.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-shows-even-coronavirus-standouts-face-pressure-11585670087", "title": "Domino's Shows Even Coronavirus Standouts Face Pressure", "date": "2020-03-31 11:54", "summary": "Delivery-focused restaurants are best-equipped to survive the coronavirus crisis, but an update from Domino's shows the road won't be easy. Restaurants with strong delivery businesses are best positioned to survive the fallout from the new coronavirus crisis. That doesn't necessarily make them a safe place for investors to hide, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-investigating-lawmakers-for-possible-insider-trading-11585586365", "title": "DOJ Investigating Lawmakers for Possible Insider Trading", "date": "2020-03-31 11:48", "summary": "FBI contacted Sen. Burr in inquiry into whether lawmakers traded based on confidential briefings. The Justice Department is examining whether lawmakers traded ahead of the market turmoil caused by the coronavirus pandemic based on confidential briefings they received, according to a person familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-solar-farms-are-seen-as-havens-in-coronavirus-storm-11585656003", "title": "Wind, Solar Farms Are Seen as Havens in Coronavirus Storm", "date": "2020-03-31 11:47", "summary": "Steady returns in renewable energy attract investors, even as new projects likely face finance hurdles. Wind and solar farms are attracting interest from investors hungry for low-risk, stable-yield opportunities at a time of extraordinary market volatility.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-coronavirus-break-for-consumer-credit-scores-11585668691", "title": "No Coronavirus Break for Consumer Credit Scores", "date": "2020-03-31 11:39", "summary": "Credit industry persuaded Congress it would protect people who miss payments due to virus; consumer groups push back. WASHINGTON-The financial industry persuaded Congress to reject a moratorium on recording missed and late payments on credit reports during the coronavirus outbreak, raising concerns that people who lose their jobs will take a lasting hit to their credit scores.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-hard-liners-clash-with-government-in-struggle-to-contain-coronavirus-11585662902", "title": "Iran's Hard-Liners Clash with Government in Struggle to Contain Coronavirus", "date": "2020-03-31 11:30", "summary": "Combating the virus could help the Revolutionary Guard restore its public image, but risks undermining the government's response to the pandemic. Faced with a shortage of medical supplies and a worsening coronavirus outbreak, Iran's government has cracked down on hoarders stockpiling masks and disinfectant.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/author-tomi-adeyemi-on-five-things-to-do-to-relieve-stress-during-the-coronavirus-crisis-11585667429", "title": "Author Tomi Adeyemi on Relieving Stress During the Coronavirus Crisis", "date": "2020-03-31 11:10", "summary": "Ms. Adeyemi turns to nostalgic movie marathons and blasts Beyoncé while working out during the national shutdown. In a series called How I Cope, we speak to people across the country about the things they're doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Tomi Adeyemi, 26, the bestselling author of \"Children of Blood and Bone,\" which is being adapted for the big screen, and \"Children of Vengeance and Virtue.\" Ms. Adeyemi lives in San Diego.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-to-sell-news-america-marketing-unit-for-235-million-11585667265", "title": "News Corp to Sell News America Marketing Unit", "date": "2020-03-31 11:07", "summary": "Coupon-publishing business to be sold to private-equity firm. News Corp agreed to sell News America Marketing, its coupon-publishing unit, for about $235 million in cash to the private-equity firm Charlesbank Capital Partners as the media company looks to focus on core areas of its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-commits-to-paying-contractors-after-some-were-told-theyd-lose-work-11585667276", "title": "Apple Commits to Paying Contractors", "date": "2020-03-31 11:07", "summary": "Tech giant's vendors eliminated hundreds of jobs on understanding the company wouldn't pay staff. Hundreds of Apple Inc. contract workers at its Silicon Valley campus were told in recent days that their jobs would be suspended without pay as the tech giant curtails work at the offices amid the coronavirus outbreak. But on Monday, a company spokeswoman said Apple plans to pay the hourly workers.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-a-coal-miners-daughter-but-loretta-lynns-mother-taught-her-everything-11585667143", "title": "She's a Coal Miner's Daughter, but Loretta Lynn's Mother Taught Her Everything", "date": "2020-03-31 11:05", "summary": "The country singer-songwriter reflects on her childhood in Eastern Kentucky, making it through the Great Depression and falling in love with the Grand Ole Opry. Loretta Lynn, 87, is a country singer-songwriter and a recipient of the Presidential Medal of Freedom. She is the author of \"Coal Miner's Daughter\" and, more recently, \"Me and Patsy Kickin' Up Dust: My Friendship With Patsy Cline\" (Grand Central). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-companies-win-approval-for-rapid-coronavirus-tests-11585586147", "title": "Medical Companies Win Approval for Rapid Coronavirus Tests", "date": "2020-03-31 10:58"}, {"link": "https://www.wsj.com/articles/this-fathers-oldsmobile-connects-the-generations-of-his-family-11585665129", "title": "This Father's Oldsmobile Connects the Generations of His Family", "date": "2020-03-31 10:32", "summary": "He grew up with a 1962 Starfire, and so did his children. Rob Lash, 65, a retired endodontist living in Dillon, Colo., on his family's 1962 Oldsmobile Starfire, as told to A.J. Baime. The photos accompanying this article were shot by Mr. Lash, before the coronavirus pandemic.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-struggles-to-find-its-coronavirus-footing-its-a-time-of-great-stress-11585664987", "title": "Amazon Struggles to Find Its Coronavirus Footing. 'It's a Time of Great Stress.'", "date": "2020-03-31 10:29", "summary": "Tech giant faces overwhelming demand, mass absences and a restive workforce. On a mid-March midnight shift, one of Kristy Granados's co-workers coughed and said he felt nauseated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-divorced-parents-coronavirus-means-extra-complication-11585664870", "title": "For Divorced Parents, Coronavirus Means Extra Complication", "date": "2020-03-31 10:27", "summary": "Even exes who are amicably splitting custody of children don't always agree on how much risk they will tolerate. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-tv-anchors-work-from-home-a-lot-can-go-wrong-11585664448", "title": "When TV Anchors Work From Home, a Lot Can Go Wrong", "date": "2020-03-31 10:20", "summary": "Coronavirus lockouts turns slick glamour to amateur hour as broadcasters and show hosts migrate to basements and guest bedrooms. Like many, Whoopi Goldberg, host of ABC's \"The View,\" is also working from home.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-t-shirt-sales-save-americas-restaurants-11585663442", "title": "Can T-Shirt Sales Save America's Restaurants?", "date": "2020-03-31 10:04", "summary": "With Covid-19 forcing many American restaurants to close, the food and beverage industry is hoping sales of shirts and hats can provide a much needed revenue stream. IN NOVEMBER 2019, Luke Pierce and Annie Williams Pierce opened Law Bird, a cocktail bar in Columbus, Ohio. Until last month, the couple hadn't felt the need to make shirts promoting their business. But on March 15, Law Bird was thrust into the unknown after Governor Mike DeWine ordered the state's bars and restaurants to close indefinitely to squelch the spread of Covid-19. \"We don't have a big slush fund or anything like that that we can really offer our employees,\" said Mr. Pierce. Suddenly, branded T-shirts seemed like a compelling idea. Swiftly, the couple ran off some Law Bird tops to sell online, including one printed with a contemplative Day-Glo gorilla's face. A portion of the surprisingly decent proceeds are going toward the bar's now laid-off staff. \"They'll be getting hopefully close to what their normal paycheck would have been,\" said Mr. Pierce.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sparks-a-global-gold-rush-11585332624", "title": "Coronavirus Sparks a Global Gold Rush", "date": "2020-03-31 10:01", "summary": "Epic shortage spooks doomsday preppers and bankers alike; 'Unaffordium and unobtanium'. It's an honest-to-God doomsday scenario and the ultimate doomsday-prepper market is a mess.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-have-nothing-to-do-but-do-good-11585663200", "title": "New York City Businesses Are Doing Well by Doing Good", "date": "2020-03-31 10:00", "summary": "Most are facing a disastrous present or gloomy future, but many are stepping up to help those in need. Upon launching in November, Brooklyn's Air Co. was in the glamorous business of making fancy vodka using new technology that produces ethanol from nothing more than carbon dioxide pulled from the air and hydrogen.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keystone-xl-pipeline-to-be-built-with-albertas-assistance-11585663027", "title": "Keystone XL Pipeline to Be Built With Alberta's Assistance", "date": "2020-03-31 09:57", "summary": "TC Energy says long-delayed project will go ahead after Alberta agrees to help fund it. The long-delayed Keystone XL pipeline to take oil from Canada into the U.S. heartland will move forward after the Alberta province agreed to help finance the project, pipeline operator TC Energy Corp. said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-warns-u-s-of-retaliation-by-beijing-profit-growth-slows-11585658329", "title": "Huawei Warns U.S. of Retaliation by Beijing; Profit Growth Slows", "date": "2020-03-31 09:45", "summary": "Chairman says the U.S. should expect countermeasures from China if it further restricts tech giant's access to suppliers. HONG KONG-The chairman of Huawei Technologies Co. warned the U.S. to expect countermeasures from the Chinese government if it further restricts the technology giant's access to suppliers, as the company's profit last year grew at the slowest pace in three years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-unemployment-payments-to-reach-states-this-week-labor-secretary-says-11585656499", "title": "Bigger Unemployment Payments to Reach States This Week, Labor Secretary Says", "date": "2020-03-31 09:43", "summary": "Eugene Scalia, in interview, urges businesses to use loans to keep workers on payrolls, limit stress on state jobless benefits programs. WASHINGTON-The federal government will this week release funds from a coronavirus stimulus package to boost jobless benefits, but how quickly those payments reach laid-off workers depends on overburdened state unemployment systems, the head of the U.S. Labor Department said in an interview.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-check-temperatures-of-store-workers-amid-coronavirus-crisis-11585661982", "title": "Walmart to Check Temperatures of Its Store Workers, Offer Masks", "date": "2020-03-31 09:39", "summary": "Company will also offer masks to employees who wish to wear them. Walmart Inc. will start taking temperatures of U.S. store workers at the start of each shift and offering masks for those employees who wish to wear them, the company said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coronavirus-battered-economy-shows-tentative-signs-of-renewed-life-11585629575", "title": "China's Coronavirus-Hit Economy Shows Signs of Renewed Life", "date": "2020-03-31 09:35", "summary": "Manufacturing activity rebounded sharply from record lows after the virus appeared, but analysts say the economy is still far from pre-outbreak levels. BEIJING-An official gauge of China's manufacturing activity rebounded strongly in March as work resumption picked up, though economists warned that business activity remains far from normal following a devastating coronavirus outbreak.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murray-energy-pushed-to-brink-of-liquidation-11585661530", "title": "Murray Energy Pushed to Brink of Liquidation", "date": "2020-03-31 09:32", "summary": "The bankrupt coal supplier is seeking permission to suspend retiree healthcare payments to survive market headwinds and the coronavirus pandemic. Coal supplier Murray Energy Corp. said its business has taken a severe hit from \"historically bad\" coal markets and the coronavirus pandemic, pushing the bankrupt company close to liquidation.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-pub-long-hot-with-tourists-now-relies-on-locals-to-stay-afloat-11585656000", "title": "British Pub, Long Hot With Tourists, Now Relies on Locals to Stay Afloat", "date": "2020-03-31 09:24", "summary": "Landlord forgives rent; French server heads back home bidding pub-keeper 'bonne chance'. ALDBURY, England-The bluebells are about to bloom in nearby woods and the days are getting longer, bringing what is usually peak pub season to this village of about 800 people.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-before-pandemic-11585660702", "title": "U.S. Home-Price Growth Accelerated Before Pandemic", "date": "2020-03-31 09:18", "summary": "Case-Shiller index shows 3.9% rise in year that ended in January. Home-price growth accelerated in January, the latest indication that the U.S. housing market was poised for a strong year of sales before the coronavirus pandemic struck.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-sketch-out-priorities-for-next-coronavirus-stimulus-bill-11585660695", "title": "House Democrats Sketch Out Priorities for Next Coronavirus Stimulus Bill", "date": "2020-03-31 09:18", "summary": "House Speaker Nancy Pelosi says the next bill \"must do more to help our helpers\". This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-challenges-facing-u-s-farms-get-workers-keep-them-healthy-11585660358", "title": "The Coronavirus Challenges Facing U.S. Farms: Get Workers, Keep Them Healthy", "date": "2020-03-31 09:12", "summary": "Companies look to ensure supply of seasonal workers from other countries and protect them from the virus. Farms and orchards across the country are scrambling to ensure a steady supply of workers-and keep them healthy-as the coronavirus pandemic highlights a critical vulnerability in America's food chain: labor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-hedge-fund-suspends-redemptions-in-sign-of-market-stress-11585660093", "title": "Credit Hedge Fund Suspends Redemptions in Sign of Market Stress", "date": "2020-03-31 09:08", "summary": "In a letter to clients, EJF Capital said it doesn't want to be a forced seller in 'dysfunctional' credit markets. Hedge fund EJF Capital LLC told clients it was suspending redemptions from one of its funds for the foreseeable future because it didn't want to be a forced seller in what it called \"dysfunctional\" credit markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-wont-end-sino-american-tensions-over-huawei-11585659713", "title": "The Pandemic Won't End Sino-American Tensions Over Huawei", "date": "2020-03-31 09:01", "summary": "The Chinese technology giant expects action from Beijing if the Trump administration makes further moves to restrict its supply chain. Another round of tensions between the U.S. and China over telecom-equipment giant Huawei is in the cards, with global chip makers the likely losers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-fashion-binx-hawaii-cover-11585656538", "title": "Hanging Ten in Oahu With Spring Fashion", "date": "2020-03-31 08:29", "summary": "Ride the waves of the Hawaiian island in bold prints, Day-Glo colors and beach-ready streetwear from this season's collections. Binx Walton in Saint Laurent by Anthony Vaccarello bodysuit, $4,190, ysl.com, Melissa Kaye earrings (bottom two), $1,750 (yellow) and $2,200 (orange), melissakayejewelry.com and Walton's own earrings.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/binx-walton-interview-photos-11585656842", "title": "The Top Model Whose Name Was Inspired By 'Star Wars'", "date": "2020-03-31 08:29", "summary": "American model Binx Walton on her powerhouse career's shaky start, changes in the fashion world and returning to her childhood home state of Hawaii for WSJ.. Binx Walton's parents named her Leona Anastasia, but when she was a kid she picked up an alias, derived from the Star Wars character Jar Jar Binks. Though it's difficult to find any resemblance between that fantastical creature and Walton, now a sought-after model for the likes of Chanel and Tom Ford, the nickname stuck.", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-is-missing-fantasy-baseball-is-chugging-ahead-11585656002", "title": "Baseball Is Missing. Fantasy Baseball Is Chugging Ahead.", "date": "2020-03-31 08:00", "summary": "It's unclear when the season will start and there's a group of people forging strategies and calculating inefficiencies based on a delayed season. When the time came for Dave Pfeiff to make his fourth-round pick in a fantasy baseball draft a couple of weeks ago, he needed all of 10 seconds to decide who he would choose.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-families-of-citgo-executives-jailed-in-venezuela-fear-coronavirus-threat-11585656002", "title": "U.S. Families of Oil Executives Jailed in Venezuela Fear Coronavirus Threat", "date": "2020-03-31 08:00", "summary": "Family members seek their release on humanitarian grounds, worried the six men are in a weakened state that makes them susceptible to falling ill in crowded prison. CARACAS, Venezuela-Maria Elena Cárdenas thought things couldn't get any worse after her husband, an American oil executive, was locked up in a crowded Venezuelan prison on what the U.S. government says are trumped-up corruption charges.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-forcing-home-buyers-to-scramble-to-close-deals-11585656002", "title": "Coronavirus Forcing Home Buyers to Scramble to Close Deals", "date": "2020-03-31 08:00", "summary": "While some technology to enable remote home closings has existed for years, many real-estate companies are adopting it for the first time. Real-estate agents are rushing to help home buyers and sellers close pending house sales, as the pandemic poses unprecedented obstacles to a high-touch process traditionally done in person.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-lending-funds-feeling-squeezed-by-banks-and-developers-11585656003", "title": "Real-Estate Lending Funds Feeling Squeezed by Banks and Developers", "date": "2020-03-31 08:00", "summary": "Shares of some commercial mortgage real-estate investment trusts trade at prices that indicate investors are concerned. As the novel coronavirus causes turmoil in property markets, some of the most risk-hungry real-estate lenders are starting to come under pressure.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lands-another-blow-to-senior-housing-operators-11585656000", "title": "Coronavirus Lands Another Blow to Senior Housing Operators", "date": "2020-03-31 08:00", "summary": "The industry was facing financial pressures from a supply glut even before the pandemic erupted. A number of big landlords are offering rent relief to senior housing operators, the latest sign of trouble for owners in an industry that was struggling even before the new coronavirus pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-hospitals-to-find-ways-to-reuse-masks-amid-shortages-11585647000", "title": "Coronavirus Prompts Hospitals to Find Ways to Reuse Masks Amid Shortages", "date": "2020-03-31 07:52", "summary": "A shortage of N95 masks has hospitals and research firms using chemicals and ultraviolet light to decontaminate and reuse the protective gear. Hospitals and research groups are racing to roll out new ways to reuse face masks safely, an effort that could protect front-line workers grappling with shortages while also creating a potential path to reducing medical waste long term.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-mnuchin-is-trying-to-rescue-the-economy-from-the-coronavirus-11585654202", "title": "How Mnuchin Became Washington's Indispensable Crisis Manager", "date": "2020-03-31 07:30", "summary": "Treasury secretary's ability to keep the president's trust while working with those outside the administration is expected to be crucial. At a World Economic Forum dinner in Davos, Switzerland, Treasury Secretary Steven Mnuchin spoke up. It was 45 minutes into a conversation about climate change and trade, and no one had mentioned the most important issue facing the world, he said: The deadly new coronavirus spreading across China.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-needs-to-avoid-buyback-blowback-11585654203", "title": "Big Tech Needs to Avoid Buyback Blowback", "date": "2020-03-31 07:30", "summary": "Technology giants can afford to keep repurchasing shares, but it wouldn't be wise. Giant tech companies that have been buying back their own stock by the billions face a quandary of sorts in the coming weeks. Just because you can afford to keep doing something doesn't mean you should.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smart-guide-to-restaurant-takeout-11585653963", "title": "A Smart Guide to Restaurant Takeout", "date": "2020-03-31 07:26", "summary": "We may be social distancing, but we still have to eat, and restaurants are responding to the new normal with expanded pickup and delivery options. Here, strategies for supporting local businesses while putting good food on the table. YOU'RE AT HOME now. Your vacation has been canceled, your weekend plans abandoned. Local schools are shuttered and your office, too. You still have to eat-there's one thing, at least, that hasn't changed-but for as long as the coronavirus pandemic rages on, you can expect to be dining in.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyu-langone-tells-er-doctors-to-think-more-critically-about-who-gets-ventilators-11585618990", "title": "NYU Langone Tells ER Doctors to 'Think More Critically' About Who Gets Ventilators", "date": "2020-03-31 07:15", "summary": "New York health center says it will support emergency-room staff who 'withhold futile intubations,' threatens to discipline doctors who talk to the press. NYU Langone Health, one of the nation's top academic medical centers, told emergency-room doctors that they have \"sole discretion\" to place patients on ventilators and institutional backing to \"withhold futile intubations.\"", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-paris-lovers-endure-quarantine-for-better-or-for-worse-11585652402", "title": "In Paris, Lovers Endure Quarantine, for Better or for Worse", "date": "2020-03-31 07:00", "summary": "Lockdown traps couples in close quarters; 'a new baby boom or a peak in divorces'. PARIS-Faiza Farah remembers the thrill of uprooting her life in Oakland, Calif., to move to the City of Love to marry a Frenchman.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-new-york-student-determined-to-make-remote-learning-work-11585652402", "title": "Student Is Determined to Make Remote Learning Work", "date": "2020-03-31 07:00", "summary": "Chamette Kelly pulls all-nighters on a borrowed laptop, hoping her grades won't suffer during coronavirus crisis. BRONX, N.Y.-Just before sunrise on March 23, the day that the New York City Department of Education launched the effort to move its 1.1 million students to remote learning, Longwood Preparatory Academy senior Chamette Kelly typed an English essay in her room, straining to keep her eyes open.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backed-oil-producers-find-coronavirus-relief-by-hedging-prices-11585652401", "title": "Private Equity-Backed Oil Producers Find Coronavirus Relief by Hedging Prices", "date": "2020-03-31 07:00", "summary": "Energy-focused firms' financial hedges could protect against a coronavirus-prolonged oil price slump. Energy-focused private-equity firms that rely on financial hedges to protect their portfolio companies against a prolonged oil-price slump are running against time.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-glut-is-getting-critical-11585649827", "title": "The Oil Glut Is Getting Critical", "date": "2020-03-31 06:17", "summary": "Crude oil futures are in such steep contango and so low that they would be near a bottom in any ordinary time, but this is no ordinary time. Wars have been fought for it and lost for lack of it but, all of a sudden, nobody wants oil.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-soldiers-in-italy-contain-the-coronavirus-and-mark-a-political-shift-11585647002", "title": "Viruspolitik at Play as Moscow Sends Soldiers to Help Italy", "date": "2020-03-31 05:33", "summary": "Russia's president sent aircraft full of medical supplies to Italy to aid in combating the coronavirus when help from Europe and the U.S. is scarce. The images released by the Russian Defense Ministry were unprecedented.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-people-are-doing-to-help-homebound-seniorsand-how-you-can-too-11585647001", "title": "What People Are Doing to Help Homebound Seniors", "date": "2020-03-31 05:30", "summary": "Nextdoor and Facebook have become grassroots organizing platforms during the coronavirus spread in the U.S.. After Benjamin Gelfand made several trips to his grandparents' house to deliver groceries in early March, he realized there must be a lot of other elderly people who also are hesitant to leave their homes out of fear of being exposed to the novel coronavirus.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-teams-adapt-to-closing-the-books-remotely-amid-coronavirus-11585647017", "title": "Finance Teams Adapt to Closing the Books Remotely Amid Coronavirus", "date": "2020-03-31 05:30", "summary": "Finance chiefs rely heavily on automation, communication with auditors as the first quarter comes to a close. Many finance chiefs face an unprecedented task in the coming weeks: closing the books on a turbulent first quarter with most or all of their finance staff and auditors working remotely.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyatt-executives-who-took-pay-cut-stand-to-gain-through-latest-stock-and-option-awards-11585647000", "title": "Hyatt Executives Who Took Pay Cut Stand to Gain Through Latest Awards", "date": "2020-03-31 05:30", "summary": "Eleven senior leaders could see tens of millions of dollars through their most recent compensation package if hotel operator's shares rebound. When Hyatt Hotels Corp. decided to furlough many of its hotel workers, it told employees that Chief Executive Mark Hoplamazian and Chairman Thomas Pritzker would forgo salaries and nine other senior leaders would take a 50% pay cut through May.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-fight-coronavirus-states-call-on-retired-medical-staff-and-new-graduates-11585647003", "title": "Retired Medical Staff and New Graduates Answer the Call", "date": "2020-03-31 05:30", "summary": "Older doctors, nurses are among vulnerable population but step up to help with surge in patients. Steven Lay's last shift in the emergency room was on New Year's Eve 2016. Since then, he has been enjoying retirement and staying healthy by swimming 3,000 yards three times a week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-war-batters-poorer-opec-members-as-coronavirus-looms-11585647001", "title": "Oil-Price War Batters Poorer OPEC Members", "date": "2020-03-31 05:30", "summary": "With Saudis preparing to flood markets, countries including Iraq consider spending cuts. With Saudi Arabia preparing to flood oil markets with a surge of output beginning as early as Wednesday, several of its OPEC brethren are cutting expenditures as they struggle to respond to the ravages of the kingdom's oil-price war with Russia.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-suspending-dividends-banks-need-to-trim-pay-11585646761", "title": "After Suspending Dividends, Banks Need to Trim Pay", "date": "2020-03-31 05:26", "summary": "Investors will miss out on 2019 dividends during the Coronavirus crisis, raising pressure on bankers to make similar sacrifice. Big European banks won't be paying dividends any time soon. Shareholders might find this bitter pill easier to swallow if lenders committed to restraint on pay too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cruelty-of-the-business-cycle-11585645849", "title": "The Cruelty of the Business Cycle", "date": "2020-03-31 05:10", "summary": "Resume Subscription. Short sellers are used to putting others under the spotlight. This week, one became the center of some comic attention himself.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-path-to-venezuelan-democracy-11585645210", "title": "A New Path to Venezuelan Democracy", "date": "2020-03-31 05:00", "summary": "The U.S. State Department proposes Maduro and Guaidó both step aside and make way for free elections.. As the coronavirus spreads around the world, it's easy to forget the Venezuelan people's suffering at the hands of Nicolás Maduro's regime. The Trump administration hasn't. Today we are announcing a Democratic Transition Framework to help Venezuelans escape from the national crisis that falling oil prices and the coronavirus have now deepened.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-bonds-show-signs-of-life-11585680441", "title": "Junk Bonds Show Signs of Life", "date": "2020-03-31 00:01", "summary": "Investors edge back into bonds for riskier companies after Congress passes stimulus package. Investors are showing more appetite for speculative-grade corporate bonds and loans, the latest sign of easing credit-market conditions after markets seized up earlier in March.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11585589071", "title": "Pepper...and Salt", "date": "2020-03-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-urges-airlines-to-apply-for-payroll-grants-by-friday-11585623593", "title": "Treasury Urges Airlines to Apply for Payroll Grants by Friday", "date": "2020-03-31 23:17", "summary": "The notice is among new details on coronavirus loan eligibility for airlines. WASHINGTON-The Treasury Department released new details Monday night on how it will award grants and loans for airlines affected by the coronavirus pandemic, and urged companies to submit some applications by Friday to begin receiving funds as soon as possible.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-gets-back-to-work-while-u-s-extends-coronavirus-shutdowns-11585561393", "title": "U.S. Extends Shutdowns as Virus Strains Hospitals", "date": "2020-03-31 22:38", "summary": "Confirmed cases of Covid-19 rise to more than 775,000 globally; U.S. cases near 160,000, with more than 2,900 dead. A U.S. Navy ship outfitted with 1,000 hospital beds pulled into New York Harbor. Tents sprung up in New York City's Central Park. The Javits Center, a 1.8 million-square-foot convention center in Manhattan, opened its doors as a makeshift hospital.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-texas-cant-limit-access-to-abortions-during-coronavirus-pandemic-11585610654", "title": "Judges Block States From Limiting Access to Abortions During Coronavirus", "date": "2020-03-31 22:11", "summary": "Restraining orders in Texas, Ohio and Alabama come as abortion providers sue to stop temporary bans on the procedure. Federal judges for now blocked Texas, Ohio and Alabama from curbing most abortions amid the new coronavirus pandemic, after the states recently cited the need to preserve medical equipment and public health as reasons to halt the procedure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-instacart-and-amazon-workers-stay-home-calling-for-more-pay-in-coronavirus-pandemic-11585603516", "title": "Some Instacart and Amazon Workers Stay Home, Calling for More Pay in Coronavirus Pandemic", "date": "2020-03-31 21:55", "summary": "Coronavirus risks prompt walkouts, pay demands at delivery and retail companies. Some delivery and supermarket workers are staying home to draw attention to requests for better pay and added protections against the risks they face as the coronavirus pandemic intensifies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-1-000-coronavirus-cases-among-new-york-nursing-homes-11585608857", "title": "More Than 1,000 Coronavirus Cases Among New York Nursing Homes", "date": "2020-03-31 21:16", "summary": "Fatalities from Covid-19 in such facilities make up nearly 15% of state's reported death toll. More than 1,000 nursing-home residents in New York state have been sickened by the new coronavirus and nearly 15% of the state's recorded deaths are among this population, according to data state health officials provided Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-invites-houthi-rebels-to-talks-in-riyadh-11585616096", "title": "Saudi Arabia Invites Houthi Rebels to Talks in Riyadh", "date": "2020-03-31 20:54", "summary": "New overture comes as the kingdom tries to extricate itself from the Yemen war. WASHINGTON-Saudi Arabia is in daily talks with Iran-aligned Houthi insurgents in Yemen and has invited Houthi representatives and the internationally recognized government in Yemen to peace talks in the kingdom, a senior Saudi official said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-cigarette-makers-could-get-extension-on-fda-application-11585612823", "title": "E-Cigarette Makers Could Get Extension on FDA Application", "date": "2020-03-31 20:00", "summary": "Agency asks court for 120-day reprieve, citing lack of staffing because of the coronavirus pandemic. The Food and Drug Administration wants to give a 120-day reprieve to e-cigarette makers who were facing a May deadline to either submit their products for federal review or take them off the market.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]