[{"link": "https://www.wsj.com/articles/hudsons-bay-appoints-new-cfo-as-pandemic-shakes-up-retail-11597363047", "title": "Hudson's Bay Appoints New CFO as Pandemic Shakes Up Retail", "date": "2020-08-13 19:57", "summary": "Michael Culhane will return as the retailer's finance chief, a role he left six years ago. Hudson's Bay Co. appointed a new finance chief, putting in place a former company executive to help steer the retailer through the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-u-a-e-pact-sealed-after-months-of-furtive-talks-among-envoys-trusted-by-their-leaders-11597359904", "title": "Israel-U.A.E. Pact Followed Months of Furtive Negotiations", "date": "2020-08-13 19:45", "summary": "Deal was finalized on a call among President Trump, Israeli Prime Minister Benjamin Netanyahu and Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan. The pact establishing formal diplomatic ties between Israel and the United Arab Emirates was finalized Thursday morning on a call among President Trump, Israeli Prime Minister Benjamin Netanyahu and Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan, U.S. officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-pandemic-more-u-s-adults-say-they-considered-suicide-11597362131", "title": "Amid Pandemic, More U.S. Adults Say They Considered Suicide", "date": "2020-08-13 19:42", "summary": "Number of Americans who reported doing so more than doubled since 2018, signaling coronavirus's toll on mental health. Nearly 11% of adults said they had seriously considered suicide in the previous 30 days as the coronavirus pandemic takes a toll on Americans' mental health, according to data released Thursday by the Centers for Disease Control and Prevention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-kamala-harris-11597361260", "title": "The Rise of Kamala Harris", "date": "2020-08-13 19:27", "summary": "The daughter of East Bay professors grew up to become an excellent performer of politics.. Kamala Harris is a sitting U.S. senator who was vetted during the primaries, the daughter of immigrants and the first black woman and Indian-American on a major-party ticket. She thus satisfies the basic requirements of a vice-presidential choice: First do no harm, and second pick up what you can.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-post-offices-problem-isnt-trump-11597360885", "title": "The Post Office's Problem Isn't Trump", "date": "2020-08-13 19:21", "summary": "Democrats cry sabotage. But mail volume is way down, and the USPS is losing billions of dollars.. Two months into his new job, Postmaster General Louis DeJoy is being keelhauled by Democrats for alleged sabotage of the U.S. Postal Service. Nearly 200 House Democrats signed a letter this week accusing him of acting to \"accelerate the crisis\" at the USPS. Apparently they missed the post office's news release last Friday, when it reported losing another $2.2 billion last quarter. Congress has only itself to blame for this mess.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-goes-to-yale-11597360809", "title": "Justice Goes to Yale", "date": "2020-08-13 19:20", "summary": "The university is told it is violating Title VI of the Civil Rights Act.. On Thursday the Justice Department put Yale University on notice: If by Aug. 27 the school doesn't agree to stop discriminating by race in admissions, the U.S. \"will be prepared to file a lawsuit to enforce Yale's Title VI obligations.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mideast-breakthrough-11597360774", "title": "Trump's Mideast Breakthrough", "date": "2020-08-13 19:19", "summary": "The Israel-UAE accord discredits Obama's regional vision.. President Trump's Mideast strategy has been to strongly back Israel, support the Gulf monarchies, and press back hard against Iranian imperialism. His liberal critics insisted this would lead to catastrophe that never came, and on Thursday it delivered a diplomatic achievement: The United Arab Emirates and Israel agreed to normalize relations, making the UAE the first Arab League country to recognize the Jewish state in 20 years.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-charter-schools-train-teachers-11597360740", "title": "How Charter Schools Train Teachers", "date": "2020-08-13 19:19", "summary": "Lower barriers to entry encourage newcomers, who then get a license.. Advocates of school choice sometimes say that a little competition is good for everyone. Case in point: A new analysis suggests that charter schools serve as a proving ground for effective teachers who aren't yet licensed, but who eventually get poached by traditional public schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-treatment-that-could-crush-covid-11597360709", "title": "The Treatment That Could Crush Covid", "date": "2020-08-13 19:18", "summary": "Early trials show signaling cells eliminate the virus, calm the immune response and repair tissue damage.. More than 500 clinical trials are under way world-wide in the race to find an effective treatment for Covid-19. Everybody wants it; nobody has it-yet. But one of the most promising therapies for Covid-19 patients uses \"medicinal signaling cells,\" or MSCs, which are found on blood vessels throughout the body.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-surprising-recovery-after-v-j-day-11597360671", "title": "America's Surprising Recovery After V-J Day", "date": "2020-08-13 19:17", "summary": "Keynesians expected 15% unemployment in 1946. The actual figure was 3.9%. This weekend marks the 75th anniversary of V-J Day, the end of World War II. In addition to the victory, Americans should honor the remarkable process that led to it: the rapid transformation of the economy from a Depression-era catastrophe into what President Franklin D. Roosevelt rightly termed the \"arsenal of democracy.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-first-campaign-11597360619", "title": "Kamala Harris's First Campaign", "date": "2020-08-13 19:17", "summary": "A few months ago, Democrats scorned her for her botched presidential run.. Joe Biden sure knows how to pick 'em. The Democratic nominee had the opportunity to name a competent female running mate, one who would excite his base and reassure undecided voters. He instead chose California Sen. Kamala Harris, the definition of political mediocrity.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gaming-mind-review-games-therapists-play-11597360587", "title": "'The Gaming Mind' Review: Games Therapists Play", "date": "2020-08-13 19:16", "summary": "Key to the author's practice is understanding a patient's relationship with a favorite videogame and the version of himself he inhabits when playing.. Videogame fans were elated in April when developer Square Enix released its long-awaited remake of \"Final Fantasy VII,\" considered by many to be one of the greatest games of all time. The original game, released in 1997 for Playstation, had everything: an expansive story across three playable discs; an engaging battle system replete with magic spells; and a cast of compelling characters, not least the game's iconic hero, the spiky-haired Cloud Strife (and his nemesis, Sephiroth). I have fond memories of playing FFVII in my youth. Having the chance this spring, stuck inside during the pandemic, to revisit an expanded and upgraded version of this childhood touchstone was greatly satisfying.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-beat-addiction-without-god-11597360535", "title": "I Beat Addiction Without God", "date": "2020-08-13 19:15", "summary": "Twelve-step programs say you can't recover without the help of a higher power.. I attended a Narcotics Anonymous meeting during my first day at rehab in 1993. The group discussed the program's third step: \"We made a decision to turn our will and our lives over to the care of God as we understood Him.\" When the counselor asked us to identify a higher power, I said I was an atheist. \"It's higher power or relapse,\" she replied. To me, this meant recovery would be impossible.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-will-not-come-with-copays-u-s-health-official-says-11597360354", "title": "Covid-19 Vaccines Won't Come With Co-Pays, U.S. Health Official Says", "date": "2020-08-13 19:12", "summary": "U.S. government plans to pick up the cost of vaccines, and is working with private health insurers so people won't pay out of pocket to receive shots. New details emerged Thursday about how hundreds of millions of coronavirus vaccines will be distributed in the U.S. and who will bear the cost.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-a-pence-endorsement-11597360236", "title": "Notable & Quotable: A Pence Endorsement", "date": "2020-08-13 19:10", "summary": "'He reminds us of Calvin Coolidge, a modest vice president who went on to a successful presidency.'. From \"Pence for Vice President,\" an Aug. 11 New York Sun editorial:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-gov-kemp-drops-lawsuit-against-atlanta-mayor-over-coronavirus-restrictions-11597347685", "title": "Georgia Gov. Kemp Drops Lawsuit Against Atlanta Mayor Over Coronavirus Restrictions", "date": "2020-08-13 18:57", "summary": "Governor says negotiations over mask mandate with Keisha Lance Bottoms reached impasse after judge ordered mediation. Georgia Gov. Brian Kemp dropped a lawsuit against Atlanta Mayor Keisha Lance Bottoms and other city officials over a mask mandate and other coronavirus restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-biden-harris-white-house-could-mean-for-tech-policy-11597358935", "title": "What a Biden-Harris White House Could Mean for Tech Policy", "date": "2020-08-13 18:48", "summary": "VP pick Kamala Harris would bring strong personal ties to Silicon Valley, but also some tech skepticism. Presumptive Democratic presidential nominee Joe Biden's selection of Sen. Kamala Harris as his running mate suggests Big Tech might avoid the hammer blow of a breakup if the ticket wins the White House.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/web-retailer-fanatics-raises-350-million-amid-rebound-in-ipo-market-11597352761", "title": "Web Retailer Fanatics Raises $350 Million Amid Rebound in IPO Market", "date": "2020-08-13 18:31", "summary": "Series E round for the maker and retailer of licensed fan apparel for professional sports leagues and teams values the company at around $6.2 billion. Sports retailer Fanatics Inc. closed a $350 million investment round, people familiar with the matter said, a sign of investor confidence in the combination of online shopping and official sports merchandise.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-13-2020-11597306799", "title": "New U.S. Coronavirus Cases Tick Up Again", "date": "2020-08-13 18:22", "summary": "Covid-19 cases top 5.2 million nationwide as testing trends vary in different states. The U.S. reported nearly 56,000 new coronavirus cases, the highest daily tally in four days, as communities around the country face decisions on whether to reopen schools in the fall and testing trends for the virus vary across states.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-ties-fate-of-post-office-funding-to-mail-in-voting-11597337904", "title": "Trump Ties Fate of Post-Office Funding to Mail-In Voting", "date": "2020-08-13 18:21", "summary": "Democrats say comments show president is blocking proposals for political gain. WASHINGTON-President Trump said his efforts to block new funding for the U.S. Postal Service in coronavirus-aid talks, if successful, would also hamper efforts to expand mail-in balloting this fall, sparking charges from Democrats that Mr. Trump was trying to undercut voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-08-13-2020-11597280120", "title": "Weekly Unemployment Claims Drop Below 1 Million", "date": "2020-08-13 18:02", "summary": "Number of people collecting unemployment benefits through regular state programs also fell at the beginning of August. U.S. unemployment claims fell below one million last week for the first time since the coronavirus pandemic struck in March, as the deeply wounded labor market continues to regain some footing.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/company-fined-for-importing-sweetener-u-s-says-was-made-with-chinese-prison-labor-11597327201", "title": "Company Fined for Importing Sweetener U.S. Says Was Made With Chinese Prison Labor", "date": "2020-08-13 17:56", "summary": "U.S. Customs fines stevia importer $575,000, alleging violations of trade law ban on forced labor. WASHINGTON-A U.S. importer has been fined $575,000 for importing powdered food sweetener that was made by prison labor in China, in violation of federal trade laws, the U.S. Customs and Border Protection said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talking-back-to-cookbooks-11597355757", "title": "Talking Back to Cookbooks", "date": "2020-08-13 17:55", "summary": "Quarantine cooking has taught us that recipes aren't exact blueprints but the beginning of a conversation between writer and cook.. On a scorching hot day last week, I decided to make a cooling salad of roasted figs and onions with mint and green leaves, a recipe that caught my eye in the lovely new cookbook \"Falastin\" by Sami Tamimi and Tara Wigley. After I started, I realized that I had only half as many fresh figs as I needed. I also didn't have the radicchio or walnuts or goat's cheese that the recipe stipulated.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-august-8-11597355639", "title": "Bestselling Books Week Ended August 8", "date": "2020-08-13 17:54", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-voters-ready-for-prime-minister-biden-11597336639", "title": "Are Voters Ready for Prime Minister Biden?", "date": "2020-08-13 17:52", "summary": "Unlike most presidents, no one knows what he stands for. He's the figurehead for a shaky coalition.. What is Joe Biden running for? I don't mean what policy goals he hopes to achieve, as much confusion as there is on the point. Rather, I mean \"for what office is Mr. Biden campaigning?\"", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-ask-ftc-to-investigate-tiktok-data-collection-11597355356", "title": "Senators Ask FTC to Investigate TikTok Data Collection", "date": "2020-08-13 17:49", "summary": "Request follows Journal article detailing use of data tracking banned by Google. Two U.S. senators have asked the Federal Trade Commission to investigate TikTok's data collection practices after a Wall Street Journal article showed that the company covertly collected data on millions of users through a method that appeared to violate Google's policies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seizes-fake-website-cryptocurrency-assets-from-terrorist-groups-11597343549", "title": "U.S. Seizes Fake Website, Cryptocurrency Assets From Terrorist Groups", "date": "2020-08-13 17:39", "summary": "The seizure is the largest ever of terrorist organizations' cryptocurrency accounts, officials said. The U.S. said it seized millions of dollars in cryptocurrency assets and a fake website purporting to sell protective gear in an operation targeting the financial underpinnings of three terrorist groups.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-annual-9-11-light-installation-canceled-over-coronavirus-11597354642", "title": "New York City's Annual 9/11 Light Installation Canceled Over Coronavirus", "date": "2020-08-13 17:37", "summary": "The towering beams will be replaced by the lighting of the spires and facades of New York City buildings. New York City's annual light installation in honor of the victims of the Sept. 11, 2001, terrorist attacks has been canceled to help control the spread of the new coronavirus, organizers said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bryant-parks-piano-series-offers-hopeful-note-to-new-yorkers-11597354397", "title": "Bryant Park's Piano Series Offers Hopeful Note to New Yorkers", "date": "2020-08-13 17:33", "summary": "Outdoor concerts fill a void as the coronavirus pandemic has shut down most venues. These days, New Yorkers have few opportunities to hear live music because of the coronavirus pandemic. Concert venues remain closed and festivals have largely been curtailed.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-aide-picked-for-seat-on-commodities-regulator-11597354069", "title": "White House Aide Picked for Seat on Commodities Regulator", "date": "2020-08-13 17:27", "summary": "Robert Benedict Bowes is a senior adviser on health and insurance and former Chase Manhattan banker. WASHINGTON-President Trump picked a White House adviser and former banker to serve as one of five commissioners at the Commodity Futures Trading Commission, the agency that regulates the nation's vast derivatives markets.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boys-state-review-politics-alarming-and-disarming-11597354008", "title": "'Boys State' Review: Politics, Alarming and Disarming", "date": "2020-08-13 17:26", "summary": "A documentary looks at competitive campaigns through the lens of a program for high school students, offering both concerns and hope.. 'Boys State,\" a hugely entertaining and scarily edifying documentary by Jesse Moss and Amanda McBaine, pulls you in with the power of its premise. Once you know what it's about, you're eager to know what it reveals. (The film is streaming on Apple TV+.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lovecraft-country-review-history-and-hallucination-collide-11597353813", "title": "'Lovecraft Country' Review: History and Hallucination Collide", "date": "2020-08-13 17:23", "summary": "HBO's frequently spellbinding series takes the horror fiction of H.P. Lovecraft as metaphor for the Black experience in mid-20th century America.. The largely spellbinding \"Lovecraft Country\" will find its base among nostalgic, literary, socially conscious sci-fi devotees as well as special-effects buffs, who'll be particularly pleased with the flaming hallucination that opens episode 1.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sputnik-review-red-scared-11597353687", "title": "'Sputnik': Red Scared", "date": "2020-08-13 17:21", "summary": "A Soviet cosmonaut returns to Earth after a mysterious accident with a malevolent creature hitching a ride inside him in Egor Abramenko's horror debut.. \"Sputnik,\" a low-budget horror flick from Russia, proceeds from a premise that won't be alien to anyone who's seen \"Alien.\" A hapless human becomes the host of a slimy creature that bursts forth with grisly consequences. The pace is slow enough to constitute a tribute to Andrei Tarkovsky, and the pseudoscience is more mumbo than jumbo; no grandeur is gained from lots of chatter about metabolic processes. All the same, strong performances, strikingly spare production design and somber cinematography convey a sense of something important going on. That's no small achievement in what proves to be a creature feature with flair. (The film, in Russian with English subtitles, is available on digital platforms and video on demand.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-boys-in-the-band-a-time-capsule-of-art-and-identity-11597353592", "title": "'The Boys in the Band': A Time Capsule of Art and Identity", "date": "2020-08-13 17:19", "summary": "William Friedkin's 1970 film version of Mart Crowley's unflinching play about gay Manhattanites, featuring the original theatrical cast, commemorates a fine ensemble and the brilliance of Crowley's work.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-florida-schools-reopening-during-coronavirus-parents-cant-tell-as-state-and-districts-fight-11597321293", "title": "Are Florida Schools Reopening? Parents Can't Tell as State and Districts Fight", "date": "2020-08-13 17:19", "summary": "Days before the first day of school, some districts haven't determined whether classes will be in-person or remote. MIAMI-Just days before some school districts in Florida are set to begin the new year, confusion reigns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dead-pixels-review-lives-lived-gaming-11597353389", "title": "'Dead Pixels' Review: Lives Lived Gaming", "date": "2020-08-13 17:16", "summary": "A comedy on the CW centers on the obsessions and compulsions of three online gamers. If you're enough of a hardcore gamer, you might think of \"Dead Pixels\" as more sympathetic docudrama than frequently hilarious comedy about absurd people. You might also think it's perfectly acceptable to put a lid on your child's playpen so you can play undisturbed. Or to break off a date to run home and rescue Castle Blackfinger. Or defeat the hive mother. Or feed the beast in the cellar. Or spend your workday bemoaning the fact that Vince Vaughn (\"He's too substantial and insubstantial\") has been cast in the movie version of the game that has taken up residence in your brain and occupies your every waking moment.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-rebuff-traders-challenge-of-overseas-evidence-11597352489", "title": "Judges Rebuff Traders' Challenge of Overseas Evidence", "date": "2020-08-13 17:01", "summary": "Charges relate to alleged market manipulation; former prosecutor said DOJ used requests to gain more time to bring cases. Four traders charged with crimes related to market manipulation can't review information that they argued could reveal prosecutorial misconduct, under decisions by a pair of federal judges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-2020-grads-are-still-waiting-to-walk-across-the-commencement-stage-11597348725", "title": "Many 2020 Grads Are Still Waiting to Walk Across the Commencement Stage", "date": "2020-08-13 16:58", "summary": "After the pandemic robbed them of their end-of-year ceremonies, these grads have been inventing other ways to celebrate. It's been a graduation season like no other in memory: Colleges, universities and high schools held commencement ceremonies online or postponed them, hopeful that in a few months the threat of Covid-19 would have passed. When that didn't happen, many opted for online ceremonies later in June, and some are still planning to hold in-person celebrations throughout August or during the fall.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-masks-really-do-matter-the-scientific-evidence-is-growing-11595083298", "title": "Face Masks Really Do Matter. The Scientific Evidence Is Growing.", "date": "2020-08-13 16:57", "summary": "New research suggests that face coverings help reduce the transmission of droplets, though some masks are more protective than others. Face masks are emerging as one of the most powerful weapons to fight the new coronavirus, with growing evidence that facial coverings help prevent transmission-even if an infected wearer is in close contact with others.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avis-budget-group-cfo-to-step-down-after-18-months-in-position-11597322913", "title": "Avis Budget Group CFO to Step Down After 18 Months", "date": "2020-08-13 16:57", "summary": "Board member Brian Choi will succeed John F. North III. Avis Budget Group Inc.'s finance chief is stepping down after 18 months in the position, a move that comes weeks after the car-rental company named a new chief executive to help steer it through the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-13-2020-11597310515", "title": "U.S. Stocks Drop Despite Fall in Jobless Claims", "date": "2020-08-13 16:56", "summary": "Prospects for a federal stimulus package fade after Pelosi says lawmakers remain 'miles apart' on terms. U.S. stocks slipped Thursday, pulling back after an August rally, despite data showing fewer Americans applied for jobless benefits in the latest week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ciscos-bellwether-status-is-fading-11597344354", "title": "Cisco's Bellwether Status Is Fading", "date": "2020-08-13 16:46", "summary": "Network giant's selloff doesn't faze cloud and software stocks, where corporate spending is expected to be more resilient. It was once taken as gospel that when Cisco Systems sneezed, the entire tech industry caught a cold. But even in a pandemic, the network-equipment giant is less infectious than it used to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-explosion-unleashes-public-anger-at-hezbollah-lebanons-most-powerful-group-11597350861", "title": "Explosion Unleashes Public Anger at Hezbollah, Lebanon's Most Powerful Group", "date": "2020-08-13 16:34", "summary": "The Iranian ally becomes a target of public resistance, particularly from a new generation. BEIRUT-The throngs of antiestablishment protesters marching in Beirut after last week's devastating explosion have turned their sights on one group above all: Hezbollah, the powerful, Iranian-backed Shiite political party and militia that has in recent years become a nearly untouchable force in Lebanon.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-adds-coronavirus-adviser-whose-views-closely-align-with-his-own-11597350585", "title": "Trump Adds Coronavirus Adviser Whose Views Closely Align With His Own", "date": "2020-08-13 16:29", "summary": "Scott Atlas, a radiologist, has called for ending lockdowns, restarting college football and reopening schools. WASHINGTON-President Trump this week tapped a new coronavirus adviser whose views on the pandemic closely align with his own.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gold-standard-why-chinese-startups-still-flock-to-the-u-s-for-ipos-11597313278", "title": "'The Gold Standard': Why Chinese Startups Still Flock to the U.S. for IPOs", "date": "2020-08-13 16:25", "summary": "More than 20 Chinese companies have gone public on the Nasdaq or NYSE this year. The U.S. remains a magnet for initial public offerings of Chinese technology companies, despite rising political, trade and regulatory tensions between the world's two largest economies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-and-twitter-could-play-a-big-role-in-the-election-11597349521", "title": "Facebook and Twitter Could Play a Big Role in the Election", "date": "2020-08-13 16:23", "summary": "Social-media platforms are working to ensure faith in the election process after President Trump called the vote's integrity into question. Facebook, Google and Twitter have discussed with federal officials how they can prevent the spread of misinformation in the days before and after the election.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-your-city-clothes-do-not-work-in-the-country-11597350082", "title": "No, Your City Clothes Do Not Work in the Country", "date": "2020-08-13 16:21", "summary": "During the pandemic, urbanites are abandoning cramped apartments for new suburban digs or country homes-and discovering they need a new wardrobe, too. \"I NEVER THOUGHT I'd be that person,\" said Nora Graham-Smith, an opera singer and voice teacher who, in March, fled her New York City apartment for her mother's house in Lancaster, Pa. As a Manhattanite, Ms. Graham-Smith, 39, relished ornate Zac Posen and Alexander McQueen clothing. Since moving, she's switched to Lycra-infused athleisure. \"I went from Prada over-the-knee boots to L.L.Bean rubber boots because I'm doing a lot of gardening,\" she said.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maine-referendum-on-power-corridor-is-unconstitutional-court-says-11597349663", "title": "Maine Referendum on Power Corridor Is Unconstitutional, Court Says", "date": "2020-08-13 16:14", "summary": "State's high court rules that overturning approval of $1 billion hydropower-transmission corridor fails to meet constitutional requirement. PORTLAND, Maine-A referendum aimed at overturning approval of a $1 billion hydropower-transmission corridor is unconstitutional and should be removed from the November ballot, the state supreme court ruled Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-video-games-and-coronavirus-rekindled-my-oldest-friendships-11594412706", "title": "How Video Games, and Coronavirus, Rekindled My Oldest Friendships", "date": "2020-08-13 16:14", "summary": "When we were well into our 30s, our worlds had become very different-until we went back to a virtual one. In our series First Person, we feature personal essays from WSJ Noted. staff and outside contributors.", "categories": [["Relationships"]], "category_links": ["https://www.wsj.com/news/types/noted-relationships?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chinese-officials-jointly-pursue-mystery-seed-shipments-11597271565", "title": "U.S., Chinese Officials Jointly Look Into Mystery Seeds", "date": "2020-08-13 16:07", "summary": "Agricultural agencies in both countries collaborate to identify senders as U.S. lawmakers call for stronger safeguards. U.S. agriculture officials said they are working with their counterparts in China to determine who is sending mysterious seed packages to U.S. residents and to stop future shipments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-cloud-unit-to-offer-quantum-computing-from-3-tech-companies-11597348500", "title": "Amazon's Cloud Unit to Offer Quantum Computing From 3 Tech Companies", "date": "2020-08-13 15:55", "summary": "Fidelity Investments was among the companies involved in testing the new service, which will allow businesses to experiment with the super-fast computing. Amazon.com Inc.'s cloud division said Thursday it has launched a commercial service that allows millions of customers to experiment with quantum computing platforms produced by three technology companies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-to-close-half-its-schools-in-u-s-over-coronavirus-concerns-11597345938", "title": "Pentagon to Close Half Its Schools in U.S. Over Coronavirus Concerns", "date": "2020-08-13 15:12", "summary": "All of U.S. military's schools in Europe will offer in-person instruction. WASHINGTON-The Defense Department will offer in-person instruction at half of its U.S.-based schools and all of its schools in Europe during the coming academic year, a recognition of the difference in progress the U.S. and Europe have made in curbing the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-payroll-tax-deferral-plans-spur-confusion-11597318890", "title": "Trump's Payroll-Tax Deferral Plans Spur Confusion", "date": "2020-08-13 14:46", "summary": "President's temporary change to Social Security tax collection poses challenges, uncertainty to employers. WASHINGTON-President Trump's gambit to defer Social Security payroll taxes for the rest of the year and pressure Congress into forgiving them is turning into a logistical challenge, with its rollout complicated by his own unclear statements about the plan.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-alexanders-fierce-vision-of-social-justice-11597343784", "title": "Elizabeth Alexander's Fierce Vision of Social Justice", "date": "2020-08-13 14:36", "summary": "The president of the Mellon Foundation is shifting its mission beyond the arts and humanities to focus more on social justice-and changing American philanthropy in the process.. Elizabeth Alexander never expected to go into philanthropy. Now she's in her third year as the president of the Andrew W. Mellon Foundation, the largest supporter of the humanities and the arts in the U.S., where she's quickly applied her vision to foster a more just society. \"There was nothing wrong with [the foundation's] work,\" she says, \"but to focus it around the question of, how does each grant, every penny, contribute in some demonstrable way to a more fair and just society? What does that look like?\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-america-worries-wechat-ban-could-be-bad-for-business-11597311003", "title": "Corporate America Worries WeChat Ban Could Hit Business", "date": "2020-08-13 14:36", "summary": "Companies including Apple, Disney and Walmart participate in call with White House over action against China's most important app. U.S. companies whose fortunes are linked to China are pushing back against the Trump administration's plans to restrict business transactions involving the WeChat app from Tencent Holdings Ltd. , saying it could undermine their competitiveness in the world's second-biggest economy.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-aims-to-have-nurses-in-every-public-school-as-part-of-reopening-11597343470", "title": "NYC Aims to Have Nurses in Every Public School as Part of Reopening", "date": "2020-08-13 14:31", "summary": "Mayor says hiring blitz will take place in run-up to start of in-person classes. New York City will hire hundreds of nurses in the coming weeks to ensure every public school building in the city has a medical professional on site when it reopens, officials said Thursday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minority-owners-pressure-dan-snyder-to-sell-washingtons-nfl-team-11597343129", "title": "Minority Owners Pressure Dan Snyder to Sell Washington's NFL Team", "date": "2020-08-13 14:25", "summary": "A fight among the franchise's owners has intensified while the team faces controversy on multiple fronts. The minority partners of Washington's NFL team are pressuring Dan Snyder to sell the franchise, according to people familiar with the matter, amid a growing fight inside a team facing controversy on multiple fronts.", "categories": [["WSJ News Exclusive", "NFL"]], "category_links": ["https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-the-u-s-right-to-drop-the-atomic-bomb-11597343089", "title": "Was the U.S. Right to Drop the Atomic Bomb?", "date": "2020-08-13 14:24", "summary": "Despite persistent revisionist claims to the contrary, the atomic bombs were necessary to end the Pacific War and thereby save millions of lives on both sides.. John C. Hopkins's calculations about the consequences of an invasion of Japan conform with the facts (\"The Atomic Bomb Saved Millions-Including Japanese,\" op-ed, Aug. 6). But history isn't about counting; it's about research and evidence. The documents in U.S., Soviet and Japanese archives prove that once the Soviet Union entered the war, everyone-Truman, Stalin and Hirohito-knew Japan would surrender to the U.S. Why? Because \"the Soviet Union will take not only Manchuria, Korea, Karafuto, but also Hokkaido,\" Prime Minister Kantaro Suzuki explained Aug. 13, 1945. \"This would destroy the foundation of Japan. We must end the war when we can deal with the United States.\" The atomic bombings weren't necessary to end the war in August 1945.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefit-size-is-not-the-issue-11597342835", "title": "Unemployment Benefit Size Is Not the Issue", "date": "2020-08-13 14:20", "summary": "Until it is safe and there are jobs to be had, the best data shows that, at the macro level, the disincentive effect is muted.. Readers of your editorial \"Economists vs. Common Sense\" (Aug. 3) should read our report, the one it criticizes. Higher unemployment benefits reduce work incentives. But the size of the employment response to the benefits during a pandemic is an empirical question. Using two data sets we find that people receiving larger increases in unemployment wage-replacement rates returned to work at rates similar to those receiving less. This finding surprised us. It suggests that, on a macro level, more important factors than benefit size are at play: the reduction in labor demand, the health risks of Covid-19, and perhaps also the challenge of child care when schools are closed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-can-testing-do-about-covid-19-11597342731", "title": "How Much Can Testing Do About Covid-19?", "date": "2020-08-13 14:18", "summary": "At present there aren't enough supplies and equipment to meet the current demand for tests, let alone test 50 million patients a day.. William A. Galston's proposal to \"Test Every American for Covid-19\" (Politics and Ideas, Aug. 5) once a week for four weeks ignores the realities of the pandemic for clinical laboratories. Labs across the country have taken extraordinary measures to ramp up to 700,000 tests a day or more. At present, there are not enough supplies and equipment to meet the current demand for tests, let alone test 50 million patients a day. What's needed now are practical solutions to get clinical laboratories the funding, support and testing supplies to provide patients with more tests and a faster turnaround of results.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preschool-and-pre-k-arent-necessary-for-development-11597342623", "title": "Preschool and Pre-K Aren't Necessary for Child Development", "date": "2020-08-13 14:17", "summary": "We used to get our 'learning by playing' experience around home, and somehow many brilliant and successful Americans were developed.. Christine VanDeVelde must be too young to remember a time when very few went to school before first grade (\"School Closures Damage the Youngest Children,\" op-ed, Aug. 8). Without preschool, we got our \"learning by playing\" experience around home. Somehow many brilliant and successful Americans were developed then.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-refounding-of-america-11597342320", "title": "The Democrats' Refounding of America", "date": "2020-08-13 14:12", "summary": "For today's party, the 1960s marked the beginning of a new social and constitutional order.. At the funeral of John Lewis in Atlanta last month, former President Barack Obama described the late civil rights leader and Democratic congressman as a \"Founding Father\" of a \"fuller, fairer, better America.\" It was an epochal turn of phrase. A protégé of Rev. Martin Luther King, Jr., Lewis desegregated lunch counters in Nashville in 1960, spoke at the 1963 March on Washington and was beaten leading a march in Selma in 1965.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-erin-loos-cutraro-on-why-women-should-run-for-office-11597341355", "title": "Three Questions With Erin Loos Cutraro on Why Women Should Run for Office", "date": "2020-08-13 13:55", "summary": "Founder of group that encourages women to stand says lack of fundraising support is affecting diversity in politics. ", "categories": [["U.S.", "Audience"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-katzenberg-fetches-125-million-for-beverly-hills-home-11597279550", "title": "Katzenberg Fetches $125 Million for Beverly Hills Home", "date": "2020-08-13 13:45", "summary": "The deal is one of the priciest ever to close in the Los Angeles area. Entertainment mogul Jeffrey Katzenberg has sold his Beverly Hills home for $125 million, forging one of the priciest real-estate deals ever closed in the Los Angeles area.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-explosion-likely-sparked-by-maintenance-at-warehouse-according-to-u-s-assessment-11597339387", "title": "Beirut Blast Likely Sparked by Maintenance at Warehouse", "date": "2020-08-13 13:23", "summary": "Resume Subscription. BEIRUT-Maintenance work likely led to the explosion of a large cache of ammonium nitrate that devastated a large part of the Lebanese capital last week, a U.S. government assessment concluded, according to a person familiar with the matter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-road-trip-playlist-curated-for-the-summer-of-2020-11597339328", "title": "A Road-Trip Playlist Curated for the Summer of 2020", "date": "2020-08-13 13:22", "summary": "Don't leave all your driving-soundtrack decisions to Spotify. Here, some new music-and some new releases of old music-that will make the miles slide by. THE ART of creating a road-trip playlist has changed little since the days of cassette mixtapes. You still want a good dose of the familiar: Zooming down the highway to \"Going Back to Cali\" or shouting yourself hoarse to \"Radar Love\" are surefire ways to pass the miles. But a good playlist should also provide a little discovery, and ideally soundtrack the landscape. To that end, we've picked a few recent releases (and rereleases) suited to any road you may find yourself on, from the country to the coasts.", "categories": [["Life & Work", "Ideas", "Playlist"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/playlist?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinato-supply-coronavirus-vaccine-to-pakistan-11597337780", "title": "China to Supply Coronavirus Vaccine to Pakistan", "date": "2020-08-13 12:56", "summary": "State-owned Sinopharm is set to work with Karachi University on vaccine trials, including enough doses to vaccinate about one-fifth of Pakistan's population. ISLAMABAD, Pakistan-China will supply coronavirus vaccines to Pakistan as part of an agreement for trials of the vaccine to be conducted in the South Asian nation, according to Pakistani government officials.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-movie-of-the-summer-is-a-south-korean-zombie-blockbuster-11597334176", "title": "The Biggest Movie of the Summer Is a South Korean Zombie Blockbuster", "date": "2020-08-13 12:56", "summary": "'Peninsula' has won ticket sales across Asia, where movie theaters are open. South Korean zombie movie \"Peninsula\" is the only movie to have premiered this summer that ranks among this year's 20 highest-grossing films, according to Box Office Mojo. It has earned more than $48 million at the box office in just under a month, boosted by moviegoers in Asia, who are returning to theaters. Box-office revenue for \"Peninsula\" has primarily been driven by ticket sales in South Korea, Taiwan, Vietnam, Singapore and a few other countries in Asia that have stopped Covid-19 from spreading aggressively. The movie is about human survivors of a mysterious Zombie outbreak. \"'Peninsula' is evidence that people are willing to go back to the movies,\" said Ju Su-yeon, strategy and development manager at the nation's largest theater chain, CJ CGV Co.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-kamala-harris-on-the-ballot-indian-americans-predict-higher-turnout-11597336615", "title": "With Kamala Harris on the Ballot, Indian-Americans Predict Higher Turnout", "date": "2020-08-13 12:46", "summary": "President Trump has tried to appeal to Indian-American voters by building ties with Indian Prime Minister Narendra Modi. Shekar Narasimhan was flooded with calls and messages from fellow Indian-Americans almost immediately after Joe Biden announced Sen. Kamala Harris, the daughter of an Indian mother and Jamaican father, as his running mate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ftc-antitrust-feud-is-the-wrong-kind-of-competition-11597336577", "title": "Justice-FTC Antitrust Feud Is the Wrong Kind of Competition", "date": "2020-08-13 12:36", "summary": "A congressional drafting error from 1914 led the agencies to clash in court over Qualcomm.. The Ninth U.S. Circuit Court of Appeals on Tuesday reversed a district judge's ruling that imposed antitrust liability on Qualcomm , a major U.S. telecommunications manufacturer. The ruling was a loss for the federal government-and also a victory. The Federal Trade Commission brought the case; the Justice Department successfully argued that it threatened national security by helping the Chinese company Huawei.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-unemployment-benefits-funding-could-run-out-in-six-weeks-11597336451", "title": "New Unemployment Benefits Funding Could Run Out in Six Weeks", "date": "2020-08-13 12:34", "summary": "If all states participate, funding for the extra $300-a-week payments could be exhausted in less than two months. An extra $300 weekly federal unemployment benefit will likely take a couple of weeks to reach workers and funding could be exhausted just a month and a half later, according to a senior Labor Department official. The benefits, which were part of Saturday's executive action by President Trump, replace the $600-a-week payments for unemployed people that expired last month. If all states participate, based on the current number of people receiving benefits, the $44 billion of funding allocated for the payments could be spent in five or six weeks, the official said. That would put the benefits on pace to expire much sooner than the December end date set in the president's executive action. In the week ending Aug. 8, 15.5 million people collected unemployment benefits through regular state programs, which cover the majority of workers. More than 30 million workers were receiving some form of unemployment benefits in the week ended July 18, according to the Labor Department.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-market-in-milwaukee-11597336151", "title": "On The Market in Milwaukee", "date": "2020-08-13 12:29", "summary": "Bruce and Jami Ross are selling their 9,200-square-foot mansion for $2.495 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/two-cheers-for-lower-jobless-claims-11597336165", "title": "Two Cheers for Lower Jobless Claims", "date": "2020-08-13 12:29", "summary": "Number of Americans filing for unemployment fell below one million, still very high but the lowest in months. It may not indicate a trend. Are fewer people filing for unemployment because the job market is getting better? Or is it because filing isn't as worthwhile as before?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milwaukees-best-11597336138", "title": "Milwaukee's Best", "date": "2020-08-13 12:28", "summary": "These historic mansions were built for beer barons and the city's elite.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-investment-burned-almost-everyone-11597335879", "title": "This Investment Burned Almost Everyone", "date": "2020-08-13 12:24", "summary": "DGAZF, exchange-traded note, rose 6,000% as traders who thought they were taking advantage of suckers got suckered themselves. Experience is the best teacher, but the tuition is high.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-musician-phoebe-bridgers-is-listening-to-taylor-swifts-folklore-11597335782", "title": "How Musician Phoebe Bridgers Is Listening to Taylor Swift's 'Folklore'", "date": "2020-08-13 12:23", "summary": "The alt-pop artist, whose ethereal, innovative album 'Punisher' is garnering Grammy buzz, on her obsession with long walks, oversize headphones, daily astrology check-ins and the seemingly endless ways tech feeds her creativity. CALLING FROM lockdown, alt-pop artist Phoebe Bridgers, 25, is immediately talking a mile a minute. \"If you love vintage sounds, then great. But it doesn't matter to me,\" she says, seeking to find some balance in the debate between old and new recording technology, much as she does on \"Punisher,\" her ethereal album released in June. \"I thought I needed to find that vintage sound my whole life, but most of the time now it's all about things working and being reliable.\"", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dream-home-has-changed-11597335608", "title": "The Dream Home Has Changed", "date": "2020-08-13 12:20", "summary": "Outside spaces become more connected to the interior and more welcoming to guests. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-most-popular-rooms-in-home-design-11597335574", "title": "The Most Popular Rooms in Home Design", "date": "2020-08-13 12:19", "summary": "Home-office nooks, statement lighting and art in the bathroom get homeowners' attention. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-dreams-are-made-of-11597335532", "title": "What Dreams Are Made Of", "date": "2020-08-13 12:18", "summary": "Three house-centric websites-Houzz, Decorilla and The Real Houses of IG-reveal what rooms designs have been popular with their followers this year. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/legitimate-businesses-are-snared-in-hunt-for-pandemic-loan-scammers-11597333969", "title": "Real Businesses Snared in Hunt for Pandemic Loan Scammers", "date": "2020-08-13 12:06", "summary": "Banks are freezing accounts of small-business borrowers on suspicion of fraud; 'It was instantly like I was a criminal'. To get ahold of government money to help keep his small business afloat, Ryan Bolesky first had to get past three armed Secret Service agents.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-a-communications-medium-email-ranks-low-and-sows-doubt-11597334537", "title": "As a Communications Medium, Email Ranks Low and Sows Doubt", "date": "2020-08-13 12:02", "summary": "Face-to-face meetings, video chats and phone calls all beat email when it comes to perceptions of authenticity, a study shows. The medium is the message, wrote the Canadian philosopher Marshall McLuhan in 1964. TV, print and radio don't all convey the same meaning, even if the script they're using is identical, he argued. But if that's true, how can we take what we see, read and hear at face value? That question is even more apt now that we have so many novel technologies for communicating. It's easy for the message to misfire if we get the technology wrong.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-argentina-to-produce-potential-astrazeneca-coronavirus-vaccine-11597334497", "title": "Mexico, Argentina to Produce Potential AstraZeneca Coronavirus Vaccine", "date": "2020-08-13 12:01", "summary": "Clinical trials are expected to be completed in November or December, and production could begin in early 2021. MEXICO CITY-Mexico and Argentina have reached agreement with U.K. pharmaceutical company AstraZeneca PLC to produce for Latin America the Covid-19 vaccine that it is developing with Oxford University.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ai-chief-pushes-the-technologys-limits-11597334361", "title": "Facebook AI Chief Pushes the Technology's Limits", "date": "2020-08-13 11:59", "summary": "Yann LeCun is one of a handful of scientists at companies and universities world-wide training artificial intelligence to better learn by itself. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/suburban-home-prices-are-rising-but-so-are-most-urban-home-prices-11597331394", "title": "Suburban Home Prices Are Rising. But So Are Most Urban Home Prices", "date": "2020-08-13 11:09", "summary": "Median urban home prices were flat from a year earlier, dragged down by weak demand in San Francisco and Manhattan. Suburban housing markets have been on a tear since the pandemic, as home buyers have sought more space. But a new analysis shows home sales in most urban markets are doing nearly as well.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-a-rolltop-desk-ideal-for-a-covid-era-home-office-11597331122", "title": "Is a Rolltop Desk Ideal for a Covid-Era Home Office?", "date": "2020-08-13 11:05", "summary": "The massive desk with a thousand hidey-holes calls to a lifelong devotee who needs to set up a functional workspace-in his tiny Brooklyn two-bedroom. SINCE quarantine cornered us, like many of you I've struggled to work from home without a proper desk. A lumpy, stained IKEA chaise longue serves as my \"office,\" forcing me to labor lying down 11 hours a day, a laptop scorching my thighs. Though I worked happily enough on the same chaise nightly for years before Coronavirus, being a supine professional 24/7 is proving depressing.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunt-for-ex-wirecard-executive-jan-marsalek-goes-public-in-germany-11597315114", "title": "Hunt for Ex-Wirecard Executive Goes Public in Germany", "date": "2020-08-13 11:04", "summary": "Marsalek, suspected of committing commercial fraud and embezzlement, has eluded authorities since Wirecard's collapse. BERLIN-German investigators are asking the public to help them find Jan Marsalek, the elusive former Wirecard AG executive who prosecutors suspect played a central role in inflating the fintech company's results by booking fake income for years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fatburger-owner-to-acquire-johnny-rockets-11597312801", "title": "Fatburger Owner to Acquire Johnny Rockets for $25 Million", "date": "2020-08-13 10:52", "summary": "Fat Brands says casual-dining demand is recovering from coronavirus pandemic. Fat Brands Inc. is buying burger chain Johnny Rockets Group Inc., expanding its stable of restaurant brands in a bet that casual-dining demand will bounce back from the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashions-big-question-what-to-do-with-all-those-unsold-clothes-11597328695", "title": "Fashion's Big Question: What to Do With All Those Unsold Clothes?", "date": "2020-08-13 10:24", "summary": "Shoppers, environmentalists and governments are forcing apparel brands to find fresh ways to move the merchandise piling up in their inventories. Apparel companies, from elite fashion houses to mass-market chains, are saddled with an inventory glut following monthslong closures during the pandemic. Now, they are trying to get rid of the excess without angering waste-conscious consumers-or harming their brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-benefits-of-extra-unemployment-aid-outweigh-work-disincentive-11597327200", "title": "WSJ Survey: Benefits of Extra Unemployment Aid Outweigh Work Disincentive", "date": "2020-08-13 10:00", "summary": "While economists see a bigger third-quarter rebound than they did a month earlier, they still expect recovery to take a long time. An overwhelming majority of economists surveyed this month by The Wall Street Journal said the economic benefits of additional jobless benefits to help laid-off workers outweighed concern that the extra payments could deter people from going back to work.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zoom-call-that-set-college-football-ablaze-11597327158", "title": "The Zoom Call That Set College Football Ablaze", "date": "2020-08-13 09:59", "summary": "College football's most influential players got together to discuss the issues that they felt their sports' administrators had failed to address over many months of this pandemic. Late Sunday night, an unlikely bunch of college kids flipped open their phones and laptops for a video call. One of the squares belonged to Clemson quarterback Trevor Lawrence. Ohio State's Justin Fields occupied another.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stubborn-survival-of-the-electoral-college-11597326985", "title": "The Stubborn Survival of the Electoral College", "date": "2020-08-13 09:56", "summary": "Americans have been trying to reform the way we elect presidents for 200 years, but the barriers to change are high.. Since the early 19th century, roughly 900 constitutional amendments have been introduced in Congress to alter or abolish the Electoral College. Yet it has proved stubbornly resistant to change. Even the \"wrong winner\" elections of 2000 and 2016, in which the presidential candidate who received the greatest number of popular votes was defeated in the Electoral College, haven't led to abolishing the system.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stir-crazy-travelers-are-ordering-airline-food-to-relive-the-flying-experience-11597326805", "title": "Stir-Crazy Travelers Are Ordering Airline Food to Relive the Flying Experience", "date": "2020-08-13 09:53", "summary": "Chicken or fish? Surplus snacks and microwavable meals can be purchased online for those who want to re-create the taste of a trip that might have been. America Edwards was supposed to visit Australia with her parents earlier this year, but the coronavirus pandemic scuttled the trip. To re-create the experience, she did the next best thing: She bought airplane food online.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-coronavirus-infections-restrict-european-holidaymakers-11597326586", "title": "Rising Covid-19 Cases Trigger New Travel Restrictions Across Europe", "date": "2020-08-13 09:49", "summary": "New infections in some EU countries have been traced to tourists, testing the reopening of borders. ROME-European countries are reimposing restrictions and checks on holidaymakers in the region, in response to rising coronavirus infections among people traveling within the continent.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-haul-owner-is-set-for-big-move-11597325401", "title": "U-Haul Owner Is Set for Big Move", "date": "2020-08-13 09:30", "summary": "U.S. consumers might mobilize as remote-work policies spread, reviving shares of U-Haul parent company Amerco. The much talked about exodus from the big cities appears to be playing out, according to fresh data from Zillow. Shares of still depressed U-Haul parent company Amerco stand to move on this trend.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deadly-coronavirus-was-inevitable-why-was-no-one-ready-for-covid-11597325213", "title": "A Deadly Coronavirus Was Inevitable. Why Was No One Ready?", "date": "2020-08-13 09:29", "summary": "Scientists warned of a pandemic for decades, yet when Covid-19 arrived, the world had few resources and little understanding. Hunkered around conference tables at the World Health Organization's Geneva headquarters, a group of scientists debated which of the world's most frightening epidemic diseases deserved the greatest attention.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-next-time-you-fly-ai-could-help-ease-the-journey-11597323803", "title": "The Next Time You Fly, AI Could Help Ease the Journey", "date": "2020-08-13 09:03", "summary": "Pack a self-driving suitcase, clear security through an archway and board a pilotless plane: It's a far-out vision of the future, but tech companies are working on making it a reality. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-epa-rules-could-raise-bar-for-climate-change-regulations-11597323600", "title": "New EPA Rules Could Raise Bar for Climate-Change Regulations", "date": "2020-08-13 09:00", "summary": "Rules being adopted Thursday would rescind regulations for methane-gas emissions adopted in 2016. The Environmental Protection Agency plans to use new methane rules to help set a higher bar for regulating other emissions that contribute to climate change, according to people familiar with the situation and an excerpt of the new rule.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-moves-at-aig-bolster-position-of-possible-ceo-successor-11597323625", "title": "Executive Moves at AIG Bolster Position of Possible CEO Successor", "date": "2020-08-13 09:00", "summary": "President Peter Zaffino gives up one of his titles to focus on companywide duties and is positioned to succeed CEO Brian Duperreault. The latest management moves at American International Group Inc. provide further signs that Peter Zaffino is positioned to succeed Chief Executive Brian Duperreault.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-sends-navy-to-eastern-mediterranean-amid-turkey-greece-standoff-11597318623", "title": "France Sends Navy to Eastern Mediterranean Amid Turkey-Greece Standoff", "date": "2020-08-13 08:29", "summary": "Paris has become more embroiled in conflicts in the region as the U.S. has disengaged in recent years. President Emmanuel Macron ordered French forces to the Eastern Mediterranean to provide military assistance to Greece, raising the stakes in France's growing regional confrontation against an increasingly assertive Turkey.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-coronavirus-response-under-pressure-as-doctors-plan-strike-11597316492", "title": "South Korea's Coronavirus Response Under Pressure as Doctors Plan Strike", "date": "2020-08-13 08:18", "summary": "About a quarter of South Korea's 33,000 hospitals and clinics will close their doors on Friday. SEOUL-South Korea's largest physicians group plans to strike on Friday, protesting a government proposal to increase the number of doctors after the country suffered staffing shortages when coronavirus cases surged earlier this year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-pan-recipe-summery-halibut-with-a-charred-tomato-sauce-11597320000", "title": "One-Pan Recipe: Summery Halibut With a Charred-Tomato Sauce", "date": "2020-08-13 08:00", "summary": "This 20-minute recipe from Boston chef Douglass Williams leaves you with perfectly pan-roasted fish-and minimal cleanup. USE ONLY one pan. Douglass Williams developed his second Slow Food Fast recipe with that manifesto in mind.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-weeks-into-the-pandemic-season-baseball-is-still-trying-to-define-the-word-season-11597320001", "title": "Baseball Is Still Trying to Define the Word 'Season'", "date": "2020-08-13 08:00", "summary": "A recent outbreak of cases has all but ensured that the St. Louis Cardinals won't complete their 60-game schedule. What MLB hasn't determined is how many games a team can miss before its season no longer qualifies as legitimate.. As the St. Louis Cardinals' coronavirus-induced hiatus passes the two-week mark, Major League Baseball must now wrestle with an unsettling question: What exactly constitutes a credible season in 2020?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-hotel-companies-are-surviving-the-coronavirus-11597314115", "title": "How Hotel Companies Are Surviving the Coronavirus", "date": "2020-08-13 07:36", "summary": "Local chains are faring better than global ones, and hotel managers or franchisers better than hotel owners. The kind of hotels you would most like to stay in aren't necessarily those you are best off investing in during a pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beset-by-coronavirus-health-authorities-brace-for-flu-season-11597316400", "title": "Beset by Coronavirus, Health Authorities Brace for Flu Season", "date": "2020-08-13 07:00", "summary": "Drugmakers are making a record number of flu shots in hopes of easing the burden on hospitals dealing with Covid-19 patients. The approaching flu season threatens to overwhelm doctors and hospitals swamped by Covid-19 patients, sparking intense efforts to get people vaccinated against influenza.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-cleared-for-space-launch-but-broadband-venture-questions-remain-11597316401", "title": "Amazon Cleared for Space Launch, but Broadband Questions Remain", "date": "2020-08-13 07:00", "summary": "E-commerce giant says it will spend $10 billion to deploy thousands of internet-beaming satellites. Amazon.com Inc.'s plan to spend more than $10 billion on a constellation of internet-beaming satellites has left industry insiders guessing about which customers the company plans to serve.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-summers-only-blockbuster-is-a-south-korean-zombie-film-11597314602", "title": "This Summer's Only Blockbuster Is a South Korean Zombie Film", "date": "2020-08-13 06:30", "summary": "'Peninsula' has faced little Hollywood competition and has won ticket sales across Asia, where some theaters have remained open during the coronavirus pandemic. SEOUL-A year ago, moviegoers crammed together in theaters to watch the new \"Fast & Furious\" film, a computer-animated \"Lion King\" and Quentin Tarantino's \"Once Upon a Time...in Hollywood.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-wear-a-watch-if-theres-no-one-to-impress-11597312824", "title": "Should You Wear a Watch if There's No One to Impress?", "date": "2020-08-13 06:00", "summary": "Fans insist a timepiece is still helpful while you're working from home. Other men consider sporting tickers in solitude a waste of time. We argue both sides.. If you legitimately care about watches, sure. Strapping on a Patek Philippe for Zoom calls just to have friends and co-workers salivate over your bezel is gauche, but the timepiece habits of dedicated collectors have scarcely changed in the Covid era. When he was working from home, Josh Jacobs, 33, who operates a clothing showroom in New York City, wore a wristwatch every day, if only to foster a sense of normalcy during a brutally abnormal year. \"It's just to keep that routine going,\" he said.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-extend-their-social-media-scrutiny-beyond-facebook-11597312800", "title": "Marketers Extend Their Social-Media Scrutiny Beyond Facebook", "date": "2020-08-13 06:00", "summary": "IPG Mediabrands begins a quarterly report on social platforms' practices. The July advertiser boycott against Facebook Inc. over the way it handles unwelcome content generated some results, at least in the eyes of organizers, and a flood of headlines.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-u-s-cities-expect-next-fiscal-year-to-get-worse-survey-finds-11597312800", "title": "Most U.S. Cities Expect Next Fiscal Year to Get Worse", "date": "2020-08-13 06:00", "summary": "Economic damage from the coronavirus pandemic raises likelihood of more municipal layoffs and service cuts. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steiner-studios-to-open-second-film-and-tv-production-facility-in-brooklyn-11597312811", "title": "Steiner Studios to Open Second Film and TV Production Facility in Brooklyn", "date": "2020-08-13 06:00", "summary": "Multimillion-dollar project in Sunset Park is estimated to create at least 1,800 construction jobs and 2,200 full-time jobs. New York-based Steiner Studios has signed a deal to build a multimillion-dollar film and television production facility in Brooklyn, a major commitment at a time of economic uncertainty for New York City.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-lease-offices-in-new-york-suburb-to-pick-bankruptcy-judge-11597311001", "title": "Companies Lease Offices in New York Suburb to Pick Bankruptcy Judge", "date": "2020-08-13 05:30", "summary": "Robert Drain is the only bankruptcy judge in White Plains, making the small city a popular landing spot for large chapter 11 filings. ", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/search-for-next-tesla-fuels-rally-in-chinese-auto-stocks-11597311005", "title": "Search For Next Tesla Fuels Rally in Chinese Auto Stocks", "date": "2020-08-13 05:30", "summary": "Rebound in sales and optimism about electric vehicles help lift shares. A recovery in car sales in China, and hopes that electric vehicles will become widely adopted, have powered a surge in Chinese auto stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-wuhan-evacuee-finds-no-refuge-from-coronavirus-in-u-s-11597311000", "title": "Young Wuhan Evacuee Finds No Refuge From Coronavirus in U.S.", "date": "2020-08-13 05:30", "summary": "An 8-year-old American named Hermione is now in another pandemic hot spot; \"We thought, 'We're getting her to safety,'\" said her father. MONTPELIER, Ohio-When the coronavirus exploded in Wuhan earlier this year, Hermione Dickey's parents worked frantically to get the 8-year-old American out of the central Chinese city and onto a U.S. evacuation flight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-firms-post-strong-quarter-despite-gloomy-economy-11597311000", "title": "Cybersecurity Firms Post Strong Quarter Despite Gloomy Economy", "date": "2020-08-13 05:30", "summary": "Companies cash in as remote workforces seek new security measures. The coronavirus pandemic and resulting lockdowns have left few bright spots in the global economy. The cybersecurity industry might be one of them.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-developer-soars-in-shanghai-market-debut-11597307689", "title": "Covid-19 Vaccine Developer Soars in Shanghai Market Debut", "date": "2020-08-13 04:34", "summary": "Shares of China's CanSino nearly double after listing on high-tech STAR market. Shares in China's CanSino Biologics Inc., one of several companies racing to develop a Covid-19 vaccine, leapt on their first day of trading on a Nasdaq-style tech board in Shanghai.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-projected-to-sap-more-oil-demand-than-expected-11597305600", "title": "Coronavirus Projected to Sap More Oil Demand Than Expected", "date": "2020-08-13 04:00", "summary": "IEA forecasts a deeper contraction to global oil demand this year. High coronavirus case numbers in several major economies will blunt the recovery of an oil market already beleaguered by low demand, the International Energy Agency said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unloved-toshiba-stock-is-about-to-reward-suitors-again-11597297711", "title": "Unloved Toshiba Stock Is About to Reward Suitors Again", "date": "2020-08-13 01:48", "summary": "Activist investors have faced a setback at the Japanese company, but there are nonetheless hopes its fortunes could change for the better. Activist investors have failed to push for board changes at 145-year old Toshiba . But other welcome developments waiting in the wings could still result in a more attractive, slimmed down company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11597256831", "title": "Pepper...and Salt", "date": "2020-08-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-brooks-brothers-from-buttoned-up-to-stripped-down-11597790093", "title": "Video: Brooks Brothers, From Buttoned Up to Stripped Down", "date": "2020-08-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-says-most-coronavirus-job-losses-likely-to-be-temporary-11597335261", "title": "White House Says Most Coronavirus Job Losses Likely to Be Temporary", "date": "2020-08-13 00:01", "summary": "Report from Council of Economic Advisers finds that stimulus reduced fallout from pandemic. WASHINGTON-Robust federal spending significantly lessened the economic pain caused by the coronavirus pandemic, White House economists said Thursday, adding that more relief efforts would further aid the recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borrowers-face-new-fee-to-cover-heightened-risks-11597282215", "title": "U.S. Mortgage Lenders Face New Fee to Cover Heightened Risks", "date": "2020-08-13 22:12", "summary": "Fannie, Freddie impose fee on most newly refinanced mortgages. Fannie Mae and Freddie Mac said they would impose a new fee to insulate themselves from losses on refinanced mortgages they guarantee, a sign of potential turbulence in the housing market and a move likely to generate pushback from lenders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-cfo-plans-to-step-down-11597281330", "title": "Cisco CFO Plans to Step Down", "date": "2020-08-13 21:15", "summary": "Kelly Kramer will stay on until a successor has been found. Cisco Systems Inc. on Wednesday said finance chief Kelly Kramer plans to leave the network-equipment company after more than five years in the position.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-sumner-redstone-dies-moguls-daughter-shari-redstone-already-has-the-reins-11597278772", "title": "Shari Redstone Already Held Reins of Family Business Before Her Father Died", "date": "2020-08-13 20:32", "summary": "Sumner Redstone's death tests stability of family's media empire. For nearly two decades, Shari Redstone fought to ensure she would succeed her father Sumner Redstone atop the family's media empire when he died.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]