[{"link": "https://www.wsj.com/articles/hong-kong-activist-joshua-wong-faces-jail-after-admitting-he-incited-protest-11606112481", "title": "Hong Kong Activist Joshua Wong Faces Jail After Admitting He Incited Protest", "date": "2020-11-23 23:59", "summary": "Three ex-student opposition leaders expect imprisonment after admitting roles in siege of police headquarters last year. HONG KONG-Joshua Wong and two other prominent young activists face jail terms after pleading guilty to inciting a large protest outside police headquarters last year, the latest key figures to be targeted by authorities over a monthslong antigovernment uprising that angered Beijing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-reveals-the-economic-costs-of-patchwork-welfare-systems-11606193764", "title": "The Pandemic Reveals Economic Costs of Patchwork Welfare Systems", "date": "2020-11-23 23:56", "summary": "Hong Kong intends to pay people who receive a positive Covid-19 diagnosis, the latest example of income-support systems with too many holes being improved. Hong Kong plans to give a one-time payment to anyone who contracts Covid-19 locally and suffers financially because they don't get sick pay and are stuck in hospital. The policy-involving a payment of 5,000 Hong Kong dollars, equivalent to US$645-might seem strange, but it actually makes a lot of sense, for public health and the economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feinstein-to-step-asideas-top-democrat-on-judiciary-committee-11606173107", "title": "Feinstein to Step Aside as Top Democrat on Judiciary Committee", "date": "2020-11-23 23:25", "summary": "California senator took criticism for her handling of Barrett confirmation. Sen. Dianne Feinstein said she would step down as the top Democrat on the Judiciary Committee, after drawing criticism from the party's progressive wing over her handling of the Supreme Court confirmation hearings for Justice Amy Coney Barrett.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbos-industry-recap-episode-3-is-eric-even-good-at-his-job-11606189800", "title": "HBO's 'Industry' Recap, Episode 3: Is Eric Even Good at His Job?", "date": "2020-11-23 22:50", "summary": "Harper gets to pitch a client, but the other grads are still struggling to make an impression. The third episode of HBO's \"Industry\" is titled, \"Notting Hill,\" conjuring Richard Curtis' hugely popular 1999 romantic comedy where a famous American actress falls in love with a scruffy but well-to-do British divorcé from west London.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-report-on-negative-oil-prices-leaves-key-questions-unanswered-11606186888", "title": "CFTC Report on Negative Oil Prices Leaves Key Questions Unanswered", "date": "2020-11-23 22:01", "summary": "The Commodity Futures Trading Commission looked into why oil prices plummeted into negative territory in April, but its report didn't single out any likely cause. WASHINGTON-A long-awaited Commodity Futures Trading Commission report into the collapse of crude-oil futures to minus $40 a barrel in April has declined to identify a reason for the crash, prompting criticism from one of the agency's own commissioners.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-is-bidens-pick-for-treasury-secretary-11606161637", "title": "Biden Picks Janet Yellen for Treasury Secretary", "date": "2020-11-23 21:13", "summary": "Former Fed chief, if confirmed by Senate, would be first woman to hold job. President-elect Joe Biden plans to nominate former Federal Reserve Chairwoman Janet Yellen, an economist at the forefront of policy-making for three decades, to become the next Treasury secretary, according to people familiar with the decision.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-board-is-under-pressure-to-delay-election-results-11606129209", "title": "Michigan Board Certifies Election Results", "date": "2020-11-23 20:37", "summary": "Republican National Committee had urged a delay. Michigan officials on Monday certified the Nov. 3 election results, and Pennsylvania moved closer to ratifying President-elect Joe Biden's victory, following efforts by President Trump and his supporters to delay final approval of the outcome.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-to-buy-equity-index-provider-aperio-for-1-billion-11606173777", "title": "BlackRock to Buy Equity-Index Provider Aperio for $1 Billion", "date": "2020-11-23 19:30", "summary": "The all-cash deal is a move to add more personalization to its offerings. BlackRock Inc. is acquiring Aperio Group LLC, a firm that helps build custom portfolios for wealthy individuals, for $1.05 billion, in a push by the world's largest money manager to add more personalization to its offerings.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-increase-subway-patrols-after-shoving-incidents-11606177129", "title": "New York City Police Increase Subway Patrols After Shoving Incidents", "date": "2020-11-23 19:18", "summary": "Officers previously assigned to cover protests will be dispatched to trains. The New York Police Department will increase patrols of city subway lines after a rise in the number of incidents in which people were shoved onto train tracks, officials said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-security-chief-offered-ipads-to-police-as-a-bribe-for-gun-permits-prosecutors-allege-11606176850", "title": "Apple Security Chief Offered iPads to Police as a Bribe for Gun Permits, Prosecutors Allege", "date": "2020-11-23 19:14", "summary": "Thomas Moyer denies allegations that he agreed to give the Santa Clara County Sheriff's Office 200 iPads in exchange for four concealed carry licenses for Apple employees. Apple Inc.'s head of security has been indicted on bribery charges for a scheme in which prosecutors allege he offered iPads to secure gun permits for his company's employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-reveals-some-cabinet-picks-11606152632", "title": "Biden Reveals Cabinet Picks for National Security Posts", "date": "2020-11-23 19:12", "summary": "Alejandro Mayorkas would be first Latino to head Homeland Security and Avril Haines the first woman to run intelligence. WASHINGTON-President-elect Joe Biden rolled out a national security team steeped in government experience on Monday, announcing his intent to nominate the first woman to oversee the country's intelligence community and the first Latino to lead the Department of Homeland Security.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-college-basketball-tournament-cancels-plans-for-fans-11606176656", "title": "South Dakota College Basketball Tournament Cancels Plans for Fans", "date": "2020-11-23 19:10", "summary": "With coronavirus surging in the state, officials reverse decision to let hundreds of spectators indoors. A college basketball tournament scheduled to be played in South Dakota this week said Monday that it canceled plans to allow hundreds of people to congregate indoors to watch games in a state where the coronavirus is rampant.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comic-artists-depict-covid-19-era-in-this-quarantine-life-11606176109", "title": "Comic Artists Depict Covid-19 Era in 'This Quarantine Life'", "date": "2020-11-23 19:01", "summary": "Art Students League offers pandemic vignettes from more than 70 contributors. For years, Steven Walker, an instructor at the Art Students League of New York who specializes in comic art, has collected work from his classroom to publish in an annual anthology. But when the coronavirus pandemic hit, he began to think of something larger: a volume that would feature not just his students, but also aspiring comic artists from around the world. It would tell the story of the virus era from their many perspectives, in single-page vignettes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-liberal-internationalists-11606175044", "title": "Biden's Liberal Internationalists", "date": "2020-11-23 18:44", "summary": "Blinken is reassuring, but Kerry as climate czar is catnip for China.. Joe Biden is wasting no time selecting his governing team, and the initial choices for national security posts that he announced on Monday are heavy with Obama Administration veterans. This means they'll know how to run a government, though we hope he plans better than a restoration of the status quo pre-Donald Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-buckeye-voucher-victory-11606174978", "title": "A Buckeye Voucher Victory", "date": "2020-11-23 18:42", "summary": "Ohio expands private school choice to half of all students.. The pandemic has been especially tough on low- and middle-income families, but the GOP Legislature in Ohio has given parents in their state something to be grateful for this Thanksgiving by passing a major expansion of private-school vouchers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fed-chair-for-treasury-11606174940", "title": "A Fed Chair for Treasury", "date": "2020-11-23 18:42", "summary": "Yellen is likely to exert considerable influence over the central bank.. Once upon a time Democrats chose Wall Street or business veterans for the Treasury, with a goal of reassuring the private capital markets. Jack Kennedy chose Wall Streeter Douglas Dillon while Jimmy Carter picked Michael Blumenthal of Bendix. These days Democratic Presidents lean toward Washington experience, which helps explain Joe Biden's leaked choice on Monday of Janet Yellen to be his Treasury secretary.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-campaign-runs-out-of-road-11606174877", "title": "Trump's Campaign Runs Out of Road", "date": "2020-11-23 18:41", "summary": "States and counties are certifying, as Sidney Powell is cut loose.. President Trump is running out of options as his campaign continues trying to contest the election. Michigan's result was certified by a state board on Monday in a 3-0 vote, with one GOP abstention. In the biggest swing state, Pennsylvania, counties faced a deadline to certify, after a caustic ruling by a conservative federal judge on Saturday rejected the campaign's legal claims.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-media-and-covid-11606173523", "title": "U.S. Media and Covid", "date": "2020-11-23 18:18", "summary": "Why couldn't major outlets see the scientific possibilities?. Recently this column noted the widespread failure of American media to put Covid risks in context, and also the disturbing habit of \"fact checkers\" to brand accurate Trump vaccine predictions as false. Now researchers from the Ivy League of all places report a striking pessimism among major U.S. media outlets in their coverage of the virus compared to scientific journals and overseas media outlets.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-and-airbus-bicker-while-china-reaches-for-the-sky-11606173409", "title": "Boeing and Airbus Bicker While China Reaches for the Sky", "date": "2020-11-23 18:16", "summary": "The U.S. and EU have a common interest in ending their fight over airplane manufacturing.. One of the trade challenges Joe Biden will have to face as president will be how best to manage the U.S. dispute with the European Union over Boeing and Airbus . The fight seems never-ending, but one background detail has made it more urgent: China is preparing to break into the aircraft market and claim a large share from its vulnerable adversaries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noble-volunteers-review-the-men-beneath-the-red-coats-11606173354", "title": "'Noble Volunteers' Review: The Men Beneath the Red Coats", "date": "2020-11-23 18:15", "summary": "Few caricatures from the American Revolution are as well-developed as that of the soldier who fought for Britain.. Few stereotypes from the American Revolution are as well-developed as that of the soldier who fought for Britain. The caricature is ubiquitous: A one-dimensional \"lobster,\" the \"bloody-back\" regular, motivated by selfishness, who fought for the love of money. He was heartless and cowardly; a pawn of the king, inept on the battlefield because of his old European ways. Here was a convenient foil for the resourceful Patriot, who fought valiantly on the winning side and for all the right reasons-family, farms and freedom. In \"Noble Volunteers,\" Don Hagist invites us to peer beneath the red coat. What do we find?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-heap-of-thanksgiving-hypocrisy-11606173248", "title": "A Heap of Thanksgiving Hypocrisy", "date": "2020-11-23 18:14", "summary": "What all those pols caught violating their own Covid-19 rules really tells us.. Californians live under some of the tightest Covid-19 restrictions in the nation. So when Gov. Gavin Newsom was recently caught without a mask at a crowded table for 12 at a posh Napa Valley eatery, he instantly became the poster boy for the \"Do as I Say, Not as I Do\" crowd.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orchard-of-the-dammed-11606173289", "title": "Orchard of the Dammed", "date": "2020-11-23 18:14", "summary": "When is a beaver not a beaver? When it's a porcupine.. November is a peaceful time in the apple orchard. This year's crop has been harvested and sold; amber-colored leaves float earthbound in the breeze. A flick of the finger nudges still-clinging leaves to the orchard floor-a simple pleasure.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-foreign-policy-team-takes-shape-11606173198", "title": "Biden's Foreign-Policy Team Takes Shape", "date": "2020-11-23 18:13", "summary": "It won't be Obama's third term, but expect establishment virtues and a climate focus.. The news that President-elect Joe Biden is expected to nominate Antony Blinken as secretary of state and to appoint Jake Sullivan as national security adviser speaks volumes about the next era in U.S. foreign policy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-georgia-11606173134", "title": "Notable & Quotable: Georgia", "date": "2020-11-23 18:12", "summary": "'Voters who backed the president because of who he is seem unlikely to turn out in droves for Loeffler and Perdue.'. From \"Are Republicans Really Favored in Georgia?\" by Sean Trende, Real Clear Politics, Nov. 18:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-stops-backing-trump-administration-in-emissions-fight-with-california-11606160905", "title": "GM Stops Backing White House in Emissions Fight With California", "date": "2020-11-23 17:51", "summary": "Company sees path to compromise on fuel economy rules as electric cars become a focus. DETROIT- General Motors Co. will no longer back the Trump administration in its legal battle to strip California's authority to set its own fuel-efficiency regulations, saying GM's goals for green cars are aligned with the state and the incoming Biden administration.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-surge-doesnt-keep-holiday-shoppers-away-from-malls-11606140468", "title": "Amid Coronavirus Surge, Holiday Shoppers Flock to Malls", "date": "2020-11-23 16:56", "summary": "Shoppers at malls in three states say they want to get ahead of Black Friday crowds-and potential shutdowns. Americans visited malls this past weekend saying they wanted to do Christmas shopping before potential shutdown restrictions are implemented or to avoid Black Friday crowds, as the spreading coronavirus looms over the holiday season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-found-not-liable-for-puerto-rico-bond-losses-11606168440", "title": "U.S. Found Not Responsible for Puerto Rico Bond Losses", "date": "2020-11-23 16:54", "summary": "A Washington judge rules against bondholders seeking to hold Uncle Sam responsible for losses on a $3 billion bond. The U.S. government isn't liable for losses on $3 billion in Puerto Rico pension bonds, a federal judge said Monday, rejecting efforts to put U.S. taxpayers on the hook for compensating investors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-recall-about-5-9-million-vehicles-with-takata-air-bag-inflaters-11606147893", "title": "GM to Recall 5.9 Million Vehicles With Takata Air-Bag Inflaters", "date": "2020-11-23 16:47", "summary": "Auto maker has 30 days to provide safety agency with a plan to notify vehicle owners and start repairing its air bags. General Motors Co. has agreed to recall 5.9 million SUV and pickup-truck models to replace potentially faulty Takata air-bag inflaters, a fix that could cost the auto maker more than $1 billion.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvanias-high-court-rejects-trump-campaign-bid-to-throw-out-ballots-11606167798", "title": "Pennsylvania's High Court Rejects Trump Campaign Bid to Throw Out Ballots", "date": "2020-11-23 16:43", "summary": "Ruling in case involving mail-in ballots strikes another blow to President Trump's attempts to override election. Pennsylvania's highest court declined to invalidate thousands of mail-in and absentee ballots with minor errors, striking another blow to the Trump campaign's attempt to contest election results in the battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-justice-department-ends-oversight-of-brazils-odebrecht-11606167469", "title": "U.S. Justice Department Ends Oversight of Brazil's Odebrecht", "date": "2020-11-23 16:37", "summary": "An independent monitor has concluded a 3½-year period overseeing the company's compliance with a U.S. antibribery law. An independent monitor has certified Odebrecht SA's antibribery compliance program, the Brazilian construction company said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-news-by-megan-thee-stallion-review-a-raunchy-ride-into-raps-spotlight-11606166952", "title": "'Good News' by Megan Thee Stallion Review: A Raunchy Ride Into Rap's Spotlight", "date": "2020-11-23 16:29", "summary": "Like her previous body of work, the debut album by Megan Thee Stallion is packed with libidinous self-confidence. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-taps-john-kerry-to-help-regain-global-leadership-on-climate-change-11606166941", "title": "Biden Picks Kerry to Help Regain Global Leadership on Climate Change", "date": "2020-11-23 16:29", "summary": "Kerry is a former secretary of state who oversaw U.S. negotiations on Paris climate accord for Obama administration. WASHINGTON-In tapping John Kerry as a special envoy for climate change, President-elect Joe Biden is looking to capitalize on the former secretary of state's international relationships to show foreign leaders that the U.S. is again taking the issue seriously.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-23-2020-11606126163", "title": "Dow Rises on Covid-19 Vaccine Results", "date": "2020-11-23 16:28", "summary": "Results from the University of Oxford and AstraZeneca add to investor optimism. U.S. stocks climbed Monday after promising results on a Covid-19 vaccine bolstered hopes for an economic rebound in 2021.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baby-buggies-tuesday-crossword-november-24-11605908817", "title": "Baby Buggies (Tuesday Crossword, November 24)", "date": "2020-11-23 16:01"}, {"link": "https://www.wsj.com/articles/regal-cinemas-owner-lands-financial-lifeline-averting-bankruptcy-11606142823", "title": "Regal Cinemas Owner Lands Financial Lifeline, Averting Bankruptcy", "date": "2020-11-23 16:00", "summary": "Cineworld obtains a $450 million loan and other debt relief. Regal Entertainment Group owner Cineworld Group PLC said Monday it secured a financial lifeline after creditors supplied the struggling movie-theater operator with a rescue loan and other debt relief.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-needs-federal-funds-to-recover-economic-footing-mayor-says-11606164803", "title": "New York City Needs Federal Funds to Recover Economic Footing, Mayor Says", "date": "2020-11-23 15:53", "summary": "City has a $4 billion revenue gap; Bill de Blasio says 'we're going to have to make extremely difficult choices' without government help. New York City's latest economic analysis paints a less dire picture than earlier this year, but it still needs a federal bailout to recover from the crisis caused by the coronavirus, Mayor Bill de Blasio said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staten-island-faces-tougher-lockdown-measures-as-covid-19-surges-11606164714", "title": "Staten Island Faces Tougher Lockdown Measures as Covid-19 Surges", "date": "2020-11-23 15:51", "summary": "Tighter restrictions on gatherings, businesses and dining will be implemented, Gov. Cuomo said Monday. Tighter restrictions on gatherings, businesses and dining will be implemented in parts of Staten Island, New York Gov. Andrew Cuomo said Monday, after the borough saw a surge in Covid-19 hospitalizations in recent weeks and the statewide positivity rate for the virus hit 3.08% ahead of the Thanksgiving holiday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-it-has-met-its-deadline-of-eliminating-poverty-11606164540", "title": "China Says It Has Met Its Deadline of Eliminating Poverty", "date": "2020-11-23 15:49", "summary": "A Communist Party milestone is announced with little fanfare, as the final few counties in a nationwide drive are declared poverty-free. China on Monday claimed extreme poverty has been eliminated nationwide, the capstone of a Communist Party policy to reduce inequities in society.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-aston-martin-dbx-an-suv-thats-too-good-for-most-of-us-11606163617", "title": "2021 Aston Martin DBX: An SUV That's Too Good for Most of Us", "date": "2020-11-23 15:33", "summary": "The British brand's first SUV is an almost intimidating beauty inside and out, says Dan Neil, with stylish exterior lines, the finest fittings and a bang-on engine that pushes it from 0-60 mph in 4.3 seconds. THERE ARE polo ponies. And windmills. When I imagine the perfect destiny for the 2021 Aston Martin DBX I see a lot of high-speed, transcontinental driving between equestrian events in the European low country and the owners' estate-near Graz, let's say. It's got to be a couple. He's on his third wife; she's on her second husband, but she's having an affair with one of the security guys.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-oxford-covid-19-vaccine-up-to-90-effective-in-late-stage-trials-11606116047", "title": "AstraZeneca-Oxford Vaccine Up to 90% Effective in Trials", "date": "2020-11-23 15:29", "summary": "U.K. drugmaker hopes to have the two-dose shot available for use around year-end, pending regulatory approval. LONDON-AstraZeneca PLC and the University of Oxford added their vaccine candidate to a growing list of shots showing promising effectiveness against Covid-19-setting in motion disparate regulatory and distribution tracks that executives and researchers hope will result in the start of widespread vaccinations by the end of the year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffalo-catholic-diocese-sued-by-new-york-attorney-general-11606162492", "title": "Buffalo Catholic Diocese Sued by New York Attorney General", "date": "2020-11-23 15:14", "summary": "Suit claims two bishops shielded priests who abused children, seeks new oversight of diocese. New York's attorney general on Monday sued the Roman Catholic Diocese of Buffalo, accusing church officials of covering up decades of sexual abuse of children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fitness-and-wellness-industrys-latest-advice-give-yourself-a-break-11606161468", "title": "The Fitness and Wellness Industry's Latest Advice: Give Yourself a Break", "date": "2020-11-23 14:57", "summary": "With stress levels soaring during the pandemic, weight-loss and lifestyle companies shift from their usual holiday diet and exercise cautions to a more forgiving approach. Life must be in a rough patch when even the fitness and weight-loss folks are telling people to take it easy.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-panel-rebukes-japanese-prosecutors-in-handling-ghosn-case-11606156519", "title": "U.N. Panel Rebukes Japanese Prosecutors in Ghosn Case", "date": "2020-11-23 14:55", "summary": "Nonbinding ruling called 'totally unacceptable' by Tokyo, but could help case of two Americans facing extradition for role in Ghosn's escape. Japan's detention of Carlos Ghosn for more than four months with limited access to legal counsel was arbitrary and violated the former automobile titan's human rights, a United Nations panel concluded in a rebuke of Japanese prosecutors involved in the case.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corruption-trial-of-former-president-sarkozy-opens-in-france-11606150028", "title": "Corruption Trial of Former President Sarkozy Opens in France", "date": "2020-11-23 14:30", "summary": "Case is being closely watched because former leader remains a major power-broker among French conservatives. PARIS-France opened a trial Monday into whether former President Nicolas Sarkozy tried to bribe a magistrate in an attempt to obtain confidential information about a police inquiry into the finances of his 2007 campaign.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-stores-present-new-experiences-to-shoppers-who-miss-the-in-store-feeling-11606158764", "title": "Virtual Stores Present New Experiences to Shoppers Who Miss the In-Store Feeling", "date": "2020-11-23 14:12", "summary": "Some brands say new virtual-shopping concepts differ from earlier efforts, which tended to be short-term stunts and sometimes required VR headsets. Retailers such as Ralph Lauren Corp. , Groupe Clarins SA and Gap Inc. are experimenting with virtual stores, letting web users navigate digital versions of their physical locations and try out features such as one-on-one consultations.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-authorities-prepare-to-ease-covid-19-lockdowns-for-christmas-11606158715", "title": "European Authorities Prepare to Ease Covid-19 Lockdowns for Christmas", "date": "2020-11-23 14:11", "summary": "Governments seek to reopen shops and hospitality venues, allow families in small gatherings, but warn the festive season won't be normal. Governments across Europe are preparing plans to ease lockdowns in December and allow their citizens some kind of celebration over Christmas.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-new-york-city-transportation-commissioner-to-leave-post-11606157553", "title": "New York City Transportation Commissioner to Leave Post", "date": "2020-11-23 13:52", "summary": "Polly Trottenberg was recently named adviser to President-elect Joe Biden's transportation agency review team. New York City Transportation Commissioner Polly Trottenberg said Monday that she will leave Mayor Bill de Blasio's administration early next month.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-takes-issue-with-our-editorial-11606157349", "title": "Hong Kong Takes Issue With Our Editorial", "date": "2020-11-23 13:49", "summary": "The Hong Kong Special Administrative Region Government is not targeting any LegCo member. Nor are we going for political suppression, or silencing dissenting views.. Your editorial \"Democracy Dies in the Open\" (Nov. 12) ignores fundamental facts that lie at the heart of Hong Kong's relationship with our country and with the rest of the world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-shelton-and-the-hazard-of-independent-ideas-11606157303", "title": "Judy Shelton and the Hazard of Independent Ideas", "date": "2020-11-23 13:48", "summary": "Her sin is that her evil monetary views are centered around a strong dollar. Regarding your editorial \"Judy Shelton's Heresy\" (Nov. 18): Judy Shelton's failure to secure Senate nomination to the Federal Reserve Board of Governors is about much more than not being \"a member of the Washington club\" or having different monetary opinions about inflation or interest rates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duponts-up-and-down-history-shaped-bidens-views-on-business-11606157282", "title": "DuPont's Travails Shaped Biden's Views on Business", "date": "2020-11-23 13:48", "summary": "'Uncle Dupie' was a leading employer and philanthropist in Delaware, but declining profits and global competition put it in the crosshairs of shareholder activist Nelson Peltz. To see what President-elect Joe Biden thinks is wrong with the economy today and how he would try to fix it, look to his relationship with DuPont Co. For much of his life the company was the largest employer and philanthropist in his home state of Delaware, funding schools, libraries and theaters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-s-naturalization-ceremony-to-remember-11606157234", "title": "A U.S. Naturalization Ceremony to Remember", "date": "2020-11-23 13:47", "summary": "I urge every American to attend a naturalization ceremony at least once. You won't look upon U.S. citizenship the same way again, and you won't take your citizenship for granted.. Jo Craven McGinty's \"The Numbers: Green-Card Holders Flock to Citizenship\" (U.S. News, Nov. 14) brought back memories of a naturalization ceremony I attended in San Francisco's Masonic Temple 35 years ago. A friend of mine from college had returned to the U.S. with his family after living abroad for 30 years. He and his wife chose to apply for U.S. citizenship and invited me to attend the naturalization ceremony. I guessed that it would involve about 10-15 people and their close relatives. I was stunned upon arrival to see around 150 applicants and 300 or so friends and relatives in the auditorium. A judge led the ceremony supported by a military color guard and a small military band. The judge spoke eloquently about the duties of citizenship as well as its privileges. All joined in lustily singing a number of patriotic songs. Finally, the judge led the applicants in swearing allegiance to the U.S. and then pronounced them citizens of the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-drug-law-change-can-help-families-11606157143", "title": "Oregon Drug Law Change Can Help Families", "date": "2020-11-23 13:45", "summary": "Oregon is making a bold step to curb the illegitimate use of drugs by instituting the rehabilitation process instead of mass incarceration.. Naomi Schaefer Riley and John Walters state that Oregon decriminalized \"small amounts of harder drugs, including cocaine, heroin and methamphetamine\" (\"Legal Drugs Are Fashionable-and Treacherous for Children,\" op-ed, Nov. 19) and that the passage of Measure 110 in Oregon \"lower[s] the risk and cost of doing business for drug dealers.\" It's an erroneous claim. Measure 110 says that possession of less than one gram of heroin, various low amounts of amphetamines and less than two grams of cocaine is decriminalized. No drug dealer would carry anything less than three times the amounts in the measure.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-is-following-a-dissenter-of-long-ago-11606157079", "title": "Pope Francis Is Following a Dissenter of Long Ago", "date": "2020-11-23 13:44", "summary": "For that I am truly grateful.. With great deference to and respect for Rev. Michael P. Orsi, regarding his contention (Letters, Nov. 14) that Pope Francis is fomenting \"dissent\" and acts as \"a major source of disunity,\" perhaps we should humbly remember humankind's greatest dissenter, Jesus of Nazareth. It is he who guides our pontiff, not political curia or other members of our very human Catholic family. For that I am truly grateful.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-misses-an-important-boat-in-asian-trade-pact-11606156950", "title": "U.S. Misses an Important Boat in Asian Trade Pact", "date": "2020-11-23 13:42", "summary": "The U.S. is a nonparticipant in the Regional Comprehensive Economic Partnership.. Adam Smith is turning over in his grave after learning that the U.S. is a nonparticipant in the Regional Comprehensive Economic Partnership, a trade agreement that encompasses nations responsible for around a third of global economic output (\"Asian Countries Forge Trade Pact,\" Page One, Nov. 16). Someone should send the Trump administration a copy of Smith's magnum opus, \"An Inquiry Into the Nature and Causes of the Wealth of Nations.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/befriendedby-trump-populists-in-europes-east-brace-for-change-11606156894", "title": "Befriended by Trump, Populists in Europe's East Brace for Change", "date": "2020-11-23 13:41", "summary": "Biden administration set to take more critical stance toward Hungary, Poland, other Central European nations. WARSAW-A day after the Nov. 3 U.S. presidential election, Slovenia's right-wing Prime Minister Janez Jansa became the first-and only-world leader to publicly declare that Donald Trump had won. Since then, he has been busy retweeting unsupported theories about alleged electoral fraud.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-on-two-wings-and-a-prayer-11606156908", "title": "Flying on Two Wings and a Prayer", "date": "2020-11-23 13:41", "summary": "You can't buy a ticket on the 'world's first Christian airline'-at least, not yet. While it could make for a particularly effective loyalty program, devout fliers won't be able to earn elite status or even rack up frequent flier miles on Judah 1. \"The world's first Christian airline\" has been flying for years, but in smaller planes and without that official status from the Federal Aviation Administration.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-holiday-gift-ideas-for-home-design-2020-11605816973", "title": "Holiday Gift Ideas for Home Design That Solve Problems Affordably-and Prettily", "date": "2020-11-23 13:19", "summary": "Handsome gifts that lovers of design, decorating and entertaining will want to start using before the wrapping paper hits the floor. THIS DOOZY of a year, the holidays have a pleasant sincerity to them, an escape from the excess of past Noëls. It seems tone-deaf this season to give someone you love a sterling tic-tac-toe set or an antique onyx inkwell. As ever, beauty and quality guided our editors' gift selections for the interior-design-minded on your list, but utility and value also rated highly. No gift costs more than $300. And all will eagerly be put to use-the modernist rattan planters perhaps the next day, the wrought-iron candelabra, at that evening's dinner.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-holiday-gift-ideas-for-tech-gear-2020-11605895983", "title": "9 Affordable Holiday Gift Ideas for Tech and Gear Fans-From Nintendo Collectibles to Smart Earbuds", "date": "2020-11-23 13:17", "summary": "These under-$300 presents are clever and practical enough to be put to good use before the clock strikes midnight on 2020. WHAT GOOD is a smart suitcase if there's no trip to take? Or a precious, pebbled leather football you need to wipe down after each toss? This holiday season, impractical gifts are even more untenable than ever. We've had a tough year and no one has the patience for pointless extravagance. So when it comes to finding tech gifts for fans of gear, gadgets and all things geeky, we've focused on under-$300 items they can use and value right away. Here, ideas to relieve seasonal stress, provide aural escapes, spruce up whatever your giftee is calling an office these days and more.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-leans-on-digital-sales-during-pandemic-11606155461", "title": "Warner Music Leans on Digital Sales During Pandemic", "date": "2020-11-23 13:17", "summary": "The music label reports double-digit growth in digital revenue. A growing share of Warner Music Group Corp.'s revenue in the latest quarter flowed from music streaming and other digital channels, a sign of how the coronavirus pandemic is reshaping listeners' habits amid an altered landscape for the music industry.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-holiday-gift-ideas-for-travelers-2020-11605808362", "title": "8 Best Holiday Gift Ideas for Travelers in 2020-Both Adventurers and Staycationers", "date": "2020-11-23 13:15", "summary": "Vacations are far from ordinary this holiday season, but most people still crave an escape. Here, gifts for roadtrippers, campers, cautious fliers and armchair travelers with a thing for Wes Anderson.. YOUR JET-SETTING loved ones might not be swanning off to Gstaad this winter, but you can still help them indulge in more practical, more immediately accessible escapes. We've compiled 8 holiday gift ideas-all under $300-that align with a range of sojourns, whether that's curling up in a secluded cottage, finally scratching national parks off their bucket list or simply settling in for an armchair adventure. We even suggest a few presents for vacationers determined to venture farther afield, whether by plane or car, this holiday.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-best-food-and-drink-holiday-gift-ideas-to-bring-instant-cheer-11605724438", "title": "10 Best Food and Drink Holiday Gift Ideas to Bring Instant Cheer", "date": "2020-11-23 13:10", "summary": "How to end 2020 on an appetizing note? From a classic Champagne to a subscription box of the finest Italian ingredients, send affordable presents your beloveds will want to dig into immediately.. SENDING A HOLIDAY gift of food or drink is more meaningful than ever in a year when festive events are dropping off the calendar left and right-from the office holiday party to your annual drinks date with old friends and even family dinners. This season's edible and drinkable gift recommendations are equal parts practical and pure pleasure. When the novelty of cooking or even mixing a cocktail at home has worn perilously thin, these gifts will deliver a satisfying serving of joy to the people you care about. Each one is a celebration waiting to happen.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-hats-a-questionable-2000s-fashion-trend-returns-11606154175", "title": "Trucker Hats: A Questionable 2000s Fashion Trend Returns", "date": "2020-11-23 12:56", "summary": "Like it or not, trucker hats from brands like Von Dutch and Chrome Hearts are inching back into style thanks to contemporary celebs like Tyga and DaBaby. NO GARMENT embodies the trashy early 2000s more than the mesh-backed trucker hat. In 2003 alone, Paris Hilton and Nicole Richie appeared on their reality-TV show \"The Simple Life\" in orange camo Von Dutch trucker hats; a 25-year-old Ashton Kutcher sat courtside at a Knicks game in an intentionally askew trucker hat that read \"Teenage Millionaire\"; and Justin Timberlake wore one referencing the notorious infomercial empire \"Girls Gone Wild.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-prophet-motive-led-to-the-promised-land-and-trump-11606152822", "title": "Obama's Prophet Motive Led to the 'Promised Land' and Trump", "date": "2020-11-23 12:33", "summary": "The former president fails even to see how his disdain for 'bitter clingers' fed voters' resentment.. Central to the mainstream media's morality-tale version of recent American political history is the symbolic juxtaposition of the Obama and Trump presidencies.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-prepare-for-the-new-covid-wave-11606152734", "title": "Hospitals Prepare for the New Covid Wave", "date": "2020-11-23 12:32", "summary": "Applying the lessons we learned in the spring should make the disease more manageable this time.. The numbers across the U.S. are staggering: more than 167,000 new Covid-19 cases and 1,400 deaths a day, with more than 83,000 Americans currently hospitalized. A fall Covid surge is under way, reminiscent of the fall of 1918, which saw the second wave of the much deadlier Spanish flu. Without an intervening factor, biology, like history, repeats itself.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/14-holiday-gift-ideas-fashion-lovers-will-wear-immediatelyall-under-300-11605646105", "title": "14 Holiday Gift Ideas Fashion Lovers Will Wear Immediately-All Under $300", "date": "2020-11-23 12:22", "summary": "Offer everyone on your shopping list instant gratification with chic, affordable presents from slippers to scarves, dresses to (yes) diamonds. THE PROSPECT of a socially distant winter isn't exactly uplifting, so this holiday season, send the fashion lover in your life a gift that will offer immediate cheer. In choosing these gifts, our obsessive editors focused on clothes and accessories that your loved ones will want to wear right away. Nothing silly. Or frivolous. Nothing outré that your giftee might finally try on in late May, once he or she has had a couple strong drinks. And we're not in the mood for outlandish extravagance this year. Everything here rings in at under $300, from a plush shearling hat to one-of-a-kind coats (perfect for socializing outside) to, believe it or not, diamonds.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-i-get-a-covid-19-test-before-thanksgiving-11605918004", "title": "Should I Get a Covid-19 Test Before Thanksgiving?", "date": "2020-11-23 12:15", "summary": "The CDC has advised Americans not to travel or gather with multiple households this year. Across the U.S. many people are seeking Covid-19 tests before traveling or attending Thanksgiving celebrations. Primary, urgent-care and public-testing facilities have reported long lines for tests and a paucity of appointments in the lead-up to the holiday, and turnaround times for test results are on the rise.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-uae-bahrain-deal-11597350194", "title": "What's in Israel's Deal With Bahrain and the U.A.E.?", "date": "2020-11-23 12:11", "summary": "Pact marks third time Israel has reached diplomatic agreement with regional neighbors. TEL AVIV-A diplomatic deal signed in September normalizes relations between Israel and Gulf states Bahrain and the United Arab Emirates, further isolating Iran and the Palestinians. President Trump, who presided over the signing of the agreement at the White House, described it as historic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-is-what-to-expect-on-black-friday-this-year-11606151370", "title": "Here Is What to Expect on Black Friday This Year", "date": "2020-11-23 12:09", "summary": "The coronavirus pandemic has accelerated the push toward online shopping. When you think about Black Friday, the annual shopping holiday that falls on the Friday after Thanksgiving, you might picture hundreds of people lined up outside big-box stores in the early morning hours, or stampeding inside to snag deals on a new hairdryer or an Xbox. According to experts, you can expect a very different Black Friday this year. Here is what might look different.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-americans-get-half-their-calories-from-carbs-two-camps-battle-it-out-11606150740", "title": "Should Americans Get Half Their Calories From Carbs? Two Camps Battle It Out", "date": "2020-11-23 11:59", "summary": "As the U.S. government revises its dietary recommendations, opposing groups are fighting over the healthiness of carbohydrates. A food fight over carbohydrates is shaping up for control of Americans' plates.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-meets-saudi-crown-prince-hebrew-media-says-11606120497", "title": "Israel's Netanyahu, Saudi Crown Prince Hold First Known Meeting", "date": "2020-11-23 11:57", "summary": "The gathering coincided with a visit to Saudi Arabia by Pompeo, who has tried to get more Arab states to normalize ties with Israel. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu secretly met Saudi Arabia's crown prince in the kingdom on Sunday, according to three Saudi government advisers, in their first known meeting and amid a U.S. push to normalize ties between the longtime foes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargills-ceo-on-preventing-covid-19-surge-from-disrupting-the-food-supply-11606150115", "title": "Cargill's CEO on Preventing Covid-19 Surge From Disrupting Food Supply", "date": "2020-11-23 11:48", "summary": "David MacLennan discusses boosting employee safety while maintaining meat production, and why food-industry workers deserve priority vaccine consideration. David MacLennan steered one of the world's biggest food suppliers through Covid-19's world-wide spread in the spring. Now he is bracing for another surge.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economy-set-to-contract-again-as-lockdowns-bite-11606130016", "title": "U.S. Economic Activity Picks Up on Postelection Lift, Vaccine Results", "date": "2020-11-23 11:34", "summary": "Europe falters as new lockdowns hit services industry hard. The U.S. economy continues to recover from the downturn caused by the coronavirus pandemic, according to business surveys that show services and manufacturing activity growing despite a rising number of infections.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-oil-rig-operator-noble-cleared-to-exit-chapter-11-11605915057", "title": "Offshore Oil-Rig Operator Noble Cleared to Exit Chapter 11", "date": "2020-11-23 11:16", "summary": "Noble will transfer control of business to bondholders and trim more than $3 billion in debt. Noble Corp. , an operator of offshore oil-and-gas drilling rigs, was cleared to exit bankruptcy with a plan that transfers control of the business to its bondholders and trims more than $3 billion in debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dan-snyder-acknowledges-his-nfl-team-had-a-workplace-problem-tries-to-move-ahead-11606147677", "title": "Dan Snyder Acknowledges His NFL Team Had a Workplace Problem, Tries to Move Ahead", "date": "2020-11-23 11:07", "summary": "With the Washington Football Team under investigation for workplace misconduct that include allegations of harassment, various issues within the organization inhibited issues from coming to light. As the Washington Football Team awaits the findings of an independent investigation into its workplace culture, owner Dan Snyder says it is true that his National Football League team had a wayward work environment that demanded a sweeping overhaul.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-donors-spent-heavily-on-failed-election-efforts-11606147552", "title": "Big Donors Spent Heavily on Failed Election Efforts", "date": "2020-11-23 11:05", "summary": "Race in 2020 on track to cost about twice as much as in 2016. Former New York City Mayor Michael Bloomberg followed his $1 billion failed Democratic presidential bid with a $100 million effort to turn Florida blue-only to see the state award President Trump a wider margin of victory than four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-district-reopens-then-closes-how-to-chart-a-path-forward-11606137700", "title": "As Covid Cases Surged, a School District Reopened. Here's What Came Next.", "date": "2020-11-23 11:05", "summary": "A debate over whether to keep schools open or closed pits parents against teachers who fear coronavirus 9 surge. WALLED LAKE, Mich.-The Walled Lake Consolidated School District in southeast Michigan opened its elementary schools for the first time since March on Nov. 9. Within days, the governor said high schools and colleges had to shut down.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-first-timers-thanksgiving-rookies-face-trying-to-cook-the-feast-solo-11606147112", "title": "Turkey First-Timers: Thanksgiving Rookies Face Trying to Cook the Feast Solo", "date": "2020-11-23 10:58", "summary": "Resume Subscription. Tradition dictates that the Guglielmo family-Ryann, her husband, Paul, and now, their toddler Leo-leave their home in Rochester, N.Y., to celebrate Thanksgiving with Paul's clan in northeastern Ohio each year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/joe-biden-picks-antony-blinken-for-secretary-of-state-11606100542", "title": "Joe Biden Picks Antony Blinken for Secretary of State", "date": "2020-11-23 10:58", "summary": "Blinken served as top foreign-policy adviser during campaign, Obama administration. WASHINGTON-President-elect Joe Biden intends to nominate Antony Blinken to serve as secretary of state, turning to a trusted diplomat and foreign-policy adviser to oversee his work to rebuild U.S. relationships around the globe, according to people familiar with the decision.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-says-sidney-powell-not-part-of-trumps-legal-team-11606088107", "title": "Sidney Powell Not Part of Trump's Legal Team, Says Rudy Giuliani", "date": "2020-11-23 10:50", "summary": "Powell is an attorney who made unsupported claims of voter fraud at a press conference at RNC headquarters. President Trump's personal attorney Rudy Giuliani said Sunday that Sidney Powell, an attorney who made unsupported claims of voter fraud at a press conference at Republican National Committee headquarters last week, isn't part of the president's legal team.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-killed-six-injured-in-brooklyn-birthday-party-shooting-11606144523", "title": "One Killed, Six Injured at Brooklyn Birthday Party Shooting", "date": "2020-11-23 10:15", "summary": "New York City has seen a surge in gun violence this year. A woman was killed and six people were injured when at least two gunmen opened fire at a 16-year-old girl's birthday party at a home in a Brooklyn neighborhood that has seen a surge in shootings this year, New York Police Department officials said Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deluge-overwhelms-south-koreas-delivery-drivers-im-so-exhausted-11606144267", "title": "Covid-19 Deluge Overwhelms South Korea's Delivery Drivers: 'I'm So Exhausted'", "date": "2020-11-23 10:11", "summary": "Resume Subscription. SEOUL-In the final days of his life, Kim Dong-hee had worked nearly 24 hours straight delivering packages around Seoul-and still had a quarter of a truck left to unload. \"I'm so exhausted,\" he told a co-worker at 4:28 a.m. in a text message last month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-plans-fiber-optic-network-to-connect-via-saudi-arabia-and-israel-for-first-time-11606143590", "title": "Google Plans Fiber-Optic Network to Connect Via Saudi Arabia, Israel for First Time", "date": "2020-11-23 09:59", "summary": "New fiber-optic network would connect the historical enemies and open a new corridor for internet traffic. Google is laying the groundwork for a fiber-optic network that for the first time will connect through historical enemies Saudi Arabia and Israel while opening a new corridor for global internet traffic, according to people familiar with the plans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regeneron-warner-music-royal-caribbean-what-to-watch-when-the-stock-market-opens-today-11606133278", "title": "Regeneron, Warner Music, Royal Caribbean: What to Watch When the Stock Market Opens Today", "date": "2020-11-23 09:22", "summary": "U.S. stock futures rose on news of a promising Covid-19 vaccine trial. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-trump-and-gop-risks-in-post-election-fight-rise-11606141033", "title": "For Trump and GOP, Risks in Postelection Fight Rise", "date": "2020-11-23 09:17", "summary": "Undermining the legitimacy of a system that has benefited Republicans could leave president remembered more as a sore loser than consequential. The costs of the continued fight over the 2020 election are rising for both the Republican party broadly, and for President Trump personally.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/damaged-sense-of-smell-in-covid-patients-holds-clues-to-how-recovery-might-work-11606140319", "title": "Damaged Sense of Smell in Covid-19 Patients Holds Clues to How Recovery Might Work", "date": "2020-11-23 09:05", "summary": "Researchers study neurological reasons why some coronavirus patients often find familiar scents repulsive. Scientists are uncovering clues to explain how the coronavirus attacks the nervous system by studying a bizarre side effect of the infection that distorts sufferers' sense of smell for months on end.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danone-fights-to-fix-a-souring-growth-recipe-11606140298", "title": "Danone Fights to Fix a Souring Growth Recipe", "date": "2020-11-23 09:04", "summary": "French company behind Dannon yogurt has been by far Europe's worst-performing big food stock this year. Despite a focus on trendy health foods, Danone has lost investor support this year. Winning it back will be hard work as business becomes more competitive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-counters-tiktok-with-spotlight-video-sharing-feature-11606140000", "title": "Snap Counters TikTok With Spotlight Feature", "date": "2020-11-23 09:00", "summary": "New service pushes owner of Snapchat into fraught but potentially lucrative business of viral content. Snap Inc. is launching a video-sharing feature to rival TikTok, a move that will for the first time let its users produce content with hopes of it going viral.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-weighs-new-action-against-beijing-11606138925", "title": "White House Weighs New Action Against Beijing", "date": "2020-11-23 08:42", "summary": "Trump administration wants to form an alliance to retaliate when China uses its trading power to coerce countries. WASHINGTON-Senior Trump administration officials say they are pushing for new hard-line measures against Beijing, even as President Trump winds down his final two months in office.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/train-your-body-to-work-outor-just-hang-outin-colder-weather-11606136400", "title": "Train Your Body to Work Out-or Just Hang Out-in Colder Weather", "date": "2020-11-23 08:30", "summary": "If you dread winter's chill, these tips can help you handle the cold better. More good news: Cold, like exercise, makes you healthier.. So you hate the cold.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julia-garner-on-meeting-anna-delvey-at-rikers-and-watching-the-vow-11606138082", "title": "Julia Garner on Meeting Anna Delvey at Rikers and Watching 'The Vow'", "date": "2020-11-23 08:28", "summary": "\"The only thing that I didn't expect is that Anna is really funny. She's actually hysterical. And she's super soft-spoken and gentle.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-to-buy-oncoimmune-amid-covid-19-vaccine-development-11606131900", "title": "Merck to Buy OncoImmune for $425 Million Amid Race for Covid-19 Treatments", "date": "2020-11-23 08:12", "summary": "The $425 million acquisition comes during the most important vaccine and treatment chase in modern history. Merck & Co. is buying the biopharmaceutical company OncoImmune, which has reported positive results from a late-stage study of a coronavirus therapeutic candidate, for $425 million in cash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-free-agency-joe-harris-shooting-11606114978", "title": "Shooting Has Never Been So Valuable in the NBA", "date": "2020-11-23 08:00", "summary": "Joe Harris, Davis Bertans and Fred VanVleet were the big winners. It's a bull market for the league's best shooters.. The most demoralizing experiences for an NBA player include getting surgery, getting traded by a good team and getting waived by a bad team. Joe Harris experienced all three on the same day in 2016.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asias-hydrogen-fuel-future-may-be-coalescing-11606135841", "title": "Asia's Hydrogen Fuel Future May Be Coalescing", "date": "2020-11-23 07:50", "summary": "Hyundai's news of a hydrogen partnership with Ineos and Chinese government incentives indicate more investment is coming. There is still a long way to go for hydrogen to justify the hype as the next big thing in transportation. But Asia may hold the key to any eventual success.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ads-could-be-reaching-saturation-point-11606132807", "title": "Facebook Ads Could Be Reaching Saturation Point", "date": "2020-11-23 07:00", "summary": "Spending big money to make big money in the ad business may no longer be on the table inside Facebook's network. Facebook Inc.'s platforms are starting to feel like homes with too much furniture. It is getting difficult to move around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-adjust-to-remote-due-diligence-as-deal-making-soars-11606127401", "title": "CFOs Adjust to Remote Due Diligence as Deal Making Soars", "date": "2020-11-23 05:30", "summary": "Finance chiefs are reviewing company books, assets and facilities using virtual tours and digital collaboration platforms. Finance executives who were hoping to do deals in the spring encountered a big stumbling block: the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-insurers-gear-up-to-do-deals-11606127401", "title": "European Insurers Prepare for Deals", "date": "2020-11-23 05:30", "summary": "A tough period during the pandemic is prompting restructuring and sales. LONDON-European insurers have weathered the crucible of the coronavirus pandemic and are ready to do some deals.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-in-the-life-of-an-amazon-warehouse-worker-11606127400", "title": "A Day in the Life of an Amazon Warehouse Worker", "date": "2020-11-23 05:30", "summary": "Before Covid, she was an accountant. Now she works 11-hour shifts sorting Lysol wipes and Christmas decorations; 'it has been more exhausting than ever'. Deborah Liljegren joined Amazon.com Inc. in April as it raced to add warehouse workers to keep up with soaring demand from homebound shoppers. Seven months later, her days are only getting busier.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-trades-again-near-record-driven-by-new-group-of-buyers-11606127401", "title": "Bitcoin Trades Near Record, Finds New Audience", "date": "2020-11-23 05:30", "summary": "Cryptocurrency attracts billionaires Paul Tudor Jones and Stanley Druckenmiller plus momentum investors. Bitcoin climbed back above $18,000 last week to flirt with record levels, a spectacular rally driven by a new group of buyers seeking the opportunity for big profits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dhls-warehouse-management-business-makes-it-easier-to-onboard-robots-11606127400", "title": "DHL's Warehouse Management Business Makes It Easier to Onboard Robots", "date": "2020-11-23 05:30", "summary": "Hub built by Blue Yonder removes need for custom software configurations at each warehouse. Integrating robots into warehouses is traditionally time-consuming and costly. A unit of global logistics giant Deutsche Post AG and one of its technology suppliers think they might have found a better way.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-stays-and-what-goes-in-a-post-covid-19-world-11606127403", "title": "What Stays and What Goes in a Post-Covid-19 World", "date": "2020-11-23 05:30", "summary": "Some pandemic-induced consumer behavior will prove sticky, but not all. This is the third column in a five-part Heard on the Street series on how the American economy might look once the Covid-19 pandemic is over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-vows-to-investigate-bond-market-misconduct-11606126445", "title": "China Vows to Investigate Bond-Market Misconduct", "date": "2020-11-23 05:14", "summary": "Warning issued after a series of defaults by state-backed groups unsettled investors. China warned it would show zero tolerance for misconduct in the debt markets, after a series of defaults by state-backed groups unsettled investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-continues-to-challenge-election-results-as-legal-options-dwindle-11606066065", "title": "Trump Continues to Challenge Election as Legal Options Dwindle", "date": "2020-11-23 04:40", "summary": "Some Republicans signal a need to end the fight; Biden camp prepares to govern. WASHINGTON-A defiant President Trump continued efforts to contest the outcome of the election, as his legal options narrowed and a number of Republicans expressed frustration with his refusal to acknowledge defeat.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-china-blacklist-sparks-reviews-at-index-compilers-11606123352", "title": "Trump's China Blacklist Sparks Reviews at Index Compilers", "date": "2020-11-23 04:22", "summary": "MSCI, FTSE Russell seek feedback from investors after move to ban Americans from investing in some Chinese companies. Index compilers FTSE Russell, JPMorgan Chase & Co. and MSCI Inc. are rethinking their stance on securities from companies that the U.S. government says help the Chinese military.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-state-owned-bank-stops-digital-bond-sale-that-was-drawing-scrutiny-11606111373", "title": "Chinese State-Owned Bank Stops Digital Bond Sale That Was Drawing Scrutiny", "date": "2020-11-23 01:02", "summary": "China Construction Bank pulls sale of up to $3 billion in short-term debt in an offshore financial center in Malaysia. One of China's largest banks halted the planned debut of a digital bond on an exchange outside the country, shortly before the security was scheduled to begin trading on Nov. 13.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11606076489", "title": "Pepper...and Salt", "date": "2020-11-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squeeze-in-monday-crossword-november-23-11605908681", "title": "Squeeze In (Monday Crossword, November 23)", "date": "2020-11-23 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]