[{"link": "https://www.wsj.com/articles/israel-to-shut-down-again-as-second-coronavirus-wave-hits-11600028298", "title": "Israel to Enter Lockdown Again as Second Coronavirus Wave Hits", "date": "2020-09-13 19:43", "summary": "Cabinet backs new lockdown, set to extend over Jewish holidays; essential businesses to stay open. TEL AVIV-Israel on Friday is to become the first developed country to impose a second nationwide lockdown, as its government struggles to contain a fresh coronavirus outbreak that has hammered the economy and divided the nation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-eases-absentee-voting-rules-but-advocates-push-further-fixes-11600038000", "title": "New York Eases Absentee-Voting Rules, but Advocates Push for More", "date": "2020-09-13 19:00", "summary": "They cite concerns about adequate funding for the election, need for prepaid postage. State officials have taken steps to make it easier for New Yorkers to cast their ballots by mail in November, but advocacy groups are pushing them to go even further for the biggest election since the novel coronavirus took hold.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-used-to-be-americas-most-valuable-company-what-happened-oil-gas-11600037243", "title": "Exxon's Bet on Oil, Gas Drags Down U.S. Titan", "date": "2020-09-13 18:50", "summary": "The oil giant doubled down on oil and gas before the pandemic crushed demand. It has been a stunning fall from grace for Exxon Mobil Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheriffs-office-in-georgia-investigates-use-of-force-incident-involving-deputy-11599939724", "title": "Georgia Deputy Fired After Violent Arrest of Black Man", "date": "2020-09-13 18:31", "summary": "Widely shared video shows deputy repeatedly striking Roderick Walker. A Georgia sheriff on Sunday fired one of his deputies shown repeatedly striking a Black man on the ground in a widely seen video recorded Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-los-angeles-county-deputy-sheriffs-shot-in-ambush-attack-11600000417", "title": "Los Angeles Sheriff's Department Hunts Gunman Who Shot Two Deputies", "date": "2020-09-13 17:44", "summary": "A $100,000 reward is authorized by county board for information leading to arrest, conviction of the shooter. The Los Angeles County Sheriff's Department said Sunday the county board authorized a $100,000 reward for information leading to the arrest and conviction of a gunman who shot two deputies multiple times in an ambush Saturday night.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-census-brawl-11600031203", "title": "The Next Census Brawl", "date": "2020-09-13 17:06", "summary": "Democrats are suing to delay the count into a Biden Presidency.. Chief Justice John Roberts settled one political controversy over the Census last year by siding with the Supreme Court's liberals to block a citizenship question. But surprise, surprise, Democrats are now asking courts to intervene in another Census fight.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-hope-they-die-11600031160", "title": "'We Hope They Die'", "date": "2020-09-13 17:06", "summary": "Protesters cheer a shooting ambush of sheriff's deputies in L.A.. No one other than the shooter is responsible for the gunfire ambush Saturday of two Los Angeles County sheriff's deputies as they sat in their patrol car. But the same can't be said for the protesters who blocked the entrance to the hospital where the two are being treated, and chanted \"we hope they die.\" The latter is a cultural poison nurtured by the left-wing anti-police movement sweeping the country.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-still-wanted-believe-it-or-not-11600031074", "title": "Help Still Wanted, Believe It or Not", "date": "2020-09-13 17:04", "summary": "Job openings in July were close to those available in December.. For more evidence that the labor market recovery is continuing, consider the Labor Department's JOLTS report last week showing the U.S. had 6.6 million job openings in July-about as many as in December of last year. Many businesses are eager to hire, if they could find workers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-tie-up-of-clickbait-giants-taboola-and-outbrain-unraveled-11600030718", "title": "How the Tie-Up of Clickbait Giants Taboola and Outbrain Unraveled", "date": "2020-09-13 16:58", "summary": "Taboola sought new deal terms from Outbrain as coronavirus pandemic affected both companies' business. The sharp advertising downturn caused by the coronavirus pandemic brought the internet's two largest content-recommendation companies back to the negotiating table nearly a year after they had agreed to combine.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-sally-could-hit-new-orleans-as-category-2-hurricane-11600029271", "title": "Tropical Storm Sally Could Hit New Orleans as Category 2 Hurricane", "date": "2020-09-13 16:34", "summary": "'It's going to be really close,' with current forecasts calling for a strong category 1 storm. Tropical Storm Sally is bearing down on the Gulf Coast of Louisiana and is expected to make landfall late Monday or early Tuesday, possibly as a Category 2 hurricane.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navid-afkaris-murder-was-a-message-11600029139", "title": "Navid Afkari's Murder Was a Message", "date": "2020-09-13 16:32", "summary": "To silence dissent, Iran's regime executes a wrestling star.. In August 2018, thousands of Iranians joined antigovernment protests across Iran in another wave of widespread rejection of the Islamist regime. Navid Afkari, a wrestling champion, marched with two of his brothers and was detained by security forces. After torturing Afkari for months and forcing him to confess to murdering a security guard, the regime sentenced him to death. A domestic and international outcry followed, but on Saturday Afkari, 27, was executed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-emergency-use-can-help-roll-out-a-covid-vaccine-11600029175", "title": "How 'Emergency Use' Can Help Roll Out a Covid Vaccine", "date": "2020-09-13 16:32", "summary": "The FDA can approve a promising candidate for those most at risk while continuing to collect data.. A vaccine for Covid-19 could emerge in the next several months. But first, clinical trials need to reach completion showing that the vaccines reduce Covid. The data must undergo multiple layers of scientific review to weigh risks against benefits. This includes careful analysis by career experts at the Food and Drug Administration, independent safety monitors, scientists who work for the vaccine manufacturer, and outside experts who advise the FDA.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-justice-ted-cruz-11600029060", "title": "The Case for Justice Ted Cruz", "date": "2020-09-13 16:31", "summary": "The Supreme Court could use judges that can withstand political pressure.. President Trump's latest list of prospective Supreme Court nominees includes three U.S. senators: Josh Hawley of Missouri, Ted Cruz of Texas and Tom Cotton of Arkansas. This shows the president understands the need to appoint constitutional conservatives whose views won't \"evolve\" once they are on the court.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-unemployment-will-soon-bring-tax-hikes-11600029093", "title": "Pandemic Unemployment Will Soon Bring Tax Hikes", "date": "2020-09-13 16:31", "summary": "Levies will rise as workers return, hindering the recovery. Two reforms would ease the problem.. The ranks of the unemployed have more than tripled in six months. State unemployment-insurance programs have paid benefits to tens of millions of idled workers in that time, helping them hang on until the crisis eases and they can get back on their feet. Understandably, debate has centered on the size of these benefits-including the $600-a-week enhancement that the federal government paid to recipients through July 31. Few are talking about the automatic tax hikes that will finance these benefits as the economy recovers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-your-dog-can-be-allergic-to-your-cat-pet-allergies-11600028900", "title": "Yes, Your Dog Can Be Allergic to Your Cat", "date": "2020-09-13 16:30", "summary": "Resume Subscription. Sitting in the veterinarian's office last summer with her dog Baloo, Beth Kingston braced for bad news. Just four years old, her Great Dane-black Labrador mix had been acting lethargic, with a runny nose and flaking skin. Worried it might be a deadly heart condition common to Great Danes, the vet ran a series of blood tests.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trouble-brewing-in-central-america-11600028832", "title": "Trouble Brewing in Central America", "date": "2020-09-13 16:27", "summary": "The region has issues that the Trump administration can't afford to ignore.. President Trump made a deal with Central American governments and Mexico to end the 2018-19 migration crisis by requiring asylum seekers from Central America to register in a transit country before seeking U.S. entry.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outside-the-box-review-new-ways-of-going-global-11600028692", "title": "'Outside the Box' Review: New Ways of Going Global", "date": "2020-09-13 16:24", "summary": "Changes in technology, ownership and broadly accepted ideas led to far-flung trade and cross-border integration. More change is under way.. Free trade was an early casualty of Covid-19. Many countries promptly limited the export of medical supplies, food and even toilet paper. The restrictions contributed to a sharp decline in international commerce. By year's end, trade is projected to be down 18% compared with 2019 and foreign direct investment down by as much as 40%. This drop comes at the end of a 10-year period in which both trade and foreign investment have been stagnant or falling as a share of global gross domestic product-a pace and pattern known as \"slowbalization.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gileads-20-billion-gamble-11600017310", "title": "Gilead's $20 Billion Gamble", "date": "2020-09-13 16:21", "summary": "A big premium for cancer drug company Immunomedics could pay off, but shareholders of slumping Gilead might be in no rush to act that way. A big splash from Gilead Sciences will spark a celebration among biotech investors. It is far from clear whether Gilead shareholders themselves will be feeling festive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-weeks-of-pressure-in-belarus-protesters-and-lukashenko-locked-in-dangerous-stalemate-11600011951", "title": "In Belarus, Protesters and Lukashenko Locked in Dangerous Stalemate", "date": "2020-09-13 15:43", "summary": "More than 100,000 people protest; country's longtime leader set to meet Putin on Monday. More than 100,000 people poured into the streets of Belarus' capital Minsk, sparking a show of force and mass detentions by riot police on Sunday in one of the largest in a string of demonstrations aimed at keeping pressure on President Alexander Lukashenko.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-doctor-in-india-coronavirus-waves-just-keep-coming-11600025606", "title": "For Doctor in India, Coronavirus Waves Just Keep Coming", "date": "2020-09-13 15:33", "summary": "Resume Subscription. NEW DELHI-For many countries, battling the coronavirus has been a sprint to bring infections under control, then a struggle to keep it that way. In India, it has turned out to be a marathon.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/disneys-mulan-tops-china-box-office-amid-controversy-11600024568", "title": "Disney's 'Mulan' Tops China Box Office Amid Controversy", "date": "2020-09-13 15:16", "summary": "As America's theaters struggle, 'Tenet' performs better in China than in the U.S.. Walt Disney Co. 's retelling of an ancient Chinese folk tale, \"Mulan,\" fought off political backlash and lukewarm reviews on its way to a strong opening in China.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumers-industrial-output-and-central-banks-11600023603", "title": "Economy Week Ahead: Consumers, Industrial Output and Central Banks", "date": "2020-09-13 15:00", "summary": "The Fed, Bank of Japan and Bank of England are all meeting, and all expected to leave policy unchanged. The Federal Reserve's two-day policy meeting highlights a week of central-bank statements and fresh data to help investors and economists gauge the pace of recovery from the pandemic.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/career-reboot-a-financial-adviser-shifts-jobs-to-an-environmental-nonprofit-11600023247", "title": "A Financial Adviser Shifts Jobs to an Environmental Nonprofit", "date": "2020-09-13 14:54", "summary": "'Whatever your spark is, be tenacious'; After a long corporate career, a pause spurred a return to her teenage aspirations. Nearly two years ago, at the age of 56, Janet K. Redman found herself at a personal and professional crossroads after 12 years as a successful financial adviser in Delaware.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-government-and-taliban-meet-to-kick-off-historic-peace-talks-11600019749", "title": "Afghan Government and Taliban Meet to Kick Off Historic Peace Talks", "date": "2020-09-13 14:44", "summary": "Wide gaps on key issues are apparent between the warring sides. Representatives of the Afghan government and the Taliban sat down Sunday to kick off a historic round of direct talks this week aimed at ending the two-decades-long conflict, a day after delegations met for the first time in a hotel in Qatar.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-blocks-postal-service-election-mailer-in-colorado-11600020598", "title": "Court Blocks Postal-Service Election Mailer in Colorado", "date": "2020-09-13 14:10", "summary": "State says agency postcard sent to households spreads inaccurate information about mail-in voting. Colorado won a temporary restraining order blocking the U.S. Postal Service from sending the state's households a postcard about voting by mail, after its top election official said the information on the mailer was misleading.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-chooses-to-run-with-political-football-11600018304", "title": "NFL Chooses to Run With Political Football", "date": "2020-09-13 13:31", "summary": "This NFL season I will partake in a peaceful protest by turning off my TV during games.. Regarding Jason L. Riley's \"Are You Ready for Some Political Football?\" (Upward Mobility, Sept. 9): This NFL season I will partake in a peaceful protest by turning off my TV during games. If enough of us, those who simply wish to enjoy the camaraderie of watching football, do the same, then we have the power to make the NFL think twice about its woke policy. I'll bet at least 50% of NFL viewers feel the same.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-organizing-and-gig-economy-workers-11600018191", "title": "Union Organizing and Gig-Economy Workers", "date": "2020-09-13 13:29", "summary": "I don't think the desires of the gig workers are in mind at all.. Michael Saltsman asserts that most gig workers are trying to \"avoid being locked into regular jobs\" (\"Unions Seek to 'Liberate' Gig Workers From Flexibility,\" op-ed, Sept. 5). As a frequent rider on Uber and Lyft , I find that most drivers work for the ride-hailing services as second jobs or as a way to earn money when between jobs. The idea that people would prefer gig jobs with no benefits to a union job with health insurance, paid time off and a retirement plan is absurd.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-law-gives-power-to-the-people-not-to-mere-experts-11600018078", "title": "The Law Gives Power to the People, Not to Mere Experts", "date": "2020-09-13 13:27", "summary": "Experts rarely are held accountable for their recommendations and are mostly aloof from the consequences of their decisions.. Jason Riley's \"Spare Us More of the Arrogance of 'Expertise'\" (Upward Mobility, Sept. 2) is a cogent presentation of the growing tenuousness of the citizen's ability to influence public policy. In particular, the progressive left's reliance on experts to the increasing exclusion of citizen input, centralizes policy to an elite few. Experts rarely are held accountable for their recommendations and are mostly aloof from the consequences of their decisions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-19-vaccine-trials-resume-in-the-u-k-11599922981", "title": "AstraZeneca Covid-19 Vaccine Trials Resume in U.K.", "date": "2020-09-13 13:23", "summary": "The trials were paused after a subject in the U.K. fell ill, but they are restarting after regulators determined it was safe to do so. AstraZeneca PLC said Saturday clinical trials for its experimental coronavirus vaccine have resumed in the U.K. after regulators concluded it was safe to do so, following a pause in studies globally after a person who received the vaccine had an unexplained illness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-rallied-and-many-missed-out-11600016400", "title": "Stocks Rallied, and Many Missed Out", "date": "2020-09-13 13:00", "summary": "Advance in market to new highs obscures a trend: Equities aren't as widely held as they used to be. The rally in the stock market this summer to new highs obscures a subtle yet notable trend: Stocks aren't as popular as they used to be.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newtons-law-of-stock-momentum-11600013869", "title": "Newton's Law of Stock Momentum", "date": "2020-09-13 12:17", "summary": "As Sir Isaac learned, market pile-ons follow the same pattern. Investor, beware.. Does this sound familiar: Smart guy owns a stock in March at $200, sells it in June at around $600, but then buys it back in July and August for between $900 and $1,000. By September it's back at $200. Ouch. Tesla this year? Yahoo in 2000? Nope. That was Sir Isaac Newton getting pulled into the great momentum trade of the South Sea Co., which cratered 300 years ago this month. He lost the equivalent of more than $3 million today. Newton, whose second law of motion is about the momentum of a body equaling the force acting on it, didn't know that works for stocks too.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-china-turn-europe-against-america-11600013768", "title": "Can China Turn Europe Against America?", "date": "2020-09-13 12:16", "summary": "In this week's summit, Xi seeks to play Nixon, luring new allies with cash and upending trade routes.. One ploy for countries competing with other great powers is to peel away the allies of your adversary and convert them to your interests. In 1972, Richard Nixon took a trip to Beijing, one of the most daring and effective gambits in the history of U.S. foreign policy. At the time Beijing was a regional player and a nuclear power, but nowhere near a peer competitor to the U.S. or the Soviet Union. Nixon turned China into a lever of American influence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-13-2020-11599985376", "title": "Daily U.S. Coronavirus Cases Drop Slightly; India's Count Surges", "date": "2020-09-13 12:12", "summary": "Saturday's U.S. case tally numbered 41,471; AstraZeneca resumes U.K. vaccine trial. The U.S. added 41,471 cases of the new coronavirus on Saturday, a decline from a day earlier, while India reported its fourth straight day with more than 90,000 cases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-the-economy-stupid-carries-less-weight-in-2020-election-11599989400", "title": "'It's the Economy, Stupid' Carries Less Weight in 2020", "date": "2020-09-13 12:11", "summary": "Polls indicate America's voters are also considering the coronavirus, leadership style and racial concerns. An old saying in politics is that people vote with their pocketbooks, so a strong economy normally helps an incumbent and a weak one hurts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-new-financial-rules-to-cover-jack-mas-ant-group-11600013259", "title": "China's New Financial Rules to Cover Jack Ma's Ant Group", "date": "2020-09-13 12:07", "summary": "Firms that operate two or more financial businesses in the country will be classified as financial-holding companies. China's central bank released rules that will subject Ant Group Co. and other conglomerates to new financial regulations, forcing companies to put up substantial capital to back payments, lending and other finance businesses they own.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firm-forgives-70-million-in-new-york-city-taxi-cab-debt-11600012810", "title": "Investment Firm Forgives $70 Million in New York City Taxi-Cab Debt", "date": "2020-09-13 12:00", "summary": "Largest holder of taxi-medallion loans is throwing lifelines to thousands of drivers. The largest holder of New York City taxi-medallion loans is throwing lifelines to thousands of drivers struggling to survive a collapse in ridership caused by the new coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-washingtons-nfl-team-hasnt-picked-a-nameand-could-keep-its-interim-one-11600009482", "title": "Why Washington's NFL Team Hasn't Picked a Name-and Could Keep Its Interim One", "date": "2020-09-13 11:04", "summary": "After getting rid of the team's controversial moniker, owner Dan Snyder details the renaming process for the Washington Football Team amid a turbulent off-season. After an intensive siege by politicians, activists and sponsors, Washington's NFL team in July dropped its name of 87 years because it was widely defined as a slur. The franchise later said it would go by the Washington Football Team for 2020.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expenses-for-adult-kids-which-ones-should-parents-stop-paying-for-11600009200", "title": "Your Kids Are Over 18. Which Expenses Should You Stop Paying?", "date": "2020-09-13 11:00", "summary": "Parents often keep paying for a lot of their adult children's bills. But where-and how-should they draw the line?. Parents usually know when they are giving their children too much money once those children become adults. Getting them to admit to it-and change-is another matter.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-money-mistakes-people-make-in-a-recession-11600009201", "title": "The Biggest Money Mistakes People Make in a Recession", "date": "2020-09-13 11:00", "summary": "Facing a downturn is hard enough without falling into the common traps in the way we save, invest and spend our money. Many people are facing a situation they haven't had to deal with in a long time: an economic downturn. And they need help navigating it.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-silent-so-far-in-2020-presidential-election-11600009200", "title": "Warren Buffett Silent So Far in 2020 Presidential Election", "date": "2020-09-13 11:00", "summary": "Omaha district that billionaire investor calls home could play role in close White House race. Billionaire investor Warren Buffett was an active fundraiser and campaigner for the past two Democratic presidential nominees. In 2020, he's yet to become publicly involved with former Vice President Joe Biden's bid to reclaim the White House for Democrats.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tall-boots-for-a-fall-of-higher-hopes-11600005612", "title": "Tall Boots for a Fall of Higher Hopes", "date": "2020-09-13 10:00", "summary": "Tough, tall boots for fall adventures, whether on horseback or in the backyard.. In terms of closet essentials, a good quality pair of black boots has to rank pretty high on every person's list. They're one of the most versatile closet staples anyone can purchase: good for rainy days, but also one of the easiest ways to add some attitude to a snoozy outfit. They're great investment pieces because they're able to take a lot of wear and tear. Below, take a peek at five examples of the best boots you can get this fall. There's a striped pair from Salvatore Ferragamo that adds a layer of complexity to your basic black. Don't look past an option from Fendi that goes heavy on the bottoms. For some height and sleekness, you can't go wrong with this offering from Michael Kors Collection. Versace's offering in the category is a sporty choice that looks like it can take a beating. And then there's Marni's black boot that seems like it can weather anything 2020 throws at it.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fed-officials-are-begging-for-more-stimulus-from-lawmakers-11600005600", "title": "Why Fed Officials Are Pushing for More Stimulus", "date": "2020-09-13 10:00", "summary": "New research says spending, not lower rates, would do more to prevent deeper economic scars from the coronavirus pandemic. Federal Reserve officials don't like to wade into political debates, which is why it can be a distress signal when they do.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-you-dressed-like-a-skater-11600005498", "title": "It's Time You Dressed Like a Skater", "date": "2020-09-13 09:58", "summary": "Take a fresh look at a semester of fall style with skate-inspired vibes.. In a recent interview with the Wall Street Journal, skateboarding legend Tony Hawk reflected on his sport's past. \"The unspoken rule was once you reached adult age, you can't skate anymore,\" he says. \"For one, there's no living to be made at it. Second, you're just too old. It's a kid's toy. Why would you even bother to do it past 18?\" But now the sport is poised to enter the Olympic arena next year and skate culture is part of the mainstream. With that in mind, fall might be the perfect time to embrace skater style, or at least take some pointers from your local skate crews. An untucked white shirt can give you the carefree ethos you've been reaching for. Don't leave your tie at home even though you're ditching your formal look, a satin tie will make your outfit sing. Here, find some inspiration on how to incorporate skating elements into your fall style.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-meaningful-summer-of-naomi-osaka-11600002023", "title": "The Meaningful Summer of Naomi Osaka", "date": "2020-09-13 09:00", "summary": "For the 22-year-old tennis star, a stirring U.S. Open victory amid a season of protest. Queens, N.Y.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happened-when-a-ceo-came-out-as-transgender-11600002000", "title": "What Happened When a CEO Came Out as Transgender", "date": "2020-09-13 09:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apples-coming-iphone-ipad-watch-and-mac-a-wish-list-11600002001", "title": "Apple's Coming iPhone, iPad, Watch and Mac: a Wish List", "date": "2020-09-13 09:00", "summary": "A review of what features are missing in the latest iDevices, and what we hope to see from Apple in the final months of 2020. Ah, glorious September, the best month. It's when the school year starts anew, the weather is just right, and sparkly new iPhones hit shelves.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-it-a-bubble-call-it-excess-heres-what-to-watch-if-tech-goes-pop-11600002001", "title": "Call It a Bubble, Call It Excess. Here's What to Watch If Tech Goes Pop.", "date": "2020-09-13 09:00", "summary": "Past bubbles linked to certain sectors have been followed by financial disruption, higher household savings and sudden changes to corporate behavior. In just seven days, $1 trillion vanished from the value of seven of the big U.S. growth stocks. One trillion dollars. Investors unexpectedly getting a lot poorer has had nasty repercussions in the past. What can we expect if this year's wild excess around disruptive technology stocks continues to deflate?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-seeks-economic-rebirth-with-eu-coronavirus-recovery-money-11599998880", "title": "Italy Seeks Economic Rebirth With EU Coronavirus Recovery Money", "date": "2020-09-13 08:08", "summary": "After decades of stagnation, Rome eyes opportunity; 'This is the moment to reinvent Italy'. ROME-When European Union nations agreed this summer to set up a 750 billion euro economic recovery fund in response to the coronavirus pandemic, a major motivation was to avoid a lasting depression in Italy that could tear apart the euro.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-ok-to-reveal-your-anxiety-or-depression-to-your-boss-11599998400", "title": "Is It OK to Reveal Your Anxiety or Depression to Your Boss?", "date": "2020-09-13 08:00", "summary": "Mental-health issues have soared during the pandemic and companies are providing benefits. But before asking for accommodations, consider whom to talk to and what you need.. Workers everywhere are having a tough time. Should they ask for help on the job?", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-batters-brazil-but-its-leader-is-more-popular-than-ever-11599998401", "title": "Covid-19 Batters Brazil, but Its Leader Is More Popular Than Ever", "date": "2020-09-13 08:00", "summary": "President Jair Bolsonaro's support has risen as his government hands out cash to the poor as part of a pandemic aid package. RIO DE JANEIRO-Covid-19 has killed more than 130,000 in Brazil, second only to the U.S., and hammered the economy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photosof-theweek-sept-7-13-2020-11599994800", "title": "Photos of the Week", "date": "2020-09-13 07:00", "summary": "Wildfires grow on West Coast, nation marks 9/11 with intimate events, temperature checks ring in the school year and more. Mary Kief with a photo of her son, Benjamin Kief, who died of an opioid overdose in West Chester, Pa., in April. Overdose deaths are rising as job losses and stress from Covid-19 has destabilized people struggling with addiction. 'We had all these plans set up,' Ms. Kief said. But because of the pandemic, she said, 'he didn't have the resources.' Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-job-market-has-bright-spots-for-recent-high-school-grads-11599989402", "title": "Pandemic Job Market Has Bright Spots for Recent High School Grads", "date": "2020-09-13 05:30", "summary": "Young, flexible workers find opportunities in entry-level jobs, but face uncertain future. High school graduates entered the labor market this summer during a deep economic downturn, but while that presented a serious hurdle-especially for those not pursuing college-many of these young, flexible workers are finding jobs.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-schooling-out-of-reach-for-many-students-in-west-virginia-without-internet-11599989401", "title": "Remote Schooling Out of Reach for Many West Virginia Students Without Internet", "date": "2020-09-13 05:30", "summary": "Between 30% and 50% of K-12 students in the state lack internet access. HARTS, W.Va.-Just before 9 a.m., Hollee Blair sat in her boyfriend's Toyota Tacoma in the parking lot of Chapmanville Regional High School and waited for attendance to be taken.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wildly-popular-trades-behind-the-markets-swoon-and-surge-11599989400", "title": "The Wildly Popular Trades Behind the Market's Swoon and Surge", "date": "2020-09-13 05:30", "summary": "Record options trading and momentum bets are spurring volatility. Investors are trading stock options and chasing fast-rising shares at record rates, activity that's expected to jolt markets through the coming election.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-and-college-football-return-without-the-usual-fanfare-11599959799", "title": "Notre Dame and College Football Return, Without the Usual Fanfare", "date": "2020-09-13 22:25", "summary": "The Fighting Irish played without tailgating or crowds as the university tries to rein in coronavirus infections. SOUTH BEND, Ind.-Notre Dame usually kicks off its football season in the shadow of a golden dome with the expectation that the Fighting Irish can beat any team, from any conference, anytime. The setting and the confidence remain, but they are about the only recognizable aspects of Notre Dame football in 2020.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-top-boeing-737-max-officials-defend-design-process-11599959139", "title": "Former Top Boeing 737 MAX Officials Defend Design Process", "date": "2020-09-13 21:05", "summary": "Previous MAX program manager and chief engineer in closed-door congressional interviews stand by Boeing's design of the plane. Two high-ranking executives who oversaw Boeing Co. 's development of the 737 MAX told House investigators the company's design process wasn't flawed despite two fatal crashes, a contrast to other company leaders' concessions of past engineering errors.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]