[{"link": "https://www.wsj.com/articles/gilead-swings-to-quarterly-loss-on-higher-costs-11596143000", "title": "Gilead Raises 2020 Profit Outlook on Remdesivir Demand", "date": "2020-07-30 19:57", "summary": "The drugmaker reported a second-quarter loss, driven in part by manufacturing expansion of Covid-19 drug remdesivir. Gilead Sciences Inc. expects sales of its Covid-19 drug remdesivir to help lift its full-year revenue by as much as $2.8 billion in 2020, offsetting the negative impact of the pandemic on some of its other medicines.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-schools-try-to-decide-when-they-should-close-again-due-to-coronavirus-cases-11596101401", "title": "Reopening Schools Try to Decide When They Should Close Again Due to Coronavirus Cases", "date": "2020-07-30 19:52", "summary": "Schools wrestle with what to do if staff or students get sick-and with identifying a threshold for reclosures. School districts across the country trying to complete their reopening plans are struggling to figure out what to do if a coronavirus outbreak hits-and how bad it would have to be to cause them to shut schools again.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-alphabet-googl-2q-earnings-report-2020-11596139328", "title": "Google's Advertising Haul Comes Up Short for First Time", "date": "2020-07-30 19:26", "summary": "Parent Alphabet's shares rise anyway, as investors bet pandemic's malaise is temporary. The global pandemic dealt a rare losing hand to Google's venerable digital advertising operation, pushing quarterly revenue down compared with a year earlier for the first time in company history.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fb-2q-earnings-report-2020-11596138406", "title": "Facebook Posts Revenue Growth Despite Pandemic", "date": "2020-07-30 19:24", "summary": "The company's quarterly earnings rise to $5.18 billion; use of Facebook products picks up. Facebook Inc. powered through the throes of the pandemic, as the social-media giant's revenue rose in the second quarter thanks to increased engagement from users.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockdowns-destruction-11596150889", "title": "The Lockdown's Destruction", "date": "2020-07-30 19:14", "summary": "Incredibly, some in the media want to repeat the second quarter's 32.9% plunge in GDP.. Democrats and their media allies have trapped themselves in a contradiction. They are deploring Thursday's grim second-quarter GDP report even as they demand a repeat of the lockdown that caused the economic catastrophe. What do they expect when government orders Americans to sit in their homes for weeks?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-filibuster-swipe-11596150793", "title": "Obama's Filibuster Swipe", "date": "2020-07-30 19:13", "summary": "He frames it as racist. That will end debate among Democrats.. Anticipating a November romp, prominent Democrats have been dropping hints that they'd scrap the filibuster for legislation if they win the Senate. Would they really make such a polarizing move? Any doubt was eliminated Thursday when President Obama, speaking at the funeral for Congressman and civil-rights leader John Lewis, described the filibuster as a \"Jim Crow relic\" that should be eliminated if it gets in the way of Democratic voting legislation or admitting Washington, D.C., and Puerto Rico as states.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-space-race-for-the-21st-century-11596150696", "title": "A Space Race for the 21st Century", "date": "2020-07-30 19:11", "summary": "China aims to land a Mars rover, something the EU hasn't managed.. Thanks to an uneventful launch Thursday, in about six months NASA will parachute a Ford Pinto, roughly speaking, onto the surface of Mars. The Perseverance rover is 10 feet long, 7 feet tall and 2,260 pounds, and it'll poke around a dried-up river delta, looking for signs of old microbial life. It carries a four-pound helicopter for testing Mars flight.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-says-senate-may-need-to-end-filibuster-11596149160", "title": "Obama Says Senate May Need to End Filibuster", "date": "2020-07-30 19:09", "summary": "Former president cites need to pass voting-rights legislation; rules currently require 60 votes to pass most bills. Former President Barack Obama threw his weight behind ending the Senate's legislative filibuster if necessary to pursue Democrats' voting-rights agenda, joining an increasing number of his party's lawmakers considering the change in anticipation of possibly winning control of the chamber in the fall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-embarrassment-of-riches-11596150542", "title": "Big Tech's Embarrassment of Riches", "date": "2020-07-30 19:09", "summary": "Amazon, Apple, Facebook and Google all show resilience during pandemic while undergoing congressional scrutiny. Perhaps this wasn't the best time for Big Tech to flex its financial muscles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-cfo-forges-ahead-with-customer-centric-changes-11596128977", "title": "Ford CFO Forges Ahead With Customer-Centric Changes", "date": "2020-07-30 18:57", "summary": "Tim Stone is steering company's finances through downturn while tackling the cost of transforming the auto maker. Tim Stone had lots of ideas on how to change Ford Motor Co. when he took over as the car maker's chief financial officer last June, including focusing more on the customer, growing free cash flow and improving the company's performance.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burn-the-republican-party-down-11596149482", "title": "Burn the Republican Party Down?", "date": "2020-07-30 18:51", "summary": "It would damage the country, and those who say yes bear some blame for the president's rise.. Where did Donald Trump come from? Where is the GOP going? Should the whole thing be burned down? A lot had to go wrong before we got a President Trump. This fact, once broadly acknowledged, has gotten lost, as if a lot of people want it forgotten.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-helps-the-environment-by-enraging-environmentalists-11596149444", "title": "Trump Helps the Environment by Enraging Environmentalists", "date": "2020-07-30 18:50", "summary": "His plan to reform NEPA would speed replacement of old, dirty projects with cleaner new ones.. The Trump administration recently published the first comprehensive revision of federal regulations under the National Environmental Policy Act of 1970. Environmental groups predictably denounced the initiative. Among its many detractors, the Wilderness Society insists that these regulations will \"essentially gut\" NEPA by putting \"polluters in charge of environment protection.\" This objection wholly overlooks NEPA's deeply dysfunctional features.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-markets-and-meaning-in-life-11596149411", "title": "Free Markets and Meaning in Life", "date": "2020-07-30 18:50", "summary": "'Existential agency' is correlated with belief in capitalism and entrepreneurship.. A growing body of behavioral-science research indicates that believing life has meaning helps individuals thrive. People who view their decisions as existentially weighty cope better with stress and tragedy. They also live longer and healthier lives. Disbelief in meaning is a major risk factor for depression, substance abuse and suicide. But the idea that our actions are consequential has effects beyond psychology. Our research has found that a sense of life's meaningfulness is tightly tied to positive views of capitalism and entrepreneurship.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eliot-ness-and-the-mad-butcher-review-an-untouchable-second-act-11596149379", "title": "'Eliot Ness and the Mad Butcher' Review: An Untouchable Second Act", "date": "2020-07-30 18:49", "summary": "After helping to put Al Capone behind bars, lawman Eliot Ness came to Cleveland, where he did battle with a vicious killer.. Moviegoers of a certain age will remember Eliot Ness-the upright law-enforcement figure who battled corruption and organized crime from the 1920s to the '40s-as portrayed by a tough-talking Kevin Costner in Brian De Palma's 1987 movie \"The Untouchables.\" Television viewers from an even earlier era will recall Ness depicted by the stern-faced Robert Stack in the ABC series (1959-63) of the same name. But the real-life Ness, as revealed in Max Allan Collins and A. Brad Schwartz's \"Eliot Ness and the Mad Butcher,\" was less the hard-boiled hero of popular culture than a humane and forward-thinking lawman as interested in preventing crime as in punishing it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-doh-moment-11596149323", "title": "The GOP's 'D'oh!' Moment", "date": "2020-07-30 18:48", "summary": "Republicans have a chance-and a need-to create an election-year contrast.. Senate Republicans experienced their \"D'oh!\" moment this week, and better late than never. If even Homer Simpson can experience moments of clarity, maybe the GOP can yet do a virus economy-and itself-some good.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freedom-beats-aid-for-religious-schools-11596149266", "title": "Freedom Beats Aid for Religious Schools", "date": "2020-07-30 18:47", "summary": "A Supreme Court ruling on employment law is more important than one on subsidies.. The last week of the recent Supreme Court term brought two important decisions for supporters of religious liberty in education. As is often the case in school, the more popular one isn't necessarily the most likely to succeed.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-big-tech-hearing-congress-takes-aim-but-from-different-directions-11596149053", "title": "After Big Tech Hearing, Congress Takes Aim but From Different Directions", "date": "2020-07-30 18:44", "summary": "Lawmakers, both Republican and Democrat, have criticisms, but their differences suggest any legislation isn't imminent. WASHINGTON-This week's hearing into Big Tech's market power underscored the deep discontent in Congress toward giant technology companies, but also divisions about what the problems are and how to address them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aapl-3q-earnings-report-2020-11596139155", "title": "Apple Earnings Surge Behind Stimulus and Remote Work", "date": "2020-07-30 18:41", "summary": "Company, which plans stock split, says fall iPhone release will be delayed until at least October. Apple Inc. showed the technology industry's resilience amid the pandemic, reporting a better-than-expected 11% increase in quarterly sales from a year earlier as it benefited from strong demand for apps and work-from-home devices and avoided a downturn in its iPhone business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/il-mulino-owner-puts-some-restaurants-outside-new-york-city-into-bankruptcy-11596148512", "title": "Il Mulino Owner Puts Some Restaurants Into Bankruptcy", "date": "2020-07-30 18:35", "summary": "The Italian restaurant chain popular with stars places seven locations, including Atlantic City and Long Island eateries, into chapter 11. The owner of Il Mulino, a legendary Italian eatery in Greenwich Village, has placed seven of its restaurants outside New York City into bankruptcy protection amid fallout from the coronavirus pandemic and a dispute with the chain's lender.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-taxi-drivers-face-fresh-financial-strain-due-to-pandemic-11596148048", "title": "New York City Taxi Drivers Face Fresh Financial Strain Due to Pandemic", "date": "2020-07-30 18:27", "summary": "De Blasio says financial relief for drivers could come from the federal government. Taxi and for-hire vehicle rides plummeted across New York City as the city shut down due to Covid-19 this spring, new data shows, putting a further strain on the struggling industry.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-30-2020-11596098538", "title": "Daily U.S. Coronavirus Cases Climb Back Above 70,000", "date": "2020-07-30 18:24", "summary": "National death toll from Covid-19 rises to highest level in over a month. New coronavirus cases in the U.S. climbed back above 70,000 as daily reported deaths rose to their highest level in more than a month.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-voters-dont-like-violence-after-all-11596147597", "title": "Maybe Voters Don't Like Violence After All", "date": "2020-07-30 18:19", "summary": "Nervousness on the left about property destruction.. Have Democratic politicians made a strategic blunder in not putting more distance between themselves and violent protesters? If burning a federal courthouse doesn't sell in Portland, Ore., then it probably doesn't sell.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-cuts-dividend-amid-coronavirus-driven-downturn-11596097657", "title": "Auto Giants Swing to Loss During Coronavirus-Driven Downturn", "date": "2020-07-30 18:08", "summary": "Ford is latest auto maker to report steep losses, but industry predicts profits will return in coming months. Ford Motor Co. posted a $1.9 billion operating loss in the second quarter, the latest global auto maker to report steep losses from factory closures as the pandemic's financial fallout on the car business comes into focus.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-king-leaves-hospital-one-week-after-surgery-11596146671", "title": "Saudi King Leaves Hospital One Week After Surgery", "date": "2020-07-30 18:04", "summary": "The 84-year-old monarch's fragile health had raised the prospect of an imminent transition of power to his young son. RIYADH-Saudi Arabia's King Salman left a Riyadh hospital on Thursday after a 10-day stay that included an operation to remove his gallbladder, quieting speculation that his son Crown Prince Mohammed bin Salman might soon accede to the throne.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-panel-expands-review-of-business-deals-with-foreign-money-11596146350", "title": "U.S. Panel Expands Review of Business Deals With Foreign Money", "date": "2020-07-30 17:59", "summary": "A 2019 review by Cfius of 325 business transactions comes a year after Congress expanded its oversight. A national-security panel in 2019 increased its review of business deals involving foreign money, the first year after Congress ordered it to scrutinize such transactions more thoroughly, according to a new report released Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chileans-dip-into-pensions-to-ease-economic-pain-11596146022", "title": "Chileans Dip Into Pensions to Ease Economic Pain", "date": "2020-07-30 17:53", "summary": "Under a law approved last week, Chileans can access up to 10% from their mandatory pensions over the next 12 months. Chileans rushed Thursday to tap their retirement savings just days after the government permitted people to raid their pensions to ease the economic pain caused by the coronavirus pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-finally-a-new-twilight-book-but-some-twihards-have-already-found-closure-11596145454", "title": "There's Finally a New 'Twilight' Book, But Some 'Twihards' Have Already Found Closure", "date": "2020-07-30 17:44", "summary": "'Twilight' series author Stephenie Meyer waited until now to release the latest book, 'Midnight Sun.' Fanfiction writers, like Helen Custer, beat her to it.. \"\"For me, you will always be the author of Edward's story. You were the one that gave me the closure I needed and stopped my crying for weeks on end.\"\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-department-poised-to-lose-up-to-225-million-on-solar-project-bankruptcy-11596145244", "title": "Energy Department Poised to Lose Up to $225 Million on Solar Project Bankruptcy", "date": "2020-07-30 17:40", "summary": "The owner of a solar farm in the Nevada desert that received a $737 million federal loan guarantee in 2011 filed for chapter 11 protection. The owner of a Nevada solar farm financed with government backing filed for chapter 11 bankruptcy, proposing to repay taxpayers less than half of what they are owed on $425 million in outstanding public debt used to build the project.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirm-prepares-ipo-that-could-value-fintech-firm-at-up-to-10-billion-11596143292", "title": "Affirm Prepares IPO That Could Value Firm at Up to $10 Billion", "date": "2020-07-30 17:39", "summary": "Point-of-sale lender is working with Goldman Sachs in early-stage discussions of a potential listing. Affirm Inc. is laying the groundwork for an initial public offering that could value the financial-technology startup at as much as $10 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-revenue-falls-91-11596140224", "title": "MGM Resorts Revenue Falls 91%", "date": "2020-07-30 17:39", "summary": "Reopened casinos in Las Vegas, Macau limited by pandemic. MGM Resorts International posted a 91% decline in quarterly revenue, the latest casino operator to reveal the continuing financial blow of pandemic shutdowns and curtailed global travel on the gambling industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-half-of-residents-in-mumbais-slums-were-exposed-to-coronavirus-survey-finds-11596143800", "title": "Over Half of Residents in Mumbai's Slums Were Exposed to Coronavirus, Survey Finds", "date": "2020-07-30 17:16", "summary": "Rate was more than triple than that found outside outside the slums. NEW DELHI-More than half of the residents in the densely populated slums of India's financial capital of Mumbai had been exposed to the coronavirus and developed antibodies as of early July, a city-commissioned study has found, sparking a debate over whether more testing is needed in the metropolis.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-you-need-to-know-about-the-big-tech-antitrust-hearing-11596142949", "title": "Everything You Need to Know About the Big Tech Antitrust Hearing", "date": "2020-07-30 17:02", "summary": "The CEOs of Amazon, Facebook, Apple and Google faced questions about whether they abuse their dominant position. Big Tech bosses-Amazon's Jeff Bezos, Facebook's Mark Zuckerberg, Apple's Tim Cook and Google's Sundar Pichai-were in the hot seat Wednesday as they faced pointed questions from the House Judiciary Committee's antitrust subcommittee. The session laid bare deep-rooted frustration with some of the country's most successful companies at a time when Americans rely on them more than ever. Lawmakers cited internal emails and witness interviews as evidence that the companies abuse their dominant position. Here's what you missed.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-30-2020-11596099870", "title": "Stocks Drop on Dour Economic Data", "date": "2020-07-30 16:51", "summary": "Apple, Amazon and Facebook topped analysts' earnings expectations, sending those stocks up during after-hours trading. U.S. stocks fell Thursday on one of the busiest days of the corporate earnings season, while new data laid bare the extent of the economic damage wrought by the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-videogame-giants-pandemic-lockdowns-fuel-gamers-spending-11596127112", "title": "For Videogame Giants, Pandemic Lockdowns Fuel Gamers' Spending", "date": "2020-07-30 16:35", "summary": "Electronic Arts posts strongest June quarter sales in its 38-year history. Electronic Arts Inc. reported the strongest June quarter sales in the videogame company's 38-year history on Thursday, as pandemic lockdowns resulted in fewer options for people to stay entertained and connect with friends.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-former-unaoil-manager-sentenced-in-u-k-bribery-case-11596141228", "title": "Second Former Unaoil Manager Sentenced in U.K. Bribery Case", "date": "2020-07-30 16:33", "summary": "Stephen Whiteley, previously territory manager for Iraq for the oil-services company, plans to appeal his conviction, his lawyer said. A former manager of oil-services company Unaoil Group has been sentenced to three years in prison following a conviction related to a bribery scheme to secure a contract in Iraq, U.K. prosecutors said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-charges-airbus-subsidiary-over-saudi-deal-11596139415", "title": "U.K. Charges Airbus Subsidiary Over Saudi Deal", "date": "2020-07-30 16:03", "summary": "After a yearslong probe, the Serious Fraud Office has pushed ahead with charges in one of its most politically sensitive bribery cases. The U.K.'s major economic crimes investigator has charged an Airbus SE subsidiary and three individuals in connection with a defense contract the country arranged with Saudi Arabia.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-european-yields-drop-on-growth-concerns-11596110991", "title": "U.S., European Yields Drop on Record Economic Downturns", "date": "2020-07-30 15:58", "summary": "Sharp contractions in the second quarter in U.S. and Germany weigh heavily on yields. Government bond yields dropped in the U.S. and Europe after fresh data on Thursday showed the worst quarterly economic contractions on record for the U.S. and Germany in the second quarter.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-pizza-kitchen-files-for-bankruptcy-protection-11596116916", "title": "California Pizza Kitchen Files for Bankruptcy, Restaurant Chain Succumbs to Pandemic", "date": "2020-07-30 15:58", "summary": "A group of lenders seeks to take control in a fast-track bankruptcy. California Pizza Kitchen Inc. filed for bankruptcy on Thursday, joining a growing list of troubled restaurant chains unable to outlast the Covid-19 pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-nation-review-enforcing-the-border-no-holds-barred-11596139133", "title": "'Immigration Nation' Review: Enforcing the Border, No Holds Barred", "date": "2020-07-30 15:58", "summary": "A Netflix docuseries offers a comprehensive view of the Trump administration's immigration policies, and was made with unprecedented access to the agencies tasked with carrying them out.. It will take virtually no time at all for a viewer to understand why certain U.S. agencies reportedly didn't want the public to see \"Immigration Nation,\" the Netflix documentary survey of our border crisis and the enforcement of Trump-era \"zero-tolerance\" policies. The agents interviewed don't mount a rational defense of what they're doing. They resort to constitutionally questionable means to do it. The dismay, even embarrassment, that a viewer might feel while watching and listening will be aggravated by a general sense of puzzlement: Who in the government thought cooperating with this film crew was a good idea?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollos-earnings-recover-as-value-of-investments-rises-11596106801", "title": "Apollo's Earnings Recover as Value of Investments Rises", "date": "2020-07-30 15:56", "summary": "New York private-equity firm posts net income of $446.3 million for the second quarter. Apollo Global Management Inc.'s second-quarter earnings rose as the value of the private-equity firm's investments climbed with the broader market.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebuilding-paradise-review-a-lost-town-finds-itself-11596138851", "title": "'Rebuilding Paradise': A Lost Town Finds Itself", "date": "2020-07-30 15:54", "summary": "A National Geographic documentary, directed by Ron Howard, looks at a California town's return to life in the aftermath of a devastating fire.. 'Rebuilding Paradise,\" a fine National Geographic documentary by Ron Howard, investigates what happened to a quiet town in the Sierra Nevada foothills of Northern California when there was suddenly no town left. (In select theaters and on digital platforms Friday. Information can be found at films.nationalgeographic.com.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-go-gos-review-from-punk-band-to-pop-pioneers-11596138719", "title": "'The Go-Go's' Review: From Punk Band to Pop Pioneers", "date": "2020-07-30 15:52", "summary": "Showtime's documentary chronicles the history of the first chart-topping all-female act to play its own instruments and write its own songs.. A feature documentary on The Go-Go's? It's a no-brainer. Their music has been inescapable since the '80s. They were the first all-female act to have a No. 1 album on the charts while playing their own instruments and writing their own songs. And as director Alison Ellwood shows in her briskly entertaining documentary-\"The Go-Go's\"-the band's members can explain away, with enormous charm, the naked ambition that made them the most successful \"girl group\" ever.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-new-york-city-bars-cited-for-violating-coronavirus-restrictions-11596138433", "title": "Dozens of New York City Bars Cited for Violating Coronavirus Restrictions", "date": "2020-07-30 15:47", "summary": "New Jersey house parties have become source of coronavirus outbreaks. New York City bars and restaurants continued to rack up violations for failing to comply with pandemic-related regulations, while New Jersey was facing pockets of viral outbreaks among young people.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/present-laughter-review-a-farce-fit-for-a-star-11596138421", "title": "'Present Laughter' Review: A Farce Fit for a Star", "date": "2020-07-30 15:47", "summary": "Kevin Kline adroitly takes center stage in this revival of Noël Coward's comedy, which played on Broadway in 2016 and is now viewable through PBS, on television and online.. PBS has telecast dozens of plays and musicals on its \"Great Performances\" anthology series since the long-running program made its debut in 1972. Now the network is endeavoring to lift spirits crushed by the coronavirus pandemic by pulling some of those fondly remembered performances off the shelf and rebroadcasting them on Fridays on TV, and for a limited time via free streaming video. This week's offering is a bedazzling gem, a live performance of the 2016 Broadway revival of \"Present Laughter,\" Noël Coward's best play, starring Kevin Kline. Rarely have I laughed so hard as I did when I saw it on stage four years ago, and I am very happy to report that it comes across on the small screen with near-identical comic vitality.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summerland-review-pulled-between-past-and-present-11596138137", "title": "'Summerland': Pulled Between Past and Present", "date": "2020-07-30 15:42", "summary": "Gemma Arterton stars in a debut feature about a lonely writer in rural England who takes in a foster child during World War II.. It doesn't bode well when fragments of flashback are more affecting than what's going on in the present. That's the case with \"Summerland\" (on VOD and digital platforms), a debut feature by Jessica Swale with the always superb Gemma Arterton in the starring role of Alice, a writer living a solitary life in rural England during World War II.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mystery-seeds-spread-around-the-world-11596119184", "title": "Mystery Seeds Spread Around the World", "date": "2020-07-30 15:37", "summary": "Agricultural officials focus on scam; Amazon says packages appear delayed due to Covid-19 pandemic. The case of the mystery seeds showing up in U.S. mailboxes from shippers in China and other countries has gone global.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herman-cain-dies-after-being-hospitalized-for-covid-19-11596121691", "title": "Herman Cain Dies After Being Hospitalized for Covid-19", "date": "2020-07-30 15:35", "summary": "Businessman and onetime Republican presidential candidate was 74 years old. Herman Cain, a former Godfather's Pizza chief executive who sought the 2012 Republican presidential nomination pushing a simplified tax plan he called \"9-9-9,\" has died. He was 74 years old.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-ranked-voting-the-best-election-answer-11596137651", "title": "Is Ranked Voting the Best Election Answer?", "date": "2020-07-30 15:34", "summary": "I am disappointed to see Mark Begich and Sean Parnell respond negatively to ranked-choice voting (RCV) being part of an Alaskan reform package.. I am disappointed to see Mark Begich and Sean Parnell respond negatively to ranked-choice voting (RCV) being part of an Alaskan reform package (\"Alaska's Election Initiative Is Rank,\" op-ed, July 24). It is, sadly, all too common for some politicians to resist change.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tweet-highlights-divide-over-voting-by-mail-11586367038", "title": "Trump Criticizes Voting by Mail. Here's How It Works.", "date": "2020-07-30 15:33", "summary": "Voting by mail is expected to be more popular than ever as a result of social distancing; researches say voter fraud is extremely rare. A record number of Americans are expected to vote by mail in the November election as a result of coronavirus-related social distancing, a major change in voting procedures for many states that is causing a logistical challenge.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-assume-there-will-be-debates-in-2020-11596137597", "title": "Don't Assume There Will Be Debates in 2020", "date": "2020-07-30 15:33", "summary": "I would love to watch both candidates verbally duke it out before all America, but I'm quite certain I'll be watching Netflix on those evenings-as will Joe Biden, safely ensconced in his bunker.. I think Karl Rove has it completely wrong in \"2020 Gives New Meaning to 'Viral Campaign'\" (op-ed, July 16). President Donald Trump won't score points on Joe Biden in the 2020 presidential debates because there will be no debates. After Vice President Biden finally gets officially nominated on August 20 and President Trump gets renominated on August 27, there will still be over a month before the first scheduled debate on September 29. During that time, one or more progressive \"grass roots\" groups will urge Joe Biden not to debate Donald Trump. They will exclaim, \"Don't debate hate!\" and pressure Mr. Biden not to debate the president.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-follies-and-who-ya-gonna-call-syndrome-11596137542", "title": "Mnuchin Follies and 'Who Ya Gonna Call?' Syndrome", "date": "2020-07-30 15:32", "summary": "The few fiscal conservatives left in this country will stick with the president and the GOP because there is nowhere else to go.. In \"The Mnuchin Follies\" (Potomac Watch, July 24), Kimberley Strassel hits the nail on the head in calling out the administration and the GOP Senate for fiscal and legislative irresponsibility. For Republicans, the only saving grace is that as bad as they are, the Democrats are worse by several multiples. This is what the administration banks on. The few fiscal conservatives left in this country will stick with the president and the GOP because there is nowhere else to go. Joe Biden is promising trillions of dollars of new spending on top of the trillions for virus relief.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/douglass-praised-the-now-unfashionable-mrs-stowe-11596137484", "title": "Douglass Praised the Now-Unfashionable Mrs. Stowe", "date": "2020-07-30 15:31", "summary": "Frederick Douglass, did not think Stowe to be \"unworthy.\". Michael R. Cheuvront's July 23 letter mentions that: \"In 1851 Harriet Beecher Stowe became the most influential writer about the plight of black slaves.\" It is worth pointing out that a contemporary of Stowe's, the most famous former black slave, Frederick Douglass, did not think Stowe to be \"unworthy\": \"In the midst of these fugitive slave troubles came the book known as Uncle Tom's Cabin, a work of marvelous depth and power. Nothing could have better suited the moral and humane requirements of the hour. Its effect was amazing, instantaneous, and universal.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-file-first-wave-of-covid-19-lawsuits-against-companies-over-worker-deaths-11596137454", "title": "Families File First Wave of Covid-19 Lawsuits Against Companies Over Worker Deaths", "date": "2020-07-30 15:30", "summary": "Resume Subscription. Employers across the country are being sued by the families of workers who contend their loved ones contracted lethal cases of Covid-19 on the job, a new legal front that shows the risks of reopening workplaces.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shell-swings-to-historic-loss-as-pandemic-devastates-oil-demand-11596099185", "title": "Shell Swings to Historic Loss as Pandemic Devastates Oil Demand", "date": "2020-07-30 15:27", "summary": "Anglo-Dutch oil major warns that uncertain demand outlook could curtail its third-quarter production. Royal Dutch Shell PLC swung to a heavy loss in the second quarter and warned that the outlook for oil-and-gas demand continued to be uncertain, illustrating the scale of damage Covid-19 is wreaking on the industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-tap-new-digital-tools-to-reopen-the-workplace-11596137125", "title": "Businesses Tap New Digital Tools to Reopen the Workplace", "date": "2020-07-30 15:25", "summary": "Covid-19 has spawned a wave of software aimed at collecting and analyzing data on the health and interactions of workers. Enterprise information-technology firms are rolling out digital tools designed to help employers deal with a range of workplace issues arising from Covid-19, as companies begin planning for an eventual return to the office.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-lawsuit-more-than-50-former-university-of-michigan-students-say-doctor-sexually-abused-them-11596136999", "title": "In Lawsuit, Former University of Michigan Students Allege Doctor Sexually Abused Them", "date": "2020-07-30 15:23", "summary": "Federal complaint includes more than two dozen football players who say coach Bo Schembechler turned a blind eye. Former University of Michigan students, including more than two dozen football players, filed a lawsuit against the school on Thursday, alleging a prominent team doctor sexually abused them during physical exams while coaches and administrators turned a blind eye.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-related-drop-in-advertising-weighs-on-comcasts-revenue-11596106883", "title": "Coronavirus Impact on NBCUniversal Weighs on Comcast", "date": "2020-07-30 15:22", "summary": "Company's theme parks and movie businesses suffer, while broadband unit keeps adding subscribers. Comcast Corp.'s second-quarter revenue fell 12% from a year earlier, as the impact of the coronavirus on its NBCUniversal unit-which includes theme parks, a movie studio and advertising-dependent TV networks-more than offset the cable giant's continued success in signing up broadband customers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-gdp-report-second-quarter-coronavirus-11596061406", "title": "U.S. Economy Contracted at Record Rate Last Quarter; Jobless Claims Rise to 1.43 Million", "date": "2020-07-30 15:21", "summary": "The Commerce Department's initial estimate of U.S. gross domestic product in the second quarter is the steepest drop in more than 70 years. The economy contracted at a record rate last quarter and July setbacks for the jobs market added to signs of a slowing recovery as the country faces a summer surge in coronavirus infections.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-starts-selling-products-directly-to-consumers-11596136660", "title": "BuzzFeed Starts Selling Products Directly to Consumers", "date": "2020-07-30 15:17", "summary": "The publisher has ramped up its commerce division over the years. BuzzFeed has long recommended products to its audience, earning a cut of the revenue when readers click the links in its articles and buy from the sites that actually sell the goods.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-are-open-to-possible-food-stamps-deal-with-democrats-11596136476", "title": "Republicans Are Open to Possible Food-Stamps Deal With Democrats", "date": "2020-07-30 15:14", "summary": "The parties are negotiating the next round of coronavirus aid, expected to top $1 trillion. Republicans said they would be open to negotiating expanded food-stamp benefits in talks with Democrats over the next coronavirus-relief bill, as both sides try to bridge a multitrillion-dollar gap in their aid proposals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rush-is-on-to-secure-holiday-season-warehouse-space-11596136191", "title": "The Rush Is On to Secure Holiday-Season Warehouse Space", "date": "2020-07-30 15:09", "summary": "Pandemic-driven shift to online shopping has companies moving goods closer to population centers. Retailers are hustling to find more space for goods before an expected crush of online orders this fall swamps already-strained logistics networks.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-closet-a-mess-call-these-therapists-11596135488", "title": "Is Your Closet a Mess? Call These Therapists", "date": "2020-07-30 14:58", "summary": "Being stuck at home-amid clutter-during Covid-19 has inspired many to clean out their wardrobes. Here, tips from mental health pros on how to get organized and actually stay that way.. THROUGHOUT MY adult life, my closet's been a mess. I've tried countless organizational gimmicks to no avail and even dumped three-quarters of my possessions in 2018 before moving to Los Angeles. But within weeks, my new L.A. walk-in had devolved into a familiar pit of chaotic clutter. The thought of tidying actually panicked me. Exasperated, I sought professional help-from a closet-savvy therapist.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-25-11596133891", "title": "Bestselling Books Week Ended July 25", "date": "2020-07-30 14:31", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-posts-biggest-yearly-sales-gain-since-2006-11596106800", "title": "Procter & Gamble Posts Biggest Yearly Sales Gain Since 2006", "date": "2020-07-30 14:22", "summary": "Pandemic-driven demand for cleaners, soap and detergent fueled U.S. gains; company warns of slower growth ahead. Procter & Gamble Co. , maker of household staples from Tide detergent to Charmin toilet paper, posted its strongest annual sales gain since 2006 as the pandemic kept the world's consumers at home and vigilant about cleaning.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-radical-sculptors-need-to-connect-11596133013", "title": "A Radical Sculptor's Need to Connect", "date": "2020-07-30 14:16", "summary": "Maren Hassinger twists materials like wire rope and plastic bags into eloquent and energetic works of art.. In the course of a nearly 50-year career, Maren Hassinger has made a practice of shaping everyday materials into eloquent abstract works. Her sculptures, installations, performances and videos respond urgently to the events of our time, bearing witness to the natural world and its accelerating loss as well as to the human desire for connection.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/had-covid-19-dont-assume-you-cant-get-it-again-11596132966", "title": "Had Covid-19? Don't Assume You Can't Get It Again.", "date": "2020-07-30 14:16", "summary": "Doctors, scientists and public-health experts still don't know how long immunity to the disease lasts. Doctors are warning Covid-19 survivors to continue following social-distancing and mask recommendations even after they have tested positive for antibodies. That's because physicians, scientists and public-health experts still don't know how long immunity to the disease lasts.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-kellogg-say-pandemic-boosted-demand-for-packaged-food-11596114768", "title": "Kraft Heinz Earnings Hit by Write-Downs", "date": "2020-07-30 14:13", "summary": "Food maker and Kellogg, which reported better-than-expected earnings, say coronavirus boosted demand for packaged food. Kraft Heinz Co. wrote down the value of Oscar Mayer, Maxwell House and several other of its well-known brands, reflecting the challenges for the food maker despite strong sales in recent months amid the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-retail-goes-full-throttle-11596132543", "title": "Auto-Parts Retail Goes Full Throttle", "date": "2020-07-30 14:09", "summary": "O'Reilly Auto Parts' results show how resilient auto-parts demand can be, even in the face of depressed driving. Auto-parts retailers haven't been terribly scuffed by the coronavirus pandemic, but no one quite knew they could shine like this.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-negative-view-of-china-reaches-record-high-amid-coronavirus-pandemic-11596132000", "title": "Americans' Negative View of China Reaches Record High Amid Coronavirus Pandemic", "date": "2020-07-30 14:00", "summary": "Bipartisan majority wants U.S. to prioritize human rights over economic ties, new poll finds. ", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-backed-infrastructure-bank-seeks-to-win-over-countries-with-western-style-approach-11596131650", "title": "China-Backed Infrastructure Bank Seeks to Win Over Countries With Western-Style Approach", "date": "2020-07-30 13:54", "summary": "Asian Infrastructure Investment Bank will have to compete with perceptions that it is extension of Beijing's foreign policy. BEIJING-When the Asian Infrastructure Investment Bank was established in 2015, the Obama administration urged allies to spurn the lender, regarding it as Beijing's rival to the U.S.-backed World Bank, International Monetary Fund and Asian Development Bank.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-driller-valaris-says-bankruptcy-filing-could-be-imminent-11596131662", "title": "Offshore Driller Valaris Says Bankruptcy Filing Could Be Imminent", "date": "2020-07-30 13:54", "summary": "London-based company with $7 billion in debt says a forbearance period ends in days. Offshore drilling contractor Valaris PLC said it could file for bankruptcy soon to deal with debt totaling about $7 billion, saying a waiver and forbearance period with lenders and bondholders is scheduled to end within days.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pernod-ricard-adjusts-to-the-liquor-industrys-new-world-11596131447", "title": "Pernod Ricard Adjusts to the Liquor Industry's New World", "date": "2020-07-30 13:50", "summary": "Ann Mukherjee, the company's CEO for North America, says people will still want the bar experience. But they may want it at home.. Ann Mukherjee became chairman and chief executive of Pernod Ricard SA's North American business in December. Four months later, the coronavirus pandemic had shut bars and restaurants around the globe. And she quickly learned a lesson: When the facts on the ground are changing every day, it can be a mistake to prepare for an uncertain future too soon.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-sanders-manifesto-11596131322", "title": "The Biden-Sanders Manifesto", "date": "2020-07-30 13:48", "summary": "Voters should examine how far left the former vice president has moved since winning the primaries.. When unemployment and poverty rates hit record lows in late 2019, while retirement accounts and average household incomes surged to record highs, Joe Biden understood that general-election voters would never go for Bernie Sanders's tax-and-spend socialism or Elizabeth Warren's command-and-control version. Mr. Biden also bet, taking longer odds, that the Democratic establishment and ultimately the Democratic primary voter, desperately wanting to retake power, would reject his primary rivals as well. So Mr. Biden offered a nicer version of the status quo. \"Nobody has to be punished,\" he told donors in June 2019. \"No one's standard of living will change, nothing would fundamentally change.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-turns-america-into-a-bad-example-on-fiscal-policy-11596131253", "title": "Europe Turns America Into a Bad Example on Fiscal Policy", "date": "2020-07-30 13:47", "summary": "EU officials look with envy on the unified U.S. system. But it doesn't work the way they imagine it does.. The European Union's fondest fans are more or less thrilled with last week's major coronavirus spending spree. Leaders of EU member states agreed to pour €750 billion into fiscally strapped members such as Italy.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-mae-earnings-improve-as-credit-expenses-decline-11596111206", "title": "Fannie, Freddie Earnings Improve Amid Signs of Housing-Market Recovery", "date": "2020-07-30 13:32", "summary": "Fannie reports fall in number of single family borrowers who have suspended payments. Government-controlled mortgage giants Fannie Mae and Freddie Mac said their earnings improved in the second quarter, adding to evidence of a rebound in the U.S. housing market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-trevor-reed-found-guilty-of-assaulting-police-in-russian-court-11596130185", "title": "American Found Guilty in Russia of Assaulting Police", "date": "2020-07-30 13:29", "summary": "The former Marine had been detained for almost a year. MOSCOW-A U.S. student detained in Russia was found guilty of assaulting two police officers and sentenced to nine years in prison, in a case his family and supporters believe is politically motivated.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-nominee-tata-faces-senate-committee-after-criticism-for-offensive-tweets-on-islam-obama-11596108602", "title": "Senate Panel Cancels Hearing for Pentagon Nominee Tata", "date": "2020-07-30 13:28", "summary": "Role is No. 3 in seniority and has significant influence on policy decisions across Department of Defense. WASHINGTON-A U.S. Senate committee on Thursday canceled a confirmation hearing for the Pentagon's top policy job amid concerns from Republican lawmakers about a nominee who spouted conspiracy theories, made inflammatory statements about Muslims and suggested that a former CIA director should suffer sexual humiliation in prison.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-lawmakers-strip-matteo-salvini-of-immunity-in-migrant-ship-case-11596129818", "title": "Italian Lawmakers Strip Salvini of Immunity in Migrant-Ship Case", "date": "2020-07-30 13:23", "summary": "The former interior minister faces a possible trial for refusing to let a ship carrying 150 migrants dock in Italy last year. MILAN-The Italian Senate voted to lift the immunity of Matteo Salvini, paving the way for the country's former interior minister and the leader of the opposition to face a possible trial for refusing to let a ship carrying 150 migrants dock in Italy last year, and bringing the issue of migration to Europe back to the fore as the continent tries to stem the spread of the coronavirus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-investment-group-withdraws-bid-to-buy-newcastle-united-11596129637", "title": "Saudi Investment Group Withdraws Bid to Buy Newcastle United", "date": "2020-07-30 13:20", "summary": "The consortium pulled out after the Premier League spent roughly six months scrutinizing the Saudi state's involvement during the vetting process. An investment group headed by Saudi Arabia's sovereign-wealth fund withdrew from its attempt to buy English soccer club Newcastle United on Thursday, ending one of the most fraught takeover bids in Premier League history.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-camp-canceled-because-of-coronavirus-not-for-these-wealthy-homeowners-11596129320", "title": "Summer Camp Canceled Because of Coronavirus? Not for These Hamptons Homeowners", "date": "2020-07-30 13:15", "summary": "These families are taking backyard camping to an entirely new level. When Camp Takajo, the famed Maine sleep-away camp, announced it wouldn't open this summer due to Covid concerns, many parents panicked at the thought of having their children remain at home after months of lockdown. But real-estate developer Jeff Greene, who has three young sons, jumped into action. He decided to turn his 55-acre North Haven, N.Y., compound, which includes a main house and five smaller buildings, into a private outpost of the summer camp.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-to-launch-hard-seltzer-drink-11596129143", "title": "Coca-Cola to Launch Hard Seltzer Drink", "date": "2020-07-30 13:12", "summary": "Soda giant to push into alcoholic beverages with its Topo Chico brand. Coca-Cola Co. said it plans to launch a boozy version of its Topo Chico sparkling water in the U.S. next year, plunging the soda giant into the market for alcoholic beverages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-camp-no-problem-11596128027", "title": "No Camp, No Problem", "date": "2020-07-30 12:53", "summary": "These families set up makeshift summer camps right in their backyards.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fbi-internal-probe-finds-errors-in-fisa-warrants-didnt-undermine-cases-11596127762", "title": "FBI Internal Probe Finds Errors in FISA Warrants Didn't Undermine Cases", "date": "2020-07-30 12:49", "summary": "Investigation was launched after watchdog found mistakes in files beyond those related to Trump adviser Carter Page. The FBI said Thursday that errors found in the files of dozens of applications to monitor Americans suspected of having links to foreign intelligence or terrorism didn't ultimately undermine those applications, disclosing the results of a review sparked by mistakes identified earlier this year.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-english-couple-grew-up-and-so-did-their-london-loft-11596126619", "title": "An English Couple Grew Up, and So Did Their London Loft", "date": "2020-07-30 12:30", "summary": "Ian and Nicky Cherry gave their 980-square-foot pied-à-terre in Bankside a practical yet luxurious upgrade. A raw and industrial warehouse apartment is all very well when you are young and hip. But as you grow up, you are likely to want a few more home comforts.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-democracy-candidates-barred-from-hong-kong-election-11596126538", "title": "Pro-Democracy Candidates Barred From Hong Kong Election", "date": "2020-07-30 12:28", "summary": "Authorities disqualify a dozen hopefuls, citing their opposition to a new Chinese national security law for the city and requests for U.S. intervention, among other reasons. HONG KONG-Authorities banned 12 opposition candidates from running in planned legislative elections, as they moved to further dismantle a pro-democracy movement that challenges China's rule in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-fed-committed-to-improving-workplace-diversity-culture-11596126368", "title": "Powell Says Fed Committed to Improving Workplace Diversity, Culture", "date": "2020-07-30 12:26", "summary": "Central bank chairman responds to searing critique of economic profession by former staff economist. Federal Reserve Chairman Jerome Powell said the central bank was deeply committed to fostering a diverse and inclusive work environment after a former staff economist published a lengthy blog post critiquing the treatment of women and minority economists in academic and policy-making circles.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamps-that-can-transform-a-room-as-dramatically-as-new-paint-11596125927", "title": "Lamps That Can Transform a Room as Dramatically as New Paint", "date": "2020-07-30 12:18", "summary": "Why settle for light fixtures that cast a plain old beam when you can have an intriguing pattern of light and shadow?. TASK LAMPS these are not. The dramatic, dappled, unstudious light cast by a new breed of fixtures relies on darkness as much as illumination. \"Light does not exist without shadow-it is shadow that emphasizes light,\" said designer Enzo Catellani of Catellani & Smith, in Bergamo, Italy. He and other contemporary lighting designers use new technologies and a command of geometry to fashion lamps that artfully \"break the darkness,\" throwing constellation-like patterns onto their surroundings more ambitiously than any disco ball. Some of them can transform a room as effectively as a new coat of paint, at least after dark.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quarantine-fake-fans-vigilante-justice-baseball-rumbles-through-opening-week-11596124785", "title": "Quarantine! Vigilante Justice! Baseball Rumbles Through Opening Week", "date": "2020-07-30 11:59", "summary": "MLB manages to get through its start, but not without controversy-and a whole team on ice. It's official: Major League Baseball has put a week in the books for its months-delayed, miniature 2020 season.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-rides-e-commerce-surge-to-21-jump-in-package-volumes-11596105832", "title": "UPS Rides E-Commerce Surge to 21% Jump in Package Volumes", "date": "2020-07-30 11:56", "summary": "Delivery giant's new boss sees room to raise rates on retailers amid coronavirus-related surge in shipments. United Parcel Service Inc. rode a pandemic-fueled surge in e-commerce to higher profits and a 13% jump in revenue during the June quarter, and its new boss said the delivery giant has room to raise rates on retailers relying on its network.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gdp-hole-dug-mainly-by-consumers-11596124553", "title": "GDP Hole Dug Mainly by Consumers", "date": "2020-07-30 11:55", "summary": "Stimulus checks and unemployment blunted the record drop in GDP, but much of the money was saved and not spent. The U.S. economy registered its worst decline on record last quarter. If not for the stimulus the government provided in response to the Covid crisis, it would have been worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flouting-the-rules-that-keep-us-safe-11596124395", "title": "Flouting the Rules That Keep Us Safe", "date": "2020-07-30 11:53", "summary": "A behavioral economist answers questions on breaking quarantine, reopening schools and gifts for employees. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-opens-criminal-case-alleged-russian-mercenaries-11596123300", "title": "Belarus Opens Criminal Case Against Alleged Russian Mercenaries", "date": "2020-07-30 11:35", "summary": "The accusations come at a delicate time for relations between the two countries, which until now have been strong allies. MOSCOW-Belarus opened a criminal case against dozens of Russians it said are mercenaries who were plotting to incite riots in the country ahead of next month's presidential election, raising the stakes as relations between the two longtime allies deteriorate.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brushers-arrange-fake-online-sales-to-enhance-sellers-reputations-11596046717", "title": "'Brushers' Are in Focus as Officials Test Packages of Mysterious Seeds", "date": "2020-07-30 11:27", "summary": "E-commerce practice includes faking online sales to enhance vendors' reputations. A e-commerce technique known as brushing is coming into focus this week as federal officials look to whether the practice is behind a phenomenon of seeds appearing in mailboxes across the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-dwyane-wade-sell-healthy-beer-11596122595", "title": "Can Dwyane Wade Sell Healthy Beer?", "date": "2020-07-30 11:23", "summary": "The NBA star helped design a new brew, Budweiser Zero, but it is late to the alcohol-free race. Dwyane Wade played in the shadow of LeBron \"King\" James when they won NBA championships together, but he has his own claim to fame: According to brewer Anheuser-Busch InBev , he helped it develop Budweiser Zero, which was officially launched Wednesday.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-is-back-to-getting-squeezed-11596122536", "title": "Kraft Heinz Is Back to Getting Squeezed", "date": "2020-07-30 11:22", "summary": "The pandemic is boosting its sales, but write-downs tell a different story. Kraft Heinz , like its packaged-food peers, got a big sales bump from Covid-19. But its fundamental challenges remain unresolved.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-bonds-blazer-and-4-more-menswear-pieces-worth-investing-in-11596122276", "title": "James Bond's Blazer and 4 More Menswear Pieces Worth Investing In", "date": "2020-07-30 11:17", "summary": "From 007's fluid jacket to Patagonia Baggies shorts, here are the contemporary clothing and accessories we predict will stand the test of time. IF, like us, you're turning to the same trusty, slightly fusty \"Zoom shirt\" day after day, you might be wondering: \"Do I really need all those other clothes in my closet?\" That cheery Fair Isle sweater you've only worn once since 2014? That paisley button-up you bought on vacation in Rio that still bears its price tag? Kick them to the charity bin. In their place consider these five approachable investments. They all demonstrate a compelling mix of functionality and design bona fides. And we bet they'll still be in style in five, 10 or even 25 years.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-entrepreneurs-urged-to-seize-the-moment-despite-difficulties-11596119847", "title": "Black Entrepreneurs Urged to Seize the Moment Despite Difficulties", "date": "2020-07-30 11:15", "summary": "Experts say federal aid for Black founders is lacking, but there are still opportunities for reaching consumers right now. For Black entrepreneurs, now is the moment to pursue the attention of investors and consumers, despite the turmoil from the pandemic, small business advisers say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/environmental-groups-urge-fed-to-end-energy-bond-buying-11596121200", "title": "Environmental Groups Urge Fed to End Energy Bond Buying", "date": "2020-07-30 11:00", "summary": "The purchases potentially expose the public to financial losses, the groups say. Environmental groups are pressing the Federal Reserve to end its purchases of energy sector corporate bonds as part of its broader effort to support financial markets as the U.S. navigates the severe economic stress of the coronavirus pandemic.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-season-restart-virtual-fans-orlando-behavior-eject-button-11596120629", "title": "If NBA's Virtual Fans Don't Behave, There's an Eject Button", "date": "2020-07-30 10:53", "summary": "Resume Subscription. When the National Basketball Association restarts its season Thursday evening, 320 fans will join the action through something akin to a very big videoconference call. Keeping them on their best behavior will be an experiment conducted on live television.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/republicans-and-democrats-find-a-point-of-agreement-big-tech-is-too-powerful-11596118625", "title": "Republicans and Democrats Find a Point of Agreement: Big Tech Is Too Powerful", "date": "2020-07-30 10:49", "summary": "The unified anger over the reach of Amazon, Apple, Facebook and Google could signal future action by Congress. If the partisans of America's elected leadership seem to agree on almost nothing these days, Wednesday's Big Tech antitrust hearing was stark evidence that they do share one common target.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahead-of-eid-celebrations-middle-east-braces-for-another-coronavirus-spike-11596120243", "title": "Ahead of Eid, Middle East Braces for Another Virus Surge", "date": "2020-07-30 10:44", "summary": "Governments have sacrificed tradition to combat the virus amid a succession of religious festivals, straining social norms. RIYADH-As the Middle East prepares to celebrate Eid al-Adha, governments are tightening coronavirus-related restrictions and urging people to stay at home to prevent a resurgence of infections during one of Islam's most important festivals.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/criminal-case-opened-against-fifa-president-11596120233", "title": "Criminal Case Opened Against FIFA President", "date": "2020-07-30 10:43", "summary": "A special prosecutor in Switzerland is investigating Gianni Infantino for alleged collusion with the country's attorney general Michael Lauber. A special prosecutor in Switzerland has opened criminal proceedings against the president of soccer's world governing body, Gianni Infantino, for alleged collusion with the country's attorney general Michael Lauber during a Swiss federal investigation into FIFA.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-generates-sales-not-profit-during-pandemic-11596119109", "title": "Grubhub Generates Sales, Not Profit, During Pandemic", "date": "2020-07-30 10:25", "summary": "Delivery company spent millions to operate, aid restaurants in the second quarter. Grubhub Inc. is benefiting from delivery ordering during the coronavirus pandemic but not profiting from it.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweisers-glass-is-unexpectedly-half-full-11596118609", "title": "Budweiser's Glass Is Unexpectedly Half-Full", "date": "2020-07-30 10:16", "summary": "AB InBev had a better-than-expected second quarter as consumers in the U.S., China and Brazil kept drinking through the pandemic. Budweiser's owner has some reassuring news about the state of the global beer market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-economy-suffers-biggest-contraction-on-record-but-green-shoots-emerge-11596101866", "title": "Germany's Economy Suffers Biggest Contraction on Record, but Green Shoots Emerge", "date": "2020-07-30 10:08", "summary": "A host of recent indicators suggest that the German economy is staging a sharp V-shaped recovery. FRANKFURT-Germany suffered a record economic contraction in the second quarter as measures to slow the pandemic's spread closed businesses and kept consumers at home, but Europe's powerhouse is nonetheless expected to shrink by less and recover faster than other major economies.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economy-suffers-record-drop-in-second-quarter-11596108557", "title": "Mexican Economy Suffers Record Drop in Second Quarter", "date": "2020-07-30 10:04", "summary": "Economic output fell 18.9% from the second quarter of 2019 as shutdowns to slow the spread of the coronavirus stilled many factories and services. MEXICO CITY-Mexico's economic output suffered its steepest drop on record in the second quarter as shutdowns to slow the spread of the coronavirus brought many factories and services to a standstill.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-bogardus-led-insurance-broker-through-rough-patch-11596117600", "title": "John Bogardus Led Insurance Broker Through Rough Patch", "date": "2020-07-30 10:00", "summary": "Alexander & Alexander CEO spent years cleaning up after a botched acquisition. After retiring as chief executive officer of the insurance broker Alexander & Alexander Services Inc. in 1987, John Bogardus wrote a history of insurance in America. He concluded that the golden age ended around the time he became a CEO in 1978.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-balancing-act-that-gives-us-ice-cream-11596117148", "title": "The Balancing Act That Gives Us Ice Cream", "date": "2020-07-30 09:52", "summary": "Solids, liquids and gases have to be in just the right proportions to make a satisfying cone.. It's summer, it's sunny, and it's the perfect time of year to indulge in ice cream. Near my home there's a rotating population of ice cream vans, advertising their presence with the same jangling tunes that I remember from my childhood. They dispense soft serve cones dripping with nostalgia and raspberry sauce. But if I take a small detour, I'll get to an Italian delicatessen that offers rich dense scoops of grown-up indulgence. On a blazing hot day, how do I choose? Maybe physics has some answers.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-safety-razors-take-time-to-enjoy-shaving-again-11596116509", "title": "The Best Safety Razors: Take Time to Enjoy Shaving Again", "date": "2020-07-30 09:41", "summary": "A new breed of old-school, sustainable razors-with chic retro handles-is tempting people to ditch disposables. MY BROOKLYN BATHTUB had an infestation. Not of roaches (as far as I know), but of pink plastic razors discarded after hurried A.M. shaves.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ab-inbev-impairment-hits-net-profit-11596087195", "title": "Budweiser Brewer Takes $2.5 Billion Write-Down in Africa Over Covid-19", "date": "2020-07-30 09:37", "summary": "AB InBev says global sales in June were up from the year earlier, pointing to consumer resilience. Anheuser-Busch InBev NV reported a sharp drop in second-quarter sales as beer consumption across much of the world dropped and took a $2.5 billion write-down on its business in South Africa, where alcohol sales have been banned during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slick-oil-trading-helps-royal-dutch-shell-and-total-11596114446", "title": "Slick Oil Trading Helps Royal Dutch Shell and Total", "date": "2020-07-30 09:07", "summary": "Market volatility offered integrated energy giants the chance to eke out gains in a brutal quarter. Bankers love to talk about their trading operations, oil companies less so. Yet these little-discussed businesses rode to the rescue of Royal Dutch Shell and Total in the second quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dhs-involvement-in-portland-clashes-fuels-debate-over-role-of-agency-and-its-chief-11596112360", "title": "DHS Involvement in Portland Clashes Fuels Debate Over Role of Agency and Its Chief", "date": "2020-07-30 08:54", "summary": "Acting Secretary Chad Wolf felt he had little choice but to send federal agents, aides said, in deployment that stirred controversy. WASHINGTON-Clashes between protesters and federal agents in Portland, Ore., have thrust the Department of Homeland Security and its acting secretary, Chad Wolf, into a national debate over the role of federal agents in quelling the unrest.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercards-revenue-falls-hurt-by-pandemic-11596113479", "title": "Mastercard's Revenue Falls, Hurt by Pandemic", "date": "2020-07-30 08:51", "summary": "Company's earnings came in at $1.42 billion. Mastercard Inc.'s revenue in the second quarter tumbled nearly 20% as the Covid-19 pandemic continued to weigh on business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cool-spotify-playlist-taylor-swft-pop-smoke-11596113048", "title": "The Best Songs You Should Be Listening to Right Now", "date": "2020-07-30 08:46", "summary": "WSJ.'s monthly roundup of new pop releases: everything that's grabbing our attention, making us think or getting us dancing. You can find this latest playlist and more on our new Spotify page. ", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-race-to-build-covid-19-vaccine-supply-chains-11596101586", "title": "Drugmakers Race to Build Vaccine Supply Chains as Coronavirus Research Advances", "date": "2020-07-30 08:41", "summary": "Most Popular News. Pharmaceutical companies that are racing to develop vaccines for the coronavirus are already working behind the scenes to build the supply chains needed to deliver their drugs to billions of people as rapidly as possible.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/british-banks-have-worries-beyond-coronavirus-11596111919", "title": "British Banks Have Worries Beyond Coronavirus", "date": "2020-07-30 08:25", "summary": "Hard hit by the Covid-19-related economic contraction, U.K. banks also face Brexit uncertainty and the increasing likelihood of negative interest rates. The coronavirus pandemic pummeled British banks in the second quarter as many companies struggled to reopen and individuals reduced spending and deferred payments on loans. The industry is also grappling with Brexit and the increasing likelihood of negative interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-s-perseverance-rover-launched-on-mission-to-mars-11596111859", "title": "NASA Launches Perseverance Rover on Mission to Mars", "date": "2020-07-30 08:24", "summary": "If all goes to schedule on the 300-million-mile voyage between the planets, the spacecraft will land on Feb. 18. NASA's ambitious Perseverance rover rocketed toward Mars on a mission to find signs of life there that might have existed billions of years ago when the solar system was a cradle of evolution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-posts-jump-in-profit-shakes-up-investment-banking-11596092137", "title": "Credit Suisse Shakes Up Investment Banking", "date": "2020-07-30 08:22", "summary": "Swiss lender sets aside less to cover potential loan losses than in the first quarter. Credit Suisse Group AG's new chief executive unveiled a plan to combine most of the Swiss lender's fragmented trading and investment-banking businesses, his first strategic move since he took the helm six months ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-foods-creates-chief-medical-officer-position-as-part-of-covid-19-monitoring-program-11596110542", "title": "Tyson Foods Creates Chief Medical Officer Position as Part of Covid-19 Monitoring Program", "date": "2020-07-30 08:02", "summary": "The meatpacking giant plans to hire nearly 200 nurses and administrative personnel and says program involves screening employees daily. Tyson Foods Inc. said it has created a chief medical officer position and plans to hire nearly 200 nurses and administrative personnel as part of its Covid-19 monitoring program.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-his-mom-fought-covid-19-a-med-student-gained-end-of-life-insights-11596110400", "title": "As His Mom Fought Covid-19, a Med Student Gained End-of-Life Insights", "date": "2020-07-30 08:00", "summary": "New understanding emerges for the families of sick loved ones, after days spent in a Brooklyn ICU. During the coronavirus pandemic, most patients admitted to intensive-care units in New York City are required to fight the illness alone. Sandra Santos-Vizcaino was one of the few patients who had a family member at her side.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-can-deliver-just-not-right-now-11596110412", "title": "Airbus Can Deliver, Just Not Right Now", "date": "2020-07-30 08:00", "summary": "Further deferrals of plane orders might foil the short-term cash targets investors are focused on, but Airbus is still gaining a long-term advantage over Boeing. Can Airbus deliver? When it comes to jets, it will struggle in the coming years. As for long-term shareholder returns, the horizon looks clearer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-more-workers-having-many-bosses-is-the-new-normal-11596110400", "title": "More Workers Have to Report to Multiple Bosses. It Isn't Always Easy.", "date": "2020-07-30 08:00", "summary": "Layoffs and Covid-19 lockdowns are forcing people to answer to more supervisors. Here's how to make it work.. Working for one boss is hard enough. Working for two can double your job headaches.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-reverses-ban-on-dining-in-restaurants-after-public-outcry-11596107886", "title": "Hong Kong Reverses Ban on Dining in Restaurants After Public Outcry", "date": "2020-07-30 07:57", "summary": "Coronavirus cases reach a record daily number in the city. HONG KONG-Officials reversed an all-day ban on dining in restaurants after widespread criticism, exposing the minefield of imposing measures to contain the coronavirus while maintaining daily life.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-corn-market-pop-could-lift-u-s-farmers-11596101400", "title": "China's Corn-Market Pop Could Lift American Farmers", "date": "2020-07-30 07:54", "summary": "China has already stepped up purchases of American farm goods, and forecasts record corn imports overall. Corn prices in China are soaring, which could be good news for American farmers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-29-2020-11596011647", "title": "U.S. Leads the Globe as Coronavirus Deaths Pass 150,000", "date": "2020-07-30 07:38", "summary": "California, Texas and Florida are among states seeing increases in fatalities. Deaths in the U.S. from the new coronavirus topped 150,000 on Wednesday, with the country leading the globe in the number of cases and fatalities.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-runs-low-on-ammunition-to-combat-liras-slide-11596108714", "title": "Turkey Runs Low on Ammunition to Combat Lira's Slide", "date": "2020-07-30 07:31", "summary": "Currency drops to its weakest level against the dollar in over two months, prompting speculation that the government may introduce fresh restrictions. Investors are worried Turkey is running low on options to curb volatility in its currency after the lira hit its weakest level against the dollar in two months.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-russias-far-east-putin-faces-protests-from-people-who-rarely-protested-before-11596107438", "title": "In Russia's Far East, Putin Faces Protests From People Who Rarely Protested Before", "date": "2020-07-30 07:10", "summary": "Khabarovsk residents demonstrate over what they see as Moscow's heavy hand, following the arrest of a popular governor. KHABAROVSK, Russia-In this remote city, thousands of miles east of Moscow, Russian President Vladimir Putin is facing a challenge to his rule from a place that has rarely protested before.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crestview-partners-backs-water-finance-company-upwell-11596062840", "title": "Crestview Partners Backs Water-Finance Company Upwell", "date": "2020-07-30 07:00", "summary": "Upwell aims to provide capital for water-infrastructure development. Crestview Partners is backing Upwell Water LLC, joining other investors to create a $1 billion provider of capital to finance water industry projects world-wide.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-or-new-york-travel-chaos-may-force-tennis-players-to-choose-11596106800", "title": "Paris or New York? Travel Chaos May Force Tennis Players to Choose", "date": "2020-07-30 07:00", "summary": "Unresolved border restrictions and quarantine requirements could hamper athletes' ability to play the U.S. Open and the French Open. PARIS-Rafael Nadal has spent most of the global pandemic holed up on the island of Mallorca, off the Eastern coast of Spain. By the time he would need to leave for a tournament again, he hoped, the virus would be under control.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-history-of-very-low-interest-rates-can-tell-investors-11596106350", "title": "What the History of Very Low Interest Rates Can Tell Investors", "date": "2020-07-30 06:52", "summary": "The plunge in real interest rates is bad news for stocks, if historical relationships between the two hold. Real interest rates are back on investors' minds with the collapse in yields on inflation-protected securities helping raise gold prices to records in recent days.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-rides-china-recovery-to-top-of-smartphone-world-11596105186", "title": "Huawei Rides China Recovery to Top of Smartphone World", "date": "2020-07-30 06:33", "summary": "The tech giant unseated Samsung as No. 1 vendor world-wide, but is increasingly reliant on Chinese sales. HONG KONG-Huawei Technologies Co. achieved its goal of becoming the world's top seller of smartphones, fueled by the rapid economic recovery in its home market of China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-quarterly-profit-falls-on-compensation-costs-11596105002", "title": "Carlyle Quarterly Profit Falls on Compensation Costs", "date": "2020-07-30 06:30", "summary": "Private-equity firm paid about $400 million more in performance-related compensation; revenue rose 6.6% from gains in investments and fees. Carlyle Group Inc. said its profit fell as its performance-related compensation costs climbed in the second quarter.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestles-sales-growth-slows-as-once-panic-struck-shoppers-cut-back-11596104918", "title": "Nestlé's Sales Growth Slows as Shoppers Cut Back", "date": "2020-07-30 06:28", "summary": "Covid-19 led to a surge in pantry loading, but the Nescafé maker says some consumers are now scaling back. Nestlé SA said sales slowed in recent months from the blistering pace set earlier this year, when shoppers stripped shelves bare during coronavirus lockdowns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-looks-well-positioned-for-when-the-coronavirus-storm-settles-11596103392", "title": "Samsung Looks Well Positioned for When the Coronavirus Storm Settles", "date": "2020-07-30 06:06", "summary": "The Korean technology giant has weathered the Covid-19 pandemic, and its strong technological position bodes well. Samsung Electronics has weathered Covid-19 well so far, but its near-term outlook still hinges on a global recovery. Over the longer run, its technology leadership and strong balance sheet means it will continue to excel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-doubles-down-as-coronavirus-shifts-payments-11596103381", "title": "PayPal Doubles Down as Coronavirus Shifts Payments", "date": "2020-07-30 06:03", "summary": "As more and more shopping goes digital, PayPal's profitability is surging. It plans to invest that windfall to shape the future of payments. PayPal Holdings users have been buying online like it's Cyber Monday every day.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-survivors-should-stay-vigilant-doctors-say-11596101402", "title": "Covid-19 Survivors Should Stay Vigilant, Doctors Say", "date": "2020-07-30 05:30", "summary": "With the understanding of immunity still developing, people who have recovered from the virus shouldn't assume they can't get sick again. As the new coronavirus continues to spread, patients who have recovered from Covid-19 still need to be careful, said doctors, scientists and public-health experts, who warn that no one is sure just how long immunity to the disease lasts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-swings-to-loss-on-coronavirus-hit-11596085350", "title": "Airbus to Keep Production Rates Down Until 2022", "date": "2020-07-30 04:14", "summary": "World's biggest plane maker sees a prolonged aviation downturn and reports big loss. Airbus SE , reeling from the fallout from the coronavirus pandemic, said it doesn't expect to start increasing aircraft production again until around 2022 as the crisis hitting the aviation sector deepens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/report-sheds-light-on-chinas-use-of-military-linked-researchers-11596092462", "title": "Report Sheds Light on China's Use of Military-Linked Researchers in U.S.", "date": "2020-07-30 03:01", "summary": "Hoover Institution report finds extensive collaboration on 254 papers by U.S. and China researchers; says such ties boost China as a military rival. WASHINGTON-Researchers in the U.S. have engaged in extensive collaboration with counterparts affiliated with the Chinese military, potentially boosting China's potency as a rival, according to a new report published Thursday by Stanford University's Hoover Institution.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-to-bulk-up-streaming-service-11596092400", "title": "ViacomCBS to Bulk Up Streaming Service", "date": "2020-07-30 03:00", "summary": "CBS All Access is adding more than 3,500 episodes of TV shows as well as a new 'SpongeBob' spinoff. ViacomCBS Inc. said it is beefing up the content of its CBS All Access direct-to-consumer streaming platform, adding more than 3,500 episodes of television shows as well as a new original children's offering that is a spinoff of the Nickelodeon hit \"SpongeBob SquarePants.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-99-coronavirus-free-days-vietnam-battles-a-new-outbreak-11596027843", "title": "Vietnam Was Crushing the Coronavirus-Now It's Got a New Outbreak", "date": "2020-07-30 00:19", "summary": "Nearly three dozen recently-detected cases have stirred fears in the country, leading many to ask: How did the virus come back?. Vietnam had gone 99 days without a locally transmitted case of coronavirus when a 57-year-old resident was confirmed to be infected over the weekend. Since then, 34 new infections have been detected, stirring fears about the potential size and source of the outbreak in the country where the pathogen was believed to have been eliminated.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-apple-stock-split-means-11596150158", "title": "What the Apple Stock Split Means", "date": "2020-07-30 00:01", "summary": "The split is scheduled to take place at close of business on Aug. 24. Apple Inc. said Thursday that it will enact a 4-for-1 stock split, essentially giving investors three more shares for every one they own.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596050481", "title": "Pepper...and Salt", "date": "2020-07-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopifys-revenue-nearly-doubles-as-covid-19-pushes-shopping-online-11596057094", "title": "Shopify's Revenue Nearly Doubles as Covid-19 Pushes Shopping Online", "date": "2020-07-30 00:01", "summary": "E-commerce platform sells tools to businesses that make it easier to build, run and market their online stores. Shopify Inc.'s revenue nearly doubled in the latest quarter, as the company benefited from the e-commerce boom spurred by the Covid-19 pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearst-magazines-employees-vote-to-unionize-after-protracted-fight-11596076034", "title": "Hearst Magazines Employees Vote to Unionize After Protracted Fight", "date": "2020-07-30 22:27", "summary": "Vote comes after division president Troy Young resigned amid allegations of offensive behavior. Hundreds of writers and editors across Hearst Corp.'s magazine division have voted to unionize after a monthslong organizing effort marked by increased tension between management and staff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-posts-second-quarter-net-profit-of-4-67-billion-11596072989", "title": "Samsung Posts Second-Quarter Net Profit of $4.7 Billion", "date": "2020-07-30 21:36", "summary": "Samsung says its net profit rose 7.3% from the same quarter a year ago. SEOUL- Samsung Electronics Co. reported a boost in its second-quarter net profits Thursday, aided by a one-time gain in its display business and the continuing coronavirus-fueled bump in memory chip demand.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-destroy-modemyth-or-reality-11596068322", "title": "Facebook's 'Destroy Mode'-Myth or Reality?", "date": "2020-07-30 21:10", "summary": "New documents released by House lawmakers shed light on Facebook's acquisition of Instagram. More than eight years ago, an investor contacted Instagram co-founder Kevin Systrom to inform him that Mark Zuckerberg was interested in buying the fast-growing photo-sharing app. Mr. Systrom's first question was direct: would the Facebook Inc. chief executive go into \"destroy mode\" if told no?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-louie-gohmert-tests-positive-for-coronavirus-11596040422", "title": "Rep. Louie Gohmert Tests Positive for Coronavirus", "date": "2020-07-30 21:03", "summary": "House Speaker Nancy Pelosi says face masks will be required on the House floor. Rep. Louie Gohmert, a Texas Republican known for his reluctance to wear a mask, tested positive for the coronavirus Wednesday, reigniting a debate over safety precautions to stop the virus's spread on Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-spite-germany-plan-11596064244", "title": "Trump's Spite-Germany Plan", "date": "2020-07-30 21:02", "summary": "He'll weaken America's military posture and get nothing in return.. Beneath the din of media condemnation, it can be hard to sort the good from the bad in President Trump's unorthodox foreign policy. Some initiatives scorned by foreign-policy elites have been wise, like pulling out of failing arms accords. Yet the Pentagon's plan to withdraw almost 12,000 U.S. troops from Germany is far from a stroke of populist genius. It's a blow to U.S. interests that won't fulfill the cost-saving objective Mr. Trump claims to be concerned with.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]