[{"link": "https://www.wsj.com/articles/sap-drops-co-ceo-structure-to-simplify-leadership-during-pandemic-11587425462", "title": "SAP Drops Co-CEO Structure to Simplify Leadership During Pandemic", "date": "2020-04-20 19:40", "summary": "Business-software company says Jennifer Morgan will leave, while Christian Klein will stay. SAP SE abandoned its dual-chief-executive structure, less than six months after the German business-software giant embraced the leadership model, as the company seeks to simplify its leadership structure amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-race-for-small-business-loans-winning-hinged-on-where-firms-bank-11587410421", "title": "In Race for Business Loans, Winning Hinged on Where Firms Bank", "date": "2020-04-20 19:32", "summary": "Companies with existing loans at big banks fared well in coronavirus-relief effort; SBA ties helped, too. The small businesses that received aid under the federal government's $350 billion rescue program weren't always the ones with the greatest needs or the best chances to survive the coronavirus pandemic. Whether a firm made the cut often came down to how and where it banked.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-to-store-some-oil-11587424678", "title": "Care to Store Some Oil?", "date": "2020-04-20 19:17", "summary": "The real price of West Texas crude hasn't fallen below $0.. If you thought negative interest rates were bizarre, how about minus-$37 for a barrel of oil? That was the going price for a time on Monday on the futures contract for a barrel of West Texas Intermediate crude delivered in May. To put it another way, it would cost you less under that contract to fill your bathtub with oil than to fill it with water.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-first-quarter-sales-decline-as-new-ceo-aims-to-revive-growth-11587415010", "title": "IBM First-Quarter Sales Decline as New CEO Aims to Revive Growth", "date": "2020-04-20 19:16", "summary": "The company withdraws annual earnings guidance because of uncertainty caused by the coronavirus pandemic. International Business Machines Corp. posted lower first-quarter sales, withdrew annual earnings guidance because of uncertainty caused by the coronavirus pandemic and took a large restructuring charge, highlighting the challenges new Chief Executive Arvind Krishna faces in trying to revive Big Blue's fortunes.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-courts-conservatives-clash-11587424562", "title": "The Court's Conservatives Clash", "date": "2020-04-20 19:16", "summary": "Gorsuch and Alito issue dueling opinions on jury trials and precedent.. With Republican-appointed judges reshaping the federal courts, Democrats have described legal conservatives as partisans who want the same things and think the same way. Close Supreme Court-watchers know this is false. Last term there were more 5-4 decisions when a conservative joined the liberals than when the conservatives were united. But if there were still any doubt, Monday's ruling requiring unanimous jury verdicts offers an illuminating look at the diversity of conservative thought.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mia-land-olakes-1928-2020-11587424489", "title": "Mia Land O'Lakes, 1928-2020", "date": "2020-04-20 19:14", "summary": "The butter company's Native American icon vanishes with no trace.. Land O'Lakes, the Minnesota farm co-op that sells its butter by the tubful, has silently laid off its longest-tenured saleswoman: \"Mia,\" the figure of a Native American maiden who has enlivened its packaging for generations. Did the company see the pandemic as an opportune time to make this sure-to-be newsworthy change?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bondholders-reject-argentinas-debt-restructuring-proposal-11587369601", "title": "Bondholders Reject Argentina's Debt Restructuring Proposal", "date": "2020-04-20 18:47", "summary": "Move by the Argentina Credit Committee raises the odds of another default as early as May. Three of the largest groups of Argentine bondholders on Monday rejected a proposal from the South American nation to restructure tens of billions of dollars in foreign debt, raising the likelihood that the country could enter into default as early as next month.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-fateful-coronavirus-decisions-11587422805", "title": "Seven Fateful Coronavirus Decisions", "date": "2020-04-20 18:46", "summary": "President Trump acted with dispatch, to keep Americans safe, even when it was unpopular.. Facing a once-in-a-century pandemic, a crisis that some have likened to a world war, the U.S. is fortunate to have President Trump in charge. I have witnessed him make the tough decisions necessary at every turn to keep America safe. Seven of these decisions stand out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocking-shelves-in-covid-19-america-11587422761", "title": "Stocking Shelves in Covid-19 America", "date": "2020-04-20 18:46", "summary": "Retail and grocery workers persevere, wondering which is worse: disease or economic devastation?. Greenwood, Ind.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-loan-terms-amount-to-legalized-fraud-11587422730", "title": "PPP Loan Terms Amount to Legalized Fraud", "date": "2020-04-20 18:45", "summary": "Healthy companies can easily exploit aid meant for those that had to shut down.. I own a food-manufacturing business with more than 200 employees that was recently awarded a $3.4 million loan through the Small Business Administration. From what I've observed, the Paycheck Protection Program is completely flawed and will function as a handout to companies that don't need it. Billions of misspent dollars will never be paid back.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-need-forbearance-not-more-stimulus-11587422691", "title": "Americans Need Forbearance, Not More Stimulus", "date": "2020-04-20 18:44", "summary": "Congress and the Fed should make it possible to pay off obligations later, at a special interest rate.. Less than a month after the passage of the Cares Act stimulus, Congress and the White House are already on the cusp of an extension. Their instinct is right-the economy will recover in a few months but will need massive taxpayer support in that period. But there's a far better approach than more blanket government stimulus payments: short-term credit forbearance. Granting delays on payments would keep the economy's gears turning without forcing taxpayers to fund the entire effort.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-by-heart-review-the-passionate-classroom-11587422622", "title": "'Learning by Heart' Review: The Passionate Classroom", "date": "2020-04-20 18:43", "summary": "Is the problem with American education too much memorization, too much testing and too much competition?. In response to the shutdown, Randi Weingarten, the head of the American Federation of Teachers, has proposed ending the school year by letting teachers put aside their standardized-test assessments. Instead they can work with their students on term projects that will \"demonstrate their learning for the year.\" If every crisis is an opportunity, then the current crisis may give education leaders the opportunity to eliminate the government-mandated testing that they so deplore. Tony Wagner, for one, would like nothing better.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-hits-the-global-south-11587422555", "title": "The Coronavirus Hits the Global South", "date": "2020-04-20 18:42", "summary": "Even more than developed nations, the world's poor will need faster economic growth to recover from the pandemic.. The pandemic may have peaked in many countries, but for much of the world the worst is yet to come. Despite hopes that warmer temperatures would slow Covid-19's spread in the Global South, the disease is spreading with relentless speed in countries like Kenya and Brazil. The strategies that have limited and slowed the virus in the Global North won't work for the most part in the South. Without a vaccine or treatments, the people living there will be almost as powerless before the disease as humanity once was against smallpox.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-jordan-documentary-a-ratings-win-for-espn-amid-coronavirus-sports-shutdown-11587421160", "title": "Michael Jordan Documentary Scores Ratings Win For ESPN Amid Sports Shutdown", "date": "2020-04-20 18:19", "summary": "'The Last Dance,' which will be aired over the next five weeks, has a budget of about $20 million. Once again, Michael Jordan put up impressive numbers in prime time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hasnt-diminished-allure-of-big-tech-stocks-11587375000", "title": "Coronavirus Hasn't Diminished Tech Stocks' Allure", "date": "2020-04-20 18:14", "summary": "Facebook, Amazon, Netflix and Google parent Alphabet added a quarter-trillion in market value last week. The FANG trade hasn't lost its bite.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-prompts-call-to-suspend-lottery-gambling-11587376800", "title": "Coronavirus Crisis Prompts Call to Suspend Lottery Gambling", "date": "2020-04-20 18:12", "summary": "Antigambling group asks states to suspend lotteries until 30 days after stimulus payments. As millions of Americans begin receiving stimulus payments amid the coronavirus crisis, an antigambling group is pushing to suspend lottery betting.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unanimous-verdicts-required-for-serious-crimes-supreme-court-rules-11587420358", "title": "Unanimous Verdicts Required for Serious Crimes, Supreme Court Rules", "date": "2020-04-20 18:09", "summary": "The court also addressed the cleanup of hazardous waste sites, limiting landowners' ability to use private lawsuits to force restoration. WASHINGTON-The Supreme Court ruled Monday that defendants can't be convicted of serious crimes under the Constitution unless jurors are unanimous, overturning laws in two states and calling thousands of verdicts into question.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/envision-healthcare-lenders-object-to-debt-exchange-11587420536", "title": "Envision Healthcare Lenders Object to Debt Exchange", "date": "2020-04-20 18:08", "summary": "Lenders take issue with a bond exchange that shares their collateral among additional creditors. Lenders to Envision Healthcare Corp. are protesting a debt swap designed to put the private-equity-backed company on firmer financial footing, according to people familiar with the matter, as the coronavirus upends the business of medicine.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-curbs-organizing-of-lockdown-protests-11587419628", "title": "Facebook Puts Limits on Protest Organizers", "date": "2020-04-20 17:53", "summary": "The social media giant is allowing users to voice support for lockdown protests but not advocate violating social-distancing rules. Facebook Inc. is banning posts and groups promoting anti-lockdown protests that don't comply with government health directives, as organizers of those events seek to recruit new members on social media.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-nears-bankruptcy-filing-11587419065", "title": "Neiman Marcus Nears Bankruptcy Filing", "date": "2020-04-20 17:44", "summary": "Luxury retailer's lenders consider store closures and asset sales; Saks owner weighs making a bid. Neiman Marcus Group Inc. is preparing to file for bankruptcy protection as soon as Wednesday, with plans to restructure its debt in hopes of reopening most of the luxury chain's stores after the coronavirus pandemic, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legendary-new-york-restaurateur-sirio-maccioni-dies-at-88-11587418699", "title": "Legendary New York Restaurateur Sirio Maccioni Dies at 88", "date": "2020-04-20 17:38", "summary": "Le Cirque, his creation, was known as much for its see-and-be-seen vibe as for its food. The ringmaster's run has ended.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-set-to-approve-dairy-cooperatives-purchase-of-dean-foods-plants-11587418564", "title": "Justice Department to Approve DFA Purchase of Dean Foods Assets", "date": "2020-04-20 17:36", "summary": "Dairy Farmers of America would have to shed some assets as part of settlement with antitrust authorities involving bankrupt milk producer. WASHINGTON-Justice Department antitrust officials are nearing a settlement with a major U.S. dairy-farming cooperative that would allow it to buy dozens of plants from bankrupt milk processor Dean Foods Co. , according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncertainty-about-rules-stalls-health-care-companies-use-of-coronavirus-aid-11587417994", "title": "Uncertainty About Rules Stalls Health-Care Companies' Use of Coronavirus Aid", "date": "2020-04-20 17:26", "summary": "Hundreds of millions of dollars are on ice due to concern that misspending would require returning money. Health-care companies say they are unable to use hundreds of millions of dollars of federal pandemic-relief funds already disbursed, citing uncertainty about rules governing the use of the $30 billion package.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-nurses-allege-inadequate-safety-protocols-in-lawsuits-against-state-hospital-systems-11587389607", "title": "New York Nurses Allege Inadequate Safety Protocols in Lawsuits", "date": "2020-04-20 17:23", "summary": "Union says dangerous work guidelines and protective gear shortages helped spread Covid-19 among nurses, their families and patients. The New York State Nurses Association filed three lawsuits against the state and two hospital systems on Monday, alleging that dangerous work guidelines and protective gear shortages exacerbated the spread of the novel coronavirus.", "categories": [["WSJ News Exclusive", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-world-together-at-home-review-sounding-out-unity-in-isolated-times-11587417520", "title": "'One World: Together at Home' Review: Sounding Out Unity in Isolated Times", "date": "2020-04-20 17:18", "summary": "The high-profile musical event revealed the strengths and weaknesses of streaming musical performances in the age of coronavirus.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-looks-for-clues-as-coronavirus-outbreak-hits-next-phase-11587413112", "title": "New York Looks for Clues as Coronavirus Outbreak Hits Next Phase", "date": "2020-04-20 17:12", "summary": "Officials try to determine next steps as data suggest virus's spread is slowing. New York's daily death toll from the novel coronavirusis continuing to drop, Gov. Andrew Cuomo said Monday, and now health officials are closely studying the outbreak's trajectory to determine whether its decline will be quick or gradual.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-than-zero-what-oils-crazy-day-means-11587416603", "title": "Less Than Zero: What Oil's Crazy Day Means", "date": "2020-04-20 17:03", "summary": "The U.S. benchmark oil-futures contract settled at a negative price for the first time ever in a chilling development for U.S. producers and traders. \"Unprecedented\" feels like a tired word these days, but it is no overstatement when it comes to the oil market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boom-in-online-shopping-fuels-rally-in-shopify-stock-11587402356", "title": "Boom in Online Shopping Fuels Rally in Shopify Stock", "date": "2020-04-20 16:58", "summary": "Stock has climbed 82% from recent low, one of market's biggest winners during coronavirus pandemic. One of the stock market's biggest winners during the Covid-19 pandemic has been Shopify Inc., an e-commerce software company that has benefited from surging traffic as vast swaths of the global population have been forced to do more of their shopping online.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-consider-cutting-oil-output-ahead-of-schedule-as-price-crashes-11587416271", "title": "Saudis Consider Cutting Oil Output Ahead of Schedule as Price Crashes", "date": "2020-04-20 16:57", "summary": "Other OPEC members also looking at possibility of lowering production sooner than May date set out in agreement with U.S., Russia. Saudi Arabia and other OPEC members are considering cutting their oil output as soon as possible, rather than waiting until next month when the group's recent production agreement with the U.S. and Russia is set to begin, people familiar with the matter said.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-his-vice-presidential-candidate-11587416089", "title": "Biden and His Vice Presidential Candidate", "date": "2020-04-20 16:54", "summary": "After reading Lance Morrow's \"Biden-Cuomo Is the Way to Beat Trump\" one could conclude that no woman is better qualified than Gov. Andrew Cuomo to get out the vote.. After reading Lance Morrow's \"Biden-Cuomo Is the Way to Beat Trump\" (op-ed, April 13) one could conclude that no woman is better qualified than Gov. Andrew Cuomo to get out the vote. Dangerous territory for both Messrs. Biden and Cuomo should Mr. Biden change his mind and pick a man. The Biden box (men need not apply) was created when he declared in March that: \"I will, in fact, appoint a woman to be vice president.\" Under the same criteria, Mr. Biden wouldn't have been chosen vice president by Barack Obama. No doubt Mr. Obama was both an \"equal employment opportunity\" candidate and a better politician.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-fair-to-african-american-small-business-11587416029", "title": "Be Fair to African-American Small Business", "date": "2020-04-20 16:53", "summary": "Even in better times, black business owners were denied bank loans at triple the rate of nonminority business owners.. As a black CEO of a nonprofit dedicated to prosperity for all Americans, I'm concerned that the Cares Act orphans most black-owned businesses from small-business loans, particularly in neighborhoods that need these businesses to shore them up (\"Negotiations Stall Over Virus Aid,\" The Coronavirus Pandemic, April 14). Last year 2.6 million small businesses owned by African-Americans generated $150 billion in revenue and supported nearly 3.6 million jobs. But even in better times, black business owners were denied bank loans at triple the rate of nonminority business owners, according to a 2016 report of the U.S. Conference of Mayors.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-department-saw-us-safely-home-11587415967", "title": "The State Department Saw Us Safely Home", "date": "2020-04-20 16:52", "summary": "I want to express our team's appreciation for our successful evacuation that included 20 non-Americans. This is the apex of our nation's humanness, hospitality and professionalism. This is foreign diplomacy at its best.. Regarding Secretary of State Michael R. Pompeo's \"Leave No American Behind\" (op-ed, April 16): It's true. From August 17-22 my wife and I, with a volunteer service team of 28 (with only eight Americans) from all over the world, were in lockdown in the town of Kutkai, Myanmar for six days because of safety hazards because of local battles that blocked our only road access to a local airport 48 miles away.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-20-2020-11587358074", "title": "U.S. Stocks Drop Along With Oil Prices", "date": "2020-04-20 16:52", "summary": "Dow declines nearly 600 points; U.S. oil gauge falls into negative territory amid slide in demand. U.S. stocks slid Monday to start another potentially volatile week as investors continued to try to gauge the extent of the economic damage from the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversals-fandango-to-buy-walmarts-vudu-streaming-service-11587415960", "title": "NBCUniversal's Fandango to Buy Walmart's Vudu Streaming Service", "date": "2020-04-20 16:52", "summary": "Acquisition's ad-supported operations are expected to complement Comcast's new Peacock business. NBCUniversal's Fandango movie-ticketing and video-rental business has agreed to buy streaming service Vudu from Walmart Inc., a deal that comes as media giants look to offer free or low-cost alternatives for consumers who don't want to pay for streaming subscriptions.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/captain-crozier-followed-usns-roosevelts-namesake-11587415796", "title": "Captain Crozier Followed USS Roosevelt's Namesake", "date": "2020-04-20 16:49", "summary": "Theodore Roosevelt affixed his signature to two letters which assailed the Army's high command and War Department for failing to quickly evacuate American troops who were suffering from yellow fever, malaria and dysentery.. Regarding the April 11 letters responding to your editorial \"The Navy Captain and the Coronavirus\" (April 4) that asks: \"What would motivate a captain with more than 25 years in the Navy to torch his own career?\" One need look no further than the name of the ship which Capt. Brett Crozier commanded.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-labs-should-just-start-testing-for-covid-19-11587415618", "title": "Private Labs Should Just Start Testing for Covid-19", "date": "2020-04-20 16:46", "summary": "Start testing people, record the data and maintain a transparent process that can be clearly audited later. I dare the FDA to ignore results or impose fines on high-quality labs that provide unassailable data.. Regarding Jack W. Lipton and Caryl E. Sortwell's \"We Have a Covid Test-Let Us Use It\" (op-ed, April 16): It's time to ask forgiveness rather than permission. Start testing people, record the data and maintain a transparent process that can be clearly audited later. I dare the FDA to ignore results or impose fines on high-quality labs that provide unassailable data. When did Americans become so beholden to the bureaucracy in the face of such a serious crisis? It's time to recapture the spirit of Admiral David Farragut: Full speed ahead!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-rises-from-nova-scotia-shooting-rampage-11587415515", "title": "Death Toll Rises From Nova Scotia Shooting Rampage", "date": "2020-04-20 16:45", "summary": "Police said at least 19 people were dead after the crime spree, and warned new victims might emerge. OTTAWA-Police on Monday were investigating 16 separate crime scenes in Canada's most lethal shooting, after a man dressed as a Royal Canadian Mounted Police officer went on a spree of violence that left five burned-down properties and at least 19 people dead.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apparel-maker-centric-brands-seeks-to-restructure-debt-11587414857", "title": "Apparel Maker Centric Brands Seeks to Restructure Debt", "date": "2020-04-20 16:34", "summary": "Coronavirus pandemic puts financial pressure on garment producer with licensing agreements from Calvin Klein, Kate Spade and other brands. Branded-apparel maker Centric Brands Inc. has hired restructuring advisers to help revamp a troubled balance sheet, according to people familiar with the matter, as retail stores remain all but shut down nationwide.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-prime-minister-netanyahu-and-rival-benny-gantz-agree-to-form-unity-government-11587401728", "title": "Israeli Prime Minister Netanyahu and Rival Gantz Agree to Form Unity Government", "date": "2020-04-20 16:33", "summary": "Unity government will avert prospect of another election; deal gives the two consecutive spells as prime minister. Israeli Prime Minister Benjamin Netanyahu and his rival Benny Gantz have agreed to form a unity government, a move that would avert the prospect of another election as the country grapples with the coronavirus pandemic and keep the Israeli leader in power while he faces trial on corruption charges.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-critical-variable-in-keeping-coronavirus-in-check-11587411610", "title": "The Critical Variable in Keeping Coronavirus in Check", "date": "2020-04-20 16:19", "summary": "In U.S. and Europe, Covid-19 illness is starting to retreat, but relaxation of containment measures will be fraught. Governments across Europe and in the U.S. say they have driven down a key variable to levels that suggest that the lockdowns that plunged their economies into the deep freeze are succeeding in containing the spread of the deadly new coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-slump-as-crude-storage-shortage-intensifies-11587382034", "title": "Oil Prices Skid, With May Contract in Negative Territory", "date": "2020-04-20 15:58", "summary": "Swelling glut of crude has outweighed efforts by global producers to curb output. An oil-price futures contract tumbled into negative territory for the first time ever Monday, illustrating the overwhelming glut of crude that is decimating the global energy industry.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stores-start-to-reopen-in-germanyafter-coronavirus-lockdown-11587410801", "title": "Stores Start to Reopen in Germany", "date": "2020-04-20 15:54", "summary": "Chancellor Angela Merkel urges caution as Germany begins tiptoeing back to economic normality. BERLIN-Shoppers flocked back to stores across most German states on Monday as Chancellor Angela Merkel warned that exiting lockdowns too fast could jeopardize the country's progress in curtailing the coronavirus pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-begins-soft-reopening-after-coronavirus-shutdowns-11587408116", "title": "Iran Begins Soft Reopening After Coronavirus Shutdowns", "date": "2020-04-20 15:25", "summary": "Shoppers return to bazaars and malls as restrictions on travel between provinces are eased. Iran's government allowed local bazaars and shopping malls to reopen on Monday, a potential milestone for a country that was one of the first outside of China to be hit by the new coronavirus and that has suffered extensive economic damage from the pandemic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-escape-five-directors-on-the-movies-that-take-them-away-11587409561", "title": "Want to Escape? Five Directors on the Movies That Take Them Away.", "date": "2020-04-20 15:06", "summary": "Resume Subscription. \"The Trip to Greece,\" a movie set along the sun-dappled Aegean, arrives at a moment when no one can go anywhere. The timing of the new film is either perfect or sadistic. Maybe both.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buffer-zones-coming-to-a-theater-near-you-11587402070", "title": "Buffer Zones Coming to a Theater Near You", "date": "2020-04-20 15:01", "summary": "Movie chains won't be able to fill their auditoriums, but they may not have to. Among many classic scenes from the \"Seinfeld\" series is one in which Jerry and Kramer go to a movie together, but Jerry asks Kramer to sit a seat apart. Why? \"A little buffer zone.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closures-extend-to-packaged-food-production-11587408510", "title": "Coronavirus Spreads to Farms, Packaged-Food Plants", "date": "2020-04-20 14:48", "summary": "Conagra, Kraft Heinz among companies to close plants for cleaning after workers tested positive. The coronavirus pandemic is deepening challenges for the U.S. food system, forcing plant closures and infecting farmworkers at a time when packaged-food companies say demand for groceries has never been higher.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-commercial-tenants-negotiate-rent-breaks-amid-coronavirus-disruption-11587375005", "title": "Landlords, Commercial Tenants Negotiate Rent Breaks Amid Coronavirus Disruption", "date": "2020-04-20 14:41", "summary": "Real-estate advisers and lawyers are brokering deals to defer or forgive rent payments, with some landlords asking for proof tenants need the relief. Many U.S. landlords whose commercial tenants are asking for rent relief due to the coronavirus pandemic are acquiescing, though some are asking for proof of financial strain before delaying or even forgiving payments.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-you-can-help-workers-who-have-lost-their-jobs-due-to-the-coronavirus-11587407193", "title": "How You Can Help Workers Who Have Lost Their Jobs Due to the Coronavirus", "date": "2020-04-20 14:26", "summary": "The pandemic has hit domestic workers and restaurant employees hard, leaving many worried how to make ends meet. Many workers have been hit hard by the coronavirus pandemic, whether they are delivery people or farmworkers, or those who have lost their jobs, like restaurant employees or domestic help. Here's how you can help them.", "categories": [["Life & Work", "How You Can Help"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-you-can-help?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tapstone-energy-finishes-debt-restructuring-despite-plunging-oil-prices-11587407087", "title": "Tapstone Finishes Debt Restructuring Despite Plunging Oil Prices", "date": "2020-04-20 14:24", "summary": "Restructuring transaction trims about $450 million in debt from shale driller's balance sheet. Shale driller Tapstone Energy LLC said Monday it has completed a financial restructuring, despite a historic plunge in U.S. oil prices, trimming about $450 million in debt from its balance sheet.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sparks-rise-in-anti-semitic-incidents-researchers-say-11587405792", "title": "Coronavirus Sparks Rise in Anti-Semitic Sentiment, Researchers Say", "date": "2020-04-20 14:03", "summary": "Report says far-right groups, ultraconservative Christian circles, Islamists and the far left have sought to link Jews to Covid-19. TEL AVIV-The new coronavirus pandemic is fueling anti-Semitic sentiment, Israeli researchers said Monday, as messages online and elsewhere falsely blame Jews for the spread of the disease and the ensuing economic impact.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stress-endures-in-market-where-big-companies-turn-for-cash-11587385996", "title": "Stress Endures in Market Where Big Companies Turn for Cash", "date": "2020-04-20 13:59", "summary": "Fed interventions calmed the market for commercial paper, a form of short-term borrowing for companies, but rates remain elevated. The normally staid corner of Wall Street where companies and banks borrow money for days or weeks at a time was suddenly at the center of a near financial meltdown last month. Some fund managers are concerned that problems remain despite the quick work of central banks to ease the funding strains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-residents-push-back-against-crown-princes-megacity-plan-11587404664", "title": "Saudi Residents Push Back Against Crown Prince's Megacity Plan", "date": "2020-04-20 13:44", "summary": "Resister is killed as some members of local tribe protest relocation at Neom project site. Saudi Arabia's government is facing rare resistance to one of Crown Prince Mohammed Bin Salman's signature projects, as members of a tribe in the kingdom's northwest say they won't leave their homes to make way for a new megacity, according to residents there and rights activists.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-corporate-coronavirus-plan-to-reopen-make-it-up-as-you-go-11587404618", "title": "Businesses Strive to Reopen From Coronavirus Shutdown", "date": "2020-04-20 13:43", "summary": "Resume Subscription. As America's attention turns to reopening its economy, many businesses are deploying a range of tactics to attempt to shield their workforces from the coronavirus. For the most part, they are making it up as they go.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-fines-south-korean-bank-used-for-iran-payments-11587391200", "title": "Federal, New York Authorities Fine South Korean Bank Used for Iran Payments", "date": "2020-04-20 13:36", "summary": "Industrial Bank of Korea hit with a combined $86 million in penalties over compliance shortfalls. Federal and New York authorities fined a South Korean bank over long-running gaps in its defenses against money laundering, after the lender's Manhattan branch was used to launder cash for Iran.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forecasting-media-panic-11587403535", "title": "Forecasting Media Panic", "date": "2020-04-20 13:25", "summary": "A new task for academics in the prediction business.. Is there a model that can predict when media pundits will shift from claiming Donald Trump underreacted to claiming that he overreacted? The President's coronavirus critics have shown impressive flexibility in finding ways to condemn both his assertions of power and his deferrals to state authority. The next opportunity to condemn the President may come rather quickly as the curves of virus mortality appear to be flattening in many countries around the world, even in places free of media-approved lockdowns.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dungeons-dragons-players-also-battle-cyber-foes-online-11587402346", "title": "Dungeons & Dragons Players Also Battle Cyber Foes Online", "date": "2020-04-20 13:05", "summary": "Role-playing gamers are moving en masse to videoconferencing amid coronavirus lockdowns. Dungeon-delving is going digital as coronavirus shelter-in-place orders have sent devoted roleplayers online to keep the game going. With the mass appearance of wizards and warriors-many of them children-platform providers are scrambling to expand their platforms and address cybersecurity risks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harsh-realities-for-theaters-closed-by-coronavirus-after-plays-go-online-11587401588", "title": "Harsh Realities for Theaters Closed by Coronavirus After Plays Go Online", "date": "2020-04-20 12:53", "summary": "Most Popular News. One month after closing its doors, Chicago's Theater Wit has a hit play-or what passes for one when the roughly 300 theaters in the city and hundreds more around the country are dark. Ticket sales for an online version of \"Teenage Dick,\" a twist on Shakespeare's \"Richard III\" set in a high school, were about 15% higher than typical sales for a play in its first few weeks during normal times.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/elective-surgery-saves-lives-11587400926", "title": "'Elective' Surgery Saves Lives", "date": "2020-04-20 12:42", "summary": "Temporary bans prevent treatment for cancer, heart disease, cataracts and other serious ailments.. In times of emergency, public officials live in fear of not doing enough. But sometimes doing nothing is the right answer. And sometimes doing something makes the problem a lot worse.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockdown-rebellion-11587400850", "title": "The Lockdown Rebellion", "date": "2020-04-20 12:40", "summary": "Ordinary Americans protesting to reopen the economy face only contempt from elites.. There they go again, ordinary Americans denying science and refusing to defer to their betters.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/organ-transplants-plummet-during-new-yorks-coronavirus-crisis-11587400190", "title": "Organ Transplants Plummet During New York's Coronavirus Crisis", "date": "2020-04-20 12:29", "summary": "Total organ transplants dropped to 23 during April from an average of 220, an official for state nonprofit reports. The volume of organ transplants across New York state has dropped precipitously with the outbreak of the novel coronavirus, falling to 23 total organ transplants during April from an average of 220 transplants, according to an official for one of the state's nonprofit transplant organizations.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-black-friday-in-april-as-closed-stores-get-desperate-to-unload-spring-clothes-11587396524", "title": "'It's Black Friday in April' for Retailers", "date": "2020-04-20 12:28", "summary": "Saks, Gap and others try deep discounts to move unsold dresses and shoes amid coronavirus, but people aren't buying. Clothing retailers are sitting on tens of billions of dollars of unsold merchandise, and the usual methods for clearing it out aren't working while the coronavirus keeps most U.S. stores closed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hamptons-mansion-sells-for-37-million-11587400056", "title": "A Hamptons Mansion Sells for $37 Million", "date": "2020-04-20 12:27", "summary": "The oceanfront home is located off Lily Pond Lane in East Hampton. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/boards-reset-executive-pay-equity-grants-after-market-rout-11587399661", "title": "Boards Reset Executive Pay, Equity Grants During Market Rout", "date": "2020-04-20 12:21", "summary": "Many companies have cut executive compensation and made equity awards amid economic turmoil. Amid volatile markets and economic contraction, companies have adjusted executive compensation, with salary cuts for top leaders often accompanied by new equity grants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funder-barry-rosenstein-sells-one-of-his-hamptons-homes-for-37-million-11587399622", "title": "Hedge Funder Barry Rosenstein Sells One of His Hamptons Homes for $37 Million", "date": "2020-04-20 12:20", "summary": "The Jana Partners chief first listed the 1.5-acre East Hampton property in 2017 for $70 million. Hedge fund chief Barry Rosenstein is selling one of his Hamptons homes for $37 million, according to people familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-raises-easing-border-controls-other-countries-11587397187", "title": "China Raises Easing Border Controls With Other Countries", "date": "2020-04-20 11:58", "summary": "Moves would exempt certain travelers, such as business executives, from existing travel bans and streamline health-screening measures. HONG KONG-China has approached a number of countries to discuss the possibility of easing border controls to allow some business travel to resume, part of broader efforts to restart economic activity stalled by the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halliburton-cutting-costs-bracing-for-huge-drop-in-u-s-oil-field-activity-11587383530", "title": "Halliburton Cutting Costs, Bracing for Drop in Oil-Field Activity", "date": "2020-04-20 11:05", "summary": "Largest supplier of oil equipment to U.S. drillers is set to be hit particularly hard by downturn in American oil patch. Halliburton Co. is cutting jobs, slashing costs by $1 billion and reducing its debt to gird itself against the dramatic drop in investment happening in the U.S. oil patch.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-get-back-to-work-companies-seek-coronavirus-tests-for-workers-11587375003", "title": "Companies Seek Coronavirus Tests for Workers", "date": "2020-04-20 10:52", "summary": "Testing workers for Covid-19 could prevent the virus's spread and boost confidence about coming back to work, but it's no easy undertaking, medical experts say. Companies from Amazon.com Inc. to General Motors Co. are exploring ways to test their employees for Covid-19 before they come in to work.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-become-of-office-plants-abandoned-in-the-coronavirus-shutdown-11587394350", "title": "What's Become of Office Plants Abandoned in the Coronavirus Shutdown", "date": "2020-04-20 10:52", "summary": "Skeleton workplace crews become caretakers of orphaned desk greenery, while employees elsewhere have launched flora-extrication missions. In the rush to close offices as the new coronavirus spread, employees grabbed laptops, gym bags and stray Tupperware .", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deepens-millennials-feeling-they-cant-get-a-break-11587393262", "title": "Millennials Feel They Can't Get a Break", "date": "2020-04-20 10:34", "summary": "One of the great aftershocks of the crisis will be its impact on the economic trajectory and political attitudes of people born in the 1980s and 90s. Put yourself in the shoes of a 32-year-old American. You graduated from college in the spring of 2009, loaded up with student-loan debt because that's what the system encouraged you to do.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-removes-thousands-of-names-from-terrorist-watch-list-11587393001", "title": "Pakistan Removes Thousands of Names From Terrorist Watch List", "date": "2020-04-20 10:30", "summary": "The list has been cut in half in the past 18 months without public explanation. Pakistan has removed thousands of names from its terrorist watch list in what the country says is an effort to meet its obligations ahead of a new round of assessments by a global anti-money-laundering watchdog.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-jordan-will-now-interrupt-your-quarantine-11587391488", "title": "Michael Jordan Will Now Interrupt Your Quarantine", "date": "2020-04-20 10:04", "summary": "Amid a pandemic, a lengthy ESPN documentary assesses the impact of a basketball icon. What would I do right now without Michael Jordan? I guess I could do that 6,000-piece puzzle, the one with the baby ducks riding in the hot air balloons. Perhaps I could read-bleccchhh-a book. I could re-watch the Rolling Stones performing on a Zoom call, like they did for a charity fundraiser a few nights ago. I suppose I could finally learn to make that stupid sourdough bread everyone's talking about.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-a-vibrant-street-in-brooklyn-businesses-are-giving-up-11587391413", "title": "Brooklyn's Once Bustling Fifth Avenue Goes Quiet", "date": "2020-04-20 10:03", "summary": "Merchants close their doors and wait for aid while some subsist on pickup and delivery orders. When New York shut down, Jennifer DeLuca kept her Brooklyn Pilates studio open by offering virtual classes. Body Tonic had been around for 20 years and she didn't want to lose her staff or her clients.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tua-tagovailoa-dolphins-nfl-draft-drew-brees-11587372222", "title": "Tua Tagovailoa Is the Biggest Bet in the NFL Draft", "date": "2020-04-20 09:58", "summary": "The former Alabama star may be the most talented quarterback in this year's NFL draft, but teams have to weigh his phenomenal ability to throw a football with the reality that his college career ended due to a hip injury. It was 14 years ago, and yet the decision that resulted in Nick Saban leaving the Miami Dolphins and returning to college football still eats at him. The Dolphins had the chance to sign the most prolific quarterback ever, but instead of putting a blank check on the table and planning parade routes, they did something else. They passed.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-warns-of-2-1-billion-coronavirus-related-loss-11587387976", "title": "United Airlines Warns of $2.1 Billion Coronavirus-Related Loss", "date": "2020-04-20 09:48", "summary": "Carrier has applied to borrow up to $4.5 billion under Treasury stimulus program. United Airlines Holdings Inc. expects to report a $2.1 billion pretax loss in the first quarter, as the coronavirus pandemic decimated demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warhol-review-nothing-like-the-real-thing-11587136581", "title": "'Warhol' Review: Nothing Like the Real Thing", "date": "2020-04-20 09:40", "summary": "'I want to be as famous as the Queen of England,' Andy Warhol once said.. 'As genuine as a fingerprint,\" said the caption to Andy Warhol's photo in his high- school yearbook. The style of a Warhol screen print is as unique as a fingerprint, but a genuine Warhol was so easily faked that Warhol had assistants do the work for him. Mass production and media smarts made Warhol the most famous of all American artists-not bad going for an artist who, as Blake Gopnik admits in his detailed, enthusiastic and absorbing biography, \"never had the innate talent for realistic drawing that even many minor artists have.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wing-aimed-to-build-a-business-on-values-it-was-a-struggle-even-before-coronavirus-hit-11587389648", "title": "The Wing Aimed to Build a Business on Values. It Was a Struggle Even Before Coronavirus Hit.", "date": "2020-04-20 09:34", "summary": "Already buffeted by tensions with members and staff, the pandemic has dealt tough blows to the women-focused club and co-working company. The Wing was riding high early last year. The network of women-focused clubs and co-working spaces was rolling out new locations around the U.S. and had secured new funding led by venture-capital powerhouse Sequoia Capital.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-american-fashion-rides-again-11587389570", "title": "Photos: American Fashion Rides Again", "date": "2020-04-20 09:32", "summary": "See an epic Western romance under the vast Montana sky in a wardrobe of this season's contemporary Americana.. LOOKING GOOD Tip a hat to coats with strong lines. On him: Hermès jacket, $5,800, and shirt, $680, Hermès stores nationwide, Stetson hat, $245, stetson.com. On her: Brunello Cucinelli coat, $3,395, Brunello Cucinelli, 136 Greene Street, New York, Stetson hat, $245, stetson.com", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/had-enough-of-working-from-home-try-a-hotel-room-11587388866", "title": "Had Enough of Working from Home? Try a Hotel Room.", "date": "2020-04-20 09:21", "summary": "Virtually empty of travelers, hotels around the world are pitching their rooms as temporary offices for workers craving peace and privacy. SYDNEY-Hotels are trying to get into the office business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-oil-patch-is-having-a-heart-attack-11587388462", "title": "America's Oil Patch Is Having a Heart Attack", "date": "2020-04-20 09:14", "summary": "The historic deal Trump helped engineer to curb global output isn't enough to avert unprecedented pain for the domestic industry. If you were to whisk an American from a few decades ago to today's America in a time machine, many things would strike her as odd-deserted streets, everyone wearing masks and a U.S. president urging OPEC to raise oil prices. One that might seem familiar: the price of oil, which plunged below $12 a barrel overnight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-companies-wont-float-above-pandemic-11587386510", "title": "Cloud Companies Won't Float Above Pandemic", "date": "2020-04-20 08:41", "summary": "Longer sales cycles-and potential price renegotiations-could nick tech's hottest sector. Even tech's hottest sector won't be immune to the effects of the global pandemic-or the recession likely to follow. The real question is, just when will the pain come?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beloved-connecticut-getaway-refreshed-and-waiting-for-summer-11587386246", "title": "A Beloved Connecticut Getaway, Refreshed and Waiting for Summer", "date": "2020-04-20 08:37", "summary": "The Mayflower Inn & Spa's new look. Plus: a refreshed favorite in the Berkshires-because it may be a while before far-flung travel becomes a must. It may be some time before far-flung travel becomes possible again, much less de rigueur. Happily, there are two fresh-faced New England properties to look forward to, both putting design, local connection and much-needed wellness programs front and center. The classic Mayflower Inn & Spa in Washington, Connecticut, is getting a complete overhaul, with updated interiors by New York designer Celerie Kemble. \"I'm using all the same tools as a decorator that I would use in my own homes,\" says Kemble, who is incorporating Swedish antiques and Schumacher fabrics, Penny Morrison ceramic lamps and paper flowers by Livia Cetti.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-love-thinks-you-should-be-making-your-bed-11587386022", "title": "Kevin Love Thinks You Should Be Making Your Bed", "date": "2020-04-20 08:33", "summary": "\"At the end of the day, your bed's all neat, it's fresh, it's clean. It's just really nice and you lay down to rest.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-trump-facing-virus-crisis-u-s-warns-rivals-not-to-seek-advantage-11587385652", "title": "With Trump Facing Virus Crisis, U.S. Warns Rivals Not to Seek Advantage", "date": "2020-04-20 08:27", "summary": "China expands territorial foothold, while other adversaries ramp up harassment of U.S. forces. While President Trump is absorbed with confronting the devastating impact of the coronavirus pandemic at home, administration officials and their allies are seeking to head off any attempt by adversaries around the world to test U.S. resolve.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-rolls-out-pilot-test-of-digital-currency-11587385339", "title": "China Rolls Out Pilot Test of Digital Currency", "date": "2020-04-20 08:22", "summary": "Milestone for world's biggest central banks in path toward launching electronic payment system. BEIJING-China's central bank has introduced a homegrown digital currency across four cities as part of a pilot program, marking a milestone on the path toward the first electronic payment system by a major central bank.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ari-the-singalong-guy-and-other-kid-friendly-acts-move-to-live-streams-11587385177", "title": "'Ari the Singalong Guy' and Other Kid-Friendly Acts Move to Live Streams", "date": "2020-04-20 08:19", "summary": "Soaring demand for live streams of children's music has many performers re-inventing their shows online with virtual singalongs and treasure hunts.. Of all the musicians live streaming during the coronavirus pandemic, the ones with the most powerful effect may also be the ones playing to the youngest audience.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-firms-seek-stronger-deal-terms-as-leverage-shifts-back-to-investors-11587375003", "title": "Venture Firms Seek Stronger Deal Terms as Leverage Shifts Back to Investors", "date": "2020-04-20 07:59", "summary": "Investors aim to hedge risk and gain more control of startups as capital dries up. For years, entrepreneurs extracted high valuations and strong founder-friendly terms from venture capitalists as a long bull market and a flood of capital gave entrepreneurs the edge.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muslim-communities-and-imams-sustain-ramadan-traditions-at-a-distance-11587380400", "title": "Muslim Communities Sustain Ramadan Traditions, at a Distance", "date": "2020-04-20 07:00", "summary": "As holy month arrives mid-quarantine, some arrange virtual get-togethers so others aren't fasting and feasting alone. With Ramadan beginning this week, Sarah Farid-Chaudhry is planning for what she has termed \"e-iftars.\"", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-contact-tracing-teams-grow-as-states-hope-to-reopen-11587380401", "title": "Coronavirus Contact-Tracing Teams Grow, as States Hope to Reopen", "date": "2020-04-20 07:00", "summary": "Until a vaccine emerges, health workers want to learn of everyone a patient met in days before illness. Sandra Melman asks the sick person on the other end of the phone to grab a calendar. She wants to know everything the person did and everyone the person spent time with during the 48 hours before symptoms of the new coronavirus began to appear.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muzzled-activists-are-mixed-blessing-for-companies-11587379264", "title": "Muzzled Activists Are Mixed Blessing for Companies", "date": "2020-04-20 06:41", "summary": "Hedge funds that push for corporate change are rolling back their demands at the likes of eBay and Barclays, but the reprieve may not last long. The coronavirus shutdowns are forcing companies to cancel dividends and deals and look to governments for help. None of this is good news for activist investors. But boards that don't handle the crisis well could find themselves the next targets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backed-tech-companies-help-governments-combat-coronavirus-11587378600", "title": "Private-Equity Backed Tech Companies Help Governments Combat Coronavirus", "date": "2020-04-20 06:30", "summary": "Aside from allocating cash, an increasing number of sponsors in the software sector are enlisting their portfolio companies to help governments with the coronavirus pandemic. Private-equity firms are offering more than just money to help combat the coronavirus pandemic.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-contract-disputes-start-hitting-the-courts-11587375001", "title": "Coronavirus Contract Disputes Start Hitting the Courts", "date": "2020-04-20 05:30", "summary": "Companies invoke a little-used escape hatch known as force majeure to get out of legal obligations. Companies are suspending or terminating business agreements by relying on a common but rarely invoked escape hatch in the fine print of many commercial contracts, as the new coronavirus and government measures to slow its spread upend the economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isolated-by-coronavirus-frightened-americans-welcome-calls-from-phone-banks-11587375000", "title": "Isolated Americans Welcome Calls From Phone Banks", "date": "2020-04-20 05:30", "summary": "Pandemic brings wrenching emotion to routine calls, prompting agents to take more breaks: 'I'm sobbing.'. A homebound nation is turning to the telephone to connect with the outside world amid the coronavirus pandemic. For customer-service agents and others who work by phone, that has added new tension and emotion to normally routine calls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-that-a-penguin-in-my-bedroom-keeper-isolates-in-zoo-during-coronavirus-11587375002", "title": "Worker Isolates in Zoo During Coronavirus", "date": "2020-04-20 05:30", "summary": "Izzy Wheatley lives at Paradise Park with 1,200 animals and three humans. It first felt like a big sleepover; 'I constantly smell of whisked-up fish'. The first thing Izzy Wheatley hears when she wakes up in the morning is the sound of penguin chicks squeaking.", "categories": [["Business", "Making It Work"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-winner-takes-all-stock-market-rally-11587374851", "title": "The Winner-Takes-All Stock Market Rally", "date": "2020-04-20 05:30", "summary": "Larger companies have outperformed their smaller peers on equity markets this year. Small-cap stocks will struggle to close the gap.. Global stocks have rallied by around 25% from their late-March lows, and the shape of the bounce is becoming more clear: Big is better, and biggest is best.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repairing-planes-used-to-be-a-nice-business-now-theyre-grounded-11587374569", "title": "Repairing Planes Used to Be a Nice Business. Now They're Grounded.", "date": "2020-04-20 05:22", "summary": "The once-lucrative aerospace aftermarket industry might not recover from this crisis as quickly as it did from the last one. The Covid-19 crisis is a severe blow for companies like Boeing that build planes, but it is an even harder one for those that repair them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-facebook-to-be-ordered-to-pay-for-australian-news-content-11587369628", "title": "Google, Facebook to Be Ordered to Pay for Australian News Content", "date": "2020-04-20 04:00", "summary": "How much the tech giants will be told to fork out is still being decided, but the country's treasurer said it would be in the millions of dollars. SYDNEY-Australia plans to require Alphabet Inc.'s Google and Facebook Inc. to pay local media organizations for their content, the latest development in a global debate over whether the tech giants are unfairly benefiting from news articles that appear on their platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-reveals-probe-of-another-top-law-enforcement-official-11587367534", "title": "China Reveals Probe of Another Top Law-Enforcement Official", "date": "2020-04-20 03:25", "summary": "Sun Lijun, a vice minister of public security, is suspected of violating party discipline, investigating agencies say-wording that often indicates a corruption case. Chinese anticorruption inspectors are investigating a vice minister of public security, the latest probe of a senior official of the law-enforcement agencies central to President Xi Jinping's increasingly hard-line style of governance.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-these-uncertain-times-coronavirus-ads-strike-some-repetitive-notes-11587355261", "title": "Coronavirus Ads Strike Some Repetitive Notes", "date": "2020-04-20 00:01", "summary": "Companies strive to assemble ad messages in response to the pandemic. The most common elements of coronavirus advertising are familiar by now: Piano music, images of empty streets, voice-overs that invoke \"these uncertain times,\" and company promises to be there for consumers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11587313811", "title": "Pepper...and Salt", "date": "2020-04-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-10-people-killed-in-nova-scotia-shooting-rampage-11587334913", "title": "Nova Scotia Shooting Rampage Kills at Least 16", "date": "2020-04-20 23:03", "summary": "A police officer and suspect were among the dead in one of the worst crime sprees in Canada in recent years. OTTAWA-Sixteen people were dead after a shooting rampage in a rural part of the Canadian province of Nova Scotia, and a suspect was killed in a confrontation with police, Canadian law-enforcement officials said Sunday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-suspends-tariffs-for-some-importers-affected-by-coronavirus-11587348348", "title": "U.S. Suspends Tariffs for Some Importers Affected by Coronavirus", "date": "2020-04-20 22:54", "summary": "Move won't apply to goods imported from China, steel or aluminum. The Trump administration said it would allow some companies to delay payment of import tariffs due to economic hardship triggered by the new coronavirus, but the relief was much more limited than many officials and business leaders had signaled.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-says-we-re-close-to-deal-on-small-business-funding-11587301707", "title": "Mnuchin, Democrats Say They're Close on Small-Business Deal", "date": "2020-04-20 22:17", "summary": "Latest coronavirus stimulus package could include additional money for hospitals, expansion of national testing efforts. WASHINGTON-Democratic leaders and the Trump administration were close to a deal Sunday to replenish a popular program to help small businesses weather coronavirus shutdowns, the latest step in sweeping government efforts to deal with the consequences of the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-so-hard-to-talk-to-your-parents-about-the-coronavirus-and-vice-versa-11587236112", "title": "Why It's So Hard to Talk to Your Parents About the Coronavirus (and Vice Versa)", "date": "2020-04-20 22:06", "summary": "When it comes to the pandemic, people in their 40s, 60s and 80s speak different languages. And it's making communication even more difficult than usual. The panicked phone calls began in early March.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-with-a-401-k-when-leaving-a-job-11587164723", "title": "What to Do With a 401(k) When Leaving a Job", "date": "2020-04-20 22:05", "summary": "You can keep it where it is, roll it over into a new 401(k), roll it into an IRA or cash it out. Here's how to decide.. Across the board, 401(k)s have taken big hits in recent months. While many investors have heeded the general advice to stand pat and give markets time to recover, there are times when investors are forced to make decisions regarding their accounts.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hypertension-is-more-deadly-than-it-has-to-be-11587234941", "title": "Why Hypertension Is More Deadly Than It Has to Be", "date": "2020-04-20 22:03", "summary": "With the right diagnosis and treatment, high blood pressure can usually be easily managed. Covid-19 has made this more crucial than ever. Here's a new reason to have your blood pressure checked: Data from the coronavirus outbreak suggests that high blood pressure can make patients more susceptible to Covid-19, more likely to develop severe symptoms no matter what their age, and more likely to die if they are older.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-was-never-an-early-adopter-in-retirement-that-doesnt-matter-11587161446", "title": "I Was Never an Early Adopter. In Retirement, That Doesn't Matter", "date": "2020-04-20 22:02", "summary": "The need to be ahead of the wave plagued both my professional and personal life, especially when it came to technology. What a relief it is now not to care.. Among the many pleasures retirement has brought, one of the biggest-and most surprising-is this: freedom from the pressure to be an early adopter of everything new and trendy, from tech and management trends to fashion and travel.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tricky-task-of-handing-a-family-business-to-the-next-generation-11587161391", "title": "The Tricky Task of Handing a Family Business to the Next Generation", "date": "2020-04-20 22:01", "summary": "Too often it's mishandled due to miscommunication, poor planning and reluctance to let go. For many family-business owners, passing on the business to the next generation can be as challenging as starting the business in the first place.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-sure-to-include-digital-assets-in-your-estate-plans-11587161327", "title": "Make Sure to Include Digital Assets in Your Estate Plans", "date": "2020-04-20 22:00", "summary": "Among other things, beneficiaries can be blocked from accessing accounts and credit-card points and frequent-flier miles may be lost. The internet opens a world of possibilities to store personal data, to manage assets, and to gather and create digital content.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-spars-with-auditor-over-transparency-of-advertising-risks-11587340250", "title": "YouTube Spars With Auditor Over Transparency of Advertising Risks", "date": "2020-04-20 21:53", "summary": "OpenSlate has declined to sign a Google contract it believes bars sharing of information on hate speech, profanity and violence. Google wants to substantially limit the information a key auditor of YouTube can share about the risks of advertising on the video service, according to people familiar with the situation, highlighting tensions between the tech giant and Madison Avenue.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-04-19-2020-11587289731", "title": "Governments Face Pressure to Ease Lockdowns", "date": "2020-04-20 20:52", "summary": "Some U.S. state governors say that they don't have the testing capacity to reopen their economies. Reported coronavirus deaths topped 40,000 in the U.S. Sunday as the pandemic showed early signs of easing in some states, ramping up pressure to re-evaluate lockdowns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-tweaking-retirement-accounts-after-the-selloff-11587164663", "title": "Tips for Tweaking Retirement Accounts After the Selloff", "date": "2020-04-20 20:04", "summary": "Should you really do nothing with your 401(k)? Not necessarily. Health experts urge people to wash hands, stay home and avoid touching their faces. And financial experts caution against touching a nest egg after stocks have plunged.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}]