[{"link": "https://www.wsj.com/articles/senators-husband-likely-used-clout-in-uc-admissions-auditor-says-11600991691", "title": "Senator's Husband Likely Used Clout in UC Admissions", "date": "2020-09-24 19:54", "summary": "Sen. Dianne Feinstein's husband wrote a letter to the University of California chancellor for an unqualified student who then gained admission. Sen. Dianne Feinstein's husband, a regent at the University of California, likely helped an unqualified student gain admission to UC Berkeley, the California state auditor said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-claims-keep-rising-in-new-york-new-jersey-11600991388", "title": "Jobless Claims Keep Rising in New York, New Jersey", "date": "2020-09-24 19:49", "summary": "Extra $300 in weekly benefits provides helpful but short-lived aid to unemployed. First-time applications for unemployment benefits jumped in New York and New Jersey last week as the economic fallout from the coronavirus pandemic drags on.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-expected-to-be-valued-at-nearly-22-billion-in-trading-debut-11600990739", "title": "Palantir Expected to Be Valued at Nearly $22 Billion in IPO", "date": "2020-09-24 19:39", "summary": "Bankers have told investors stock could start trading at around $10, sources say. Palantir Technologies Inc. is expected to fetch a lofty valuation in its transition to a public company despite an unusually aggressive governance structure, in the latest sign of investors' voracious appetite for new shares.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-stokes-the-transition-panic-11600990671", "title": "Trump Stokes the Transition Panic", "date": "2020-09-24 19:37", "summary": "His election remarks feed the left's fantasy of a post-election coup.. President Trump's insistence on saying the opposite of whatever the press demands is a source of more than a little of his political success as well as many self-defeating blunders. An example of the latter is his answer Wednesday to a deliberately tendentious question about whether he would commit to \"a peaceful transferral of power.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shakeup-of-voice-of-america-other-outlets-undercuts-policy-lawmakers-say-11600982089", "title": "Shakeup of Voice of America, Other Outlets Faulted", "date": "2020-09-24 19:36", "summary": "Removal of senior officials is faulted for putting agenda in Belarus, China and Iran at risk. WASHINGTON-A bipartisan group of House lawmakers said Thursday that the removal of senior officials at taxpayer-funded media outlets aimed at overseas audiences has put Washington's foreign-policy agenda in Belarus, China and Iran at risk.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-lawsuits-fight-back-11600990544", "title": "The GOP Lawsuits Fight Back", "date": "2020-09-24 19:35", "summary": "Minnesota Republicans go to court to challenge vote-counting delays.. Judges in Pennsylvania, Michigan, Wisconsin and Georgia have ordered that late-arriving ballots be counted this November, even (in one case) if they lack postmarks. North Carolina officials announced a settlement on Tuesday that includes tabulating tardy ballots through Nov. 12. Minnesota is under a similar consent decree.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-covid-scare-11600990425", "title": "The College Covid Scare", "date": "2020-09-24 19:33", "summary": "Cases spike on campus but with very few hospitalizations.. After a late summer lull, virus cases are increasing again as colleges and schools reopen, and the media are declaring a \"third wave.\" While another surge is possible, most new cases are among younger people and seem to be relatively mild.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-housing-rule-for-minorities-11600990319", "title": "A Better Housing Rule for Minorities", "date": "2020-09-24 19:32", "summary": "HUD rewrites an Obama order that hurt low-income borrowers.. The Trump Administration continues to roll back Obama-era regulations, and one that deserves more attention is the disparate-impact housing rule that the Department of Housing and Urban Development has revised with more due process protections.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-truth-about-people-of-praise-11600990129", "title": "The Truth About People of Praise", "date": "2020-09-24 19:28", "summary": "If the nominee is Amy Coney Barrett, Democrats should resist the urge to target her for her faith.. I strongly felt in the winter of 2016 that it was right and wise to hold off on a replacement for Justice Antonin Scalia, who'd died in his sleep in February at 79. The court has taken on outsize importance in our lives, the kind of judges Hillary Clinton and Donald Trump would choose would be very different, let the people decide in the coming election. But there was another reason, and it had to do not with constitutional prerogatives or political calculus but with human sentiment and the respect it deserves. This was the Scalia seat. It had been held for 30 years by a man who was the gravitational center of conservative thinking on the court. He was one of nine but it wasn't just any seat; for many Americans his presence on the court had an almost spiritual meaning. So let the people in on this one, more directly than usual. This will allow a more peaceful acceptance of outcomes.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impresa-parts-maker-for-boeing-737-max-files-for-bankruptcy-11600964702", "title": "Parts Maker for Boeing 737 MAX Files for Bankruptcy", "date": "2020-09-24 19:23", "summary": "Plane grounded after two fatal crashes was major source of revenue for California-based aerospace company. Impresa Aerospace LLC, a parts maker involved in the manufacture of Boeing Co. 's 737 MAX airliners, has filed for bankruptcy protection after losing revenue due to the aircraft's grounding in the wake of two fatal crashes.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-team-hunts-for-votes-in-person-while-bidens-works-the-phones-11600913265", "title": "Trump's Team Hunts for Votes in Person; Biden's Works the Phones", "date": "2020-09-24 19:19", "summary": "Resume Subscription. Republican campaigners, wearing Trump T-shirts and face coverings, fanned out on a recent sunny afternoon across the suburban streets of Emmaus, Pa. At house after house, doors opened, and people stepped out-almost always without masks, but staying generally 6 feet apart.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-judges-will-bring-america-together-11600988950", "title": "Trump's Judges Will Bring America Together", "date": "2020-09-24 19:09", "summary": "An originalist legal culture would revive America's common creed and take the edge off political division.. Justice Ruth Bader Ginsburg's death has again focused attention on Donald Trump's judges. The president will not only shortly nominate another candidate to the Supreme Court, but if re-elected will also get the chance to appoint many more to the district and appeals courts.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-hold-abortion-rights-hostage-11600988913", "title": "Democrats Hold Abortion Rights Hostage", "date": "2020-09-24 19:08", "summary": "They'd rather scare voters than enact legislation protecting women nationwide.. Justice Ruth Bader Ginsburg's death has amplified a classic Democratic election argument: that a Republican victory could lead to the end of legal abortion. The rhetoric obscures a question that Democratic voters might want to ask themselves: Why didn't Democrats enact a federal law legalizing the termination of a pregnancy nationwide when they controlled Congress and the White House after the 1992 or 2008 election?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-1619-project-11600988880", "title": "Notable & Quotable: The 1619 Project", "date": "2020-09-24 19:08", "summary": "'By repudiating and denigrating the American Revolution and Civil War, the New York Times has provided an opportunity for Trump. . .'. From the World Socialist Web Site, Sept. 22:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gods-at-play-review-greatness-revisited-11600988827", "title": "'Gods at Play' Review: Greatness Revisited", "date": "2020-09-24 19:07", "summary": "The life of a sportswriter involves knowing boldface names, seeing the world up close, traveling too much-and storing up memories.. A third of a century ago-though it seems like only yesterday-I was sitting in Fenway Park, in the third-base-side grandstand, the sun shining, Rich Gedman (of the Red Sox) at the plate, Frank Tanana (of the Texas Rangers) on the mound, bases loaded-a day so perfect that it is hard even to imagine at the current moment, when ballparks are empty and fan noise is piped in. Gedman is there, man matching moment, and of course he knocks a grand slam into the June skies. I'm on my feet cheering, and so is everybody else-everybody but an old codger sitting in front of me. To him I say, incredulously: \"Why aren't you cheering?\" To me he says, laconically: \"I saw Williams.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-discount-cards-will-soon-be-mailed-to-seniors-to-help-pay-for-prescription-drugs-11600988649", "title": "Trump Says Discount Cards Will Soon Be Mailed to Seniors for Prescription Drugs", "date": "2020-09-24 19:04", "summary": "President says 33 million Medicare beneficiaries can use cards to pay for up to $200 in costs, without detailing how plan would be implemented. WASHINGTON-President Trump laid out his health-care vision on Thursday, pledging to send millions of senior citizens discount cards to help pay for the cost of prescription drugs without offering details on how the federal government would implement such a plan.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-creators-calling-card-11600988579", "title": "The Creator's Calling Card", "date": "2020-09-24 19:03", "summary": "Science only makes me more certain that Scripture is relevant to the origin of life.. Living things are the most intricate and marvelous things in the universe. The simplest organism has such dazzlingly complex architecture that one has never been observed coming into being without help from another life form. This is why life itself is perhaps the best expression of transcendent intention in the arrangement of this world.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-settles-sec-charges-over-sales-disclosures-for-18-million-11600988637", "title": "BMW Settles SEC Charges Over Sales Disclosures for $18 Million", "date": "2020-09-24 19:03", "summary": "Regulator says auto maker had provided inaccurate information regarding its U.S. retail sales. German luxury car maker Bayerische Motoren Werke AG has agreed to pay $18 million to the Securities and Exchange Commission to settle claims that BMW and two of its U.S. units had disclosed misleading sales figures.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-to-know-2020-joe-11600988617", "title": "Getting to Know 2020 Joe", "date": "2020-09-24 19:03", "summary": "Debate queries that raise the overriding question: How far left has he moved?. Tuesday's debate will be the first time the two presidential candidates go mano a mano. It's also the first time the country will meet 2020 Joe Biden.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murder-case-exposes-bail-systems-flaws-advocates-for-abuse-victims-say-11600951548", "title": "Murder Case Exposes Bail System's Flaws, Advocates for Abuse Victims Say", "date": "2020-09-24 18:59", "summary": "As jailed New York City nurse awaits trial, some say law has ignored years of physical abuse by husband. On the evening of March 2, a woman's screams for help startled Rafael Fermin. Searching for the source, the building superintendent said he found a tenant, Tracy McCarter, in her New York City apartment's narrow entryway crouched over a bloodied man.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keysight-technologies-agrees-to-settle-sanctions-case-11600987685", "title": "Keysight Technologies Agrees to Settle Sanctions Case", "date": "2020-09-24 18:48", "summary": "The maker of test and measurement equipment settled on behalf of a former subsidiary that sold products to Iran in apparent violation of U.S. sanctions, the Treasury Department says. Keysight Technologies Inc. agreed to pay $473,157 on behalf of a former subsidiary to settle apparent violations of U.S. sanctions on Iran, the U.S. Treasury Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-push-ahead-with-plans-to-confirm-supreme-court-nominee-11600939803", "title": "GOP Pushes Ahead With Plans to Confirm Supreme Court Nominee", "date": "2020-09-24 18:47", "summary": "Democrats say they are considering procedural tools, though they concede they can do little to stop the process. Senate Democrats conceded they have few tools to slow a Republican push to confirm President Trump's expected nominee to the Supreme Court this year, as mourners gathered for a second day Thursday to honor the life of the late Justice Ruth Bader Ginsburg.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centrist-democrats-push-for-paycheck-protection-bill-if-no-broader-coronavirus-deal-reached-11600965422", "title": "Democrats Prepare New Coronavirus Aid Proposal", "date": "2020-09-24 18:37", "summary": "Aides say Pelosi is aiming for price tag of about $2.4 trillion; Republicans doubt a deal can be done before Election Day. WASHINGTON-House Democrats are readying a new, scaled-down package of coronavirus aid that would include assistance to airlines, restaurants and small businesses, according to people familiar with the matter, but Republicans said the chances of a deal before Election Day remained slim.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-24-2020-11600936005", "title": "U.S. New Coronavirus Cases Edge Lower", "date": "2020-09-24 18:35", "summary": "Total cases approach seven million nationwide, as Dr. Anthony Fauci warns of potential autumn problems. Newly reported cases of coronavirus infection in the U.S. were down slightly from a day earlier, but remain at a level that has health experts concerned about whether or not the virus can be contained as autumn progresses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costcos-comparable-sales-climb-11-4-11600982531", "title": "Costco's Sales Get Another Boost From Pandemic Buying", "date": "2020-09-24 18:15", "summary": "Food is selling so quickly that profit is benefiting from lack of spoilage. After stockpiling early in the coronavirus pandemic, Americans continue to turn to Costco Wholesale Corp. to buy bulk quantities of groceries and cleaning supplies. They have also been loading carts with home furnishing.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-clampdown-on-open-ended-student-visas-11600984430", "title": "Trump Administration Proposes Clampdown on Open-Ended Student Visas", "date": "2020-09-24 17:53", "summary": "Department of Homeland Security puts forward new two- or four-year limits on visas for international students. The Department of Homeland Security is proposing to add a fixed end-date to student visas when they are issued, departing from its current practice of allowing them to remain valid as long as an international student is in school.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powerful-cardinal-resigns-amid-financial-scandal-11600984068", "title": "Powerful Cardinal Resigns Amid Financial Scandal", "date": "2020-09-24 17:47", "summary": "Cardinal Giovanni Becciu's resignation potentially marks new turn in scandal that has dogged the Holy See. ROME-An Italian cardinal whose former office has been embroiled in a financial scandal resigned suddenly Thursday from his Vatican post and renounced his rights as a cardinal, a surprise escalation of an affair that has overshadowed that Holy See for the last year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-legend-chrissy-teigen-beverly-hills-11600981337", "title": "John Legend and Chrissy Teigen Buy Beverly Hills Home for $17.5 Million", "date": "2020-09-24 17:03", "summary": "The celebrity couple purchased the 10,700-square-foot property in Benedict Canyon shortly after listing their previous home for $23.95 million. Shortly after listing their roughly 8,500-square-foot home for sale, John Legend and Chrissy Teigen have purchased a 10,700-square-foot spread in the Benedict Canyon area of Beverly Hills for $17.5 million, according to a spokesman for the property's listing agent.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-expected-to-unveil-more-alexa-smart-home-devices-11600945201", "title": "Amazon Event: Tech Titan Unveils New Home Drone, Speakers, Gaming Service", "date": "2020-09-24 16:59", "summary": "Product event focuses on smart home, security as more people stay indoors during the coronavirus pandemic. Amazon . com Inc. on Thursday rolled out an array of speaker and security devices centered around the home and a gaming subscription service and controller, offerings tailor-made for the coronavirus era.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-24-2020-11600939323", "title": "Stocks Finish Higher in Another Volatile Session", "date": "2020-09-24 16:59", "summary": "Rising coronavirus infections, delays to additional fiscal stimulus and uncertainty around the election have triggered sharp moves. The S&P 500 edged higher Thursday, avoiding correction territory, as technology stocks recovered some of their recent losses.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/testing-the-covid-vaccines-and-credibility-11600980104", "title": "Testing the Covid Vaccines and Credibility", "date": "2020-09-24 16:41", "summary": "The safeguards Drs. Gottlieb and McClellan celebrate are missing in these unprecedented times and urgently need to be re-established.. I agree with Drs. Scott Gottlieb and Mark McClellan that the FDA is capable of performing a competent review of Covid-19 vaccines, but they fail to mention a workaround in federal law (U.S. Code, Title 21, Chapter 9) that could obviate the need for FDA approval or input (\"You Can Trust the FDA's Vaccine Process,\" op-ed, Sept. 21). It specifies that the secretary of Health and Human Services may issue an authorization for emergency use of a drug or vaccine if \"after consultation with the Assistant Secretary for Preparedness and Response, the Director of the National Institutes of Health, and the Director of the Centers for Disease Control and Prevention . . . the Secretary concludes (1) that an agent referred to in a declaration under subsection (b) can cause a serious or life-threatening disease or condition; (2) that, based on the totality of scientific evidence available to the Secretary, including data from adequate and well-controlled clinical trials, if available, it is reasonable to believe that (A) the product may be effective.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-w-scripps-nears-2-65-billion-takeover-of-ion-media-in-berkshire-backed-deal-11600937323", "title": "E.W. Scripps Agrees to Buy ION Media for $2.65 Billion in Berkshire-Backed Deal", "date": "2020-09-24 16:40", "summary": "Scripps investors cheered Berkshire Hathaway's planned $600 million preferred-equity investment to help finance the purchase. E.W. Scripps Co. agreed to buy ION Media for $2.65 billion in a move to significantly expand the TV station owner's reach with the backing of Warren Buffett's Berkshire Hathaway Inc.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coal-era-is-ending-no-matter-who-governs-11600979998", "title": "Coal Era Is Ending, No Matter Who Governs", "date": "2020-09-24 16:39", "summary": "Joe Biden, at least, acknowledges the inexorable path to the future, and will foster or initiate programs that give unemployed victims of a declining coal industry a path to jobs in the technologies that supersede it.. \"Market Forces Thwart Trump Coal Revival\" (Page One, Sept. 17) concludes with a quote from a mining-equipment-company owner: \"If Donald Trump doesn't win in November, the coal industry's finished.\" This conviction assumes that President Trump can save the industry, but Joe Biden will kill it. This is despite the article's data indicating that coal production and consumption under President Trump sank at twice the rate it did under President Obama.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jfk-biographies-and-the-hazard-of-being-too-honest-11600979928", "title": "JFK Biographies and the Hazard of Being Too Honest", "date": "2020-09-24 16:38", "summary": "Nigel Hamilton indicated in a lecture that he wouldn't have mentioned the word \"Camelot\" in his proposed three-volume JFK biography but would have followed wherever the facts lead.. Regarding Philip Terzian's review of Fredrik Logevall's \"JFK: Coming of Age in the American Century, 1917-1956\" (Bookshelf, Sept. 21): The review concludes that \"the legend . . . has been as hard for Mr. Logevall to penetrate . . . as for any of his predecessors in biography,\" yet it inexplicably overlooks the parallel opus published in 1992 by Nigel Hamilton entitled \"JFK: Reckless Youth.\" That book portrays the young Jack Kennedy as witty, insightful, iconoclastic and destined for greatness. But the evenhanded portrayal of family dynamics was too much for the Kennedy clan to bear, and so Mr. Hamilton, a JFK Presidential Library scholar, lost access to intimate material and his intended three-volume biography never materialized. If it had, Mr. Hamilton indicated in a lecture that it wouldn't have mentioned the word \"Camelot\" but, as often pitched in his UMass biographical writing course, it would have followed wherever the facts lead. Nowadays, in this time of politically partisan bios, that sounds good to me.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-barr-is-right-to-limit-overzealous-prosecutions-11600979815", "title": "Bill Barr Is Right to Limit Overzealous Prosecutions", "date": "2020-09-24 16:36", "summary": "One only has to look to the Supreme Courts \"rare\" unanimous decision overturning the criminal conviction of Arthur Andersen LLP to understand what an overzealous Justice Department, with directions from on high, can do.. Regarding your editorial \"Bill Barr's Prosecutorial Warning\"(Sept. 18): One only has to look to the Supreme Court's unanimous decision overturning the criminal conviction of Arthur Andersen LLP to understand what an overzealous Justice Department, with directions from on high, can do to 28,000 U.S. employees and 85,000 world-wide employees of one of the world's top professional service firms. Yes, the Justice Department lawyers got \"the win\" and the promotion, but what happened to the constitutional rights of the firm's employees that should have been protected? A criminal conviction prohibits a professional firm to be licensed, and without licensing the firm cannot practice. Because Arthur Andersen was wrongly convicted (see Arthur Andersen LLP v. United States, 544 U.S. 696) and forced to go out of business, the firm's employees had their lives and their futures put in jeopardy by a wrongful conviction. Whatever happened to learning from monumental mistakes? Oh, I forgot, promotions and Justice Department careers were enhanced.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blank-check-firms-offering-ipo-alternative-are-under-regulatory-scrutiny-11600979237", "title": "Blank-Check Firms Under Regulatory Scrutiny", "date": "2020-09-24 16:34", "summary": "SEC chairman's comments Thursday prompted a selloff in shares of so-called SPACs. Blank-check companies that have raised tens of billions of dollars to acquire hot startups are under the microscope at the Securities and Exchange Commission.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-speaker-corey-johnson-wont-run-for-mayor-11600979281", "title": "New York City Council Speaker Corey Johnson Won't Run for Mayor", "date": "2020-09-24 16:28", "summary": "The lawmaker was considered one of the highest-profile candidates seeking the office. New York City Council Speaker Corey Johnson announced Thursday he wouldn't run for mayor, removing a high-profile candidate from a crowded field of contenders seeking the city's highest office next year.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-september-19-11600979210", "title": "Bestselling Books Week Ended September 19", "date": "2020-09-24 16:26", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-ground-and-the-low-level-of-political-discourse-11600978960", "title": "High Ground and the Low Level of Political Discourse", "date": "2020-09-24 16:22", "summary": "There was once a time when candidates got elected by telling people what they would do for the public, not just talking about how lousy the other guy is.. While I agree with Gerald F. Seib in \"Candidates Seek Campaign High Ground\" (U.S. News, Sept. 1) that the general election could swing on which presidential candidate and political party can hit on the better messaging, it is a sad commentary on the state of our democracy that the \"high ground\" is defined by the Democrats blaming Donald Trump for the coronavirus pandemic and the Republicans blaming Democrats for the violence in the streets. There was once a time when candidates got elected by telling people what they would do for the public, not just talking about how lousy the other guy is. If this is the high ground, I shudder to think what it will look like if these campaigns \"go low.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adobe-freshens-up-its-pdf-for-mobile-11600978887", "title": "Adobe Freshens Up Its PDF for Mobile", "date": "2020-09-24 16:21", "summary": "Known as Liquid Mode, the app update mimics a mobile-web experience, with text and dimensions that easily adjust to a tiny screen. Adobe Inc. is bringing a new reading experience to its portable document format, or, as it's commonly known, the PDF.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-train-employees-to-moderate-internal-groups-11600974453", "title": "Facebook Tightens Rules for Employee Discussions in Internal Groups", "date": "2020-09-24 16:21", "summary": "Social-media giant outlines measures to curb divisive discourse. Facebook Inc. will train and require employees to moderate internal discussion groups devoted to politics, social causes and other topics unrelated to company business as part of its effort to curb internal debate around divisive issues.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-pass-budget-with-heftier-millionaires-tax-11600977779", "title": "New Jersey Lawmakers Pass Budget With Heftier Millionaires Tax", "date": "2020-09-24 16:03", "summary": "Increased tax on wealthy residents expected to bring in at least $390 million in annual revenue. New Jersey lawmakers passed a $32.7 billion budget Thursday, which will be funded in part by increased income taxes on the state's millionaires.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accusations-by-government-reviewer-of-john-bolton-book-play-little-role-in-hearing-11600976837", "title": "Accusations by Government Reviewer of Bolton Book Play Little Role in Hearing", "date": "2020-09-24 15:47", "summary": "Judge in lawsuit against former Trump national security adviser keeps focus on his employment agreement. WASHINGTON-A federal judge played down concerns about the White House's unusual review of John Bolton's book manuscript at a hearing Thursday, suggesting that he viewed them as removed from the core legal issues in the government's lawsuit against President Trump's former national security adviser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enola-holmes-review-detecting-a-novel-heroine-11600976414", "title": "'Enola Holmes': Detecting a Novel Heroine", "date": "2020-09-24 15:40", "summary": "Millie Bobby Brown shines as Sherlock's teenage sister on a quest to find their missing mother.. The great attraction in \"Enola Holmes,\" streaming on Netflix, is Millie Bobby Brown in the title role of Sherlock Holmes's teenage sister. Enola is much younger than Sherlock (Henry Cavill), certainly quicker and maybe smarter. She seems smarter than everyone except her mother, Eudoria, who is played by Helena Bonham Carter. Smart is a risky thing for a young Victorian woman to be, but Enola wears her precocity well because of Ms. Brown's vivacity, drollery and, above all, her almost eerie skill. Four years ago, at age 12, she appeared in the TV series \"Stranger Things\" as Eleven, the near-silent, mysteriously intense girl with close-cropped hair and psychokinetic powers. Here her hyperverbal character is all about female empowerment, yet there's never the slightest whiff of preachment. She's the bright, sustaining spirit of a film that surrounds her with a fine cast and lovely trappings in a pleasantly twisty detective story that's elevated by the exuberance of Enola's detecting.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-comey-rule-review-steering-through-scandal-11600976275", "title": "'The Comey Rule' Review: Steering Through Scandal", "date": "2020-09-24 15:37", "summary": "Jeff Daniels stars as the former FBI director in Showtime's gripping two-part drama.. The performance by Jeff Daniels in \"The Comey Rule\" prompts a couple of questions: Can a character be noble, honest, upright and contemptible all at the same time? Can a portrayal be virtuosic and still wildly unlikable? Mr. Daniels is one of America's better-known actors, but considering the character-appropriate balancing act he executes as James Comey-ex-FBI director, Trump nemesis, pariah of the Hillary Clinton voter-he's still sorely underrated.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kajillionaire-review-lowbrow-larceny-11600976122", "title": "'Kajillionaire': Lowbrow Larceny", "date": "2020-09-24 15:35", "summary": "Miranda July's absurdist film follows a family of petty criminals.. 'Kajillionaire,\" playing in theaters around the country-yes, actual brick-and-mortar theaters-follows the exploits of a crime family with a difference. This isn't Scorsese or Coppola territory. The father, mother and daughter in Miranda July's absurdist saga are a petty-crime family. They perpetrate ridiculous scams that net them almost nothing. They live in the lap of poverty in their version of the Augean stables, a bubble factory where pink foam cascades down one wall of the abandoned office they call home.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-09-24-2020-11600889767", "title": "Unemployment Claims Hold at High Level", "date": "2020-09-24 15:33", "summary": "Applications for unemployment benefits hold steady at just under 900,000 amid coronavirus pandemic. The number of applications for unemployment benefits has held steady in September at just under 900,000 a week, as employer uncertainty about the economic recovery six months into the coronavirus pandemic continued to restrain hiring gains.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-grapple-with-progressives-supreme-court-demands-11600974659", "title": "Senate Democrats Grapple With Progressives' Supreme Court Demands", "date": "2020-09-24 15:11", "summary": "As Republicans move ahead with Trump's nominee, some Democrats want to change Senate rules and expand number of justices. WASHINGTON-The decision by Senate Republicans to quickly consider President Trump's Supreme Court nominee has ramped up competing pressures on Senate Democrats largely powerless to stop them.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-will-michael-avenatti-say-about-amy-coney-barrett-11600974421", "title": "What Will Michael Avenatti Say About Amy Coney Barrett?", "date": "2020-09-24 15:07", "summary": "The judge should prepare for the standard vetting process from Judiciary Democrats.. If Amy Coney Barrett is nominated to fill the Supreme Court seat vacated by the late Justice Ruth Bader Ginsburg, will the federal appellate judge be forced to comply with the Avenatti rule? Affirmed by Senate Democrats in 2018, the procedure mandates a delay in the confirmation process whenever a highly qualified Trump nominee is subjected to evidence-free accusations of criminality by a disreputable lawyer.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-einstein-get-published-today-11600974323", "title": "Could Einstein Get Published Today?", "date": "2020-09-24 15:05", "summary": "Scientific journals and institutions have become more professionalized over the last century, leaving less room for individual style.. Albert Einstein's 1915 masterpiece \"The Foundation of the General Theory of Relativity\" is a joy to read. The first articulation of the theory, it is still the best introduction to the subject, and I recommend it as such to students. But it probably wouldn't be publishable in a scientific journal today.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mary-trump-sues-president-and-his-sister-claiming-fraud-conspiracy-11600962765", "title": "Mary Trump Sues President and His Sister Claiming Fraud, Conspiracy", "date": "2020-09-24 14:48", "summary": "Defendants' niece claims they swindled her out of a multimillion-dollar share of the family business when her father died. Mary L. Trump, the president's niece, filed a lawsuit Thursday claiming he and others swindled her out of a multimillion-dollar inheritance by engaging in a decadeslong fraud that also harmed New York City taxpayers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-a-dedicated-workspace-make-wfh-life-better-11600973093", "title": "Does a Dedicated Workspace Make WFH Life Better?", "date": "2020-09-24 14:44", "summary": "A proper home-office setup can ease strain, but working from your couch has merits too-if you have the right accessories. Which is best for you? Experts weigh in.. As coronavirus began its insidious spread across the U.S., many of us were forced to jury-rig a \"home office\" in some empty corner or to colonize the dining-room table. We rushed to buy cheap at-home office gear on Amazon , Target and other online marketplaces to get through what we thought would be a short ordeal. Six months in-with more than 60% of employed adults currently working from home, according to a Gallup poll-some experts argue it's high time to properly invest in your WFH setup.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-lose-an-election-you-probably-deserve-it-11600972211", "title": "If You Lose an Election, You Probably Deserve It", "date": "2020-09-24 14:30", "summary": "Democrats should take a cue from Labour: Take what voters said in 2016 seriously and adapt.. \"When you lose an election in a democracy, you deserve to.\"", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-science-is-an-experiment-certain-to-fail-11600972161", "title": "Woke Science Is an Experiment Certain to Fail", "date": "2020-09-24 14:29", "summary": "Advancing knowledge, not imposing diversity, should be the goal of federal research funding.. President Trump has ordered an end to training on \"white privilege\" and \"critical race theory\" in the federal bureaucracy. The directive is a good first step toward removing identity politics from federal operations. Next up should be the millions of taxpayer dollars devoted annually to cultivating race- and sex-based grievance in the sciences. The National Science Foundation, the National Institutes of Health, and the Centers for Disease Control and Prevention have all embraced the idea that science is pervaded by systemic bias that handicaps minorities and women. Those agencies have taken on the job of extirpating such inequity on the theory that scientific advancement depends on a \"diverse\" scientific workforce.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-ban-on-new-gas-cars-further-upends-auto-industry-11600969791", "title": "California's Ban on New Gas Cars Further Upends Auto Industry", "date": "2020-09-24 14:23", "summary": "Tougher emission rules threaten internal combustion engine; investors flock to Tesla, electric-vehicle startups. California's decision to ban sales of new conventional vehicles starting in 2035 shows how regulators' aggressive emission targets are forcibly reshaping an industry that is struggling to keep its customers on board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-work-how-to-build-and-maintain-an-office-culture-without-an-office-11600971226", "title": "Remote Work: How to Build and Maintain an Office Culture Without an Office", "date": "2020-09-24 14:13", "summary": "Working from home makes it hard to create norms that every employee knows to follow. But there are ways to do it.. From the moment you start a new job, you're indoctrinated in the culture of your employer.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-owner-puts-deal-with-oracle-walmart-in-beijings-hands-11600931227", "title": "TikTok Owner Puts Deal With Oracle, Walmart in Beijing's Hands", "date": "2020-09-24 14:03", "summary": "ByteDance seeks approval under new export restrictions as state media continue criticism. TikTok's Chinese owner said it is seeking approval from Beijing for a White House-endorsed plan to turn the short-video app into a U.S.-based company, officially placing the fate of the year's hottest social-media asset in the hands of Chinese authorities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-hit-by-stronger-dollar-declining-inflation-expectations-11600952488", "title": "Gold Prices Hit by Stronger Dollar, Declining Inflation Expectations", "date": "2020-09-24 13:59", "summary": "The precious metal is set for its worst week in six months while silver is also on pace for a big weekly decline. Gold is on course for its worst week in six months, as the precious metal has been hit on two sides by a strengthening dollar and falling inflation expectations.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tiktok-ban-faces-fast-track-court-review-11600969106", "title": "U.S. TikTok Ban Faces Fast-Track Court Review", "date": "2020-09-24 13:44", "summary": "Judge challenges arguments by Trump administration that fast-approaching ban on TikTok downloads wouldn't do significant damage. WASHINGTON-A federal judge gave the Trump administration until Friday afternoon to postpone a fast-approaching ban on U.S. downloads of the Chinese-owned video-sharing app TikTok, or defend the policy in a court hearing this weekend.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-health-insurers-reach-tentative-antitrust-settlement-for-2-7-billion-11600967231", "title": "Blue Cross Group Settles Antitrust Case for $2.7 Billion", "date": "2020-09-24 13:07", "summary": "Agreement, if finalized, could increase competition among Blue Cross Blue Shield group members including Anthem, Health Care Service Corp. The Blue Cross Blue Shield insurance group has negotiated a tentative settlement in a sweeping antitrust suit filed on behalf of customers, according to people with knowledge of the matter, in a deal that would require a payout of around $2.7 billion and curtail practices that allegedly limited competition among its three dozen member-companies.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-offer-support-for-feds-new-inflation-strategy-11600967266", "title": "Lawmakers Offer Support for Fed's New Inflation Strategy", "date": "2020-09-24 13:07", "summary": "The central bank last month announced the biggest change to how it implements its congressional mandate since 2012. The Federal Reserve last month changed the way it will implement its mandate from Congress, and lawmakers have no objection.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-wilcos-jeff-tweedy-rediscovered-regimen-in-quarantine-11600966068", "title": "How Wilco's Jeff Tweedy Rediscovered Routine in Quarantine", "date": "2020-09-24 12:47", "summary": "When the pandemic robbed him of touring's regimen, the alt-rocker embraced incense and musical toys, recorded a new album and authored 'How To Write One Song'. JEFF TWEEDY, the frontman of legendary al-rockers Wilco, has been busier than most during the current lockdown. Due out next month, he's got a new album, \"Love Is the King,\" and a book called \"How to Write One Song\"-both fruits of his being off the road and confined to home since the pandemic began. \"I was writing songs just to console myself,\" Mr. Tweedy said. More recently, the famously low-tech musician has also embraced online concerts, having just performed his 100th Instagram Live show. So it seems only fitting that he'd log in to Zoom to tell us what's been helping him get through these long days and nights.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-real-estate-buyers-11600965869", "title": "Hong Kong Expats Are Buying Up Luxury Homes From London to Los Angeles", "date": "2020-09-24 12:45", "summary": "Resume Subscription. As the U.K. property market rebounds from the Covid-19 lockdown, the capital's prime residential sector has also received an unexpected boost from Hong Kong residents wanting to relocate. \"We've never had so many serious inquiries from Hong Kong,\" said Trevor Abrahmsohn, managing director of Glentree, a luxury home agency. \"These buyers are looking at the top end of the market,\" such as rentals of $51,100 a week and sales of up to $76.6 million, he said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rand-million-random-digits-numbers-book-error-11600893049", "title": "'A Million Random Digits' Was a Number-Cruncher's Bible. Now One Has Exposed Flaws in the Disorder.", "date": "2020-09-24 12:43", "summary": "A 1955 Rand Corp. book had a reputation as the go-to source for figures used by pollsters, analysts, researchers; engineer Gary Briggs has ruined it. For 65 years, Rand Corp.'s reference book \"A Million Random Digits with 100,000 Normal Deviates\" has enjoyed a reputation as the go-to source for random numbers.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-feels-like-fake-and-real-switched-places-11600965199", "title": "It Feels Like Fake and Real Switched Places", "date": "2020-09-24 12:33", "summary": "How could a cheesy little card really be my stimulus payout?. When my official Economic Impact Payment card came in the mail last summer, I threw it in the trash because it looked so cheesy and fake. Though it purported to be stimulus money I was receiving as part of the federal coronavirus relief program, it looked too phony to be real. I didn't know what the \"Money Network\" cited on the back of the card was, but it sounded like something based in Nigeria or North Korea, as did the words \"MetaBank.\" What really convinced me I was being scammed was the name printed on the card: Joseph Spinner. Spinner is my wife's last name. What kind of clowns would send out something as bogus as this?", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carmax-only-looks-like-a-lemon-11600964848", "title": "CarMax Only Looks Like a Lemon", "date": "2020-09-24 12:27", "summary": "The used-car retailer is clearly hyper-aware of budding online competitors such as Carvana; so are its investors. Unlike car buyers, who are snapping up older vehicles, investors only seem to have eyes for things that are shiny and new these days.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-2060-climate-change-gambit-11600964415", "title": "China's 2060 Climate Change Gambit", "date": "2020-09-24 12:20", "summary": "China has committed to dramatically reducing carbon emissions, but its policies on coal remain far more noncommittal. China's President Xi Jinping has raised eyebrows with a commitment at the United Nations to make China's economy carbon neutral by 2060. That is a long way off, but still potentially transformational for the global energy sector if followed up with real action.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-trump-must-appear-for-deposition-before-election-judge-says-11600892241", "title": "Eric Trump Must Appear for Deposition Before Election", "date": "2020-09-24 12:05", "summary": "Trump Organization is also ordered to produce documents in New York attorney general's fraud investigation. Eric Trump and others who have done work for the Trump Organization must sit for depositions by next month as part of a civil fraud investigation conducted by the New York attorney general, a state court judge ruled Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-catholic-voters-presidential-election-abortion-supreme-court-11600961731", "title": "How Does Biden's Catholicism Play to a Polarized Electorate?", "date": "2020-09-24 12:04", "summary": "Resume Subscription. Arriving a few minutes late for 9 a.m. Mass, former Vice President Joe Biden slipped into a pew near the back of St. Anthony Catholic Church last October in Florence, S.C.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/file-sharing-company-wetransfer-names-first-cfo-11600963200", "title": "File-Sharing Company WeTransfer Names First CFO", "date": "2020-09-24 12:00", "summary": "Melissa Nussbaum, formerly with the maker of the Candy Crush game, looks to expand WeTransfer's subscription business. WeTransfer BV hired its first chief financial officer, as the European file-sharing company looks to expand its subscription business and go carbon-neutral by the end of the year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-reverses-course-extending-covid-19-support-to-businesses-for-six-more-months-11600954154", "title": "U.K. Extends Covid-19 Support to Businesses for Six Months", "date": "2020-09-24 11:59", "summary": "Britain reverses course, moves toward wage subsidies following European precedent. LONDON-The British government reversed course and joined other European countries in offering extended help to businesses in the face of a new surge in coronavirus cases.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-accept-cash-card-and-sedan-11600962938", "title": "We Accept Cash, Card and Sedan", "date": "2020-09-24 11:55", "summary": "In the future, you might pay for things with your car. Consumers are increasingly paying with mobile devices like phones and watches. But what about with their most mobile possession, their car?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-tightens-lockdown-closes-synagogues-as-coronavirus-cases-surge-11600961753", "title": "Israel Tightens Lockdown, Closes Synagogues as Virus Cases Surge", "date": "2020-09-24 11:35", "summary": "Increased restrictions shut down nearly all businesses and come as the country observes the Jewish holidays. TEL AVIV-Israel ordered all nonessential businesses and synagogues to close starting Friday, tightening restrictions a week after imposing a second nationwide lockdown as the government struggles to contain a resurgent coronavirus outbreak.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-tick-lower-after-mixed-economic-data-11600961369", "title": "Treasury Yields Tick Lower After Mixed Economic Data", "date": "2020-09-24 11:29", "summary": "Data on jobs and housing signal erratic economic rebound. U.S. government-bond yields edged lower Thursday after mixed data on jobs and housing signaled an erratic economic rebound.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-official-is-killed-after-drifting-into-northern-waters-11600943954", "title": "North Korea Kills Seoul Official Found in Its Waters", "date": "2020-09-24 11:10", "summary": "North's navy shoots South Korean who expressed a desire to defect, then burns his body, South reports. SEOUL-North Korean sailors shot a South Korean official who had drifted into the Kim regime's waters and expressed a desire to defect, then burned his body, Seoul's military said, in an encounter that further strains inter-Korean ties.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldberg-variations-and-mass-for-the-endangered-review-a-baroque-blitz-and-an-environmental-plea-11600960186", "title": "'Goldberg Variations' and 'Mass for the Endangered' Review: A Baroque Blitz and an Environmental Plea", "date": "2020-09-24 11:09", "summary": "Pianist Lang Lang's recordings of Bach's towering work are serious but over-romantic efforts; composer Sarah Kirkland Snider's piece is a prayer for endangered wildlife and their imperiled habitats.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-beach-tropical-modern-home-11600887682", "title": "This Miami Beach Home Is Not Like the Other Ones", "date": "2020-09-24 11:05", "summary": "Resume Subscription. Michael Janoura grew up in an iconic, white modern house in Boca Raton, Fla., in the 1980s-back before iconic white modern houses were ubiquitous in South Florida.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/actually-we-will-know-a-lot-on-election-night-11600959867", "title": "Actually, We Will Know a Lot on Election Night", "date": "2020-09-24 11:04", "summary": "Most states begin processing their presidential ballots before Nov. 3, and local officials have been preparing all summer for a surge in mail ballots. Pundits are warning that election night in November may turn into election week or even election month. Amid the pandemic, election officials are bracing for a flood of ballots sent by mail, and Americans may need to wait an unusually long time to know for sure who won and by how much. But that doesn't mean we will be in the dark about the next president until all the official state counts are completed. In all likelihood, we will have a good idea on election night, or within a few days after, of whether Donald Trump or Joe Biden won the White House.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-strikes-deal-for-movies-and-tv-shows-based-on-podcasts-11600959600", "title": "Spotify Strikes Deal for Movies and TV Shows Based on Podcasts", "date": "2020-09-24 11:00", "summary": "Chernin Entertainment gains right to adapt audio-streaming giant's original audio series. Having transformed the music and podcasting businesses, Spotify Technology SA now has its sights on film and TV.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-week-is-actually-happeningat-least-in-paris-and-milan-11600955004", "title": "Fashion Week Is Actually Happening-at Least in Paris and Milan", "date": "2020-09-24 10:57", "summary": "European brands, hungry for front-row buzz, are stepping back onto the catwalk. Some of the biggest luxury fashion brands are gingerly stepping back on to Europe's catwalks, deciding that front-row buzz is worth the complications of hosting an audience during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-maker-spotify-form-advocacy-group-to-push-for-app-store-changes-11600945246", "title": "Epic, Spotify Form Group to Push for App Store Changes", "date": "2020-09-24 10:36", "summary": "The Coalition for App Fairness is seeking legal and regulatory means to address how Apple, other app marketplace operators work with developers. Companies including \"Fortnite\" maker Epic Games Inc., Spotify Technology SA and Tinder owner Match Group Inc. have forged an alliance to pressure Apple Inc. and other app-store operators to make changes to their marketplace rules.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-theaters-are-counting-on-james-bond-11600958111", "title": "Movie Theaters Are Counting on James Bond", "date": "2020-09-24 10:35", "summary": "Investors in the owner of Regal Cinemas also can cling to reasonable hopes of a takeover offer. Movie-theater operator Cineworld is still in a parlous position. If James Bond doesn't save it in November, though, a takeover offer might further down the road.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-online-these-events-are-actually-worth-your-time-11600957752", "title": "Wine Online: These Events Are Actually Worth Your Time", "date": "2020-09-24 10:29", "summary": "As winemakers strive to connect with customers, virtual tastings and other online wine events are getting more engaging and creative. IN THE EARLY months of the pandemic shutdown, when winery tasting rooms closed and winemakers had to find new ways to reach customers, the Zoom tasting became their collective default. The format was often no more than televised tasting notes and, like many wine lovers, I quickly grew bored. Six months on, I'm happy to report, some winemakers have become a bit more creative.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firms-conduct-war-games-to-prepare-for-external-threats-11600957343", "title": "Firms Conduct 'War Games' to Prepare for External Threats", "date": "2020-09-24 10:22", "summary": "Amid trade-war threats, geopolitical uncertainty and the global coronavirus pandemic, such gaming has become more popular. Some companies are taking role-playing to a new level when it comes to mitigating risks that could potentially disrupt a business.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-radical-rebuild-the-chicago-white-sox-are-among-baseballs-elite-11600956000", "title": "After a Radical Rebuild, the Chicago White Sox Are Among Baseball's Elite", "date": "2020-09-24 10:00", "summary": "Chicago's success this season has showed yet again that in baseball, sometimes the best way to get really, really good is to first let yourself get really, really bad. Jerry Reinsdorf, the 84-year-old owner of the Chicago White Sox, desperately wants to see another championship during his lifetime, and that desire drove how the franchise operated for the majority of the last decade. The organization spent years fruitlessly seeking quick fixes for a broken roster, resulting in the worst possible outcome: a team \"mired in mediocrity,\" as general manager Rick Hahn once put it.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-unexpected-rate-rise-gives-lira-a-lift-11600954640", "title": "Turkey's Unexpected Rate Rise Gives Lira a Lift", "date": "2020-09-24 09:37", "summary": "Central bank increases its benchmark rate but continues to lend at rates below inflation, fueling concerns over Turkey's financial stability. ISTANBUL-Turkey's central bank raised its interest rates to counter the rapid erosion of the Turkish lira, in a surprising step that ran against President Recep Tayyip Erdoğan's recurrent calls to keep rates low.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-toyota-land-cruiser-thats-rarer-than-a-ferrari-11600953327", "title": "The Toyota Land Cruiser That's Rarer Than a Ferrari", "date": "2020-09-24 09:15", "summary": "Built and priced for only devoted fans, this boxy 'Heritage Edition' SUV is limited to only 1,200 units. But it offers little you haven't seen before, says Dan Neil. IN SOME strange corners of autodom, our test car is regarded as instantly collectible: The 2020 Toyota Land Cruiser Heritage Edition ($87,745 MSRP) is a high-spec, all-in riff on the venerable super-ute. Painted black as an anvil, stripped of running boards, glammed with LED lamps front and rear, and shod with bratty, bronze-anodized BBS wheels, Heritage Editions are rarer than Ferraris, with U.S. sales in 2020 reportedly limited to a mere 1,200 units. (Note: Toyota has confirmed another batch for model-year 2021). Buy one and tell your friend.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-slides-scripps-surges-what-to-watch-when-the-market-opens-today-11600946069", "title": "Tesla Stock Slides, Scripps Surges: What to Watch When the Market Opens Today", "date": "2020-09-24 09:05", "summary": "Stocks are poised for another day of choppy trading, with futures pointing to further losses at the market open.. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rochester-faces-challenges-in-overhauling-police-after-daniel-prudes-death-11600952400", "title": "Rochester Faces Challenges in Overhauling Police Force", "date": "2020-09-24 09:00", "summary": "Prude, a Black man, died after Rochester police restrained him in March. Mounting criticism over the death of Daniel Prude in Rochester, N.Y., has prompted officials there to make quick and drastic changes to the local police department. But law-enforcement experts say moving forward won't be easy.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-watch-series-6-and-se-review-watch-out-for-the-upsell-11600952400", "title": "Apple Watch Series 6 and SE: Watch Out for the Upsell", "date": "2020-09-24 09:00", "summary": "Resume Subscription. There is only one thing I'd urge you to wear this year: a mask. Oh, and pants. Please wear pants-even on video calls.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chicano-eats-esteban-castillo-recipes-michelada-ribs-11600950421", "title": "The Best Ribs Are Michelada Ribs", "date": "2020-09-24 08:30", "summary": "Esteban Castillo's new cookbook, 'Chicano Eats,' captures the recipes from his Mexican-American upbringing in California. When Esteban Castillo left Southern California for college in Humboldt County, he had to teach himself to cook. He missed the Chicano cooking of his childhood in Santa Ana, where a pot of beans was always on the stove or waiting in the fridge, and the times he spent visiting his grandparents in Mexico. He'd sit at his grandfather's taco cart, washing down pork adobado with cool swigs of Fanta. But calling up his mother and asking her for recipes wasn't as easy as he had expected.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-mobile-quarterback-lamar-jackson-11600943333", "title": "The NFL's Best Running Backs Are Quarterbacks", "date": "2020-09-24 08:23", "summary": "With Lamar Jackson, Patrick Mahomes and Kyler Murray leading the way, the league's future-and present-is built around the mobile passer. As soon as the Atlanta Falcons selected Michael Vick first overall in the 2001 NFL draft, there were whispers: Could a quarterback who clearly intended to run very often survive in the NFL? Would the Falcons have to change the way he played?", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-shunning-new-lockdowns-fights-resurgent-coronavirus-with-local-restrictions-11600940232", "title": "Europe Fights Second Wave of Covid-19 Without Full-Blown Lockdowns", "date": "2020-09-24 08:19", "summary": "Cities tighten local social-distancing restrictions on a continent eager to avoid locking down again. The Feito Río bar in Madrid was still recovering from this spring's lockdown when city authorities, reacting to a resurgence of Covid-19 infections, this week imposed a 10 p.m. curfew on bars and restaurants-right around the hour when many Spaniards like to head out for tapas.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-vacancy-makes-health-care-leading-issue-in-2020-elections-11600948807", "title": "Supreme Court Vacancy Makes Health Care Leading Issue in 2020 Elections", "date": "2020-09-24 08:00", "summary": "With death of Justice Ruth Bader Ginsburg, fate of Affordable Care Act is under renewed focus. The vacancy on the Supreme Court after the death of Justice Ruth Bader Ginsburg has made the future of the Affordable Care Act one of the top issues in the 2020 campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-to-offer-covid-testing-to-some-hawaii-bound-travelers-11600948818", "title": "United to Offer Covid Testing to Some Hawaii-Bound Travelers", "date": "2020-09-24 08:00", "summary": "Airlines hope rapid tests will address passengers' fear of flying, help avoid quarantine restrictions. United Airlines Holdings Inc. will offer coronavirus tests for a fee to passengers flying from San Francisco to Hawaii, as airlines look to testing as a way to reopen some destinations that have been largely closed to travel during the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-antitrust-suit-looms-over-issues-of-search-dominance-advertising-11600948051", "title": "Google Antitrust Suit Looms Over Issues of Search Dominance, Advertising", "date": "2020-09-24 07:47", "summary": "Justice Department, states say they want to move quickly, but partisan, legal differences may complicate potential case. WASHINGTON-State attorneys general are expected to meet with top Justice Department officials on Thursday to discuss how-and how quickly-they should pursue an antitrust case against Alphabet Inc.'s Google that could reshape the online business environment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-drury-starting-as-a-plasterer-created-a-hotel-chain-11600947789", "title": "Charles Drury, Starting as a Plasterer, Created a Hotel Chain", "date": "2020-09-24 07:43", "summary": "Family company, formed in early 1960s, has spread to 141 locations in 26 states. When Charles Drury was growing up on a farm in Missouri in the 1930s and early 1940s, he helped his father and brothers do plastering and other construction work to make ends meet. During World War II, he served in the Army Air Corps and was assigned to administrative duties in Guam.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-brings-hollywood-cash-to-biden-campaign-11600947479", "title": "Kamala Harris Brings Hollywood Cash to Biden Campaign", "date": "2020-09-24 07:38", "summary": "Vice presidential nominee has relationships with Democratic women and people of color in the entertainment industry, donors and fundraisers said. LOS ANGELES-When California Sen. Kamala Harris joined the Democratic presidential ticket, she helped former Vice President Joe Biden land a surge of political donations. She also brought along a loyal base in her home state's star-studded sector: Hollywood.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/children-show-up-for-school-on-wrong-day-and-its-because-of-covid-19-11600945201", "title": "Covid-19 Upended School Schedules, Now Kids Are Showing Up on the Wrong Day", "date": "2020-09-24 07:00", "summary": "Administrators struggle to find rooms and supervisors for stray students; parents keep color-coded calendars handy. How convoluted are school schedules this fall?", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-seeks-naval-edge-as-china-penetrates-indian-ocean-11600945203", "title": "India Seeks Naval Edge as China Penetrates Indian Ocean", "date": "2020-09-24 07:00", "summary": "New Delhi boosts cooperation with U.S. and others to check Beijing's ambitions to become Asia's dominant power. India's border conflict with China is pushing New Delhi to look for an asymmetric response: flexing its naval might as it deepens cooperation with other democracies that seek to counter Beijing's global ambitions.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-rich-in-china-float-your-bottled-water-company-11600944725", "title": "How to Get Rich in China: Float Your Bottled Water Company", "date": "2020-09-24 06:52", "summary": "Zhong Shanshan's rise to the top of China's wealth rankings has been meteoric, but it may not last long. In a world dominated by tech billionaires, China's new richest man has blazed an unlikely path to the top by selling bottled water. Maintaining that perch, however, could be hard.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracles-most-expensive-cloud-sale-yet-11600943580", "title": "Oracle's Most Expensive Cloud Sale Yet", "date": "2020-09-24 06:33", "summary": "Software company looks to TikTok to cement its cloud reputation, but politics muddles story. Spending money to make money is a long established game in the cloud. Oracle 's deal with TikTok takes that to a whole new level.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breonna-taylor-decision-expected-wednesday-11600880814", "title": "Two Officers Are Shot After Grand Jury Decision in Breonna Taylor Case Sparks Protests", "date": "2020-09-24 06:29", "summary": "Grand jury indicts a Louisville police officer involved in Taylor's fatal shooting on charges related to endangering her neighbors, not charges linked to her death. A grand jury indicted one of the Louisville police officers involved in Breonna Taylor's fatal shooting-but on charges related to endangering her neighbors, not charges linked to her death, Kentucky's attorney general said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-love-of-suvs-is-putting-car-makers-at-risk-of-fines-11600941260", "title": "In Europe, Regulators Want to Cut Emissions, but Consumers Want SUVs", "date": "2020-09-24 05:54", "summary": "Big vehicles are popular in Europe, driving emissions higher and threatening manufacturers with fines. BERLIN-European car makers have an SUV problem: They are selling too many.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-adjust-earnings-for-covid-19-costs-but-are-they-still-a-one-time-expense-11600939813", "title": "Companies Adjust Earnings for Covid-19 Costs, but Are They Still a One-Time Expense?", "date": "2020-09-24 05:30", "summary": "CFOs navigate accounting rules as some coronavirus-related expenses may be here to stay. Finance chiefs and investors are trying to figure out how to account for coronavirus-related expenses as the pandemic transforms how companies operate in ways that may become a permanent cost of doing business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-policing-crime-and-racial-injustice-11600939826", "title": "Where Trump and Biden Stand on Policing, Crime and Criminal Justice", "date": "2020-09-24 05:30", "summary": "Law enforcement is among the central issues in the presidential campaign. This article is part of a Wall Street Journal guide comparing President Donald Trump and former Vice President Joe Biden on issues from climate change to health care and jobs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-pensions-have-been-shunning-stocks-at-their-own-peril-11600939800", "title": "Pensions Have Been Shunning Stocks at Their Own Peril", "date": "2020-09-24 05:30", "summary": "With the Fed signaling low interest rates for the foreseeable future, pension funds weigh bigger bets on equities. Pension funds and endowments have been shifting away from the U.S. stock market for years. Some are now reconsidering that decision.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-in-a-pandemic-venmo-tells-conned-customers-to-pay-up-11600939826", "title": "Even in a Pandemic, Venmo Tells Conned Customers to Pay Up", "date": "2020-09-24 05:30", "summary": "Some customers face a choice: Deal with debt collectors or pay a debt they say they don't owe. Venmo has fostered a compassionate public image during the pandemic, touting the popular payments app as a way to virtually tip out-of-work bartenders and give to hospitals.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-are-loving-2020-market-but-market-doesnt-love-them-back-11600939813", "title": "Banks Love 2020 Market, but Market Doesn't Love Them Back", "date": "2020-09-24 05:30", "summary": "While investors are still sour on bank stocks, industry executives say parts of business are booming. Among 2020's many oddities, add this paradox: The stock market is crushing the banks, even as the banks are crushing it in the market.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-new-leader-looks-for-fresh-start-with-south-korea-11600937935", "title": "Japan's New Leader Looks for Fresh Start With South Korea", "date": "2020-09-24 04:58", "summary": "Suga stresses importance of coordination with Seoul over North Korea, U.S. alliance. Japan's new leader said he wants to break through a diplomatic standoff with South Korea to encourage cooperation in handling the coronavirus pandemic and strengthening a trilateral security alliance with the U.S.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalny-poisoning-russian-opposition-leaders-backers-hunt-for-clues-11600881438", "title": "Alexei Navalny Supporters Probe How the Russian Opposition Leader Was Poisoned", "date": "2020-09-24 03:52", "summary": "Resume Subscription. TOMSK, Russia-Shortly after Russian opposition leader Alexei Navalny collapsed last month on a plane over Siberia with signs of poisoning, his supporters rushed to the hotel room where he had been staying to look for clues.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/breonna-taylor-case-outcome-isnt-unusual-review-of-police-shootings-shows-11600912686", "title": "Breonna Taylor Case Outcome Isn't Unusual, Study Shows", "date": "2020-09-24 01:02", "summary": "Academic study indicates very few police officers are charged with crimes related to shootings on the job. The decision not to indict officers for the killing of Breonna Taylor has brought renewed scrutiny of investigations into police shootings. An academic review of such cases shows that very few police officers are charged with crimes related to shootings on the job.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-stuck-at-home-drinking-a-ton-of-teaand-prices-are-rising-11600853402", "title": "Tea Prices Leap as Production Falls", "date": "2020-09-24 00:16", "summary": "Prices of wholesale tea leaves have jumped 50% since March. The world's most popular beverage is becoming more expensive.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600895189", "title": "Pepper...and Salt", "date": "2020-09-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-ties-supreme-court-vacancy-to-possible-disputed-election-11600899074", "title": "Trump Won't Commit to Peaceful Transfer of Power After Election", "date": "2020-09-24 22:50", "summary": "President ties Supreme Court vacancy to possible disputed election, predicts a fight over results would reach the high court. WASHINGTON-President Trump wouldn't commit to a peaceful transfer of power after the November election and predicted the outcome would be decided by the Supreme Court, a reason he wants to quickly fill the vacancy left by the death of Justice Ruth Bader Ginsburg.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westpac-to-pay-record-fine-for-23-million-money-laundering-terror-financing-breaches-11600914527", "title": "Bank to Pay Record Fine for 23 Million Money-Laundering, Terror-Financing Breaches", "date": "2020-09-24 22:28", "summary": "Australia's second-largest bank hit with $920 million penalty for breaches including failing to detect transfers that may have been used for child exploitation. SYDNEY- Westpac Banking Corp. has agreed to pay the largest fine in Australian corporate history to settle a civil lawsuit that revealed more than 23 million breaches of the country's money-laundering and terrorism-financing laws.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-to-seek-congressional-curbs-on-immunity-for-internet-companies-11600862403", "title": "DOJ to Seek Curbs on Immunity for Internet Companies", "date": "2020-09-24 21:46", "summary": "The legislation is unlikely to pass during an election year, but Congress could take it up next year. WASHINGTON-The Justice Department on Wednesday proposed to Congress ways to curb longstanding legal protections for internet companies such as Facebook Inc., Alphabet Inc.'s Google and Twitter Inc. and force them to shoulder more responsibility for managing content on their platforms.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-votes-to-amend-whistleblower-award-rules-11600877179", "title": "SEC Votes to Amend Whistleblower-Award Rules", "date": "2020-09-24 21:01", "summary": "Regulator says new rules would bring efficiency and transparency to how awards are given out. The U.S. Securities and Exchange Commission has approved amendments to the rules governing monetary awards made to whistleblowers who voluntarily report potential wrongdoing.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-jeffrey-katzenberg-beverly-hills-buy-11600906118", "title": "Jeffrey Katzenberg to Pay Near $30 Million for William P. Lauder's Beverly Hills Home", "date": "2020-09-24 20:53", "summary": "The deal for the Estée Lauder executive chairman's Trousdale Estates property comes just after Katzenberg sold his Los Angeles home for $125 million. Fresh off the $125 million sale of his Beverly Hills home, movie mogul Jeffrey Katzenberg is in contract to buy the Beverly Hills property of Estée Lauder Executive Chairman William P. Lauder for close to $30 million, according to people familiar with the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-emphasize-need-for-additional-relief-to-ensure-robust-recovery-11600872897", "title": "Fed Officials Step Up Calls for More Government Spending to Speed Economic Recovery", "date": "2020-09-24 20:01", "summary": "Powell says economy would revive more quickly with support from both Fed and Congress. Federal Reserve officials stepped up calls for additional government spending to avoid an uneven and protracted economic recovery from the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]