[{"link": "https://www.wsj.com/articles/industrialized-nations-attempt-an-oil-market-solution-11586531729", "title": "Industrialized Nations Fail to Come Up With Oil-Market Fix", "date": "2020-04-10 19:50", "summary": "Some oil producers continue to pin their hopes on world's new chief oil diplomat: Donald Trump. A virtual summit of Group of 20 energy ministers failed on Friday to devise a detailed plan to help resolve an unprecedented oil glut partly triggered by the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-navigate-coronavirus-with-furloughs-cuts-and-new-products-11586562402", "title": "Marketers Navigate Coronavirus With Furloughs, Cuts and New Products", "date": "2020-04-10 19:46", "summary": "Despite cuts to marketing teams, companies are relying on them to help weather the crisis and be ready when customers start leaving their homes again. Companies' efforts to cut costs during the coronavirus pandemic haven't spared marketing departments, where workers have absorbed pay cuts, furloughs and layoffs alongside colleagues in other functions.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-times-owner-to-buy-closed-los-angeles-hospital-11586561836", "title": "L.A. Times Owner to Buy Closed Los Angeles Hospital", "date": "2020-04-10 19:37", "summary": "Patrick Soon-Shiong plans to reopen St. Vincent Medical Center to treat coronavirus patients. A federal bankruptcy judge Friday approved the offer from the billionaire owner of the Los Angeles Times to buy a closed Los Angeles hospital out of bankruptcy and reopen it to help California fight the new coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-jpmorgan-chase-macys-stocks-that-defined-the-week-11586560713", "title": "McDonald's, JPMorgan Chase, Macy's: Stocks That Defined the Week", "date": "2020-04-10 19:18", "summary": "Here are seven major companies whose stocks moved on the week's news. McDonald's Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-sues-mask-seller-for-alleged-gouging-trademark-infringement-11586529025", "title": "3M Sues Mask-Seller for Alleged Gouging, Trademark Infringement", "date": "2020-04-10 19:13", "summary": "Company says Performance Supply tried to sell 3M-branded masks to New York officials for up to six times list prices. Mask-maker 3M Co. filed a lawsuit against a New Jersey business for alleged price gouging and trademark infringement, a strike against the chaotic world-wide market for medical gear that has formed during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-strikes-at-least-2-100-nursing-homes-across-u-s-killing-2-000-residents-11586554096", "title": "Virus Toll in Senior Facilities Is Greater Than U.S. Reported", "date": "2020-04-10 19:04", "summary": "Tally of 37 states suggests pandemic has had bigger impact than federal government has reported. The new coronavirus has hit more than 2,100 nursing homes and other senior facilities around the U.S., killing over 2,300 people, according to a survey by The Wall Street Journal, an indication the pandemic's toll in these facilities has been greater than the federal government has reported.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-emergence-as-a-power-player-poses-new-risks-to-its-independence-11586559527", "title": "Fed's Emergence as a Power Player Poses Risks to Its Independence", "date": "2020-04-10 18:58", "summary": "The central bank acted quickly to address the coronavirus crisis, but the moves could drag it into a partisan battleground. On Wednesday, investors put the probability that Ford Motor Co. would default on its debts at around 20%. By Friday, that had plunged to 14%.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antiviral-drug-shows-early-promise-in-severely-ill-coronavirus-patients-11586559181", "title": "Antiviral Drug Shows Early Promise in Severely Ill Coronavirus Patients", "date": "2020-04-10 18:53", "summary": "Small group given experimental Gilead treatment under 'compassionate use' showed improvement, but clinical trials needed to assess its effectiveness. An experimental drug made by Gilead Sciences Inc. showed promising results in a small group of Covid-19 patients, with clinical improvement seen in 84% of recipients within one month of treatment, researchers said Friday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-in-a-pandemic-no-one-should-have-to-die-alone-11586557751", "title": "Even in a Pandemic, No One Should Have to Die Alone", "date": "2020-04-10 18:29", "summary": "Coronavirus isn't what killed my grandfather at 99, but it kept his loved ones from being there.. Near midnight on Sunday, my phone buzzed with a text. It was my mom. \"Grandpa is in heaven,\" she said. Fred Meyer, my beloved grandfather, was 99 years old and living in Florida, where he could be close to my uncle Jimmy, his devoted son, who cared for him with the help of other loving family members. But Jimmy wasn't allowed to be with grandpa as he died in the hospital. Precautions against the spread of coronavirus wouldn't allow it. My grandfather-husband to my beautiful grandmother Lillian, who had gone before him in death; father of five, grandfather of 13, great-grandfather of 12 thus far, friend to many more-died alone.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-needs-to-move-faster-11586557721", "title": "The Fed Needs to Move Faster", "date": "2020-04-10 18:28", "summary": "The central bank's announcements have stabilized markets-for now-but its Main Street lending facility has too many limits and complications.. The Federal Reserve has become the first responder for the U.S. economy. Normally, the Fed is concerned with the safety of the financial system. But its fate as an independent central bank may turn on whether it can preserve the real economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-13-reminds-us-of-hard-things-worth-doing-11586557692", "title": "Apollo 13 Reminds Us of Hard Things Worth Doing", "date": "2020-04-10 18:28", "summary": "American history shows we are capable of ingenuity, devotion and great courage.. As the coronavirus pandemic unfolds, Americans can take comfort in our history of facing difficult times with courage and emerging stronger on the other side of struggle. The Apollo 13 mission, launched 50 years ago Saturday, reminds us of Americans' characteristic resilience and ingenuity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heed-jimmy-carter-on-the-danger-of-mail-in-voting-11586557667", "title": "Heed Jimmy Carter on the Danger of Mail-In Voting", "date": "2020-04-10 18:27", "summary": "'Absentee ballots remain the largest source of potential voter fraud.'. 'Absentee ballots remain the largest source of potential voter fraud.\" That quote isn't from President Trump, who criticized mail-in voting this week after Wisconsin Democrats tried and failed to change an election at the last minute into an exclusively mail-in affair. It's the conclusion of the bipartisan 2005 report of the Commission on Federal Election Reform, chaired by former President Jimmy Carter and former Secretary of State James Baker III.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-developed-their-coronavirus-vaccine-in-salks-shadow-11586557454", "title": "They Developed Their Coronavirus Vaccine in Salk's Shadow", "date": "2020-04-10 18:24", "summary": "Two Pitt scientists have come up with a possible inoculation that you'd apply like a Band-Aid.. Pittsburgh", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-small-business-stimulus-banks-strike-a-balance-between-speed-and-prudence-11586557486", "title": "On Small Business Stimulus, Banks Weigh Speed Versus Risk", "date": "2020-04-10 18:24", "summary": "Banks are leery of ending up in regulatory or legal crosshairs down the road, so some are doing more due diligence than the stimulus program requires.. Banks participating in the federal stimulus program for small business are torn: The program aims to have them quickly disburse loans to businesses struggling for oxygen, but banks have concerns about letting slide the more involved due diligence ordinarily done on every loan application.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saving-the-eurozone-from-the-virus-11586556659", "title": "Saving the Eurozone From the Virus", "date": "2020-04-10 18:10", "summary": "Leaders resist attempts to remake the currency bloc during a crisis.. Eurozone finance ministers late Thursday saved the currency bloc from Covid-19-at least for now. They rolled out economic supports worth about €540 billion. More important, they didn't create new \"eurobonds\" on the fly in a crisis without democratic support.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deterring-china-on-a-coronavirus-budget-11586556637", "title": "Deterring China on a Coronavirus Budget", "date": "2020-04-10 18:10", "summary": "The Marines plan for a more agile force in the Western Pacific.. It's become a Washington cliché that the world has entered a new period of great-power competition, but the Marines are showing that this means real changes for the U.S. military. Last month the top commander of the Marine Corps, General David Berger, released his \"Force Design 2030\" plan. Instead of acting as a parallel land army and crisis-response force, the Marines in Gen. Berger's vision would be organized primarily to deter aggression by a sophisticated naval power like China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicizing-coronavirus-science-11586556596", "title": "Politicizing Coronavirus Science", "date": "2020-04-10 18:09", "summary": "A premier biology journal says the virus can't be tied to China.. If the world is going to break out of its miserable choice between economic lockdowns and the ravages of coronavirus, the best bet is science. A better understanding of the bug and its biology will pave the way for treatments, vaccines and more efficient mitigation methods. So it's not a good sign that the West's premier journal of natural science appears to be indulging in political obsessions and language control at the expense of critical discovery.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-doesnt-flu-tank-economy-like-covid-19-11586511000", "title": "Why Doesn't Flu Tank Economy Like Covid-19?", "date": "2020-04-10 17:53", "summary": "Comparisons between two diseases--based on infections and deaths--missed range of differences. As one state after another issued economy-wrecking stay-at-home orders to counter the spread of the new coronavirus, skeptics asked a confounding question: Millions of Americans get the flu each year, and tens of thousands die from it. Why doesn't the flu cause a shutdown?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-on-yogi-berra-a-catcher-of-character-11586535094", "title": "Two on Yogi Berra: A Catcher of Character", "date": "2020-04-10 17:47", "summary": "His enduring appeal? He was 90% great athlete and the other half goofball.. Perched in a place of honor on my desk as I write this is a holy relic: a shellacked Rawlings baseball signed by the 1948 New York Yankees. If you look closely, you can make out the signatures of Joe DiMaggio, Vic Raschi, Joe Page, Bobby Brown and the rest. And there in an inconspicuous spot is \"Larry Berra\"-modest Yogi on the brink of his great fame.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-putin-saudi-crown-prince-scramble-to-fix-oil-markets-11586523939", "title": "Trump, Putin, Saudi Crown Prince Scramble to Fix Oil Markets", "date": "2020-04-10 17:47", "summary": "All three leaders face economic threat from low prices; Moscow and Riyadh bury the hatchet. The leaders of Russia, Saudi Arabia and the U.S. are struggling to reverse a collapse in oil prices that has hurt their economies more than they expected and has threatened to cause political damage for each.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notes-from-an-apocalypse-review-the-truly-final-frontier-11586555033", "title": "'Notes From an Apocalypse' Review: The Truly Final Frontier", "date": "2020-04-10 17:46", "summary": "The experience of reading Mark O'Connell's 'Notes From an Apocalypse' in a state of Covid-19 lockdown is studded with the ironies of hindsight.. 'All this ceaseless motion and consumption, all this hunger and money and flux: it was miraculous and terrible.\" The experience of reading Mark O'Connell's \"Notes From an Apocalypse\" in a state of Covid-19 lockdown is studded with the ironies of hindsight. Mr. O'Connell's investigation into end-times paranoia, prognostication and \"prepping\" (stockpiling tins, dusting down that bunker) could hardly be more timely-and yet in some ways his new book has already dated beyond anything he could have predicted.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-charged-with-new-sexual-assault-allegation-in-los-angeles-11586555158", "title": "Harvey Weinstein Charged With New Sexual-Assault Allegation", "date": "2020-04-10 17:45", "summary": "Prosecutors said the former Hollywood producer touched a woman intimately against her will in a Beverly Hills hotel. Los Angeles prosecutors on Friday charged Harvey Weinstein with another sex crime, accusing the imprisoned former Hollywood producer of sexually assaulting a woman at a Beverly Hills hotel in May 2010.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-google-partner-on-coronavirus-contact-tracing-technology-11586540203", "title": "Apple, Google to Turn Phones Into Coronavirus Trackers", "date": "2020-04-10 17:34", "summary": "In rare collaboration, tech rivals look to method used in some Asian countries to curb contagion; effort is likely to raise privacy concerns. SAN FRANCISCO- Apple Inc. and Google will build software together that would alert people if they were in contact with someone infected with the coronavirus, an unprecedented collaboration between two Silicon Valley giants and rivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-years-stress-test-for-big-banks-is-real-the-coronavirus-pandemic-11586553555", "title": "This Year's Stress Test For Big Banks Is Real: the New Coronavirus", "date": "2020-04-10 17:26", "summary": "Federal Reserve previously made up doomsday scenarios to gauge whether banks could withstand a crisis. WASHINGTON-The Federal Reserve has for a decade made up hypothetical doomsday scenarios to test the ability of big banks to withstand a crisis. This year banks-including JPMorgan Chase & Co . , Bank of America Corp. , and Goldman Sachs Group Inc. -will be tested against a real one: the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-have-priced-in-the-lockdown-period-now-what-11586528821", "title": "Markets Have Priced In the Lockdown Period. Now What?", "date": "2020-04-10 16:51", "summary": "Latest rally reflects optimism about the end of the economic paralysis caused by coronavirus, but investors have little perspective on the damage that comes next. Two related but distinct questions have buffeted financial markets over the past two months: How long will Covid-19 lockdowns last; and how difficult will it be for the economy to recover? Investors are cheering early answers to the first, but shouldn't forget they remain clueless about the second.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-disinformation-fed-the-fbis-trump-investigation-11586548963", "title": "Russian Disinformation Fed the FBI's Trump Investigation", "date": "2020-04-10 16:02", "summary": "Some answers and some new questions from newly declassified parts of an inspector general's report.. Declassified footnotes to a Justice Department inspector general report show that the Federal Bureau of Investigation team investigating members of the Trump campaign received classified reports in 2017 identifying key pieces of the Steele dossier as products of a Russian disinformation campaign. This might be only the tip of the iceberg because other recently declassified information demonstrates that even more disinformation may have been planted in Christopher Steele's reporting.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-restorative-power-of-faith-11586548134", "title": "The Restorative Power of Faith", "date": "2020-04-10 15:48", "summary": "The fruit of an artistic rivalry, 'Transfiguration' turned out to be Raphael's greatest achievement.. Late in 1519, the great Renaissance artist Raphael faced a serious challenge to his reputation. Only 36 years old, he was already the most successful artist in Rome. He was the favorite painter of the most important patron in Christendom, the Medici pope Leo X. His two principal rivals were no longer on the scene: Leonardo da Vinci had passed away in May of that year and Michelangelo had gone to serve the Medici in Florence.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-insurance-has-yet-to-pay-out-to-poor-countries-11586546397", "title": "Pandemic Insurance Has Yet to Pay Out to Poor Countries", "date": "2020-04-10 15:35", "summary": "World Bank determines spread of coronavirus hasn't met criteria for nations to draw funds from bonds. Months into the coronavirus outbreak, investors are still making returns off a novel \"pandemic bond\" intended to benefit poor countries.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-authorities-investigate-massachusetts-veterans-home-after-coronavirus-outbreak-11586547226", "title": "Federal Authorities Investigate Massachusetts Veteran's Home After Coronavirus Outbreak", "date": "2020-04-10 15:33", "summary": "Probe looking into whether residents received inadequate care. BOSTON-Federal authorities are investigating a Massachusetts veterans home hit hard by the coronavirus outbreak to determine whether residents were denied adequate medical care, officials said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-human-nature-evasion-and-blame-shifting-11586546913", "title": "Covid-19, Human Nature, Evasion and Blame Shifting", "date": "2020-04-10 15:28", "summary": "The usual actions from denial to reaction to overreaction repeat throughout history.. Gerard Baker reflects on human nature and why actions on black swan events are delayed (\"Editor at Large: We Only Ever Fight Threats When They're Upon Us,\" Review, April 4). The usual actions from denial to reaction to overreaction repeat throughout history. The Monday-morning quarterbacks who appear from the recesses and become the gurus of the moment add to the anger and frustration of the populace. The investor who foresaw the banking crisis and profited is catapulted to messiah, while the taxpayer gets angry that run-of-the-mill bankers didn't predict it. The hedge-fund manager who shorted the market predicting Armageddon is insightful, but the other managers who felt and continue to feel this will resolve are demeaned. The health-care experts who come out to say we were too late can feel comforted now that the effects of the coronavirus are evident. But did those same experts self-quarantine in December (and since) when the first cases were reported from China?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capt-croziers-removal-from-his-command-11586546844", "title": "Capt. Crozier's Removal From His Command", "date": "2020-04-10 15:27", "summary": "How many of our submarines and aircraft carriers have been compromised by the coronavirus? The reason I don't know is because the other captains have used better judgment.. Regarding your editorial \"The Navy Captain and the Coronavirus\" (April 4) and Capt. William J. Toti's \"A Failure of Discipline Under Capt. Crozier's Command\" (op-ed, April 7): Firing Capt. Brett Crozier was, as retired Adm. Mike Mullen said, legally justified but very unwise. The reaction of the crew when Capt. Crozier left the ship shows how highly the crew respected him. To pour salt in the wounds, acting (now former) Secretary of the Navy Thomas Modly came to the USS Theodore Roosevelt and told the sailors that their former commanding officer was \"too naive or too stupid.\" When he said this, sailors were heard gasping. They knew that was a lie. This was really an insult to everyone who has ever been in the Navy. It appears that the Navy didn't take the Covid-19 outbreak seriously and proposed half measures to deal with it. The Navy wouldn't have taken appropriate action had Capt. Crozier not written the letter, and probably if the letter wasn't made public.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oceanfront-hamptons-compound-sells-for-45-million-marking-biggest-sale-of-the-year-11586546785", "title": "Oceanfront Hamptons Compound Sells for $45 Million, Marking Biggest Sale of the Year", "date": "2020-04-10 15:26", "summary": "The roughly 6.7-acre property just off Further Lane belonged to late onetime Union Pacific chairman James H. Evans. The sprawling Hamptons home of the late James H. Evans, the onetime chairman of railway giant Union Pacific, has sold to an unidentified buyer for $45 million, according to two people familiar with the deal.", "categories": [["WSJ News Exclusive", "Homes"]], "category_links": ["https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-its-destruction-but-not-creative-destruction-11586546795", "title": "It's Destruction but Not Creative Destruction", "date": "2020-04-10 15:26", "summary": "In contrast to this process of creation preceding destruction, what's happening now is destruction preceding creation.. Unsurprisingly, much wisdom is woven throughout my great emeritus colleague Vernon Smith's counsel of hope about the post-Covid-19 economy (\"The Economy Will Survive the Coronavirus,\" op-ed, April 6). Reading it buoys my spirits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-gov-cuomo-is-so-great-why-wasnt-he-prepared-11586546739", "title": "If Gov. Cuomo Is So Great, Why Wasn't He Prepared?", "date": "2020-04-10 15:25", "summary": "Why, given its world-wide position and the three major tragic events, the city was so unprepared and without a stockpile of medical supplies?. Peggy Noonan does a masterful job describing how \"New York Is the Epicenter of the World\" (Declarations, April 4) and highlighting the three major crises that have hit the city over the last 20 years. What she doesn't say, however, is why, given its world-wide position and the three major tragic events, the city was so unprepared and without a stockpile of medical supplies. Despite admonitions from health experts and those involved in national security, the governor and mayor ignored the pleadings. Concurrently, under the Obama administration, the federal government was also dilatory in the extreme. She describes Gov. Andrew Cuomo as one who \"prioritizes problems, has command of the subject matter, is human, eloquent, tireless.\" Where were his so-called skills before the pandemic? Monday-morning quarterbacks never win games.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hamptons-home-fetches-45-million-11586546686", "title": "A Hamptons Home Fetches $45 Million", "date": "2020-04-10 15:24", "summary": "This oceanfront estate in East Hampton spans nearly 7 acres.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-mester-isnt-worried-central-bank-has-broken-market-pricing-ability-11586544595", "title": "Fed's Mester Isn't Worried Central Bank Has Broken Market Pricing Ability", "date": "2020-04-10 14:49", "summary": "Cleveland Fed chief says interventions 'were very appropriate things for the Federal Reserve to do' amid the coronavirus crisis. The Federal Reserve's massive intervention into financial markets amid the coronavirus crisis has improved conditions and hasn't upended the private sector's ability to price securities, as some in the market worry, Cleveland Fed President Loretta Mester said Friday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-pilots-flight-attendants-fear-coronavirus-on-the-job-11586539278", "title": "U.S. Pilots, Flight Attendants Fear Coronavirus on the Job", "date": "2020-04-10 14:47", "summary": "Pilots union says airline employees need more protection to keep flights safe. The largest U.S. pilot union said flight crews need more protections to keep the aviation system functioning amid the coronavirus pandemic that has decimated demand for air travel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bye-bye-bernie-11586539939", "title": "Bye Bye Bernie", "date": "2020-04-10 14:15", "summary": "In these troubled times, America ruling out a socialist candidate is cause for optimism.. \"Joe Biden is now our presumptive Democratic nominee for president,\" announces an email from the former vice president's campaign today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-from-dublins-squares-11586541340", "title": "Learning From Dublin's Squares", "date": "2020-04-10 13:55", "summary": "The Irish capital's storied Georgian architecture was an inspiration for prize-winning architects Yvonne Farrell and Shelley McNamara.. In the 18th century, Dublin got an architectural upgrade with the construction of its Georgian squares, a collection of stately but cozy green spaces enclosed by townhouses. The squares, still associated with the English kings who ruled Ireland at the time, evolved over the decades from exclusive private gardens into bijou public parks, serving as stamping grounds and touchstones for generations of Dubliners. Oscar Wilde grew up on Merrion Square, the grandest of the city's five main Georgian squares; James Joyce attended college on St. Stephen's Green, the oldest and largest.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-main-street-lending-program-whos-eligible-11586539695", "title": "The Fed's Main Street Lending Program: Who's Eligible?", "date": "2020-04-10 13:28", "summary": "A primer on the central bank's novel $600 billion direct-loan program. The Federal Reserve announced the creation of new lending programs to help middlesize firms that need access to cash because of the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-aid-could-restart-clo-market-by-june-11586539170", "title": "Fed Aid Could Restart CLO Market by June", "date": "2020-04-10 13:19", "summary": "TALF would only apply to new static CLOs.. Emergency backstops for corporate debt announced by the U.S. Federal Reserve could reanimate the sale of new securities that underpin the below- investment-grade loan market by June, according to one of the largest investment managers eligible for the program.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-no-heroes-or-villains-in-the-passion-story-11586538340", "title": "There Are No Heroes or Villains in the Passion Story", "date": "2020-04-10 13:05", "summary": "Its message helps us begin to understand the terrible conundrum of how a good God can permit terrible things to happen. Christians feel more than usually bereft this Holy Saturday. Unable to celebrate Easter in the traditional fashion, we are reminded of the fear and sense of aloneness that the disciples felt as they pondered the shocking events of Good Friday.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-dennys-franchisee-dawn-lafreeda-on-managing-the-coronavirus-pandemic-11586537988", "title": "Three Questions with Denny's Franchisee Dawn Lafreeda on Managing the Coronavirus Pandemic", "date": "2020-04-10 12:59", "summary": "Owner of 90 restaurants has had to close most locations and furlough staff, but she's hopeful for a way forward. Restaurants have especially been hard hit by the economic downturn caused by the coronavirus, with diners staying home and social distancing for what could be months.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-taps-investment-banks-as-it-weighs-government-aid-11586537738", "title": "Boeing Taps Investment Banks as It Weighs Government Aid", "date": "2020-04-10 12:55", "summary": "Talks with the Treasury Department are expected to pick up later in the month. Boeing Co. has tapped investment banks for help securing a financial lifeline after the coronavirus pandemic grounded most of the world's flights and deepened the aerospace giant's troubles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-market-volatility-flashes-green-light-for-stocks-11586537667", "title": "Bond-Market Volatility Flashes Green Light for Stocks", "date": "2020-04-10 12:54", "summary": "Resume Subscription. Bond-market volatility has dropped dramatically, sending a positive signal for the U.S. stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-investors-lucky-or-smart-11586537480", "title": "ESG Investor: Lucky or Smart?", "date": "2020-04-10 12:51", "summary": "Slump in energy and resilience in tech stocks during the recent bear market made socially-conscious funds look good. Can you really do well by doing good?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-spy-novels-to-read-while-stuck-at-home-11586537285", "title": "The Best Spy Novels to Read While Stuck at Home", "date": "2020-04-10 12:48", "summary": "From John le Carré's \"Tinker Tailor Soldier Spy\" to Brad Thor's \"Backlash,\" WSJ readers share their favorites.. We put out the call for subscribers' favorite spy novels, to provide a bit of international intrigue for any grudgingly homebound readers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-coronavirus-crib-sheet-11586536835", "title": "Your Coronavirus Crib Sheet", "date": "2020-04-10 12:40", "summary": "How we got here, where we're going, and the lockdown Catch-22 we need to confront.. • The spread. From the time the first case emerged in Wuhan on Nov. 17 to the moment when China/the World Health Organization acknowledged human-to-human transmission on Jan. 20, Wuhan exported between eight and 16 undetected cases to the U.S. through air travel, giving rise to 1,000 to 9,000 cases in the U.S. by March 1, according to a U.S.-Chinese modeling project. Another modeling group estimates that other Chinese cities exported 2.9 cases for each case exported from Wuhan. As first reported by USA Today, many of the virus strains circulating in New York appear to have arrived by way of Europe.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-and-the-slow-death-of-liberalism-11586536797", "title": "Joe Biden and the Slow Death of Liberalism", "date": "2020-04-10 12:39", "summary": "Democrats are again choosing a moribund ideology bereft of new ideas. Radicalism beckons.. In nominating Joe Biden, Democrats aren't choosing a \"moderate.\" They're choosing liberalism over revolution. \"Joe and I have a very different voting record,\" Bernie Sanders said after Super Tuesday. That is demonstrably true. Their records differ in substantial ways. He went on: \"Joe and I have a very different vision for the future of this country.\" That is not quite right. The idea that Mr. Biden has a \"vision for the future\" is preposterous. He has a vision for the past, and even that is cloudy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-fell-in-march-11586523372", "title": "Coronavirus Disruptions Pushed U.S. Prices Down in March", "date": "2020-04-10 12:25", "summary": "As pandemic began to strain economy, prices fell 0.4% in largest monthly decline since January 2015. WASHINGTON-U.S. consumer prices fell in March as oil prices plummeted and the economy began to strain under the new coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madeleine-albright-is-still-in-the-arena-11586535827", "title": "Madeleine Albright Is Still in the Arena", "date": "2020-04-10 12:23", "summary": "At 82, the former secretary of state is 'determined to resist aging,' with a new book, insights on world politics and advice on coping with the pandemic. A few years ago, former secretary of state Madeleine Albright was pulled out of line at London's Heathrow Airport by British customs. Frustrated and late for a meeting, she asked the officials, \"Do you know who I am?\" As she recounts with some relish, they replied, \"No, but we have doctors here who can help you to figure that out.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-adds-ways-for-low-earners-to-claim-stimulus-payments-11586533870", "title": "IRS Adds Ways for Low Earners to Claim Stimulus Payments", "date": "2020-04-10 12:18", "summary": "Registration form is now available online, with automatic payments set to begin next week; obstacles remain for some eligible recipients. Millions of Americans who don't earn enough income to file tax returns can now claim their one-time stimulus payments by filing a free, basic online form with the Internal Revenue Service, the agency said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-south-won-the-civil-war-review-one-side-kept-fighting-11586535350", "title": "'How the South Won the Civil War' Review: One Side Kept Fighting", "date": "2020-04-10 12:15", "summary": "At the outset of the war, the great majority of Northerners wanted to reunify the country more or less on prewar terms.. Mustering history to serve present-day politics is neither new nor inherently ill-judged. Since the days of Thucydides and Plutarch, history has been a field of often ruthless political contention. It continues to offer a well-stocked armory for our own political battles, when everything from the intent of the Founders and the meaning of the Constitution to the significance of slavery, class and money in American life may serve as ammunition for debate both inside the academy and out.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-april-4-10-2020-11586534857", "title": "Photos of the Week", "date": "2020-04-10 12:07", "summary": "Countries enter Easter weekend in lockdown, number of coronavirus cases surpasses 1.6 million world-wide, Wuhan lifts travel restrictions in China and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pot-industrys-goldilocks-trade-11586534852", "title": "The Pot Industry's Goldilocks Trade", "date": "2020-04-10 12:07", "summary": "The cannabis sector must stay short of cash, but not too short, for property company IIP to maintain its edge during the Covid-19 crisis. Marijuana and property stocks aren't obvious places to ride out the global Covid-19 pandemic. One cannabis-focused real-estate investment trust may be an exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-study-finds-twice-as-many-infections-in-austria-than-earlier-thought-11586523316", "title": "Coronavirus Study Finds Twice as Many Infections in Austria", "date": "2020-04-10 12:03", "summary": "The nationwide survey provides a broader picture of the virus's spread as officials warn against easing lockdown restrictions too quickly. More than twice as many people have been infected by the new coronavirus in Austria as official figures showed, according to a new survey described as the first in a country with a sizable population, with a fatality rate of 0.77%.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-sorry-i-cant-kiss-youcoronavirus-victims-are-dying-alone-11586534526", "title": "'I'm Sorry I Can't Kiss You'-Coronavirus Victims Are Dying Alone", "date": "2020-04-10 12:02", "summary": "A brutal hallmark of the pandemic is the way it isolates victims in their final moments. Her father was 83 years old, sweating and gasping for breath. Nancy Hopkins leaned down and rubbed his arm just before paramedics put him into an ambulance. \"I'll be with you every step of the way,\" Ms. Hopkins promised him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-delays-sending-war-powers-resolution-to-trump-11586511003", "title": "Democrats Split Over Scope of Coronavirus Oversight", "date": "2020-04-10 12:00", "summary": "Prominent Democrat says House panel shouldn't examine actions of Trump before pandemic; a Trump order on moon mining takes a nationalistic approach. ", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-she-drew-a-bead-on-the-fuhrer-11586534389", "title": "Mysteries: She Drew a Bead on the Führer", "date": "2020-04-10 11:59", "summary": "New historical mysteries from Cara Black, Mariah Fredericks and Anne Perry.. Kate Rees, the main character in Cara Black's \"Three Hours in Paris\" (Soho Crime, 348 pages, $27.95), grew up on a ranch in Oregon but now, in 1939, is living on one of Scotland's Orkney Islands. She is married to a Welsh naval engineer with whom she has an adorable daughter. After her husband and child are killed in the aftermath of a German torpedo attack, Kate herself yearns for death. But she remembers the advice of her rancher father, who taught her how to hunt and use a gun. When you're knocked down, get up-and get even.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-genius-for-being-human-11586534330", "title": "Fiction: A Genius for 'Being Human'", "date": "2020-04-10 11:58", "summary": "Fifty-two masterpieces by Chekhov, father of the modern short story, newly rendered into English by a pair of superstar translators.. Some housekeeping is in order before one can talk about \"Fifty-Two Stories\" (Knopf, 508 pages, $35), a hefty collection of Anton Chekhov's short fiction from translators Richard Pevear and Larissa Volokhonsky. The superstar translating duo, who have produced popular versions of Tolstoy, Dostoyevsky and Gogol, first took on Chekhov back in the innocent year of 2000, in a kind of Greatest Hits volume of 30 stories for the Modern Library. None of those stories has been repackaged in the new book's \"full deck,\" which means that readers may be confused to find beloved works like \"The Lady With the Little Dog,\" \"Ward No. 6\" or \"The Darling\" absent from the table of contents. What we have instead is a compilation of B-sides.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-the-fiddler-review-pluck-and-luck-in-old-texas-11586534288", "title": "'Simon the Fiddler' Review: Pluck and Luck in Old Texas", "date": "2020-04-10 11:58", "summary": "A picaresque journey through war-torn Texas landscapes that is by turns ludicrous and arresting.. The fiddler Simon Boudlin was last seen going about his business in Spanish Fort, Texas, in Paulette Jiles's novel \"News of the World.\" He is an acquaintance of Captain Kidd, an old campaigner who finds a livelihood reading articles from big-city papers to audiences in small towns across Texas. In that book the captain is on a mission to deliver a 10-year-old girl to her surviving relatives. The child has been \"redeemed\" after six years with her Indian captors, whom she now considers her people. Set in 1870 and meticulous in historical detail, the novel is thrilling, funny and poignant, and was named a finalist for the National Book Award in Fiction in 2016. Though the admirable Kidd pops up again in Ms. Jiles's new novel, \"Simon the Fiddler,\" it is Simon who now takes center stage.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-drop-of-blood-review-there-was-murder-in-the-air-11586534258", "title": "'Every Drop of Blood' Review: 'There Was Murder in the Air'", "date": "2020-04-10 11:57", "summary": "Some despised Lincoln's second inaugural speech for interpreting the war as a divine punishment for slavery.. \"A fanatic,\" the humorist Finley Peter Dunne wrote, \"is a man that does what he thinks the Lord would do if He knew the facts of the case.\" Abraham Lincoln was not a fanatic, but he presided over a fanatical civil war. In his second inaugural address, Lincoln said hardly a word about his own policy and dwelt instead on why the Almighty had inflicted the war on the American people and kept it going for four terrible years. No presidential address before or since has been more unusual or more sublime.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-grazie-mille-tomie-depaola-11586534201", "title": "Children's Books: Grazie Mille, Tomie dePaola", "date": "2020-04-10 11:56", "summary": "A tribute to the gentle genius behind Strega Nona and her provident pasta pot.. For lots of people, the coronavirus pandemic has occasioned a reconsideration of a former frenetic way of life and a re-embrace of simple satisfactions: making bread, noticing moments of quotidian beauty.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-stephen-tomkins-on-the-roots-of-the-pilgrims-11586534159", "title": "Five Best: Stephen Tomkins on the Roots of the Pilgrims", "date": "2020-04-10 11:56", "summary": "From the author, most recently, of 'The Journey to the Mayflower: God's Outlaws and the Invention of Freedom.'. Edited by James Gairdner (1880)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kinks-songs-of-the-semi-detached-review-thank-you-for-the-days-11586534115", "title": "'The Kinks: Songs of the Semi-Detached' Review: Thank You for the Days", "date": "2020-04-10 11:55", "summary": "The Kinks' Ray Davies created rock classics filled with unforgettable characters, usually working-class Londoners. His full-throated championing of the individual against the system often flirted with a nostalgia for a fictional past.. It can be illuminating to consider artists not through the works that make them famous, but in the light of their other aspirations and obsessions: Henry James as playwright, Neil Young as new wave auteur, Vladimir Nabokov as lepidopterist or Henry Miller as Ufologist.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calder-the-conquest-of-space-the-later-years-1940-1976-review-the-highest-form-of-play-11586534049", "title": "'Calder: The Conquest of Space: The Later Years: 1940-1976' Review: The Highest Form of Play", "date": "2020-04-10 11:54", "summary": "Everybody loves Alexander Calder. But even so, the concluding volume of Jed Perl's magisterial biography contends, the American master deserves more respect than he usually receives.. Everybody loves Alexander Calder: Within the highly subjective realm of sentiment and aesthetic response, this is as close, perhaps, as we will ever come to a statement of objective truth. More than 40 years after his death, Calder's sculptures remain so obviously and instantly appealing that even people who never quite \"got\" modern art, who remain baffled by Cubism and Jackson Pollock, nevertheless admire him. For vanguardists, as well, though they might find Calder insufficiently edgy or politically engaged, he remains something of a guilty pleasure.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-got-rid-of-smog-can-electric-cars-do-so-permanently-11586532988", "title": "Coronavirus Got Rid of Smog. Can Electric Cars Do So Permanently?", "date": "2020-04-10 11:36", "summary": "During a single week in March, New York City's emissions and carbon-monoxide levels dropped more than 50%. As similar phenomena occur in megacities worldwide, this could be a tipping point for electric-car sales. ", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reconsiders-plan-to-cut-support-for-drive-through-coronavirus-testing-11586532901", "title": "U.S. Reconsiders Plan to Cut Support for Drive-Through Coronavirus Testing", "date": "2020-04-10 11:35", "summary": "The federal government will provide assistance through May in states that want the help, after moves to scale back drew flak. The Trump administration has reworked a plan to phase out federal support for drive-through Covid-19 testing sites, after stirring opposition from some local officials and lawmakers at a time when U.S. cases are expected to peak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharing-the-rites-of-consolation-when-were-apart-11586531062", "title": "Sharing the Rites of Consolation When We're Apart", "date": "2020-04-10 11:04", "summary": "Behind the statistics are mourners unable to find comfort by coming together.. In the hardest-hit American cities, the coronavirus has evolved into the unimaginable. There are hundreds of deaths, sometimes thousands, backed-up mortuaries, overburdened hospitals, makeshift ICUs and infected patients isolated from loved ones, because of restrictions designed to guard against the virus's spread. We have heard agonizing tales of patients connected to loved ones via iPhone to manage some form of interaction, or perhaps a goodbye. Heartbreakingly, people are dying alone.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ad-rates-fall-as-coronavirus-undermines-spending-11586530801", "title": "Facebook Ad Rates Fall as Coronavirus Undermines Spending", "date": "2020-04-10 11:00", "summary": "Advertisers can reach more users per dollar-or save money for whatever is ahead. Facebook Inc.'s ad business is feeling the impact of the new coronavirus.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-ceo-faces-deepening-coronavirus-crisis-after-rocky-start-11586530842", "title": "Boeing CEO Faces Deepening Crisis After Rocky Start", "date": "2020-04-10 11:00", "summary": "David Calhoun has at times made navigating the company's problems more difficult. Now, he confronts an all-consuming pandemic.. With Boeing Co. facing a cash drain, Chief Executive David Calhoun went public last month to ask for government money to help the aerospace giant weather the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-makes-us-upset-puppies-are-coming-to-the-rescue-11586530110", "title": "Coronavirus Panic Buying: Puppies", "date": "2020-04-10 10:48", "summary": "Isolated in their homes, uncertain about the future and desperate for uncontaminated unconditional love, Americans are stocking up on dogs. It didn't take long for Hana Hausnerova and her husband to settle on a name for their Lagotto Romagnolo puppy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easters-healing-touch-11586529541", "title": "Easter's Healing Touch", "date": "2020-04-10 10:39", "summary": "In a grim time, the holiday reminds us that the cornerstone of Christian faith is God's love for a wounded world.. For many Americans, Easter is a pleasant but forgettable holiday, a time for bunnies, pastel colors and candy-filled eggs. But this isn't the year for a saccharine Easter. The Covid-19 pandemic has brought suffering and death on a global scale. In the U.S., thousands keep vigil for a sick loved one; those who have already lost someone to the disease are shrouded in grief. Millions of Americans suddenly find themselves unemployed, while the poor face the prospect of hunger and homelessness. For those struggling with mental illness, prolonged isolation might pull them toward despair. At such a time, the familiar trappings of Easter can feel like a cheap attempt to patch over our pain.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-you-guard-against-one-risk-you-can-create-another-11586527209", "title": "When You Guard Against One Risk, You Can Create Another", "date": "2020-04-10 10:00", "summary": "Floating-rate funds can float like a butterfly in good times, but they can sting like a bee in times like these. Floating-rate funds have taken on water.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crisis-has-jumpstarted-americas-innovation-engine-what-took-so-long-11586527243", "title": "Crisis Has Jump-Started America's Innovation Engine. What Took So Long?", "date": "2020-04-10 10:00", "summary": "United by a singular purpose and freed from bureaucratic restraints, traditional companies like Ford are suddenly more nimble. Chances are there is a company within short driving distance from where you are that has recently gotten into the personal protection equipment business. I know, because my inbox is flooded with pitches from their PR agencies.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-clark-added-upswept-fins-to-jet-wings-saving-fuel-11586527201", "title": "Joe Clark Added Upswept Fins to Jet Wings, Saving Fuel", "date": "2020-04-10 10:00", "summary": "Entrepreneur began by retrofitting Gulfstream II jets, then sold Boeing on winglet technology. Joe Clark helped change the shape of airplane wings.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-threatens-to-split-an-already-fractured-eu-11586525523", "title": "Coronavirus Crisis Threatens to Split an Already Fractured EU", "date": "2020-04-10 09:32", "summary": "Pandemic has deepened long-running tensions between hardest-hit southern nations and the financially stronger north. BERLIN-The European Union is facing the worst crisis since its inception as the coronavirus deepens long-running tensions between the bloc's south, hardest hit by both the pandemic and its economic fallout, and the financially stronger north.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-to-cut-oil-production-by-100-000-barrels-a-day-11586525569", "title": "Mexico to Cut Oil Production by 100,000 Barrels a Day", "date": "2020-04-10 09:32", "summary": "Move is part of agreement with OPEC to stabilize oil markets amid coronavirus pandemic. MEXICO CITY-Mexican President Andrés Manuel López Obrador said Friday that the country will reduce its crude oil production by 100,000 barrels a day as part of an agreement with the Organization of Oil Exporting Countries and other producers to stabilize oil markets.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/answers-to-important-rmd-questions-11586511002", "title": "Answers to Important RMD Questions", "date": "2020-04-10 09:16", "summary": "How the temporary suspension of required minimum distributions from retirement accounts will work, including if you already took money out. With stocks down around 17% since Feb. 20, older Americans stand to benefit from Congress's stimulus-bill move to suspend required minimum distributions from retirement accounts this year.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mediterranean-shipping-co-hit-by-network-outage-considering-potential-cyberattack-11586523861", "title": "Mediterranean Shipping Co. Hit By Network Outage, Considering Potential Cyberattack", "date": "2020-04-10 09:04", "summary": "Outage prevents brokers from using MSC's online platforms to make cargo bookings. Mediterranean Shipping Co., the world's second largest container line, said Friday it has been hit by a network outage. The company said it hasn't ruled out the possibility of a cyberattack.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-a-new-car-during-coronavirus-pandemic-what-you-should-know-11586523604", "title": "Buying a New Car During Coronavirus Pandemic: What You Should Know", "date": "2020-04-10 09:00", "summary": "From deals on new cars to safely doing test drives, here are answers to common questions about auto shopping now. Car sales in the U.S. collapsed in March as the novel coronavirus led to stay-at-home orders and business closures across the country, reducing demand and making it harder for people to shop for a new vehicle. Even so, hundreds of U.S. stores are still up and running, so we asked experts what people should expect if they want to buy a car now.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/day-care-centers-strain-to-serve-first-responders-as-coronavirus-spreads-11586523601", "title": "Day-Care Centers Strain to Serve First Responders", "date": "2020-04-10 09:00", "summary": "Child-care facilities are facing reduced enrollment and uncertain prospects for reopening after crisis. Chad Dunkley said it would make financial sense to close his family's 88 child-care centers after the coronavirus economic crisis wiped out two-thirds of their revenue. But he kept New Horizon Academy centers open for his few remaining customers: doctors, nurses and police officers who must work and might have nowhere else to send their children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-girlfriend-is-a-chatbot-11586523208", "title": "My Girlfriend Is a Chatbot", "date": "2020-04-10 08:53", "summary": "Quarantine amid coronavirus could boost the nascent practice of seeking romance and friendship from artificial intelligence.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-partisan-debate-emerges-over-internet-dead-zones-11586522963", "title": "A Partisan Debate Emerges Over Internet Dead Zones", "date": "2020-04-10 08:49", "summary": "The question over how best to extend broadband to consumers' homes has grown in urgency. Speedier 5G wireless technology is rekindling a long-running debate over the best way to reach America's internet dead zones: by wire or by wave.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-strengthen-mental-health-services-as-coronavirus-crisis-exposes-systemic-strains-11586520146", "title": "U.S. Moves to Strengthen Mental-Health Services", "date": "2020-04-10 08:02", "summary": "Shortage of psychiatrists and other providers, especially in rural areas, is in focus as pandemic fuels surge in calls for help. WASHINGTON-The federal government, states and advocacy groups are rushing to ramp up mental-health services as the coronavirus crisis threatens to place unprecedented demand on an already- strained U.S. health system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-orange-slices-how-coronavirus-could-change-youth-soccer-11586520013", "title": "How Coronavirus Could Change Youth Soccer", "date": "2020-04-10 08:00", "summary": "A physician who heads the nation's largest youth soccer organization on when games might resume and how they'll evolve. Pete Zopfi is chair of the board of U.S. Youth Soccer, whose 3 million players make it the largest organization of its kind in the nation. He's also a trauma surgeon in the San Francisco Bay Area.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-mall-under-coronavirus-a-few-customers-and-throngs-of-cleaners-11586520001", "title": "At the Mall Under Coronavirus: A Few Customers and Throngs of Cleaners", "date": "2020-04-10 08:00", "summary": "Maintenance firms keep facilities disinfected even after almost everyone else has cleared out. LOS ANGELES-On a recent weekday here, the normally bustling food hall Grand Central Market was eerily quiet at lunch, with only a handful of customers and an army of cleaners spraying and wiping everything from the registers to the ceiling lamps on a continuous circuit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-democrats-gop-wrangle-over-coronavirus-aid-to-small-businesses-11586432954", "title": "GOP, Democrats Hit Impasse Over Nature of Next Round of Aid", "date": "2020-04-10 07:59", "summary": "Republicans seek quick passage of small-business aid; Democrats want to combine it with spending for health-care workers, states. WASHINGTON-A congressional effort to boost funding for small businesses by hundreds of billions of dollars hit an impasse as Republicans and Democrats rejected each other's plans for the next tranche of coronavirus relief, leaving uncertain when more aid would be approved.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tightens-customs-checks-for-medical-equipment-exports-11586519333", "title": "China Tightens Customs Checks for Medical Equipment Exports", "date": "2020-04-10 07:48", "summary": "Masks, ventilators and other equipment needed in coronavirus containment to be scrutinized by customs after complaints from some European countries. China will subject ventilators, surgical masks and other medical equipment to more stringent customs checks before exporting them, after recipient countries questioned the quality of much-needed personal protective equipment made in the country.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soccers-never-ending-season-11586516400", "title": "Soccer's Never-Ending Season", "date": "2020-04-10 07:00", "summary": "European leagues are determined to play out the 2019-20 calendar-even if it takes until 2021. The Premier League title race should have been over by now. In a world without a pandemic, Liverpool would have clinched last month with a record number of games to spare and the city would be mapping parade routes. Instead, the last of Liverpool's schedule exists only in some far-off, undetermined future.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-china-clash-over-coronavirus-their-doctors-quietly-join-forces-11586516401", "title": "U.S., Chinese Doctors Join Forces on Coronavirus", "date": "2020-04-10 07:00", "summary": "Hundreds of scientists and doctors in the U.S. and China have been holding virtual meetings and trading notes on how to best treat patients. BEIJING-The U.S. and China are at each other's throats, bickering over the origins of the coronavirus and bashing each other's handling of the crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-accelerates-european-efforts-to-block-foreign-takeovers-11586516403", "title": "Coronavirus Accelerates European Efforts to Block Foreign Takeovers", "date": "2020-04-10 07:00", "summary": "Governments stiffen defenses of domestic businesses vulnerable to bargain hunting during economic downturn. ", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-offers-some-governors-a-rarity-in-polarized-erabipartisan-support-11586516402", "title": "Coronavirus Crisis Offers Some Governors a Rare Lift-Bipartisan Support", "date": "2020-04-10 07:00", "summary": "Some state leaders are winning acclaim across party lines for their performance, but the moment may be fleeting. The coronavirus outbreak is yielding something uncommon for some political leaders in this era of sharp political divisions: They are winning loud applause from members of both parties for their response.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-plans-controversial-aerial-surveillance-program-11586516402", "title": "Baltimore Plans Controversial Aerial Surveillance Program", "date": "2020-04-10 07:00", "summary": "Police in high-crime city say coronavirus pandemic creates a greater need; judge temporarily halts planned flights to review ACLU suit alleging privacy threat. As cities around the country grapple with the coronavirus pandemic, Baltimore's police force hopes to have a view other cities lack: an eye in the sky.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coronavirus-crushed-car-sales-improved-in-march-11586505116", "title": "China's Car Sales Endure Worst-Ever Quarterly Decline", "date": "2020-04-10 06:26", "summary": "Demand started to return in March, with sales down 43% from a year earlier, compared with February's 79% drop. SHANGHAI-Auto makers in China suffered their bleakest ever quarter in January through March, as the coronavirus pandemic closed factories and dealerships for several weeks, and eviscerated consumer demand.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commentary-solving-the-health-care-equipment-supply-shortage-11586512801", "title": "Commentary: Solving the Health-Care Equipment Supply Shortage", "date": "2020-04-10 06:00", "summary": "Just-in-time principles have hampered hospitals responding to the coronavirus pandemic, and it will take government action to fix the problem over the long term. As we struggle to come to terms with the scale of the Covid-19 pandemic, one of the most frustrating sights is witnessing front-line health-care workers begging for more masks, protective gowns, testing kits, ventilators and intensive-care beds.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-students-demand-refunds-after-coronavirus-forces-classes-online-11586512803", "title": "College Students Demand Coronavirus Refunds", "date": "2020-04-10 06:00", "summary": "Online classes fail to give them the in-person experience promised, students say. Students filed lawsuits this week against Drexel University and the University of Miami in an effort to recover spring tuition, room and board and fees after their campuses closed and their classes moved online.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-credit-card-company-is-hoping-youll-be-back-on-your-feet-soon-11586476046", "title": "Your Credit Card Company Is Hoping You'll Be Back on Your Feet Soon", "date": "2020-04-10 05:30", "summary": "Lenders and the government have offered lots of help to Americans staring at joblessness. This could help keep the crisis short-or it could delay the pain if employment does not bounce back quickly. Many banks are cutting struggling consumers some slack. That could help the economy bounce back more quickly-but also highlights the big risks ahead for lenders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-issue-guidance-on-making-coronavirus-tracking-data-anonymous-11586511004", "title": "EU to Issue Guidance on Making Coronavirus Tracking Data Anonymous", "date": "2020-04-10 05:30", "summary": "European governments will clarify by next week how companies can use personal data for coronavirus research. European regulators are scrutinizing how telecommunications operators and technology companies use personal data to track the spread of the coronavirus pandemic.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closed-the-bars-america-stocked-the-liquor-cabinet-11586511001", "title": "Coronavirus Closed the Bars. America Stocked the Liquor Cabinet.", "date": "2020-04-10 05:30", "summary": "Alcohol sales at U.S. liquor and grocery stores rose 22% for the week ending March 28, compared with a year prior. Stuck at home and unable to visit bars and restaurants because of the coronavirus pandemic, Americans are buying booze. Lots of it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-face-to-face-before-the-deal-venture-firms-are-struggling-with-that-11586511002", "title": "No Face-to-Face Before the Deal? Venture Firms Are Struggling With That", "date": "2020-04-10 05:30", "summary": "Investors are having trouble getting a feeling for start-up founders they have only met virtually, and are falling back on those they already know.. Venture capitalists say they are open for business, ready to take advantage of falling valuations and the record amounts of cash raised before coronavirus pandemic waylaid the economy.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-priests-easter-message-coronavirus-wont-close-the-church-11586511004", "title": "Priest's Easter Message: Church Can Endure the Virus", "date": "2020-04-10 05:30", "summary": "Rev. Steven Paulikas shepherds flock virtually in 'daily shadow of death' cast by morgue truck across from All Saints' Episcopal. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-loans-face-delays-even-as-coronavirus-program-expands-11586511002", "title": "Small-Business Loans Face Delays", "date": "2020-04-10 05:30", "summary": "First applicants are still waiting for funds, fueling anxiety among business owners. WASHINGTON-Despite the Trump administration's promise to deliver aid quickly, small-business owners who have applied for federally guaranteed loans to keep them afloat during the coronavirus pandemic are still largely waiting for the money, according to business advocates and banking industry officials.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-insurers-wont-touch-coronavirus-coverage-in-china-its-easy-to-get-11586511005", "title": "Most Insurers Won't Touch Virus Coverage for Businesses. In China, It's Easy to Get.", "date": "2020-04-10 05:30", "summary": "As the country tries to get back to work, even as the risk of infection remains, insurers are promising to cover losses from the pandemic. Insurance companies in China are taking on an unusual mission: They are promising to cover business losses from the coronavirus pandemic, as hundreds of millions of people return to work, and the country tries to rev up its economic engine.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tigertail-review-lost-chances-found-feelings-11586502060", "title": "'Tigertail': Lost Chances, Found Feelings", "date": "2020-04-10 03:01", "summary": "Alan Yang's debut feature is a transgenerational, transcontinental story of family, love and regret.. 'Tigertail,\" on Netflix Friday, shouldn't be confused with \"Tiger King: Murder, Mayhem and Madness,\" the streaming service's trashy sensation about big cats and outsize eccentrics. The scale of Alan Yang's heartfelt debut feature is human, its tone elegiac. The narrative spans generations and continents. An ardent young factory worker in Taiwan immigrates to America in the 1960s and manages to eke out a living for himself and his family. In late middle age, divorced and lonely though relatively prosperous, he travels with his all but estranged adult daughter to the village of his childhood. (The film takes its title from the English translation of Huwei, the village's name.) The languages are Taiwanese, Mandarin and English, but the hero, Pin-Jui, has become emotionally mute; the essence of the drama is his struggle to express emotions that he's buried over the course of a lifetime.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tigertail-review-lost-chances-found-feelings-11586502060", "title": "'Tigertail' Review: Lost Chances, Found Feelings", "date": "2020-04-10 03:01", "summary": "Alan Yang's debut feature is a transgenerational, transcontinental story of family, love and regret.. 'Tigertail,\" on Netflix Friday, shouldn't be confused with \"Tiger King: Murder, Mayhem and Madness,\" the streaming service's trashy sensation about big cats and outsize eccentrics. The scale of Alan Yang's heartfelt debut feature is human, its tone elegiac. The narrative spans generations and continents. An ardent young factory worker in Taiwan immigrates to America in the 1960s and manages to eke out a living for himself and his family. In late middle age, divorced and lonely though relatively prosperous, he travels with his all but estranged adult daughter to the village of his childhood. (The film takes its title from the English translation of Huwei, the village's name.) The languages are Taiwanese, Mandarin and English, but the hero, Pin-Jui, has become emotionally mute; the essence of the drama is his struggle to express emotions that he's buried over the course of a lifetime.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-defends-trumps-firing-ofintelligence-community-inspector-general-11586490815", "title": "Barr Defends Trump's Firing of Intelligence Community Inspector General", "date": "2020-04-10 00:13", "summary": "Attorney general says Michael Atkinson, who reviewed Ukraine whistleblower complaint, ignored Justice Department guidance. Attorney General William Barr said President Trump was right to fire the inspector general for the U.S. intelligence community who became a key figure in the president's impeachment proceedings last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586456109", "title": "Pepper...and Salt", "date": "2020-04-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-under-pressure-to-maintain-liquidity-as-coronavirus-inflicts-economic-damage-11586511000", "title": "CFOs Seek to Maintain Liquidity as Coronavirus Inflicts Economic Damage", "date": "2020-04-10 00:01", "summary": "Finance chiefs are extending credit lines, tapping bond markets and bolstering cash reserves, but uncertainty on how long the crisis will last is complicating their efforts. Finance chiefs are tackling one of the biggest business challenges during the coronavirus pandemic: maintaining liquidity.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pushes-viral-messages-to-shape-coronavirus-narrative-11586516402", "title": "China Pushes Viral Messages to Shape Coronavirus Narrative", "date": "2020-04-10 00:01", "summary": "Beijing's recent surge in Facebook and Twitter posts echo tactics used by Russia, researchers say. China has been buying up ads on U.S. social-media sites and adopting online tactics reminiscent of Russian disinformation campaigns in an apparent attempt to shape the story internationally about the coronavirus response, according to researchers analyzing the activity.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-pro-stocks-her-pantry-11586514633", "title": "How a Pro Stocks Her Pantry", "date": "2020-04-10 00:01", "summary": "In Italy's Piedmont, cookbook author Robyn Eckhardt is provisioning prudently, cooking shrewdly and eating very well. Here are her tips. FOOD HAS LONG been the lens through which Robyn Eckhardt views the world. Together with her husband and collaborator, photographer David Hagerman , the Michigan-born cookbook author has spent decades living in China and Southeast Asia, where she established her blog, Eating Asia. She's also traveled Turkey, familiarizing herself with the cuisine for her cookbook \"Istanbul & Beyond,\" published in 2017. Now Ms. Eckhardt and Mr. Hagerman make their home in a small agricultural village in northern Italy's Piedmont region called Carpeneto.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-in-or-out-of-love-during-the-pandemic-11586463586", "title": "Falling in (or out) of love during the pandemic?", "date": "2020-04-10 00:01", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/countries-world-wide-log-record-coronavirus-cases-11586425347", "title": "Global Virus Cases Top 1.6 Million", "date": "2020-04-10 23:56", "summary": "U.S. cases climb past 465,000 as applications for unemployment surge. The economic and human cost of the coronavirus pandemic mounted Thursday as Americans again set a record for jobless claims, and global confirmed infections climbed to more than 1.6 million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martin-scorsese-courts-apple-and-netflix-to-rescue-costly-dicaprio-film-11586484037", "title": "Scorsese Courts Apple, Netflix to Rescue Costly DiCaprio Film", "date": "2020-04-10 23:47", "summary": "Paramount balks at $200 million-plus budget, forcing producers to seek new studio. Martin Scorsese's representatives have been holding talks with Apple Inc., Netflix Inc. and others, as they seek a new company to produce or distribute the director's next big-budget film, according to people familiar with the matter. This shift would be the second time in a row the director's project has become too costly for its original studio.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-and-saudis-have-agreed-in-principle-to-cut-output-11586445159", "title": "Saudis, Russians Bury Differences, but Mexico Threatens Oil Deal", "date": "2020-04-10 22:58", "summary": "Mexico exits talks, putting oil truce at risk; negotiations to continue Friday. Saudi Arabia and Russia agreed in principle Thursday to lead a 23-nation coalition in massive oil-production cuts after a monthlong feud and a drop in demand due to the coronavirus crisis devastated oil prices. But following more than 11 hours of negotiations, Mexico abruptly exited the talks, jeopardizing a final pact.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-considers-potential-10-cut-to-workforce-11586485509", "title": "Boeing Considers 10% Cut to Workforce", "date": "2020-04-10 22:56", "summary": "Plan could involve buyouts, early retirement, involuntary layoffs. Boeing Co. is considering a plan to reduce its workforce by about 10%, people familiar with the matter said, as the aerospace giant grapples with the fallout from the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-imposes-new-limits-on-texas-abortion-ban-during-coronavirus-crisis-11586481818", "title": "Judge Imposes New Limits on Texas Abortion Ban During Pandemic", "date": "2020-04-10 22:52", "summary": "Following reversal by appeals court, judge in Austin says state can ban some, but not all, abortions. A federal judge again restrained Texas from banning abortion during the coronavirus public-health crisis, this time adopting a more limited approach that allows the state to prohibit the procedure in some circumstances, but not others.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-chases-foreign-capital-to-fend-off-coronavirus-slowdown-11586430003", "title": "China Chases Foreign Capital to Fend Off Coronavirus Slowdown", "date": "2020-04-10 22:46", "summary": "Beijing helps overseas enterprises resolve supply-chain bottlenecks and restart production to keep investment flowing. BEIJING-In early February, Japanese glass supplier AGC Inc.'s Beijing branch received an unexpected message from a Chinese government-backed trade organization: Let us know how we can help during this difficult time.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-life-in-lockdown-theres-joy-in-having-the-family-together-11586484300", "title": "Amid Life in Lockdown, There's Joy in Having the Family Together", "date": "2020-04-10 22:05", "summary": "Against the sad backdrop of the coronavirus, parents are discovering-or rediscovering-the pleasure of spending time with their children. Once a day, we go outside for our family walk. As we leave our house in Brooklyn, we hear sirens, and we see nurses heading to the hospital up the block. We step over discarded masks and blue gloves. But there is some comfort for us in walking together, two by two: me beside my 13-year-old daughter, and my 15-year-old son and my husband just ahead.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nation-struggles-to-mourn-11586484240", "title": "A Nation Struggles to Mourn", "date": "2020-04-10 22:04", "summary": "As deaths soar and with memorial services risky, many people are left uncertain how to grieve. Ludmil Velev held his 78-year-old mother in his Pittsburgh home, urged her to breathe and assured her that the ambulance was on the way.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisoners-riot-as-coronavirus-tensions-rise-11586469284", "title": "Prisoners Riot as Coronavirus Tensions Rise", "date": "2020-04-10 21:20", "summary": "The spreading of Covid-19 in correctional facilities is leading to standoffs between incarcerated people and guards. Coronavirus-fueled tensions inside the nation's prisons and jails are boiling over into riots, standoffs and hunger strikes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-slows-illegal-migration-to-u-s-11586481423", "title": "Coronavirus Pandemic Slows Illegal Migration to U.S.", "date": "2020-04-10 21:17", "summary": "Fewer than 100 migrants are currently in Border Patrol custody, compared with the thousands it typically detains. The coronavirus pandemic has slowed migration to the U.S. to a trickle, according to new figures released by the Trump administration on Thursday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dire-economic-numbers-intensify-debate-over-lifting-coronavirus-restrictions-11586459653", "title": "Economic Data Spur Debate Over Lifting Virus Restrictions", "date": "2020-04-10 20:13", "summary": "White House is planning to unveil a second task force that will focus on reopening economy, though president's advisers differ on how quickly to move. WASHINGTON-Record-setting jobless claims and dire economic forecasts are giving fresh urgency to the debate within the Trump administration and across the country over how rapidly coronavirus-fueled restrictions should be pared back so the economy can begin its revival.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]