[{"link": "https://www.wsj.com/articles/the-los-angeles-dodgers-win-world-series-to-finish-baseballs-strangest-year-11603856526", "title": "Dodgers Win World Series and Enter Covid-19 Chaos", "date": "2020-10-27 23:42", "summary": "The team claimed its first title since 1988. But third baseman Justin Turner exited early after receiving a positive coronavirus test result during the game.. ARLINGTON, Texas-The weirdest year in baseball history ended Tuesday night in a way that somehow seemed normal: with the Los Angeles Dodgers celebrating a World Series championship for the first time since 1988. Then, moments later, the weirdness kicked back in to add a surreal coda to baseball's pandemic season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socal-edison-says-it-may-have-caused-orange-county-wildfire-11603829123", "title": "SoCal Edison Says It May Have Caused Orange County Wildfire", "date": "2020-10-27 22:27", "summary": "Utility admits possible responsibility for one of two blazes that have burned more than 21,000 acres. Power company Southern California Edison told state regulators that its equipment might have ignited one of a pair of fast-moving wildfires in Orange County, Calif., that have prompted evacuation orders for 80,000 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visas-planned-purchase-of-plaid-faces-antitrust-scrutiny-at-the-justice-department-11603819000", "title": "Visa's Planned Purchase of Plaid Faces Antitrust Scrutiny at the Justice Department", "date": "2020-10-27 22:11", "summary": "The DOJ, making preparations for potential litigation, could soon decide whether it will sue to block Visa's purchase of the fintech firm. Visa Inc.'s $5.3 billion deal to buy a key player in the financial-technology space is in jeopardy because of antitrust concerns, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-weighs-executive-order-to-show-support-for-fracking-11603825225", "title": "Trump Weighs Executive Order to Show Support for Fracking", "date": "2020-10-27 21:26", "summary": "Order is still under discussion and aimed at energy industry in battleground states like Pennsylvania. WASHINGTON-President Trump is considering issuing an executive order mandating an economic analysis of fracking, according to senior administration officials, who say the initiative is aimed at highlighting his support for the energy industry in election battleground states such as Pennsylvania.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-prompt-evacuations-in-orange-county-11603847018", "title": "Wildfires Prompt Evacuations in Orange County", "date": "2020-10-27 21:03", "summary": "The fast-moving Silverado and Blue Ridge wildfires in Orange County, Calif., have prompted evacuation orders for 80,000 people. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fraud-detection-startup-ns8-files-for-bankruptcy-paving-way-for-litigation-11603831201", "title": "Fraud-Detection Startup NS8 Files for Bankruptcy, Paving Way for Litigation", "date": "2020-10-27 20:11", "summary": "Cybersecurity company lines up $10 million loan from Invictus Global Management to finance a planned litigation campaign. Cyber-fraud-prevention startup NS8 Inc. filed for bankruptcy protection Tuesday after its former chief executive was arrested on fraud charges last month and an investor put up $10 million to finance a litigation campaign over the company's sudden collapse.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-cites-treatment-of-hunter-biden-articles-in-call-to-change-law-protecting-online-platforms-11603837309", "title": "Justice Department Calls for Limits on Legal Immunity for Platforms", "date": "2020-10-27 19:37", "summary": "Letter to lawmakers on eve of testimony by Twitter, Facebook CEOs and a week before election cites restrictions to New York Post articles. WASHINGTON-The Justice Department said it was concerned that Facebook Inc. and Twitter Inc. restricted access to recent New York Post stories about the son of Democratic presidential nominee Joe Biden, telling lawmakers the department supported bipartisan interest in changing a law providing legal protections to online platforms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-basf-weedkillers-cleared-by-epa-for-another-five-years-11603841673", "title": "Bayer, BASF Weedkillers Cleared by EPA for Another Five Years", "date": "2020-10-27 19:34", "summary": "Regulator's approval of dicamba herbicides follows complaints over crop damage; agency says tighter restrictions will help limit injury to nearby fields. The U.S. Environmental Protection Agency will extend its approval of controversial weedkillers for another five years, a victory for agriculture companies Bayer AG and BASF SE .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-want-to-protect-local-newspapers-from-google-facebook-11603789201", "title": "Lawmakers Want to Protect Local Newspapers From Google, Facebook", "date": "2020-10-27 19:22", "summary": "Senate Democrats consider forcing tech giants to pay local news organizations for content. Some Senate Democrats are seeking to enable regulators to protect local news outlets, accusing tech giants such as Google and Facebook of \"unfair business practices,\" according to a new report by members of a key committee that will hear from the top industry executives this week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-earnings-continue-to-ride-pandemic-fueled-demand-for-cloud-videogaming-11603831078", "title": "Microsoft Continues to Ride Virus-Fueled Demand for Cloud", "date": "2020-10-27 19:18", "summary": "Sales rose 12% to $37.2 billion, generating a net profit of $13.9 billion in the first quarter. Microsoft Corp. expects the pandemic-era surge in demand for cloud-computing services, videogaming and computers that delivered a solid quarter to persist at least through the rest of the year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-rental-market-could-usher-in-next-american-housing-crisis-11603791000", "title": "Struggling Rental Market Could Usher in Next American Housing Crisis", "date": "2020-10-27 19:15", "summary": "Millions of renters are behind on their payments; mass evictions could come soon. Fallout from missed rent payments is threatening a swath of the U.S. population, as the expiration of eviction bans draws near.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-choice-11603840461", "title": "The Big Choice", "date": "2020-10-27 19:14", "summary": "Students debate the presidential election: Donald Trump vs. Joe Biden.. Editor's note: In this Future View, students make the case for President Trump or Joe Biden. Next week we'll ask, \"Why does your vote matter? What makes democracy so important?\" Students should click here to submit opinions of fewer than 250 words before Nov. 3. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-mostly-plays-defense-as-biden-looks-to-expand-electoral-map-11603820003", "title": "Trump Mostly Plays Defense as Biden Looks to Expand Electoral Map", "date": "2020-10-27 19:11", "summary": "The Democratic ticket's itinerary this week includes traditionally red states like Georgia and Texas, while the president is primarily working to shore up states he won four years ago. WARM SPRINGS, Ga.-Democrats are betting they can expand the electoral map in the final week of the 2020 campaign with a late foray into several traditionally GOP-leaning states, leaving President Trump largely playing defense in many battlegrounds he won four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coping-with-the-covid-winter-11603840305", "title": "Coping With the Covid Winter", "date": "2020-10-27 19:11", "summary": "Death rates have fallen sharply amid better care and treatments.. Perhaps you've heard winter is coming. Or as Joe Biden warned last week about a third virus wave, \"We're about to go into a dark winter, a dark winter.\" He's playing up the worst case as the election nears, so some context is in order.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rule-for-cleaner-dishes-11603840253", "title": "A Rule for Cleaner Dishes", "date": "2020-10-27 19:10", "summary": "A new regulation will let you buy dishwashers that actually work.. For years American homes have been stuck with dishwashers that take forever and still don't get the job done. A new Department of Energy rule finalized this week will help change that.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-ballot-wisdom-11603840218", "title": "Supreme Court Ballot Wisdom", "date": "2020-10-27 19:10", "summary": "It isn't partisan to rule that a state's voting deadline should stand.. The campaign to stigmatize the Supreme Court is already under way, even before new Justice Amy Coney Barrett hears a case. Witness the media hyperventilating after the Justices ruled 5-3 late Monday that Wisconsin's Nov. 3 ballot deadline must remain in place.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-riots-in-philadelphia-11603840184", "title": "The Riots in Philadelphia", "date": "2020-10-27 19:09", "summary": "Decisions by the city's leadership are not likely to reduce such tragedies.. Philadelphia has become the latest American city where rioting followed the fatal shooting of a black man by police. Demonstrators say they want justice, but this week's mayhem won't achieve that.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-owe-my-life-to-the-a-bomb-11603840029", "title": "I Owe My Life to the A-Bomb", "date": "2020-10-27 19:07", "summary": "I was to be part of the invasion of Kyushu in November 1945. But Hirohito surrendered.. I was supposed to die 75 years ago. In June 1945, President Truman approved Operation Downfall, a plan to invade the Japanese Home Islands of Kyushu and Honshu. Operation Olympic was to commence on Kyushu Nov. 1, 1945, followed in March 1946 by Operation Coronet on Honshu. I was the officer on a Navy landing ship who acquired classified documents for the ship, so I came back to the ship with operation plans involving our flotilla.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dodd-frank-undermines-the-fight-against-covid-11603840074", "title": "Dodd-Frank Undermines the Fight Against Covid", "date": "2020-10-27 19:07", "summary": "The 'conflict minerals' provision blocks resources vital for everything from ventilators to vaccines.. As U.S. manufacturers race to produce new vaccines, therapeutics and medical equipment to combat the pandemic, their efforts are impeded by a misguided decade-old government mandate enacted, ironically, for humanitarian purposes. This rule-targeting \"conflict minerals\"-has shrunk the medical supply chain for components of everything from ventilators to vaccine needles and syringes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-company-review-conquering-canada-11603839980", "title": "'The Company' Review: Conquering Canada", "date": "2020-10-27 19:06", "summary": "It was the age of the East India Co., when European corporations exploited distant territories. Like British North America.. In the 17th century, Europeans knew little about the immense interior of North America. But that didn't stop King Charles II of England from issuing, in 1670, a grandiose charter granting an exclusive trading monopoly across the entire Hudson Bay watershed. Eighteen well-fed London investors now claimed control of some 1.5 million square miles of land, spanning all of today's Manitoba and much of Quebec, Ontario, southern Saskatchewan, southern Alberta, Minnesota and North Dakota.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-justice-barrett-is-the-end-near-for-racial-preferences-11603839923", "title": "With Justice Barrett, Is the End Near for Racial Preferences?", "date": "2020-10-27 19:05", "summary": "A new majority may stop equivocating on affirmative action, which has impeded black mobility.. During her confirmation hearings, Justice Amy Coney Barrett faced many more questions about ObamaCare than about affirmative action, though her views on the latter are potentially far more consequential.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/50-first-dates-with-covid-and-biden-11603839886", "title": "50 First Dates With Covid and Biden", "date": "2020-10-27 19:04", "summary": "To deploy a vaccine, we will need accurate data and Washington's eye on the ball.. I don't like doing it but today's column will address two separate topics. Donald Trump continues to make dismissive remarks about coronavirus testing. It may surprise you that he has a point. By now, the U.S. has conducted 133,750,060 tests and detected 8,660,366 cases but except for diagnosing a relative handful who end up in the hospital, this giant testing enterprise serves little systematic purpose.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-trump-and-biden-are-emphasizing-relationships-with-historically-black-colleges-11603837283", "title": "Why Trump and Biden Are Emphasizing Relationships With Historically Black Colleges", "date": "2020-10-27 18:21", "summary": "Democrats and Republicans see touting connections to the schools as a way to reach a significant slice of the Black electorate. President Trump and Joe Biden are highlighting their relationships with historically Black colleges and universities in an effort to win support.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beam-suntory-to-pay-19-million-to-settle-bribery-probe-11603836951", "title": "Beam Suntory to Pay $19 Million to Settle Bribery Probe", "date": "2020-10-27 18:15", "summary": "Chicago-based spirit maker agrees to pay criminal penalty two years after settling related civil claims by the SEC. Beam Suntory Inc. has agreed to pay $19.5 million to resolve a criminal probe into bribes the maker of spirits allegedly paid to sell a line of its products in India, the U.S. Justice Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zeta-hits-mexicos-yucatan-peninsula-as-hurricane-heads-to-gulf-coast-11603804361", "title": "Zeta Is Expected to Regain Hurricane Strength as It Moves Toward Louisiana", "date": "2020-10-27 18:00", "summary": "Mix of mandatory, voluntary evacuation orders are in place in parts of Orleans Parish and others. Tropical storm Zeta churned into the Gulf of Mexico, where it was expected to restrengthen into a hurricane as it takes aim at Louisiana and other parts of the central Gulf Coast.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nxivm-founder-keith-raniere-sentenced-to-120-years-11603835716", "title": "Nxivm Founder Keith Raniere Sentenced to 120 Years", "date": "2020-10-27 17:55", "summary": "Federal prosecutors recommended life in prison after a jury found him guilty of federal racketeering, sex trafficking and other crimes last year. The founder of a purported self-help group that prosecutors described as a sex cult was sentenced to 120 years in federal prison Tuesday, marking an end to a saga that ensnared celebrities and businesspeople.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposal-would-broaden-transactions-recorded-under-anti-money-laundering-rule-11603834906", "title": "Proposal Would Broaden Transactions Recorded Under Anti-Money-Laundering Rule", "date": "2020-10-27 17:41", "summary": "FinCEN and the Fed suggest lowering the bar to $250 from $3,000 on international transactions for which sender and receiver details are transmitted. A proposed anti-money-laundering rule change would lower the threshold for when information on senders and receivers of international financial transfers is collected and passed along to other financial institutions, potentially adding more of a compliance burden on banks that process such payments.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-e-lee-statue-in-virginia-will-stay-put-until-lawsuit-is-resolved-11603833570", "title": "Lee Statue in Virginia to Stay Put Until Lawsuit Is Resolved", "date": "2020-10-27 17:19", "summary": "Gov. Ralph Northam decided to take down the Confederate monument after George Floyd's death in police custody. RICHMOND, Va.-Richmond's massive statue of Gen. Robert E. Lee will stay in place in the former capital of the Confederacy at least a while longer while a lawsuit over the governor's plans to remove it plays out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-earnings-halted-covid-19-drug-trial-disappoint-investors-11603822022", "title": "Eli Lilly Earnings, Halted Covid-19 Drug Trial Disappoint Investors", "date": "2020-10-27 17:16", "summary": "Drugmaker to continue pursuing authorization for antibody drug as it tests its effectiveness in earlier-stage coronavirus illness. Eli Lilly & Co. reported lower-than-expected quarterly earnings due to pricing pressure on top products, while the drugmaker said it would proceed with plans to introduce a new Covid-19 antibody treatment despite a setback in one of several clinical studies of its uses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-27-2020-11603793309", "title": "Dow, S&P 500 Slide After Big Selloff", "date": "2020-10-27 17:08", "summary": "Rising Covid-19 infection levels around the world are compounding worries about the global economic outlook. U.S. stocks wobbled Tuesday, attempting to stabilize after worries about the coronavirus pandemic sent markets tumbling to start the week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-investors-bets-eye-a-biden-victory-robust-stimulus-11603791001", "title": "Stock Investors' Bets Eye a Biden Victory, Robust Stimulus", "date": "2020-10-27 16:51", "summary": "Many investors appear to be positioning for a speedy outcome to the presidential contest. Despite the recent stock-market selloff, investors appear to be positioning for a speedy outcome to the presidential contest and dwindling volatility through the end of the year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/callaway-nears-deal-to-buy-rest-of-topgolf-11603816074", "title": "Callaway Golf to Buy Rest of Topgolf", "date": "2020-10-27 16:43", "summary": "The deal would value the driving-range operator at more than $2 billion. Callaway Golf Co. agreed to buy the rest of driving-range operator Topgolf Entertainment Group in a move that will bring a company known for its clubs and golf balls into the fast-growing sports-entertainment business.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-electronic-officiating-bad-for-sports-11603831351", "title": "Is Electronic Officiating Bad for Sports?", "date": "2020-10-27 16:42", "summary": "Yes, it changes the nature of the game. No, if we can avoid mistakes, it would be foolish not to. The two sides square off in a debate.. To err is human. But when it comes to sports, is that a good thing or a bad thing?", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-lifts-profit-amid-turnaround-push-11603800736", "title": "Harley-Davidson's Profit Surges on Leaner Production", "date": "2020-10-27 16:40", "summary": "Motorcycle maker reports lower sales as it curbs output and initiates retreat from overseas markets. Harley-Davidson Inc. delivered on its strategy to increase profit by curbing motorcycle production and costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activist-arrested-near-u-s-consulate-11603825538", "title": "Hong Kong Activist Arrested Near U.S. Consulate", "date": "2020-10-27 16:39", "summary": "Disbanded Hong Kong pro-democracy organization said national security police made the detention. HONG KONG-A disbanded Hong Kong pro-democracy organization said national security police had arrested a former organizer of the group near the U.S. diplomatic mission in the city.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-urged-to-spare-regular-transit-commuters-from-fare-raises-11603831166", "title": "New York's MTA Urged to Spare Regular Transit Commuters From Fare Raises", "date": "2020-10-27 16:39", "summary": "New York City subway riders may face price increases despite Covid-19 pandemic. Transit officials in New York should avoid raising prices on regular subway, bus or rail riders as they consider fare increases over the coming months, according to a key member of the board that will set new prices for early 2021.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-emerges-as-covid-19-epicenter-as-cases-surge-across-europe-11603817793", "title": "France Emerges as Covid-19 Epicenter as Cases Surge Across Europe", "date": "2020-10-27 16:34", "summary": "Resume Subscription. PARIS-France has emerged as the epicenter of the second wave of coronavirus infections now sweeping much of Europe, causing hospitals to brace for a surge of new patients and pushing the government to consider tough new restrictions in some places.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/expect-the-unexpected-wednesday-crossword-october-28-11603650622", "title": "Expect the Unexpected (Wednesday Crossword, October 28)", "date": "2020-10-27 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-thanksgiving-outdoor-heaters-virtual-meals-grandma-stays-home-11603828758", "title": "The Covid Thanksgiving: Outdoor Heaters, Virtual Meals, Grandma Stays Home", "date": "2020-10-27 15:59", "summary": "Is it safe to have Thanksgiving? As coronavirus cases surge, families face difficult decisions.. Ted Teuten is facing an agonizing question for Thanksgiving this year: Is it safe for his 76-year-old mother to come?", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-bet-on-face-masks-so-far-it-is-paying-off-11603814499", "title": "Etsy Bet on Face Masks. So Far It Is Paying Off.", "date": "2020-10-27 15:49", "summary": "The online marketplace, which reports earnings Wednesday, has seen profit swell from demand for masks and home décor. Etsy Inc. is having a moment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-dents-third-quarter-sales-for-pfizer-11603799937", "title": "Pfizer Says Covid-19 Vaccine Late-Stage Trial Almost Fully Enrolled", "date": "2020-10-27 15:45", "summary": "Chief executive calls for patience as 'stress levels are growing' for trial results; pandemic dents third-quarter sales. Pfizer Inc. said a global late-stage trial evaluating its Covid-19 vaccine is almost fully enrolled with participants, as its chief executive called for patience as researchers advance in collecting trial results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sprinter-christian-coleman-hit-with-two-year-ban-for-missed-doping-tests-11603827707", "title": "U.S. Sprinter Christian Coleman Hit With Two-Year Ban for Missed Doping Tests", "date": "2020-10-27 15:41", "summary": "The reigning 100-meter world champion will miss the 2021 Tokyo Games after a disciplinary panel upheld his suspension. A disciplinary panel has banned American sprinter Christian Coleman, the current world champion in the 100 meters, for two years for a violation of anti-doping rules, sidelining him through the scheduled July 2021 start of the postponed Tokyo Olympics.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-urged-to-avoid-travel-during-holiday-season-11603823580", "title": "New Yorkers Urged to Avoid Travel During Holiday Season", "date": "2020-10-27 15:34", "summary": "New York City Mayor Bill de Blasio says staying put will reduce threat of second wave of Covid-19. New York City is ramping up enforcement of quarantines for out-of-state travelers, part of an effort to contain the spread of the coronavirus during the holiday season.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-warns-of-foreign-operators-exaggerating-their-election-interference-abilities-11603827156", "title": "Facebook Warns of Foreign Operators Exaggerating Election-Interference Abilities", "date": "2020-10-27 15:32", "summary": "Company also takes down small network of accounts tied to Iranian government. Facebook Inc. said it took down a small network of fake accounts and pages tied to the Iranian government, while also warning that foreign actors are attempting to exaggerate their ability to influence the U.S. election in a way that itself could affect the vote.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-antibodies-study-shows-decline-over-time-11603826661", "title": "Covid-19 Antibodies Study Shows Decline Over Time", "date": "2020-10-27 15:24", "summary": "The findings suggest that getting the virus might not result in long-lasting immunity from future infection. A large English study funded by the British government showed the number of people with Covid-19 antibodies declined significantly over the summer. This suggests that contracting the virus might not guarantee long-lasting immunity from future infection. The results of the Imperial College London and Ipsos Mori study haven't yet been reviewed by other experts.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-makes-another-bid-for-pay-tv-viewers-11603817905", "title": "T-Mobile Makes Another Bid for Pay-TV Viewers", "date": "2020-10-27 15:08", "summary": "New wireless TV service will stream cable channels in bundles; 5G broadband service still a work in progress. T-Mobile US Inc. is launching a new home television service aimed at the millions of U.S. households that have cut the cable cord in recent years, jumping into the already crowded streaming-video market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caterpillars-sales-fall-as-coronavirus-weighs-on-industry-11603798979", "title": "Caterpillar, 3M Flag Falling Sales to Businesses", "date": "2020-10-27 15:07", "summary": "Coronavirus pandemic is sapping demand for everything from cruise ships to dental procedures. Big manufacturers are logging lower sales to businesses ranging from cruise-ship builders to medical offices, as the coronavirus pandemic continues to drag on economic activity across the globe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-baseball-more-exciting-11603825200", "title": "How to Make Baseball More Exciting", "date": "2020-10-27 15:00", "summary": "We asked Wade Boggs, Alex Rodriguez, Lou Piniella and Doug Glanville for their ideas. They had plenty.. Baseball, which for years led the country's sports scene as \"America's pastime,\" has stumbled a bit in recent years.", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economic-revival-continues-11603825048", "title": "The Economic Revival Continues", "date": "2020-10-27 14:57", "summary": "Imagine what we could do without further lockdowns.. American factories are humming again. Now if politicians can just avoid returning to the blunt lockdown instrument that imposed such heavy costs last spring and provided such uncertain benefits, the U.S. revival can continue.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tamer-tales-of-terror-11603823863", "title": "Tamer Tales of Terror", "date": "2020-10-27 14:37", "summary": "Three horror movies, newly transferred to home video, offer gentle scares as a respite from the calamity and chaos of this Halloween season and the year in general.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-so-real-review-a-chicago-epic-11603822949", "title": "'City So Real' Review: A Chicago Epic", "date": "2020-10-27 14:22", "summary": "Encompassing a police shooting, a mayoral campaign and more, Steve James's five-part documentary is a breathtaking story of urban life and politics.. When people say \"Welcome to Chicago,\" as they do several times during the breathtaking \"City So Real,\" it's as if someone were muttering \"May you live in interesting times.\" It could be a blessing. You're pretty sure it's a curse.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-jack-dorsey-a-hands-off-ceo-in-a-time-of-turmoil-11603822774", "title": "Twitter's Jack Dorsey: A Hands-Off CEO in a Time of Turmoil", "date": "2020-10-27 14:19", "summary": "Resume Subscription. Twitter Inc. CEO and co-founder Jack Dorsey found himself in the hot seat two weeks ago, when with little explanation the platform he leads began blocking its millions of users from sharing links to a pair of New York Post stories about Joe Biden's son, Hunter Biden. Within hours, lawmakers said they would subpoena Mr. Dorsey to explain his decision.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-election-adds-to-turkish-liras-bumpy-ride-11603800651", "title": "U.S. Election Adds to Turkish Lira's Bumpy Ride", "date": "2020-10-27 14:08", "summary": "Traders fear a win for Joe Biden in the presidential election could increase the likelihood of sanctions against Turkey. Investors already wary of Turkish assets have a new reason for caution: the U.S. election.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-banks-in-hong-kong-breathe-easier-over-u-s-sanctions-11603791002", "title": "Global Banks in Hong Kong Breathe Easier Over U.S. Sanctions", "date": "2020-10-27 14:06", "summary": "Banks appear to face less of a challenge than feared in the face of sanctions targeting those seen as undermining Hong Kong's autonomy. U.S. sanctions over Hong Kong are likely to pose fewer headaches for international banks operating in the financial hub than first feared, lawyers say.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-course-puerto-rico-deserves-to-be-a-state-11603821184", "title": "Of Course Puerto Rico Deserves to Be a State", "date": "2020-10-27 13:53", "summary": "Our Founders established a government with the \"consent of the governed.\". Your editorial \"Packing the U.S. Senate\" (Oct. 17) states: \"The Founders developed a model of representation that would hold a diverse republic together.\" Our Founders also established a government with the \"consent of the governed.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evs-will-be-your-future-so-get-used-to-it-11603821232", "title": "EVs Will Be Your Future, So Get Used to It", "date": "2020-10-27 13:53", "summary": "No, they aren't out to get your gas-powered car.. Regarding your editorial \"Target: Your Gas Car\" about the potential banning of sales of new fossil-fuel-powered cars (Oct. 22): There is nearly $1.3 trillion in outstanding automobile debt. About 35% of all American adults who own a car have loans. An aggressive shift to electric cars will make the gas-powered vehicles obsolete and severely damage their value as loan collateral. There are currently about 110 million auto loans outstanding. It doesn't look like the global-warming crowd has thought this through.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-labor-plans-will-be-a-major-change-11603821133", "title": "Biden's Labor Plans Will Be a Major Change", "date": "2020-10-27 13:52", "summary": "Joe Biden would create a \"cabinet-level working group\" to \"explore the expansion of sectoral bargaining,\" under which entire industries would be forced to a single bargaining table.. Regarding your editorial \"Big Labor's Big Senate Plans\" (Oct. 22): Joe Biden would also create a \"cabinet-level working group\" to \"explore the expansion of sectoral bargaining,\" under which entire industries would be forced to a single bargaining table with unions to set wages and working conditions industrywide. The only difference between sectoral bargaining and the New Deal-era regulation of industry by the National Recovery Administration is that union executives write the rules instead of government bureaucrats.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-ranch-once-owned-by-mcdonalds-founder-ray-kroc-asks-29-million-11603820749", "title": "California Ranch Once Owned by McDonald's Founder Ray Kroc Asks $29 Million", "date": "2020-10-27 13:45", "summary": "Fast food's founding father bought a swath of the 554-acre property in the Santa Ynez Valley around 1965, shortly after the burger chain's IPO made him rich. A 554-acre ranch in California's Santa Ynez Valley once owned by McDonald's Corp. founder Ray Kroc is coming on the market for $29 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-amazing-horrifying-age-of-exaggeration-11603820740", "title": "The Amazing, Horrifying Age of Exaggeration", "date": "2020-10-27 13:45", "summary": "Hyperbole was more fun in Mencken's age. Today it's become ugly and fanatical, a weapon in a holy war.. Exaggeration is the oldest tendency of American humor. Politics, too. Think of Mark Twain and Huck Finn's \"stretchers,\" or of H.L. Mencken's railing against charlatan politicians and \"the booboisie.\" The genre of tall tales-America's naive gigantism-began with John Henry and Paul Bunyan. It has come to gorgeous flower in the time of Donald Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/without-a-platform-trump-falls-11603820690", "title": "Without a Platform, Trump Falls", "date": "2020-10-27 13:44", "summary": "The GOP program is the same as in 2016, even though Covid-19 changed the world.. If President Trump loses his race for re-election and takes Republican incumbents down with him, historians may see June 10 as an important day in the story. That is when the Republican National Committee announced that for the first time since its founding before the Civil War, the party would not draft a new platform but would carry over the 2016 platform, word for word.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-should-stay-out-of-korean-dispute-11603820627", "title": "Trump Should Stay Out of Korean Dispute", "date": "2020-10-27 13:43", "summary": "At issue is the trade-secret dispute between LG Chem and SK Innovation, two makers of electric-vehicle batteries.. \"Biz Doesn't Stop for the Election\" (Business World, Oct. 14), an examination by Holman Jenkins of the relationship between trade-secret protection and economic vitality, builds to an unsubstantiated conclusion that President Trump would abandon four years of trade policy and protect a foreign intellectual-property thief from punishment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-california-ranch-built-by-mcdonalds-founder-ray-kroc-11603820528", "title": "The California Ranch Built by McDonald's Founder Ray Kroc", "date": "2020-10-27 13:42", "summary": "On 554 acres in Santa Ynez Valley, the property includes a 17,000-square-foot lodge and a house locals liken to a hamburger.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/privacy-censorship-and-the-free-social-media-model-11603820557", "title": "Privacy, Censorship and the Free Social-Media Model", "date": "2020-10-27 13:42", "summary": "Maybe social media should be a paid service as the post office and the phone companies are.. Greg Woods's \"Censorship and Getting Social Media Right\" (Letters, Oct. 22) makes some very good points regarding old-fashioned mail and the telephone. He believes that social media doesn't warrant additional restraints on content. However, what he misses is that the post office doesn't read your mail and the phone companies aren't supposed to eavesdrop on your conversations. Social media eavesdrops on your every word and uses that information to sell you things and shape your thoughts and opinions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-corporation-finance-director-william-hinman-plans-to-step-down-this-year-11603820148", "title": "SEC Corporation Finance Director William Hinman Plans to Step Down This Year", "date": "2020-10-27 13:35", "summary": "Exit is part of a normal wave of departures from regulatory agencies at the end of a presidential term. WASHINGTON-The Securities and Exchange Commission official who writes rules for initial public offerings and other corporate disclosures said Tuesday he planned to step down later this year, part of the usual wave of departures from federal regulatory agencies at the end of a presidential term.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-bars-doj-from-representing-trump-in-defamation-suit-11603807915", "title": "Judge Bars DOJ From Representing Trump in Defamation Suit", "date": "2020-10-27 13:17", "summary": "The president wasn't acting in his official capacity when he denied decades-old rape allegations, the ruling said. The Justice Department can't represent President Trump in a defamation lawsuit because he wasn't acting in his official capacity as president when he denied allegations that he raped an advice columnist, a federal judge ruled Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-from-home-could-hit-aerospace-revenues-raytheon-hopes-it-will-also-cut-costs-11603818971", "title": "Working From Home Could Hit Aerospace Revenues. Raytheon Hopes It Will Also Cut Costs.", "date": "2020-10-27 13:16", "summary": "The jet-engine business faces a gloomier outlook than expected, but trimming expenses could still provide an edge. The rise of Zoom and Microsoft Teams amid the continuing pandemic is a worry for aerospace companies, given the impact on business travel. But at least remote working can also help them cut costs.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raytheon-shrinks-to-fit-jet-downturn-11603818151", "title": "Raytheon Shrinks to Fit Jet Downturn", "date": "2020-10-27 13:02", "summary": "Aerospace supplier is reducing head count, office and factory space as jetliner business slows. Raytheon Technologies Corp. , the biggest aerospace supplier by sales, said it is cutting 20,000 jobs this year-up from a previously announced 15,000-as it adjusts to the shrinking airline industry and the sharp drop in jetliner orders and deliveries.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-retirement-bill-offers-later-withdrawals-paths-to-lost-accounts-11603817024", "title": "Bipartisan Retirement Bill Offers Later Withdrawals, Paths to Lost Accounts", "date": "2020-10-27 12:43", "summary": "House proposal is example of what could advance in divided government. Americans would be allowed to wait longer to withdraw money from their retirement accounts and have an easier time finding old, forgotten accounts under a bipartisan proposal that contains a broad mix of measures to encourage retirement savings.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-cuban-is-seeking-the-next-generation-of-ai-superstars-11603816551", "title": "Mark Cuban Is Seeking the Next Generation of AI 'Superstars'", "date": "2020-10-27 12:35", "summary": "The billionaire investor is funding AI bootcamps aimed at young people in low-income communities. 'We don't recognize how much talent is there.'. Mark Cuban has committed $2 million to expand a program he founded that aims to teach artificial-intelligence skills at no cost to high school students in low-income communities across the country.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-hope-when-everything-feels-hopeless-11603816391", "title": "Finding Hope When Everything Feels Hopeless", "date": "2020-10-27 12:33", "summary": "Hope is important for resiliency. Here are ways to boost it.. I've got the perfect four-letter word for the moment: Hope.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-hum-to-keep-up-with-auto-housing-demand-11603816320", "title": "Factories Hum to Keep Up With Auto, Housing Demand", "date": "2020-10-27 12:32", "summary": "U.S. manufacturers are having trouble meeting demand in key sectors. Eight months into the Covid-19 crisis, manufacturers are facing an unusual problem: They are struggling to keep up with demand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-s-top-public-policy-executive-in-india-steps-down-11603807845", "title": "Facebook's Public Policy Chief in India Steps Down", "date": "2020-10-27 12:24", "summary": "Ankhi Das drew criticism in India over social-media giant's enforcement of its policy on anti-Muslim hate speech. A Facebook Inc. executive in India who was at the center of a political storm over the company's policy on anti-Muslim hate speech on the platform is leaving her position Tuesday, the social-media giant said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-prepares-measures-for-possible-election-unrest-11603651659", "title": "Facebook Prepares Measures in Case of Election Unrest", "date": "2020-10-27 12:17", "summary": "Tools include slowing the spread of certain posts and tweaking users' news feeds. Facebook Inc. teams have planned for the possibility of trying to calm election-related conflict in the U.S. by deploying internal tools designed for what it calls \"at-risk\" countries, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-broken-up-aig-would-still-have-work-to-do-11603815249", "title": "A Broken Up AIG Would Still Have Work to Do", "date": "2020-10-27 12:14", "summary": "AIG's property-and-casualty unit could fetch a better valuation on its own, but it will likely still trail its rivals for now. American International Group is drastically reworking its business to focus on property-and-casualty insurance by separating out its life-and-retirement unit. But what remains still has to perform.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-rent-the-runway-to-think-beyond-rentals-11603815160", "title": "Coronavirus Prompts Rent the Runway to Think Beyond Rentals", "date": "2020-10-27 12:12", "summary": "With fewer clothing rentals during pandemic, startup pushes deeper into business of selling secondhand apparel. Rent the Runway is raising a new round of financing and is focusing on selling clothes, not just renting them, after the startup suffered a near-fatal blow from a coronavirus pandemic that has kept women home for most of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-rose-for-fifth-consecutive-month-in-september-11603802810", "title": "Durable-Goods Orders Rise for Fifth Consecutive Month", "date": "2020-10-27 12:08", "summary": "Orders for products designed to last at least three years rose 1.9% compared with August. Orders for long-lasting factory goods increased for the fifth consecutive month in September, the latest sign manufacturing companies are rebounding from supply-chain disruptions and shutdowns related to the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campaigns-clash-with-cellphone-carriers-over-political-texts-11603814631", "title": "Who Is Policing Political Texts in the Final Days of Election? Wireless Companies Are Trying", "date": "2020-10-27 12:03", "summary": "Consumer complaints prompt wireless companies to try to limit the number of messages sent without prior consent. Presidential campaigns are seeking to blast out millions of text messages in the days leading up to the election, but they are facing increasingly stringent rules from wireless carriers about those dispatches.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-the-ncaa-be-abolished-11603814400", "title": "Should the NCAA Be Abolished?", "date": "2020-10-27 12:00", "summary": "Yes, it has outlived its usefulness and it should be broken up. No, abolishing it won't fix what is wrong with college sports. The two sides square off in a debate.. When the National Collegiate Athletic Association was founded in 1906 to protect the health of college athletes, the college-sports landscape looked nothing like it does today.", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-economy-returns-to-growth-11603800971", "title": "South Korean Growth Shows Asia's Stronger Recovery From Coronavirus", "date": "2020-10-27 11:48", "summary": "GDP rose 1.9% in latest quarter after first recession in over 10 years on annual basis, shaking off the pandemic's worst effects. SEOUL-South Korea's economy expanded quarter-on-quarter, as Asian economies shake off the pandemic's worst effects and return to growth.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-closed-hong-kongs-beaches-but-it-couldnt-keep-swimmers-out-of-the-ocean-11603813007", "title": "Covid Closed Hong Kong's Beaches, but It Couldn't Keep Swimmers Out of the Ocean", "date": "2020-10-27 11:36", "summary": "The sand was off-limits for months, so devoted swimmers found crafty work-arounds and risked jellyfish, barnacles and hefty fines. HONG KONG-For a city with more sea than land, Hong Kong has been making it very difficult to go to the beach.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-august-11603804617", "title": "U.S. Home-Price Growth Accelerated in August", "date": "2020-10-27 11:28", "summary": "S&P CoreLogic Case-Shiller index measuring average home prices in major metropolitan areas rose 5.7%. The S&P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in major metropolitan areas across the nation, rose 5.7% in the year that ended in August, up from a 4.8% annual rate the prior month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbcs-profit-falls-but-lower-provisions-boost-recovery-hopes-11603787244", "title": "HSBC, Santander Signal Cautious Optimism", "date": "2020-10-27 11:27", "summary": "The two global lenders are the latest to strike an upbeat tone despite the continuing pandemic impact. LONDON-Global banks are signaling cautious optimism about weathering the coronavirus pandemic, setting aside less cash to cover bad loans, posting better-than-expected profits and saying payouts to shareholders could be around the corner.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emily-in-paris-darren-star-acting-11603811025", "title": "Before He Created '90210' and 'Emily in Paris,' Darren Star Wanted to Act", "date": "2020-10-27 11:16", "summary": "Despite his love for theater, the writer, producer and director realized in college that acting wasn't his strength. Darren Star, 59, is a TV writer, producer and director best known for creating \"Beverly Hills, 90210,\" \"Melrose Place,\" \"Sex and the City\" and \"Younger.\" His latest comedy series is \"Emily in Paris\" ( Netflix ). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-can-roll-the-dice-with-xilinx-11603811460", "title": "AMD Can Roll the Dice With Xilinx", "date": "2020-10-27 11:11", "summary": "Strong data-center results show chip maker's momentum and continued gains against Intel. Advanced Micro Devices is taking a big gamble in buying Xilinx . The chip maker's latest results show why it can.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adults-as-young-as-45-should-be-screened-for-colorectal-cancer-u-s-panel-recommends-11603810800", "title": "Adults as Young as 45 Should Be Screened for Colorectal Cancer, U.S. Panel Says", "date": "2020-10-27 11:00", "summary": "The final recommendation by the U.S. Preventive Services Task Force would lower the age for screening by five years and require many insurers to cover the testing. People as young as 45 years old should now get screened for colon and rectal cancer, down from 50 years old, according to an independent, government-backed panel whose recommendations usually lead to insurance coverage of such preventive services.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-sales-rise-from-personal-safety-home-improvement-products-11603798292", "title": "3M Benefits From Higher Demand for Face Masks, Consumer Goods", "date": "2020-10-27 10:51", "summary": "Manufacturer expects to sell 2 billion N95 masks by the end of 2020. 3M Co. 's sales for personal products are booming, as hospitals buy face masks to protect health workers from Covid-19 and people sheltering at home purchase more cleaning supplies and painters' tape.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-hire-100-000-seasonal-workers-for-holidays-11603809426", "title": "Amazon to Hire 100,000 Seasonal Workers for Holidays", "date": "2020-10-27 10:37", "summary": "Additions build on tech giant's hiring spree this year to meet soaring demand during pandemic. Amazon . com Inc. plans to hire 100,000 seasonal workers in the U.S. and Canada heading into the Thanksgiving and Christmas holidays ahead of an expected surge in online orders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-will-struggle-to-regain-its-edge-11603809178", "title": "HSBC Will Struggle to Regain Its Edge", "date": "2020-10-27 10:32", "summary": "The Asia-focused bank can afford to restart dividends, but that might not be enough to persuade investors to pay the big premium they used to. Even as China has mounted a stronger fightback against Covid-19 than its Western peers, China-focused HSBC has lost its exceptionalism among European banks. Winning it back won't be as easy as Tuesday's share-price jump might suggest.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-giant-omnicom-reports-11-5-revenue-drop-in-third-quarter-11603808694", "title": "Ad Giant Omnicom Reports 11.5% Revenue Drop in Third Quarter", "date": "2020-10-27 10:24", "summary": "The holding company warned of continuing impact from the pandemic. Omnicom Group OMC -1.80% said the sharp decline in sales caused by the coronavirus pandemic eased somewhat in the third quarter, but warned that budget cuts and a decrease in demand for marketing services will continue to weigh on its business.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ford-model-t-with-history-written-all-over-it-11603807753", "title": "A Ford Model T With History Written All Over It", "date": "2020-10-27 10:09", "summary": "Resume Subscription. John Butte, 71, a retired Caterpillar executive from Dunlap, Ill., on the 1926 \"Bradford Model T Girls\" Ford, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whats-behind-the-gender-pay-gap-in-sports-11603807200", "title": "What's Behind the Gender Pay Gap in Sports?", "date": "2020-10-27 10:00", "summary": "Is it sex discrimination or the free market? Three experts debate the issue.. Women in sports have come a long way since Babe Didrikson Zaharias and Billie Jean King. Yet the financial distance between today's female pros and their male counterparts, whose earnings have soared into the stratosphere, is probably larger than ever.", "categories": [["U.S.", "Journal Reports", "Big Issues: Sports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-two-newcomers-replace-honeycrisp-as-apple-sensations-11603807200", "title": "New York Orchard Bets Big on SnapDragon and RubyFrost Apples", "date": "2020-10-27 10:00", "summary": "Crist Bros Orchards is practically betting the New York farm on the SnapDragon and the RubyFrost. Jeff and Joy Crist and their grown children Joel Crist and Jenny Crist Kohn have bet the family farm on an apple. Make that two apples. They're hoping one or both of the new, locally bred varieties they have planted in their orchard-the SnapDragon and the RubyFrost-will be the next Honeycrisp. A monster apple sensation.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-queens-of-the-road-11603806568", "title": "Photos: Queens of the Road", "date": "2020-10-27 09:49", "summary": "John Butte shows off his 1926 Ford, once driven by the 'Bradford Model T Girls'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cecily-von-ziegesar-gossip-girl-cobble-hill-interview-11603804448", "title": "'Gossip Girl' Author Cecily von Ziegesar Doesn't Want to Be a One-Hit Wonder", "date": "2020-10-27 09:33", "summary": "The author of the groundbreaking teen series of novels is back with 'Cobble Hill': a book for adults. Cecily von Ziegesar, the creator of the popular Gossip Girl book series, found her favorite face mask in a bush in Red Hook, Brooklyn. \"Is that gross?\" she asks with the nonchalance of a seasoned New Yorker who couldn't care less what anyone thinks is gross. \"I washed it twice,\" she adds. She does worry, however, that the original owner of the beautiful homemade mask may see her wearing it, so she's careful about where she does. Owning up to mask theft might be categorized as shameless behavior, but Ziegesar-whose signature creation is about teens behaving like sexually adventurous narcissistic adults-says, \"I've already offended everybody.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-agrees-to-buy-rival-chip-maker-xilinx-for-35-billion-11603794663", "title": "AMD Agrees to Buy Rival Chip Maker Xilinx for $35 Billion", "date": "2020-10-27 09:16", "summary": "U.S. semiconductor industry consolidation gains pace with another landmark transaction. Advanced Micro Devices Inc. plans to buy rival chip maker Xilinx Inc. in a $35 billion deal, adding momentum to the consolidation of the semiconductor industry that has only accelerated during the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-proposition-15-would-undo-limits-on-commercial-property-taxes-11603803604", "title": "California's Proposition 15 Would Undo Limits on Some Property Taxes", "date": "2020-10-27 09:00", "summary": "Real-estate taxes for properties that haven't been reassessed in decades could skyrocket under measure. More than 40 years after imposing severe restrictions on property-tax increases, California voters might begin rolling them back next week, sending shivers through the state's commercial real-estate industry.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-eli-lilly-amd-las-vegas-sands-what-to-watch-when-the-stock-market-opens-today-11603797671", "title": "AMD, Xilinx, Eli Lilly, Las Vegas Sands: What to Watch When the Stock Market Opens Today", "date": "2020-10-27 08:59", "summary": "S&P 500 futures are edging higher a day after the benchmark's steepest descent in over a month. Here's what we are watching as markets kick into gear Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pattern-of-unnecessary-gynecological-treatments-identified-at-georgia-ice-facility-11603803379", "title": "Pattern of Unnecessary Gynecological Treatments Identified at Georgia ICE Facility", "date": "2020-10-27 08:56", "summary": "Report submitted to Congress by panel of medical experts says at least 19 women held at detention center were affected. At least 19 women held at an immigration detention center in Georgia underwent overly aggressive gynecological treatments at the hands of one doctor that were medically unnecessary, according to a panel of outside experts who reviewed medical records from the facility.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-dolce-vita-leaves-a-bitter-aftertaste-11603803018", "title": "La Dolce Vita Leaves a Bitter Aftertaste", "date": "2020-10-27 08:51", "summary": "A day after Italy introduced a 6 p.m. curfew for bars, the maker of Campari reported a summer surge in sales. Why is Covid-19 spreading rapidly in Europe? The latest evidence comes from an unlikely source: quarterly results from Italian liquor company Davide Campari-Milano .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/string-of-tense-votes-test-africas-democracies-11603802155", "title": "String of Tense Votes Tests Africa's Democracies", "date": "2020-10-27 08:35", "summary": "Disrupted or contested elections could roll back democratic gains on continent, as some long-time leaders seek to cement power and silence dissent. A series of elections across Africa threaten to roll back democracy on the continent and destabilize some of the few economies around the world still projected to grow this year.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-set-to-be-confirmed-as-supreme-court-justice-11603721947", "title": "Amy Coney Barrett Sworn In as Supreme Court Justice", "date": "2020-10-27 08:22", "summary": "Justice Clarence Thomas administers constitutional oath in an outdoor White House ceremony. WASHINGTON-Amy Coney Barrett was sworn in as the 115th Supreme Court justice Monday evening, elevating a disciple of the late Justice Antonin Scalia to succeed the late liberal icon Ruth Bader Ginsburg and establishing a broad conservative majority for the first time since the 1930s.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-boosted-by-upstream-recovery-11603784985", "title": "BP Posts Fifth Straight Quarterly Loss", "date": "2020-10-27 08:21", "summary": "U.K. oil company struggles with reduced demand, lower refining margins. LONDON- BP PLC reported a fifth consecutive quarterly loss on Tuesday, providing the first glimpse of how major oil companies navigated the third quarter amid a prolonged slump in demand triggered by the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronaviruss-toll-on-marathons-and-other-races-a-95-drop-11603800000", "title": "Coronavirus's Toll on Marathons and Other Races: A 95% Drop", "date": "2020-10-27 08:00", "summary": "The New York City Marathon was set to see 50,000 runners finish on Nov. 1. A 300-runner event in Central Park shows how the industry has plummeted.. Last Sunday's four-mile race in New York's Central Park had no blaring music to send off runners bunched shoulder-to-shoulder, no cowbell-clanging spectators, no crackling of discarded water cups under thousands of pounding feet. The race did have masks-on everyone, from start to finish.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenders-cracking-down-on-mall-owners-behind-on-the-mortgage-11603800000", "title": "Lenders Cracking Down on Delinquent Mall Owners", "date": "2020-10-27 08:00", "summary": "Saks at Miami mall, Midtown Manhattan retail property become foreclosure targets. More lenders are starting to deliver a stern new message to delinquent mall owners: time to pay up.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-boosts-startups-behind-virtual-showings-11603800001", "title": "Covid-19 Pandemic Boosts Startups Behind Virtual Showings", "date": "2020-10-27 08:00", "summary": "Venture funding climbs as demand surges for remote property visits and closings. The business of investing in tech-oriented, startup property firms took years to gain traction in the stodgy real-estate industry. But it is gaining fresh momentum during the coronavirus pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-are-the-new-remote-school-zoom-bombers-11603800001", "title": "Parents Become Remote-School Zoom Bombers", "date": "2020-10-27 08:00", "summary": "Moms and dads fight the urge to overstep in virtual classrooms. To the chagrin of teachers, some can't help themselves.. Remote school has created a whole new group of people for teachers to manage during class time: parents.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-ant-the-company-behind-the-worlds-biggest-ipo-11603798576", "title": "Inside Ant, the Company Behind the World's Biggest IPO", "date": "2020-10-27 07:36", "summary": "Resume Subscription. Ant Group Co. 's initial public offering is poised to break global records for total funds raised. The company became the world's most valuable startup after a fundraising round in mid-2018 that valued it at $150 billion, and could raise more than $34 billion with its coming listings and earn a valuation well in excess of $300 billion. That would place it among the world's most valuable technology companies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pompeo-touts-u-s-india-defense-deal-with-an-eye-on-china-11603791947", "title": "Pompeo Touts U.S.-India Defense Deal, With an Eye on China", "date": "2020-10-27 07:17", "summary": "The agreement known as Beca gives India access to advanced American map and satellite imagery. NEW DELHI-Increased U.S.-Indian military and strategic cooperation will help the two countries manage China's growing influence in Asia, top U.S. diplomats said Tuesday.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-real-estate-loans-require-a-new-york-state-of-mind-11603796583", "title": "These Real-Estate Loans Require a New York State of Mind", "date": "2020-10-27 07:03", "summary": "Investors have questioned the health of some New York City real-estate loans amid the pandemic, but the situation for now often isn't as dire as it might seem. Across the U.S. banking sector, bad loans remained relatively rare in the third quarter. But some of the most perplexing debts are in quarantine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-tones-down-immigration-messages-that-dominated-2016-election-11603796411", "title": "Trump Campaign Tones Down Immigration Messages", "date": "2020-10-27 07:00", "summary": "The issue barely makes the top 10 list of topics highlighted in political TV ads. Four years ago, then-candidate Donald Trump rode to the Republican nomination and then the White House on a platform centered around curbing illegal immigration and building a wall along the U.S.-Mexico border.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-case-is-deja-vu-for-justice-departments-no-2-official-11603796402", "title": "Google Case Is Déjà Vu for Deputy Attorney General", "date": "2020-10-27 07:00", "summary": "Deputy Attorney General Jeffrey Rosen, the face of the government's antitrust suit, sued Microsoft two decades ago. WASHINGTON-When Deputy Attorney General Jeffrey Rosen announced the Justice Department's antitrust lawsuit against Google last week, the moment provided a career bookend for the nation's No. 2 law-enforcement official, who was a figure in the last big antitrust battle over tech dominance two decades ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-s-cant-replicate-south-koreas-impressive-economic-recovery-11603794924", "title": "Why the U.S. Can't Replicate South Korea's Impressive Economic Recovery", "date": "2020-10-27 06:35", "summary": "Getting the pandemic under control is a prerequisite, but not every country can be a massive net exporter. South Korea's recession ended in the third quarter of the year with the economy growing 1.9% from the second quarter. The country's commendable control of Covid-19 has helped-but like China, its pre-existing economic structure was also key.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countries-try-shorter-covid-19-quarantines-in-bid-to-boost-compliance-11603791001", "title": "Countries Try Shorter Covid-19 Quarantines in Bid to Boost Compliance", "date": "2020-10-27 05:30", "summary": "Advocates say reducing the isolation period could help combat pandemic fatigue; others warn the gamble could backfire. A growing number of countries are trimming the length of time people potentially exposed to the coronavirus need to self-quarantine to reduce the risk of spreading Covid-19. Their reasoning: Shorter spells might help manage the pandemic by encouraging greater compliance.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-brace-for-trade-tensions-more-tariffs-after-election-11603791001", "title": "CFOs Brace for Trade Tensions, More Tariffs After Election", "date": "2020-10-27 05:30", "summary": "President Trump expected to rely on tariffs if re-elected while Joe Biden proposes multilateral approach to trade. Finance chiefs are closely tracking how U.S. trade policy could change after the presidential election, potentially leading to higher tariff-related costs and new restrictions on certain products.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-holiday-presents-arrival-could-depend-on-these-fund-managers-11603790891", "title": "Your Holiday Present's Arrival Could Depend on These Fund Managers", "date": "2020-10-27 05:28", "summary": "Pain at the mall is fueling an opportunity for fund managers, who sell payment protection for a fee. Pain at the shopping mall is throwing up a moneymaking opportunity for fund managers. For the bet to pay off, retailers on the edge of going bust must actually survive.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-betting-firm-genius-sports-to-go-public-in-1-5-billion-spac-deal-11603747945", "title": "U.K. Betting Firm Genius Sports to Go Public", "date": "2020-10-27 05:06", "summary": "Deal with blank-check company to be announced as soon as Tuesday. U.K. betting-data firm Genius Sports Group Ltd. has struck a $1.5 billion deal to start trading on the New York Stock Exchange by merging with a U.S. blank-check company, a move that targets the growing U.S. sports-wagering industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investment-plummets-during-pandemic-except-in-china-11603785873", "title": "Foreign Investment Plummets During Pandemic, Except in China", "date": "2020-10-27 04:04", "summary": "In the first half of 2020, foreign investment dropped sharply in the U.S. and Europe but barely fell in China. Foreign direct investment in China largely held steady during the first half of this year, even as investment inflows into the U.S. and European Union plummeted, in a fresh sign that the world's second-largest economy has suffered less damage from the pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11603832840", "title": "Pepper...and Salt", "date": "2020-10-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitch-mcconnells-court-tactics-pay-off-in-amy-coney-barrett-confirmation-11603803032", "title": "McConnell's Court Tactics Pay Off in Barrett Confirmation", "date": "2020-10-27 00:01", "summary": "Senate Republican leader has prioritized getting conservative judges on the federal bench amid escalating fights with Democrats. The confirmation of Justice Amy Coney Barrett marks the culmination of a yearslong campaign by Senate Majority Leader Mitch McConnell to expand the number of conservatives on the federal courts, an issue critical to many Republican voters and set to last regardless of the result of the election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]