[{"link": "https://www.wsj.com/articles/white-house-wants-signoff-on-coronavirus-messaging-11582832832", "title": "White House Wants Signoff on Coronavirus Messaging", "date": "2020-02-27 18:59", "summary": "Officials are instructed to seek approval from vice president's office on public comments. WASHINGTON-The White House is taking steps to better coordinate messaging on the coronavirus outbreak, instructing senior officials to seek approval from Vice President Mike Pence's office before speaking publicly about the epidemic, according to people familiar with the directive.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-isnt-easing-coronavirus-forebodings-11582847564", "title": "Trump Isn't Easing Coronavirus Forebodings", "date": "2020-02-27 18:52", "summary": "If it hits America hard, a lot will change-the national mood, cultural habits, the economy.. Punditry 101: It's bad when you don't write about what you're thinking about. All week I was taking notes knowing I'd be looking at South Carolina, Super Tuesday and this week's debate. I was thinking about polls and Rep. Jim Clyburn's beautiful remarks in support of Joe Biden. They were beautiful because they were highly personal without being manipulative, which is now something unusual in American politics. But my mind kept tugging in another direction. So I'll write what I'm thinking, and it may be ragged but here goes.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-biden-recover-in-south-carolina-11582847504", "title": "Can Biden Recover in South Carolina?", "date": "2020-02-27 18:51", "summary": "He shouts his way through the Palmetto State, as Tom Steyer challenges him for the African-American vote.. Charleston, S.C.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-alstom-executives-foreign-bribery-conviction-overturned-11582823313", "title": "Former Alstom Executive's Foreign Bribery Conviction Overturned", "date": "2020-02-27 18:50", "summary": "A federal judge says prosecutors failed to provide sufficient evidence that Lawrence Hoskins acted as an agent for a subsidiary. A federal judge acquitted a former Alstom SA executive of charges he violated the U.S. Foreign Corrupt Practices Act in a ruling that could limit the government's enforcement of the antibribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-mistake-for-democrats-to-deny-good-economic-news-11582847435", "title": "It's a Mistake for Democrats to Deny Good Economic News", "date": "2020-02-27 18:50", "summary": "Instead, tell how Trump's policies on health, climate, immigration and more will erase recent gains.. It's now clear that the 2020 election will be between Donald Trump and . . . well, some Democrat. It's also clear that the president's campaign will emphasize the strong real economy-notwithstanding the recent market drop. Good news on jobs and wages has propped him up.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dreamers-and-schemers-review-angel-games-11582847391", "title": "'Dreamers and Schemers' Review: Angel Games", "date": "2020-02-27 18:49", "summary": "The 1932 Olympics made Los Angeles the city it is today and marked the beginning of the long love affair between Hollywood and sports.. The traveling salesman is an American archetype. The real-estate agent, by contrast, is often overlooked. This is curious. Real-estate agents have long exercised tremendous influence over how American cities have grown. And nowhere has this influence been greater than in Los Angeles. In \"Dreamers and Schemers: How an Improbable Bid for the 1932 Olympics Transformed Los Angeles From Dusty Outpost to Global Metropolis,\" Barry Siegel tells the story of one of history's more significant real-estate agents, William Garland. It's the story of how Los Angeles came to be what it is, and how Hollywood mass culture came to include the sporting world.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-raise-fees-for-deportation-appeals-by-nearly-ninefold-11582847287", "title": "U.S. Moves to Raise Deportation Appeals Fees by Nearly Ninefold", "date": "2020-02-27 18:48", "summary": "Trump administration proposes increasing cost of filing appeals in immigration court system from $110 to $975. WASHINGTON-The Justice Department is proposing to dramatically increase the cost of appealing deportation orders, according to a federal regulatory filing Thursday, a move critics say would effectively limit access to the legal system to more affluent immigrants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-boys-blood-stopped-an-outbreak-11582847330", "title": "How a Boy's Blood Stopped an Outbreak", "date": "2020-02-27 18:48", "summary": "A school physician's approach to measles in 1934 has lessons for the coronavirus.. It isn't every day that a school physician's work gets published in a medical journal. But it happened in 1934, and the story contains a lesson for the coronavirus epidemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-block-fisa-reform-11582847296", "title": "Democrats Block FISA Reform", "date": "2020-02-27 18:48", "summary": "Schiff and Nadler seem to care more about their narrative than national security.. Are House Democrats willing to jeopardize national security to keep alive their Trump-Russia collusion narrative? On Wednesday they abruptly canceled a markup on a bill to reauthorize three critical surveillance tools that are due to expire March 15.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-churches-go-into-quarantine-11582847215", "title": "Italian Churches Go Into Quarantine", "date": "2020-02-27 18:46", "summary": "Most of the clergy have failed to deliver much-needed spiritual leadership.. Rome", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ioc-asks-who-if-downsizing-olympics-qualifiers-could-cut-virus-risk-11582847002", "title": "IOC Asks WHO if Downsizing Olympics Qualifiers Could Cut Virus Risk", "date": "2020-02-27 18:43", "summary": "For now, IOC says, \"preparations for the Olympic Games Tokyo 2020 continue as planned\". The International Olympic Committee's medical director asked World Health Organization officials Thursday if coronavirus risks could be reduced by downsizing events, raising the prospect that the virus could affect the staging of qualifying events for this summer's Tokyo Olympics.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-national-sentenced-to-prison-in-1-billion-trade-secret-theft-case-11582839551", "title": "Chinese National Sentenced to Prison in $1 Billion Trade Secret Theft Case", "date": "2020-02-27 18:30", "summary": "Hongjin Tan pleaded guilty in November. A Chinese national was sentenced to two years in prison for allegedly stealing proprietary information worth about $1 billion from his Oklahoma employer, the U.S. Justice Department said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-swiss-formally-open-humanitarian-trade-channel-to-iran-11582846163", "title": "U.S., Swiss Formally Open Humanitarian Trade Channel to Iran", "date": "2020-02-27 18:29", "summary": "White House hopes to blunt criticism about shipments of necessities amid a burgeoning coronavirus crisis. The U.S. and Switzerland formally launched a humanitarian trade channel for Iran on Thursday, a move meant to counter criticism of Washington's economic pressure campaign while opening the way for the release of Americans detained by Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-taps-qantas-it-chief-as-cio-11582845595", "title": "Boeing Taps Qantas IT Chief as CIO", "date": "2020-02-27 18:19", "summary": "Susan Doniz will lead digital initiatives to improve processes at the aerospace company. Boeing Co. this week named a full-time replacement for former Chief Information Officer Ted Colbert, who was promoted to lead the aerospace giant's parts and services business.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-manager-sued-over-lead-paint-compliance-by-new-york-state-11582845302", "title": "Property Manager Sued Over Lead-Paint Compliance", "date": "2020-02-27 18:15", "summary": "Manager of 6,000 apartment units in New York City says regulations are being followed. A property manager overseeing more than 6,000 apartment units in 134 buildings in New York City has been noncompliant with lead-paint regulations, state Attorney General Letitia James said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-begin-to-wrestle-with-coronavirus-risk-11582844933", "title": "Private-Equity Firms Begin to Wrestle With Coronavirus Risk", "date": "2020-02-27 18:08", "summary": "Firms are adding clauses regarding pandemics in deal and fundraising documents. As private-equity firms try to protect themselves from the many dangers of the coronavirus, some are addressing a simple one first: legal risk.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-pemex-logs-big-fourth-quarter-loss-11582844653", "title": "Mexico's Pemex Logs Big Fourth-Quarter Loss", "date": "2020-02-27 18:04", "summary": "The state-owned oil company lost $9 billion as it worked to stabilize its oil production and raise refining output. MEXICO CITY-Petróleos Mexicanos registered a $9 billion net loss in the fourth quarter as Mexico's state-owned oil company worked to stabilize its oil production and raise refining output.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-says-federal-employees-flown-from-coronavirus-sites-didnt-follow-safety-protocols-11582840144", "title": "Whistleblower Says Federal Employees Flown From Coronavirus Sites Didn't Follow Safety Protocols", "date": "2020-02-27 17:55", "summary": "Employees weren't tested for virus before leaving California quarantine sites on commercial flights, complaint says. WASHINGTON-A whistleblower alleges that some federal employees were sent to work at coronavirus quarantine locations in California without adequate safety protocols and then flew back home on commercial airplanes, according to a person familiar with the complaint against the Department of Health and Human Services.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chief-of-new-mylan-pfizer-business-expected-to-focus-on-costs-investor-communication-11582844153", "title": "Finance Chief of New Mylan-Pfizer Business Expected to Focus on Costs, Investor Communication", "date": "2020-02-27 17:55", "summary": "Sanjeev Narula currently leads the finances of Pfizer's Upjohn business. The incoming finance chief of a new drug company formed by a merger of generics maker Mylan NV and Pfizer Inc. 's Upjohn division is expected to focus on investor communication, cost cuts and portfolio rationalization, efforts that could be complicated by the continued spread of the coronavirus.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-to-pay-35-million-to-settle-etf-probe-11582843812", "title": "Wells Fargo to Pay $35 Million to Settle ETF Probe", "date": "2020-02-27 17:50", "summary": "SEC says sales controls weren't sufficient over products called too risky for some investors. WASHINGTON- Wells Fargo & Co. agreed to pay $35 million to settle regulatory claims that its financial advisers recommended exchange-traded funds that were too risky for some clients.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-how-we-got-here-and-what-it-means-for-you-11582843457", "title": "Coronavirus: How We Got Here and What It Means for You", "date": "2020-02-27 17:44", "summary": "There's been an overwhelming amount of information in a short time. This guide can help steer you to our best coverage so far.. In the nearly two months since the novel coronavirus was identified, it has spread to every continent except Antarctica. There have been more than 82,100 cases in 45 countries, with at least 2,800 deaths, according to the World Health Organization.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-make-moves-to-prepare-for-more-virus-cases-11582842824", "title": "U.S. Makes Moves to Prepare for More Virus Cases", "date": "2020-02-27 17:33", "summary": "Health agencies broaden who should get tested, streamline process for approving tests for the coronavirus. Federal authorities took steps to bolster capabilities for quickly diagnosing coronavirus infections and expanded criteria for who should undergo testing, as the respiratory disease threatened to spread more widely across the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risks-of-loneliness-among-seniors-arent-being-adequately-addressed-report-warns-11582842491", "title": "Risks of Social Isolation Among Seniors Aren't Being Adequately Addressed, Report Warns", "date": "2020-02-27 17:28", "summary": "Research shows social isolation is associated with increased chances for early death, advisory group says. WASHINGTON-The U.S. health system is falling short in addressing the serious public health threat of loneliness and social isolation among America's seniors, according to a new report by an influential advisory group.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invisible-forces-exacerbating-market-swings-11582804802", "title": "The Invisible Forces Exacerbating Market Swings", "date": "2020-02-27 17:26", "summary": "Derivatives positioning added to stock swoon. The rapid spread of the coronavirus outside China spurred turmoil in financial markets this week. Investors say hedging activity by options traders might have made it even worse.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-popular-vote-compact-would-create-an-electoral-mess-11582842345", "title": "The Popular Vote Compact Would Create an Electoral Mess", "date": "2020-02-27 17:25", "summary": "We could have a \"winner\" with only say, 30% (and maybe even less) of the popular vote, and he or she could be someone unacceptable to the rest of the electorate. That's crazy.. Michael Steele's defense of the National Popular Vote Interstate Compact (NPVIC) is misguided (\"Virginia Isn't Trashing the Electoral College,\" Letters, Feb. 21). Under the compact, signatory states would have to allocate their electoral votes to the candidate who wins a plurality (not a majority) of the national popular vote.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slavery-was-a-dystopic-form-of-socialism-11582842217", "title": "Slavery Was a Dystopic Form of Socialism", "date": "2020-02-27 17:23", "summary": "Slavery was always a curse, never a boon, for the U.S. economy, though it certainly enriched slaveholders.. Regarding Jason L. Riley's \"A Bid to Revise the New York Times's Bad History\" (Upward Mobility, Feb. 19): Slavery was always a curse, never a boon, for the U.S. economy, though it certainly enriched slaveholders. Slaves made important contributions, but slavery itself grossly depressed their productivity, and the productivity of many whites, as became abundantly clear when the freed slaves did more than their fair share to spur the record U.S. economic growth of the post-Civil War period.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-of-canadas-native-people-support-gas-pipeline-11582842137", "title": "Many of Canada's Native People Support Gas Pipeline", "date": "2020-02-27 17:22", "summary": "Nineteen of the 20 democratically elected councils of the relevant bands have approved the pipeline and one hasn't taken a position.. Michael Taube's \"Pipeline Foes Try to Shut Canada Down\" (op-ed, Feb. 20) raises an interesting question and shows the shortsightedness of some environmentalists. First, the Indigenous Peoples of British Columbia have two ruling bodies-the band councils, led by democratically elected people, and the hereditary chiefs. Nineteen of the 20 democratically elected councils of the relevant bands have approved the pipeline and one hasn't taken a position. Question: Who are you in favor of, 19 democratically elected councils or five hereditary chiefs? Second, the pipeline is being built to provide natural gas to the LNG Canada project, which will process and send LNG to Asia, including China. If China, one of the largest threats to the climate due to its huge number of coal-fired power plants, has more natural gas, it won't need to build as many coal-fired plants, leading to less pollutants. Do you want less global warming? Natural gas may not be the answer long term, but it sure is better than coal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-interest-rate-cuts-escalate-11582827950", "title": "Bets on Interest Rate Cuts Escalate", "date": "2020-02-27 17:17", "summary": "Investors have dramatically reassessed the chances that the Fed will lower interest rates soon. Investors have dramatically reassessed the chances that the Federal Reserve will lower interest rates as soon as next month, betting the coronavirus will force the central bank's hand despite recent statements from officials indicating they aren't yet convinced that action is needed.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-keeps-ex-arizona-sheriffs-conviction-citing-pardon-11582841344", "title": "Court Keeps Ex-Arizona Sheriff's Conviction, Citing Pardon", "date": "2020-02-27 17:09", "summary": "President Trump pardoned Joe Arpaio, who is running for sheriff again this year. PHOENIX-An appeals court has denied former Phoenix-area Sheriff Joe Arpaio's bid to erase his criminal conviction for disobeying a 2011 court order, saying President Trump's pardon makes it unnecessary.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-hammered-as-coronavirus-spreads-11582829147", "title": "U.S. Bank Stocks Hammered as Coronavirus Spreads", "date": "2020-02-27 16:53", "summary": "Shares fall into correction territory this week; S&P 500 financial sector on pace for worst week since 2009. Shares of global banks fell into correction territory this week, reflecting fears that financial institutions could take a hit if the coronavirus continues to spread.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-iger-is-now-in-a-rare-role-executive-chairman-11582840014", "title": "Disney's Iger Takes Rare Role of Executive Chairman", "date": "2020-02-27 16:46", "summary": "Position is set to become more common at U.S. corporations as baby boom CEOs near retirement, consultants say. Robert Iger, the longtime head of Walt Disney Co. DIS -1.77% , stepped aside as CEO this week. But he's not really gone: Mr. Iger has taken on the relatively rare role of executive chairman.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-plans-to-tout-healthfulness-of-its-burgers-11582837921", "title": "Beyond Meat Plans to Tout Healthfulness of Its Burgers", "date": "2020-02-27 16:37", "summary": "Sales at plant-based protein maker tripled in latest quarter. Beyond Meat Inc. said it plans a marketing push to promote the healthiness of its plant-based meat alternatives and push back on criticism that its burgers and sausage are heavily processed.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-revenue-rises-slightly-amid-streaming-push-11582808178", "title": "Discovery Revenue Rises Slightly Amid Streaming Push", "date": "2020-02-27 16:34", "summary": "Net income at company, whose channels include HGTV, Food Network and TLC, was $476 million. Revenue rose at Discovery Inc. in the fourth quarter as the TV programmer's licensing and advertising segments posted modest growth, but the company's investment in direct-to-consumer video-streaming weighed on its bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-cant-inoculate-the-economy-from-coronavirus-11582804801", "title": "Fed Can't Inoculate Economy From Coronavirus", "date": "2020-02-27 16:23", "summary": "If outbreak dents the U.S., the Fed will attempt to calm the waters, but monetary policy might be unequal to that task. This is the third column in a five-part Heard on the Street series about the market and economic impact of the coronavirus epidemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-aims-new-tax-hike-at-executive-retirement-plans-11582815616", "title": "Sanders Aims New Tax Hike at Executive Retirement Plans", "date": "2020-02-27 16:22", "summary": "Democratic front-runner, citing new GAO report, calls for taxing executive retirement plans and stock options sooner. WASHINGTON-Sen. Bernie Sanders (I., Vt.) would sharply curb the tax benefits of executives' retirement plans and require earlier taxation of stock options in a proposal that could dramatically alter compensation at major U.S. companies.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-reopens-stores-in-china-11582819262", "title": "Starbucks Reopens Stores in China", "date": "2020-02-27 16:22", "summary": "Coffee giant says 85% of its roughly 4,290 stores in the country are operating again. Starbucks Corp. said it has reopened hundreds of its China stores that closed in response to the coronavirus outbreak.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-isnt-the-safest-haven-11582759525", "title": "Microsoft Isn't the Safest Haven", "date": "2020-02-27 16:17", "summary": "Investors have been flocking to cloud and software names, but Microsoft's warning shows the coronavirus's impact is wide. Microsoft hasn't escaped the real, physical world despite its shift to the cloud.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/makers-of-wipes-and-hand-sanitizers-step-up-production-as-coronavirus-spreads-11582833364", "title": "Makers of Wipes and Hand Sanitizers Step Up Production as Coronavirus Spreads", "date": "2020-02-27 16:11", "summary": "Purell, Clorox prepare for surge in demand while Lysol parent assembles emergency team. Companies that make household cleaning products such as Purell hand sanitizer and Lysol wipes are boosting production as they brace for a surge in demand because of the spread of coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thyssenkrupp-to-sell-elevator-unit-in-18-billion-private-equity-deal-11582831247", "title": "Thyssenkrupp to Sell Elevator Unit for Nearly $19 Billion", "date": "2020-02-27 16:11", "summary": "Deal marks largest private-equity buyout in Europe, is among biggest globally since 2008. BERLIN-Germany's troubled Thyssenkrupp AG said Thursday it would sell its lucrative elevators business to a consortium led by global buyout firms Advent International and Cinven Ltd. for €17.2 billion ($18.91 billion) in one of Europe's largest private equity deals in over a decade.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glitch-halts-toronto-stock-exchange-trading-11582837557", "title": "Glitch Halts Toronto Stock Exchange Trading", "date": "2020-02-27 16:05", "summary": "Problems with order entry system lead to an early end of business. Problems with the order entry system at the Toronto Stock Exchange brought an early end to the trading day in Canada on Thursday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dracula-and-frankenstein-reviews-marvelous-monster-mash-11582837400", "title": "'Dracula' and 'Frankenstein' Reviews: Marvelous Monster Mash", "date": "2020-02-27 16:03", "summary": "A timely spin on Stoker for the #MeToo era; a smartly condensed Shelley preserves its source material.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kingmaker-review-southeast-asian-stockholm-syndrome-11582837028", "title": "'The Kingmaker' Review: Southeast Asian Stockholm Syndrome", "date": "2020-02-27 15:57", "summary": "Lauren Greenfield's portrait of Imelda Marcos is a picture of excess, both financial and political.. When the dictatorship of Philippine PresidentFerdinand Marcos was collapsing in 1986, looters ransacked the presidential residence, including the closets of first lady Imelda Marcos. \"They found no skeletons,\" a simpering Mrs. Marcos tells director Lauren Greenfield, \"only beautiful shoes.\" It's a startlingly candid, cloying moment, one of many that populate Ms. Greenfield's \"The Kingmaker,\" whose subject presents herself as many things: profoundly clueless about her own campiness; oblivious to the kleptocracy that distinguished the Marcos regime; unaware that the media she once manipulated so handily have become so much more intrusive and unforgiving. Her sympathies are fiercely and shamelessly with herself, to the point that she's almost laughable. And then, as the film goes on, you realize she's anything but.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dispatches-from-elsewhere-review-the-joys-of-not-knowing-11582836886", "title": "'Dispatches From Elsewhere' Review: The Joys of Not Knowing", "date": "2020-02-27 15:54", "summary": "A secretive, cult-like program lies at the center of this mysterious limited-run series.. As announced by the eminent, lovable but always borderline-macabre Richard E. Grant-in a green plaid jacket against a butterscotch backdrop, which doesn't help-\"Dispatches From Elsewhere\" is intended as an antidote to the conventional TV narrative. \"As the first of my many gifts to you, my friends,\" Mr. Grant says, in the person of the vaguely evil Octavio Coleman, Esq., \"I suggest we skip the introductions.\" No tedious setups. No gassy backstories. This \"limited-run episodic\" will begin in medias res-where it will remain, he neglects to tell us, for much of its existence.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-whistlers-review-tongue-twister-mystery-11582835759", "title": "'The Whistlers' Review: Tongue-Twister Mystery", "date": "2020-02-27 15:36", "summary": "Corneliu Porumboiu's take on film noir is droll, often confusing, and completely captivating.. 'You know how to whistle, don't you, Steve?\" Lauren Bacall asks Humphrey Bogart seductively in \"To Have and Have Not,\" then adds, helpfully, \"You just put your lips together and blow.\" Whistling isn't so simple in \"The Whistlers.\" Nothing is simple in Corneliu Porumboiu's deliciously droll though often confusing take on film noir in which a disillusioned narcotics detective in Bucharest must learn a secret whistling language. You just crook your index finger in your mouth, rest it on top of your tongue and blow hard enough for your words and sentences to be heard across mountain ranges or urban expanses.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invisible-man-review-long-time-no-see-11582835794", "title": "'The Invisible Man': Long Time, No See", "date": "2020-02-27 15:36", "summary": "Elisabeth Moss stars as an architect terrorized by her abusive ex in the latest spin on the H.G. Wells novel.. Nearly 90 years after Claude Rains took off those bandages and redefined losing face, \"The Invisible Man\" has been repurposed in a feminist version that might be called \"The Invisible Man vs. The Indomitable Woman.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greed-review-humor-goes-bankrupt-11582835736", "title": "'Greed': Humor Goes Bankrupt", "date": "2020-02-27 15:35", "summary": "The latest collaboration between Steve Coogan and Michael Winterbottom is a sendup of hoarded wealth with a deficit of their usual wit.. The actor Steve Coogan and the filmmaker Michael Winterbottom have collaborated on some very funny movies. My favorite is \"The Trip,\" from 2010, in which Mr. Coogan and the comedian Rob Brydon, playing approximate versions of themselves, travel around England eating at fancy restaurants and riffing on celebrity voices. The latest Coogan-Winterbottom collaboration, \"Greed,\" is a grotesque sendup of megawealth: Mr. Coogan plays a discount-clothing tycoon, Sir Richard McCreadie, who rose through the ranks of the rag trade by thieving from his competitors. But the film isn't funny at all. It's so didactic and dislikable that it took me a while to realize humor wasn't its main goal. \"Greed\" really and truly wants us to know that greediness is bad-never mind what Gordon Gekko said-and that vulgarian billionaires like Sir Richard do deplorable things with their ill-gotten gains. One of his adulators calls him the Da Vinci of deal making, the Monet of money. I'd call the movie the Sweeney Todd of surgical satire.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-commodities-extend-slide-as-coronavirus-dents-demand-11582815635", "title": "Industrial Commodities Extend Slide as Coronavirus Dents Demand", "date": "2020-02-27 15:33", "summary": "Oil, industrial metals fall on fears that ripple effects of virus could result in supply gluts for range of materials. Commodities from oil to copper kept dropping Thursday, continuing a recent slide as traders expect the spreading coronavirus to cripple demand.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-for-all-suvs-to-go-electric-11582835412", "title": "It's Time for All SUVs to Go Electric", "date": "2020-02-27 15:30", "summary": "For the Corsair-its new compact crossover-Lincoln dropped a lot of money and effort into matching its competitors' whisper-quiet cabins. It should have focused all that R&D on electrification, says Dan Neil. PITY THE 2020 Lincoln Corsair. It wants so very much to be electric.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-expects-smaller-sales-drop-this-year-11582810173", "title": "J.C. Penney Expects Smaller Sales Drop This Year", "date": "2020-02-27 15:24", "summary": "Retailer reports lower sales, profit for latest quarter. J.C. Penney Co. expects comparable-store sales, an important metric for measuring retailers' performance, to fall less in the current fiscal year than they did in fiscal 2019.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-bill-aims-to-regulate-ai-hiring-tools-11582801200", "title": "New York City Bill Aims to Regulate AI Hiring Tools", "date": "2020-02-27 15:14", "summary": "Lawmakers are concerned bias is embedded in technologies used to weed through résumés, decide compensation. Companies in New York City that use artificial intelligence and other technology to make hiring, compensation and other human-resources decisions would face tighter restrictions under a bill introduced Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloombergs-campaign-sought-andrew-yangsbacking-floated-vice-presidential-slot-11582831342", "title": "Bloomberg Campaign Sought Yang's Backing, Floated V.P. Slot", "date": "2020-02-27 14:59", "summary": "Yang didn't commit to join forces. Michael Bloomberg's presidential campaign has made overtures to Democrat Andrew Yang, courting the former candidate's endorsement and floating the possibility of Mr. Yang becoming his running mate, according to two people familiar with the discussions.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-says-central-bank-likely-to-need-inflation-overshoot-in-future-11582821000", "title": "Fed's Evans Says Too Soon to Say if Coronavirus Shock Needs Rate Cut", "date": "2020-02-27 14:55", "summary": "Central bank should wait to see the virus's impact on economy before deciding on monetary policy, Chicago official says. MEXICO CITY-Chicago Fed President Charles Evans said Thursday that the U.S. central bank is closely monitoring the fallout from the spread of the coronavirus, but would look for an impact on the economy before thinking of a monetary policy response.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-reaches-deal-with-737-max-engine-suppliers-11582831452", "title": "Boeing Reaches Deal With 737 MAX Engine Suppliers", "date": "2020-02-27 14:44", "summary": "Grounded jet's maker will cover payments for engines delivered in 2019 and 2020. Boeing Co. has agreed to cover payments for jet engines made for its grounded 737 MAX, easing the burden of the production delay on suppliers General Electric Co. and France's Safran SA .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-impact-seen-prolonging-u-s-freight-slump-11582832476", "title": "Coronavirus Impact Seen Prolonging U.S. Freight Slump", "date": "2020-02-27 14:41", "summary": "Analysts say shipping companies may see strong rebound once restrictions subside and companies rush to replenish inventories. Supply-chain disruptions from the coronavirus outbreak are likely to prolong a continuing slump in U.S. freight transport, industry analysts say.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-stop-laughing-at-millennials-11582831501", "title": "Time to Stop Laughing at Millennials?", "date": "2020-02-27 14:25", "summary": "Encouraging new data suggest a snowflake shortage among young Americans.. Are campus snowflakes turning into champions at the workplace? The exciting news is that many young American workers seem to have ignored at least some of the lectures they received in college. Despite all the bad news about the political environment they experienced in school, it seems that a lot of millennials want to be challenged-one might even say triggered.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-22-11582831077", "title": "Bestselling Books Week Ended February 22", "date": "2020-02-27 14:17", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-fallout-threatens-u-s-auto-output-11582830773", "title": "Auto Manufacturers Flying in Parts as Virus Threatens Supply Chain", "date": "2020-02-27 14:12", "summary": "Auto parts shortages on everything from electronics to brake pads could soon hit North American vehicle factories due to the coronavirus outbreak. The auto industry is preparing for supply-chain problems from the coronavirus outbreak in China to soon hit vehicle production in the world's healthiest car market: the U.S.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-a-parallel-parking-genius-too-bad-driving-tests-dont-care-anymore-11582830327", "title": "Are You a Parallel-Parking Genius? Too Bad. Driving Tests Don't Care Anymore.", "date": "2020-02-27 14:05", "summary": "Resume Subscription. Aspiring driver Justus Kelly has tried parallel parking a few times in his Uncle Bob's old Cadillac. \"All very nerve-racking,\" the 18-year-old Las Vegas resident said. \"I get a little bit too anxious and feel like I'm going to hit the car in front of me. Like, oops.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bankrupt-california-hospital-back-on-auction-block-11582829495", "title": "Bankrupt California Hospital Back on Auction Block", "date": "2020-02-27 13:51", "summary": "Verity Health puts Los Angeles-area St. Francis hospital up for sale after for-profit hospital operator failed to close on purchase. A Southern California hospital with one of the busiest trauma centers in Los Angeles will hit the bankruptcy auction block again after a proposed buyer failed to close on its previous sale.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-run-short-as-coronavirus-spreads-11582829321", "title": "Masks Run Short as Coronavirus Spreads", "date": "2020-02-27 13:48", "summary": "Hospitals in Europe and the U.S. hunt for medical supplies to treat coronavirus cases. Hospitals and public-health officials in the U.S. and Europe are rationing medical masks and scrounging for more, as they prepare for a potential widening of the coronavirus epidemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-baltimore-mayor-sentenced-to-three-years-in-prison-11582827547", "title": "Former Baltimore Mayor Sentenced to Three Years in Prison", "date": "2020-02-27 13:45", "summary": "Catherine Pugh pleaded guilty to federal charges over sales of her children's book. BALTIMORE-Former Baltimore Mayor Catherine Pugh was sentenced to three years in federal prison for a yearslong criminal scheme in which she illegally profited from the sale of her self-published \"Healthy Holly\" children's books.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-ruling-opens-door-for-more-401-k-suits-11582828762", "title": "Supreme Court Ruling Opens Door for More 401(k) Suits", "date": "2020-02-27 13:39", "summary": "The decision 'has pretty significant ramifications for people's ability to bring lawsuits over fiduciary breaches,' one specialist in retirement-plan law said. A Supreme Court decision Wednesday in a case against Intel Corp. alleging problems in its 401(k) plan is likely to pave the way for more litigation over retirement plans, industry watchers say.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-drop-italian-bonds-seeking-safety-in-german-and-french-debt-11582825743", "title": "Investors Drop Italian Bonds, Seeking Safety in German and French Debt", "date": "2020-02-27 13:34", "summary": "Yields on benchmark bonds in Italy have jumped this week as investors grew concerned about the coronavirus outbreak. Investors are shunning Italian government bonds after the country became Europe's epicenter for the coronavirus outbreak this week, leading to renewed worries about one of the region's most indebted economies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealthy-property-owners-all-want-a-slice-of-hawaiis-kona-kohala-coast-11582828210", "title": "Wealthy Property Owners Want a Slice of Hawaii's Kona-Kohala Coast", "date": "2020-02-27 13:30", "summary": "The area's luxury real-estate market experienced a rebound in growth in 2019. But disturbances both natural and man-made have left this once-remote corner of the Big Island on shaky ground. Hawaii's Kona-Kohala coast is shockingly beautiful, with turquoise water set off by black lava fields, and palm-tree lined lagoons filled with green sea turtles. Celebrities, billionaires and the descendants of brand-name families own luxurious homes amid the golf courses and beaches that line this 35-mile stretch, which runs along the northwest side of the Big Island from Kona up through North Kohala.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-trials-to-begin-in-october-even-as-battle-brews-over-new-evidence-11582828221", "title": "College-Admissions Trials to Begin in October, as Battle Brews Over New Evidence", "date": "2020-02-27 13:30", "summary": "The 15 parents will be tried in two groups, judge determines; second trial to be in January 2021. BOSTON-A federal judge determined that the first trial for parents in the Varsity Blues college-admissions cheating case will begin in October, even as a side battle over newly disclosed evidence brews between lawyers for the government and for defendants.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-must-be-better-ways-to-cheat-at-baseball-11582827782", "title": "There Must Be Better Ways to Cheat at Baseball", "date": "2020-02-27 13:23", "summary": "Banging on trash cans to signal pitches was quaint, but how about singing show tunes?. For the past few years, major-league baseball has exasperated fans and players alike with its \"analytics\" fetish, barraging the public with mysterious terms like \"launch angle\" and \"exit velocity.\" That's what makes the Houston Astros' goofy, juvenile, super-low-tech sign-stealing scandal so refreshing. By noisily banging on a metal trash can to let batters know what pitch was coming, the Astros returned baseball to its sandlot roots. For this we should all be grateful.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-biggest-problem-isnt-socialism-11582827748", "title": "Bernie Sanders's Biggest Problem Isn't Socialism", "date": "2020-02-27 13:22", "summary": "It's his disdain for his country. That's the lesson Democrats should draw from Corbyn's catastrophe.. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-homes-in-hawaiis-priciest-paradise-11582827413", "title": "Luxury Homes in Hawaii's Priciest Paradise", "date": "2020-02-27 13:16", "summary": "These houses on the Big Island's Kona-Kohala coast feature ocean views and lots of amenities.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wpp-shares-plunge-on-ad-giants-gloomy-outlook-11582826795", "title": "WPP Shares Plunge on Ad Giant's Gloomy Outlook", "date": "2020-02-27 13:06", "summary": "World's largest advertising company is battling client losses and stepped-up competition. Shares of WPP PLC plunged to their lowest level in almost a decade after the world's largest advertising company said sales would be flat for 2020, adding more pressure on Chief Executive Mark Read.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-james-yoga-and-the-secret-of-happiness-11582825877", "title": "William James, Yoga and the Secret of Happiness", "date": "2020-02-27 12:51", "summary": "Following the advice of a psychological pioneer, one man takes action to improve his emotional state.. We have reached the time of year where optimism goes to die. The snow descends, New Year's resolutions are a distant memory and now an awful disease preoccupies the world. At moments like this I tend to crawl into a dark yet comfortable place and remain there for as long as possible. But according to William James, the founder of psychology in the U.S., I really shouldn't.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actor-steven-seagal-settles-sec-cryptocurrency-charges-11582825714", "title": "Actor Steven Seagal Settles SEC Cryptocurrency Charges", "date": "2020-02-27 12:48", "summary": "Regulators allege Seagal failed to reveal payments for promoting initial coin offering. Martial-arts actor Steven Seagal has settled charges brought by U.S. securities regulators that allege he didn't disclose payments he received for promoting an investment in an initial coin offering for the cryptocurrency Bitcoiin2Gen, also known as B2G.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-countries-wield-fines-jail-terms-to-stop-coronavirus-quarantine-violations-11582824849", "title": "Coronavirus Quarantine Breakers and Evaders Face Fines, Jail Terms", "date": "2020-02-27 12:34", "summary": "Singapore and Hong Kong are issuing charges to those accused of misleading authorities and breaking travel restrictions. Governments trying to control the fast-spreading coronavirus are punishing residents and visitors accused of misleading health investigators, hiding key details about their activities and flouting quarantine orders.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-orders-fell-slightly-in-january-11582810338", "title": "U.S. Business Investment Rose Ahead of Coronavirus", "date": "2020-02-27 12:33", "summary": "Rise came during month when U.S. and China signed initial trade deal. A key measure of U.S. business investment rose in January, a sign businesses were more willing to spend in early 2020, despite coronavirus risks that erupted late that month.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-chartered-warns-on-coronaviruss-impact-on-growth-11582800495", "title": "Banks in Asia, Europe Grapple with Coronavirus", "date": "2020-02-27 12:33", "summary": "Lenders warn on potential hit to profit growth, shares plunge and companies launch measures designed to protect employees and help customers. LONDON-Banks with heavy exposure to Europe and Asia have warned profits could be hit by the coronavirus outbreak as they tell employees to restrict travel and initiate special measures to help customers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilgrims-to-muslim-holy-sites-risk-spreading-coronavirus-11582800152", "title": "Pilgrims to Muslim Holy Sites Risk Spreading Coronavirus", "date": "2020-02-27 12:32", "summary": "Resume Subscription. Religious pilgrimages and ceremonies in the Middle East have emerged as a dangerous new risk in the spread of the coronavirus in the region, as Iran fights to contain the deadly epidemic and Saudi Arabia restricted access to two of Islam's holiest sites.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saks-owner-to-go-private-after-shareholders-approve-bid-11582820693", "title": "Saks Owner to Go Private After Shareholders Approve Bid", "date": "2020-02-27 12:24", "summary": "Executive chairman says retailer needs to invest in turnaround but had to cut spending as a public company. Hudson's Bay Co. shareholders voted to take the retailer private, allowing the owner of Saks Fifth Avenue to try to mount a turnaround without the scrutiny of public markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-seagal-isnt-above-the-securities-law-11582824277", "title": "Steven Seagal Isn't Above the Securities Law", "date": "2020-02-27 12:24", "summary": "The martial-arts action hero ran afoul of U.S. securities regulators for touting a cryptocurrency, Bitcoiin2Gen. If you're going to buy a digital currency, don't rely on the advice of someone you once saw doing stuff on TV. That is the takeaway from the Securities and Exchange Commission's latest action on a celebrity digital-asset-offering endorser, Steven Seagal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-coronavirus-spread-across-the-globe-mobile-population-and-mild-symptoms-11582822312", "title": "Why Coronavirus Spreads So Fast: Symptoms Are Mild, People Are Global", "date": "2020-02-27 11:51", "summary": "Cases of infection are falling through cracks as virus speeds around world faster than screening measures are implemented. The novel coronavirus has quickly hopscotched from a food market in China around the world, to small towns in northern Italy and a major pilgrimage site in Iran. It spread through a megachurch in South Korea and sickened hundreds on a cruise ship docked in Japan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/psychedelics-therapy-startup-raises-24-million-ahead-of-ipo-11582822163", "title": "Psychedelics-Drug Startup Raises $24 Million Ahead of IPO", "date": "2020-02-27 11:49", "summary": "Drugmaker is pursuing trials of hallucinogen's efficacy for treating addiction, other mental-health conditions. Mind Medicine Inc., a psychedelics-based medicine startup backed by Shark Tank's Kevin O'Leary, closed a $24.2 million funding round ahead of plans to go public next week.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-tesler-researcher-at-xerox-and-apple-made-computers-easier-to-use-11582821584", "title": "Larry Tesler, Researcher at Xerox and Apple, Made Computers Easier to Use", "date": "2020-02-27 11:39", "summary": "His belief that software should be intuitive for everyone was eccentric in the 1960s. As a high-school student in the early 1960s, Larry Tesler began teaching himself the Fortran computer language and was struck by what he saw as clumsy syntax. He later recalled thinking that everyone would have a computer someday and \"it needs to be easier to do than this.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-shutter-study-abroad-programs-amid-coronavirus-fears-11582821434", "title": "Colleges Shutter Study-Abroad Programs Amid Coronavirus Fears", "date": "2020-02-27 11:37", "summary": "Syracuse, Gonzaga, NYU halt Italy offerings, others bring back students from South Korea, Japan. Colleges and universities are canceling study-abroad trips to China, South Korea, Japan and Italy as reported cases of the coronavirus continue to spread-and are scrambling to accommodate the students once they come back home.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-restorative-getaway-in-guatemala-11582821468", "title": "A Restorative Getaway in Guatemala", "date": "2020-02-27 11:37", "summary": "In serious need of a change of scenery, a skeptical traveler heads to Guatemala's Lake Atitlán, a pilgrimage site for yogis and vagabonds. I TRAVELED to San Marcos La Laguna last month on the recommendation of my friend Tucker Robbins, a furniture designer and twinkly-eyed denizen of the occult world. Tucker first visited the town, on the shores of Guatemala's Lake Atitlán, in 1989, when onion fields and avocado trees dominated what's now the downtown. He returns periodically to soak up what he refers to as a \"unique vortex of energies.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shorter-hours-make-stronger-businesses-11582820023", "title": "Shorter Hours Make Stronger Businesses", "date": "2020-02-27 11:13", "summary": "Companies are learning that shrinking workweeks or workdays can lead to more engaged, productive employees-and more profits. How can you identify your company's most dedicated, creative workers, the ones best able to embrace challenges and adapt to changes? Ask them to work a shorter week without reducing their salaries.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-businesses-anticipate-plastic-bag-ban-11582812000", "title": "New York Businesses Anticipate Plastic-Bag Ban", "date": "2020-02-27 10:51", "summary": "Resume Subscription. New York business owners are bracing for confused and angry customers after a statewide ban on single-use plastic bags takes effect Sunday.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/living-room-ho-11582818632", "title": "Living Room, Ho!", "date": "2020-02-27 10:50", "summary": "All aboard an Ontario boathouse that combines a comfortable living area and a convenient kitchenette. In building their boathouse on Lake Rosseau in Port Carling, Ontario, a young couple knew what they didn't want.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-chartered-is-a-better-way-to-bank-on-asian-growth-11582817070", "title": "Standard Chartered Is a Better Way to Bank on Asian Growth", "date": "2020-02-27 10:24", "summary": "HSBC's crosstown rival offers long-suffering European bank investors exposure to China's rise without the leadership dither. Compared with the dither at HSBC , Standard Chartered -Europe's other Asia-focused trade bank-could offer investors a steadier way to tap the region's growth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-pry-joe-burrow-from-my-cold-tiny-hands-11582816368", "title": "You Can Pry Joe Burrow From My Cold, 'Tiny' Hands", "date": "2020-02-27 10:12", "summary": "A combine measurement provokes a reconsideration of a gifted NFL prospect. Is this tradition just silly?. The NFL combine is under way in Indianapolis-football's annual post-college job festival, in which potential applicants stand before flinty evaluators and show off skills in running, catching, passing, and pretending to be OK about having to play for the Cincinnati Bengals.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/among-the-best-performers-in-the-markets-rout-chinese-stocks-11582816200", "title": "Among the Best Performers in the Market's Rout: Chinese Stocks", "date": "2020-02-27 10:10", "summary": "Worries about the coronavirus epidemic haven't kept investors away from shares of Chinese companies. Growing fears about the coronavirus epidemic have sent stocks around the world diving in February. But some regions have held up better than others.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-rewards-work-better-than-penalties-11582816228", "title": "When Rewards Work Better Than Penalties", "date": "2020-02-27 10:10", "summary": "A behavioral economist answers questions on paper-bag fees, religion and estate planning.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-these-five-luxury-homes-just-add-water-11582815975", "title": "For These Five Luxury Homes, Just Add Water", "date": "2020-02-27 10:06", "summary": "These properties come with their own man-made lakes. If a home on the coast isn't an option, a lake is the next best thing. And if you can't find a lake, make one.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-tokyo-olympics-petri-dish-11582815574", "title": "The Olympics Were a Petri Dish Long Before the Coronavirus", "date": "2020-02-27 10:06", "summary": "The reason that epidemiologists love studying the Olympics: There are few places better at breeding illness. Now the Tokyo Games might be in trouble because of one.. When organizers for the 2012 Olympics allowed themselves to imagine their worst public health fears, they always found one scenario particularly troubling: What if someone walked into a London hospital in the middle of the Games with an unusual infectious disease?", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-is-now-growing-faster-in-south-korea-than-in-china-11582815756", "title": "Coronavirus Now Spreading Faster in South Korea Than in China", "date": "2020-02-27 10:05", "summary": "Disease's rapid movement underscores difficulties in containing epidemic. HONG KONG-The coronavirus outbreak in South Korea is now spreading faster than the epidemic in China, where the virus first emerged, daily government data indicated, underscoring the difficulties in containing the spread of a disease that some observers already believe to be a pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-for-sale-with-man-made-lakes-11582815719", "title": "Homes for Sale With Man-Made Lakes", "date": "2020-02-27 10:02", "summary": "A 116-acre California property has horse facilities and a 2-acre pond; one in Virginia has two ponds with a half-mile total of shoreline.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/many-miners-die-and-it-never-shows-up-in-safety-data-11582815186", "title": "Many Miners Die, and It Never Shows Up in Safety Data", "date": "2020-02-27 09:53", "summary": "Uncounted deaths in illegal and small-scale mining add thousands to the industry's death toll, according to some estimates. Surat Lal died with seven colleagues in an explosion at a small quarry in India, but like thousands of other casualties at mines in the developing world, his death wasn't counted as a mining fatality.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-stumble-into-a-correction-11582815166", "title": "European Stocks Stumble Into a Correction", "date": "2020-02-27 09:52", "summary": "Stock indexes across the region have each dropped 10% or more from a recent high. European stock markets entered correction territory Thursday, as investors tried to gauge the impact of the coronavirus's spread just a week after stocks touched record highs.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wharton-names-first-female-dean-11582746974", "title": "Wharton Names First Female Dean", "date": "2020-02-27 09:34", "summary": "Erika James will be both first woman and African-American to lead the 139-year-old business school. The University of Pennsylvania's Wharton School named Erika James of Emory University as its next dean, the first woman and African-American to head the prestigious business school in its 139-year history.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/create-an-estate-plan-so-your-kids-dont-inherit-a-headache-11582812341", "title": "Create an Estate Plan So Your Kids Don't Inherit a Headache", "date": "2020-02-27 09:05", "summary": "Knowing what will happen to a piece of property before its owner becomes ill or dies can help families avoid relationship rifts and lengthy litigation. In his lifetime, Kerney Overman Jr. built a thriving construction company, a close-knit family and a charming beach cottage one block off the Atlantic Ocean in North Carolina. But at around age 70, his mind started to slip. Since his wife had already died, he turned to his eldest child, the one he called \"Old Faithful,\" to help plan for the future.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-budweisers-jeweljust-not-right-now-11582810957", "title": "China is Budweiser's Jewel-Just Not Right Now", "date": "2020-02-27 08:42", "summary": "Current problems linked to the coronavirus epidemic aside, Anheuser-Busch InBev's success with Budweiser in the country shows the way for other markets. People don't like to go out drinking during an epidemic. That is bad news for the world's largest brewer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leopard-print-is-for-men-too-11582810166", "title": "Leopard Print Is for Men, Too", "date": "2020-02-27 08:29", "summary": "Masculine tailoring and sporty styling let leopard prints show their rugged side. Six ways to take a walk on the wild side. Bring the animal to the beach with these shoes. Jimmy Choo shoes, $650, select Jimmy Choo stores", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-grapples-with-impact-of-coronavirus-11582801201", "title": "Hollywood Faces Closed Theaters, Production Delays as Coronavirus Spreads", "date": "2020-02-27 08:27", "summary": "Studios have postponed movie releases in China and are now altering production schedules, too. The coronavirus outbreak has already forced Hollywood studios to postpone several prominent films' release in China. Now the epidemic is starting to disrupt production of the next slate of blockbusters.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stockholm-tailoring-outfit-making-all-day-every-day-clothes-11582045242", "title": "The Stockholm Tailoring Outfit Making All-Day-Every-Day Clothes", "date": "2020-02-27 08:27", "summary": "Swedish tailoring outfit Saman Amel, started by childhood best friends, is making custom menswear for 21st-century tastes. A typical man's wardrobe is like a three-lane highway: hoodies and sneakers on the left, suits and ties on the right and that nebulous middle lane known as business casual, with its surfeit of dark denim, button-up shirts and desert boots. Navigating these lanes can be tough, especially for anyone hoping to reach a cohesive sartorial aesthetic. But for Dag Granath and Saman Amel, the duo behind Swedish tailoring house Saman Amel, the answer is simple: Get off the road.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calls-for-sexual-abstinence-among-teens-in-brazil-signal-rising-conservatism-11582808401", "title": "Calls for Sexual Abstinence Among Teens in Brazil Signal Rising Conservatism", "date": "2020-02-27 08:21", "summary": "Growing clout of a controversial minister is latest evidence of Brazil's cultural shift toward the right. BRASÍLIA-During Brazil's glitzy and hedonistic carnival this week, some revelers dressed up as a controversial government minister, a female preacher who is the new face of the growing influence of evangelical Christianity in the country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upends-global-toy-industry-11582809430", "title": "Coronavirus Upends Global Toy Industry", "date": "2020-02-27 08:20", "summary": "Factory closures in China, where 85% of toys are made, threaten to choke supply of popular items. Toy companies are delaying shipments and new product launches and struggling to fill retail orders as the coronavirus epidemic disrupts the industry's supply chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-posts-strong-holiday-sales-11582807759", "title": "Best Buy Posts Strong Holiday Sales", "date": "2020-02-27 08:03", "summary": "Retailer said sales rose 3.2% in the latest quarter due to strong demand for phones, appliances and tablets. Best Buy said sales rose over the holiday season, citing strong demand for phones and appliances during a period when many traditional retailers reported lackluster results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/email-scammers-are-savvier-and-more-successful-than-ever-11582808400", "title": "Email Scammers Are Savvier, and More Successful, Than Ever", "date": "2020-02-27 08:00", "summary": "The FBI says the schemes are raking in almost $2 billion a year, often from organized networks in Africa. Email scams-often riddled with typos and written by non-native English speakers in Africa-were once crude attempts to steal money from inexperienced computer users. No more.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-outbreak-would-pose-risk-to-record-expansion-11582808400", "title": "U.S. Coronavirus Outbreak Would Pose Risk to Record Expansion", "date": "2020-02-27 08:00", "summary": "Economists expect a slowing wouldn't last longer than several months and would likely be followed by a sharp rebound. A U.S. coronavirus outbreak would trigger temporary but widespread disruptions of people's lives and business activity, posing a new risk to the nation's longest economic expansion on record.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-agrees-to-new-review-of-monsanto-purchase-11582798483", "title": "Bayer Agrees to Audit on Due Diligence After Monsanto Deal", "date": "2020-02-27 07:49", "summary": "New concession to shareholders comes as Bayer announces latest rise in Roundup lawsuits. BERLIN- Bayer AG said it would strengthen external oversight of its due diligence in deal making, in the company's latest concession to shareholders after its 2018 acquisition of Monsanto swamped it with a tide of lawsuits and sent its stock crashing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toronto-dominion-bank-reports-higher-earnings-11582807347", "title": "Toronto-Dominion Bank Reports Higher Earnings", "date": "2020-02-27 07:42", "summary": "Lower trading commissions in TD Ameritrade weigh on bank's U.S. retail segment. Toronto-Dominion Bank Group posted higher profit for its fiscal first quarter as net interest income rose, though lower trading commissions in TD Ameritrade weighed on the bank's U.S. retail segment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-down-the-line-home-run-is-baseballs-version-of-the-corner-three-11582807302", "title": "The Down-the-Line Home Run Is Baseball's Version of the Corner Three", "date": "2020-02-27 07:41", "summary": "The NBA's Warriors and Rockets were at the forefront of the 3-point revolution. The Twins are doing the same in MLB by aiming for the corners, the shortest path to a home run.. FORT MYERS, Fla.-Professional basketball underwent a revolution when a bunch of data nerds arrived at an earth-shattering conclusion: 3-point shots are worth more than 2-point shots.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reckitt-benckiser-cleanup-is-an-inside-job-11582807044", "title": "Reckitt Benckiser Cleanup Is an Inside Job", "date": "2020-02-27 07:37", "summary": "Consumer-goods giant takes a multibillion-dollar write-down, but there are still reasons to be optimistic. Despite a multibillion-dollar write-down on its largest-ever deal and a margin reset, there is good news for the company behind Lysol disinfectant: Reckitt Benckiser 's cleanup will mostly be an inside job.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/durex-owner-to-take-6-5-billion-impairment-after-baby-formula-bet-turns-sour-11582806407", "title": "Durex Owner Hurt by Baby Formula Bet That Turned Sour", "date": "2020-02-27 07:26", "summary": "Reckitt Benckiser says unit it bought in 2017 has suffered from weak sales in China. Consumer goods giant Reckitt Benckiser Group PLC said Thursday it is taking a £5.04 billion, or roughly $6.5 billion, impairment related to a 2017 deal to buy baby formula producer Mead Johnson, after weak sales and lower prospects for the unit in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-eu-gear-up-for-thorny-post-brexit-negotiations-11582806207", "title": "U.K., EU Gear Up for Thorny Post-Brexit Negotiations", "date": "2020-02-27 07:23", "summary": "Both sides take a tough line ahead of talks covering trade, data sharing, security and more. LONDON-The U.K. and the European Union set the stage for months of tense and highly pressured negotiations, laying out clashing approaches to their post-Brexit relationship.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-leaders-place-their-presidential-bets-11582804800", "title": "Private-Equity Leaders Place Their Presidential Bets", "date": "2020-02-27 07:00", "summary": "Industry executives are supporting Trump and centrist Democrats such as Biden and Buttigieg, while shunning Sanders and Warren. Private-equity executives are lining up behind their favored presidential candidates, with support ranging from Donald Trump to moderate Democrats, based on an analysis of campaign-finance records.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomo-aims-to-ease-path-for-siting-wind-solar-farms-11582804803", "title": "Gov. Cuomo Aims to Ease Path for Siting Wind, Solar Farms", "date": "2020-02-27 07:00", "summary": "The existing siting process can take years; new process would leave out local representatives. ALBANY, N.Y.-Responding to complaints from developers of wind and solar farms, Gov. Andrew Cuomo has proposed a faster system for siting renewable energy projects to help New York meet its goal of drastically reducing carbon emissions.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-demand-drives-data-center-market-to-new-records-11582804801", "title": "Cloud Demand Drives Data Center Market to New Records", "date": "2020-02-27 07:00", "summary": "Even as public cloud use grows, many companies aren't ready to shut down their own systems. U.S. businesses last year paid for a record-high 396.4 megawatts of power in the country's largest data-center markets, up 33% from 2018 amid soaring demand for cloud services, according to a report released Wednesday by real estate services firm CBRE Group Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-keeps-rolling-along-11582804802", "title": "Square Keeps Rolling Along", "date": "2020-02-27 07:00", "summary": "Payments company has put its business serving sellers back on track. Square apparently managed a neat trick at the end of last year: It changed its pricing without sacrificing volume.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-creates-dilemma-for-europes-public-gatherings-open-borders-11582799401", "title": "Virus Creates Dilemma for Europe's Public Gatherings, Open Borders", "date": "2020-02-27 06:53", "summary": "Resume Subscription. PARIS-The threat of coronavirus spreading across Europe's open borders has put local authorities and others in a bind over whether to call off fashion shows, soccer games and other major gatherings that define life on the continent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/budweiser-brewer-takes-profit-hit-loses-more-u-s-market-share-11582793027", "title": "Budweiser Brewer Shares Dive as It Loses More U.S. Market Share", "date": "2020-02-27 06:34", "summary": "AB InBev indicates its rivals have done a better job of capitalizing on a shift to hard seltzers. Anheuser-Busch InBev SA reported lower quarterly profit that missed analysts' estimates and sent its shares down sharply, blaming higher costs and lost market share in the U.S. to hard seltzer makers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-question-in-retirement-planning-how-long-will-i-live-11582803000", "title": "A Big Question in Retirement Planning: How Long Will I Live?", "date": "2020-02-27 06:30", "summary": "How to factor lifespan and health-two big wild cards-into financial planning. No one knows how long they will live or how healthy they will be, which makes retirement planning tricky. But a growing number of online tools and services are aiming to help people obtain personalized lifespan estimates for financial planning.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-marriott-international-gilead-sciences-microsoft-l-brands-11582800948", "title": "Stocks to Watch: Marriott International, Gilead Sciences, Microsoft, L Brands", "date": "2020-02-27 05:55", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shippings-smaller-operators-are-most-susceptible-to-the-coronavirus-financial-impact-11582799403", "title": "Shipping's Smaller Operators Are Most Susceptible to the Coronavirus Financial Impact", "date": "2020-02-27 05:30", "summary": "While big cargo carriers idle ships, niche operators critical to secondary trade lanes have little room to hide in a downturn. This was supposed to be a year of recovery for the world's oceangoing shipping companies, with trading peace in major markets providing a new period of stability for cargo carriers.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-plan-to-wipe-out-student-debt-faces-hurdles-11582799400", "title": "Sanders Plan to Wipe Out Student Debt Faces Hurdles", "date": "2020-02-27 05:30", "summary": "Democratic candidate wants to free up money for young adults, but 57% of voters are opposed. Bernie Sanders's plan to wipe out Americans' $1.6 trillion in student debt could face thorny political and practical problems if he is elected president in November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiple-people-killed-in-mass-shooting-at-molson-coors-facility-in-milwaukee-11582757554", "title": "Gunman Kills Five at Molson Coors Plant", "date": "2020-02-27 00:33", "summary": "Gunman, identified as 'active employee,' apparently died of self-inflicted gunshot wound. An employee opened fire Wednesday at the Molson Coors Beverage Co. facility in Milwaukee, killing five people before dying of an apparent self-inflicted gunshot wound, according to law-enforcement and company officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-american-pedestrians-are-dying-than-in-past-30-years-11582779660", "title": "U.S. Pedestrian Deaths Reach 30-Year High", "date": "2020-02-27 00:01", "summary": "Report points to smartphone distraction, bad lighting, SUVs, impairment as possible reasons. U.S. pedestrian deaths rose in 2019 to their highest level in 30 years, even as the nation's roadway crash fatalities overall have been falling, according to a new report.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582757904", "title": "Pepper...and Salt", "date": "2020-02-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-defends-administrations-coronavirus-response-as-lawmakers-raise-concerns-11582730465", "title": "President Trump Puts Vice President Pence in Charge of Virus Response", "date": "2020-02-27 23:05", "summary": "Lawmakers seek billions beyond what Trump has proposed to contain disease. WASHINGTON-President Trump said Americans are at very low risk from the coronavirus, and he put Vice President Mike Pence in charge of federal response efforts as concern grew among lawmakers and a U.S. case was diagnosed that may have no connection to travel abroad.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-in-china-warn-2020-revenue-could-halve-if-coronavirus-persists-11582765200", "title": "U.S. Companies in China Warn 2020 Revenue Could Halve", "date": "2020-02-27 22:35", "summary": "Businesses struggle as travel restrictions, protective gear shortages weigh on workforce, productivity, survey finds. Some American companies say they could lose as much as half their annual revenue from China if the coronavirus epidemic extends through the summer, as businesses struggle to get boots back on the ground amid travel restrictions and shortages of basic protective gear.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-causes-u-s-south-korea-to-call-off-joint-military-exercises-11582774513", "title": "Coronavirus Causes U.S., South Korea to Call Off Joint Exercises", "date": "2020-02-27 22:35", "summary": "The postponement 'until further notice' comes as Seoul struggles to contain the outbreak. SEOUL-Washington and Seoul postponed planned joint military exercises \"until further notice,\" as South Korea struggles to contain the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-imposes-travel-restrictions-fearing-reinfection-from-foreigners-11582730303", "title": "China Tightens Screening of Travelers, Fearing Reinfection From Abroad", "date": "2020-02-27 20:43", "summary": "As epidemic's spread eases within China, some cities step up scrutiny of travelers arriving from other nations. HONG KONG-As the coronavirus epidemic takes hold in more countries around the world, China is trying to stop the disease from being repatriated by travelers arriving from abroad.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-soldier-contracts-coronavirus-in-south-korea-as-government-struggles-11582706980", "title": "American Soldier Contracts Coronavirus in South Korea", "date": "2020-02-27 20:35", "summary": "In Daegu, the influx of patients has overwhelmed local officials. A 23-year-old American soldier stationed in South Korea became the first U.S. service member to contract the coronavirus, as the government's attempts to slow the fast-spreading contagion struggled to keep pace.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-raises-150-million-in-funding-in-bet-on-metaverse-11582754400", "title": "Roblox Valuation Hits $4 Billion as Investors Bet on Future of Gaming", "date": "2020-02-27 20:25", "summary": "Andreessen Horowitz leads investor group in latest $150 million funding round for popular videogame hub. Investors in Roblox Corp. say it has the potential to become one of the world's most popular online hangouts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-lebanese-companies-individuals-with-alleged-ties-to-hezbollah-11582747311", "title": "U.S. Blacklists Lebanese Companies, Individuals With Alleged Ties to Hezbollah", "date": "2020-02-27 20:11", "summary": "Three officials and 11 entities linked to the Lebanon branch of the Martyrs Foundation are blacklisted by the Treasury Department. The Trump administration's blacklisting Wednesday of several Lebanese individuals and companies for allegedly helping Iran-backed Hezbollah highlights Washington's strategy to counter a U.S.-designated terror group.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-judge-skeptical-of-most-government-wildfire-response-claims-11582765905", "title": "PG&E Judge Skeptical of Most Government Wildfire Response Claims", "date": "2020-02-27 20:11", "summary": "A California emergency response agency says it is owed $290 million while the Federal Emergency Management Agency wants billions of dollars more. The judge overseeing PG&E Corp. 's bankruptcy opened the door to reducing government agency claims against the troubled utility to $290 million, a fraction of the billions federal authorities say they are owed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-sues-new-york-times-over-opinion-piece-11582751908", "title": "Trump Campaign Sues New York Times Over Opinion Piece", "date": "2020-02-27 19:43", "summary": "A Times spokeswoman says 'the law protects the right of Americans to express their judgments and conclusions'. WASHINGTON-President Trump's campaign filed a libel lawsuit against the New York Times , accusing it of knowingly publishing false and defamatory statements in an opinion piece on the 2016 election and Russia.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-foreign-sympathies-11582763907", "title": "Bernie's Foreign Sympathies", "date": "2020-02-27 19:38", "summary": "He assails Americans who support Israel and calls Benjamin Netanyahu a 'racist.'. Bernie Sanders wants Americans to believe he's a garden variety \"democratic socialist,\" with the emphasis on democratic. But as media scrutiny of the Democratic presidential front-runner increases, we're learning more about where his political sympathies lie, and they're revealing about what a Sanders foreign policy would look like.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-liberty-wins-another-11582763850", "title": "Religious Liberty Wins Another", "date": "2020-02-27 19:37", "summary": "The Eleventh Circuit rethinks an earlier ruling against a cross in a public park.. The Eleventh Circuit Court of Appeals broke no new legal ground last week when it reversed its earlier decision ruling that a cross erected on a public park in Pensacola, Fla., had to go. But it carries the message that the so-called Lemon legal test that has long governed interpretations of the Constitution's Establishment Clause may finally be dead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-asylum-for-sanctuary-states-11582763779", "title": "No Asylum for Sanctuary States", "date": "2020-02-27 19:36", "summary": "The Second Circuit says the feds can withhold funds for defying the law.. Democratic states are refusing to cooperate with federal immigration enforcement, but then they complain that the Justice Department is using its legal authority to impose financial consequences for their resistance. Sorry, they can't have it both ways, the Second Circuit Court of Appeals ruled on Wednesday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-johns-faces-u-s-probe-over-e-coli-outbreak-11582763615", "title": "Jimmy John's Faces U.S. Probe Over E.coli Outbreak", "date": "2020-02-27 19:33", "summary": "Sandwich chain drops clover sprouts as it contends with latest food-safety outbreak. U.S. officials warned of a new E.coli outbreak linked to Jimmy John's Gourmet Sandwiches, the latest in a string of food-safety problems at the sandwich chain in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-cant-wait-to-respond-to-the-coronavirus-11582763355", "title": "The Fed Can't Wait to Respond to the Coronavirus", "date": "2020-02-27 19:29", "summary": "The pandemic is a threat to the global economy. U.S. central bankers should lead a global response.. A central bank's primary job is to offset major disturbances to the economy. Today, the novel coronavirus is a material risk to the economy. It represents an unexpected shock, and the Federal Reserve should lead the world's central banks in taking immediate action.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-stand-against-bernie-sanders-11582763386", "title": "Last Stand Against Bernie Sanders", "date": "2020-02-27 19:29", "summary": "Can traditional Democrats unite and rally in time to stop the slide to socialism?. Since winning the popular vote in the Democratic presidential race's first three contests, Bernie Sanders has received generous accolades. He's been crowned a strong front-runner, with many already declaring him the presumptive nominee. It's said he has an insurmountable lead and a powerful hold on the party faithful.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ok-boomer-bernie-biden-and-bloomberg-are-older-still-11582763316", "title": "OK Boomer? Bernie, Biden and Bloomberg Are Older Still", "date": "2020-02-27 19:28", "summary": "By Inauguration Day 2021, all three of them would have reached the average U.S. male's life expectancy.. For nine months after Steve Jobs was diagnosed with pancreatic cancer, he reportedly refused the surgery that might have saved him. He is said to have given himself over to magic thinking and tried to treat his condition with acupuncture, dietary supplements and juices. He abandoned that course only after it was too late. It was Steve Jobs's magic thinking that created the iPhone, and magic thinking may have ended up killing him in 2011. He was 56.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dalai-lama-review-bodhisattva-of-compassion-11582763247", "title": "'The Dalai Lama' Review: Bodhisattva of Compassion", "date": "2020-02-27 19:27", "summary": "A Westerner with rare access to his subject writes an authorized biography of one of the world's most feted, and charismatic, ﬁgures.. On July 6, 1935, was born a boy to a family of peasants in the village of Taktser in the far northeast of Tibet. Its inhabitants spoke a coarse dialect that was incomprehensible in Lhasa, Tibet's storied capital. The boy, Lhamo Dondhup, was one of only seven siblings, out of 16, who survived into adulthood.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-versus-the-coronavirus-11582763105", "title": "Trump versus the Coronavirus", "date": "2020-02-27 19:25", "summary": "The virus exposes key political weaknesses of both the president and Bernie Sanders.. After a high official of the U.S. Centers for Disease Control and Prevention said Tuesday about the coronavirus that \"we expect we will see community spread in this country,\" the Dow Jones Industrial Average closed nearly 900 points down for the day.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-that-3-growth-11582763051", "title": "Where's That 3% Growth?", "date": "2020-02-27 19:24", "summary": "The Trump tax cut hasn't lived up to its promise. The reason may be Trump.. President Trump is reportedly planning another tax cut. If so, he should figure out why the first one was a dud.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hospital-grows-in-brooklyn-nyu-langone-plans-650-million-expansion-11582763015", "title": "A Hospital Grows in Brooklyn: NYU Langone Plans $650 Million Expansion", "date": "2020-02-27 19:23", "summary": "NYU Langone and the former Brooklyn Lutheran Medical Center settled on affiliation in 2015. It has taken three years and more than $350 million for NYU Langone Health to break even with its satellite hospital in Sunset Park, Brooklyn. Now, the health system is ready to expand there, with a new, $650 million patient-room tower.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-detective-says-he-misled-barnard-slaying-suspect-11582762342", "title": "NYPD Detective Says He Misled Barnard Slaying Suspect", "date": "2020-02-27 19:12", "summary": "Detective Wilfredo Acevedo questioned in hearing on interrogation of teenager. A New York Police Department detective who interrogated a 13-year-old charged in the slaying of a Barnard College student testified Wednesday that he misled the teen to get information from him.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-should-reassess-automatic-fare-increases-board-member-says-11582762370", "title": "MTA Should Reassess Automatic Fare Increases, Board Member Says", "date": "2020-02-27 19:12", "summary": "Authority signals interest in ways to boost revenues other than decade-long practice of raising fares every two years. New York's subway, bus and commuter rail fares shouldn't automatically increase every two years, according to an influential member of the Metropolitan Transportation Authority's board.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neo-nazis-are-charged-with-threats-against-jews-minorities-journalists-11582761749", "title": "Neo-Nazis Are Charged With Threats Against Jews, Minorities, Journalists", "date": "2020-02-27 19:02", "summary": "The arrests of five individuals are part of a broader federal crackdown on white-supremacist groups. Five alleged affiliates of a neo-Nazi paramilitary group were arrested Wednesday on charges that they waged an intimidation and harassment campaign against journalists, activists and others, including a member of President Trump's cabinet.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]