[{"link": "https://www.wsj.com/articles/treasury-airlines-reach-agreement-on-aid-11586898079", "title": "Treasury, Airlines Agree on Aid", "date": "2020-04-14 19:41", "summary": "Ten major airlines intend to accept government payroll support; President Trump touts agreement. WASHINGTON-The biggest U.S. airlines reached an agreement in principle with the federal government on financial assistance aimed at preventing layoffs in an industry hit hard by the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-loan-hold-up-11586907564", "title": "Small Business Loan Snafus", "date": "2020-04-14 19:39", "summary": "The Paycheck Protection Program has glitches that will deny cash to many deserving borrowers.. Congress is rushing to add $250 billion more for small business loans amid worries that the $350 billion in last month's $2.2 trillion relief bill won't be enough. How about also patching the Paycheck Protection Program's holes?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-voter-suppression-strategy-11586907137", "title": "The 'Voter Suppression' Strategy", "date": "2020-04-14 19:32", "summary": "Democrats win big in Wisconsin by promoting false ballot fears.. Remember all those cries and lamentations about \"voter suppression\" in Wisconsin's primary election last week? We told you it was a myth, and sure enough turnout was huge and Democrats rolled up victories up and down the ballot. Some suppression.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-vindicates-the-fccs-net-neutrality-rollback-11586906742", "title": "Coronavirus Crisis Vindicates the FCC's 'Net Neutrality' Rollback", "date": "2020-04-14 19:25", "summary": "In Europe, meanwhile, heavy-handed regulation is forcing internet providers to throttle video speeds.. The widespread imposition of stay-at-home orders has underscored the critical role that access to the internet plays in modern society. Some countries have done a better job than others in deploying high-quality and robust network infrastructure. In Europe, networks have struggled to meet bandwidth demand, leading officials to ask popular services such as Netflix and YouTube to degrade the quality of their streaming video from high definition to standard definition. U.S. networks have faced fewer problems adjusting to the increase in demand.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-foodfirst-is-in-talks-with-two-potential-buyers-11586906377", "title": "Bankrupt FoodFirst Is in Talks With Two Potential Buyers", "date": "2020-04-14 19:19", "summary": "Operator of Italian restaurant brands Bravo and Brio filed for chapter 11 last week. FoodFirst Global Restaurants Inc., the parent of the Italian restaurant chains Brio and Bravo, has two potential buyers willing to acquire some of its assets out of bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-backed-power-company-files-for-bankruptcy-after-tapping-stimulus-funds-11586891236", "title": "KKR-Backed Power Company Files for Bankruptcy After Tapping Stimulus Funds", "date": "2020-04-14 19:13", "summary": "Longview Power, which owns a plant in West Virginia, gets taxpayer money to help ease a debt restructuring. Longview Power LLC, a private-equity-backed power generator, filed for bankruptcy Tuesday with a prepacked restructuring proposal that includes help from the government stimulus package passed in the wake of the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/well-worth-saving-review-displaced-academics-11586905987", "title": "'Well Worth Saving' Review: Displaced Academics", "date": "2020-04-14 19:13", "summary": "In the 1930s and '40s, American universities made life-and-death decisions about which European Jews to give faculty appointments.. Five of the eight Ivy League universities are now led by self-identifying Jews: Harvard's president is an observant Jew, sometimes Hillel, sometimes Chabad; Yale's, a descendant of possibly the most learned rabbinical dynasty; Penn's, the daughter of a German Orthodox Jew who escaped to America before the carnage; Brown's, a Quaker convert to Judaism; Princeton's, a former Catholic who learned as an adult of his German refugee mother's Jewishness. The overtness, even the ubiquity, of these varied Jewish identities reflects a dramatic 75-year evolution in the status of Jews in American academia. And this shift intertwines with and reflects something broader still: a sea change in the texture of American academic life, a change that has brought with it new challenges to the academy's current relevance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-thernstrom-on-voting-11586905927", "title": "Notable & Quotable: Thernstrom on Voting", "date": "2020-04-14 19:12", "summary": "The Voting Rights Act 'was an indispensable, beautifully designed and effective response to a profound moral wrong.'. From \"A Vindication of the Voting Rights Act\" by Abigail Thernstrom in the Journal, June 27, 2013. Thernstrom died April 10 at 83:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-puts-off-return-to-washington-by-two-weeks-11586886378", "title": "Congress Puts Off Return to Washington Until Early May", "date": "2020-04-14 19:11", "summary": "Coronavirus relief packages can pass by unanimous votes, but oversight hearings, judicial confirmations and non-virus bills will remain on hold. WASHINGTON-Congressional leaders' decision not to reconvene as planned next week sets the stage for the House and Senate to continue operating on an emergency footing, with lawmakers meeting only intermittently to approve crucial relief bills in response to the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-a-summer-internship-amid-the-coronavirus-pandemic-11586905902", "title": "Finding a Summer Internship Amid the Coronavirus Pandemic", "date": "2020-04-14 19:11", "summary": "Students discuss the challenges of hunting for jobs and internships and how to respond to them.. Editor's note: This Future View is about how the pandemic has affected college students' search for jobs and summer internships. Next week we'll ask, \"Will Joe Biden win over young supporters of Bernie Sanders?\" Students should click here to submit opinions of fewer than 250 words before April 21. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abigail-thernstrom-rip-america-needs-more-like-her-11586905848", "title": "Abigail Thernstrom, RIP: America Needs More Like Her", "date": "2020-04-14 19:10", "summary": "The social scientist who studied race always put intellectual honesty ahead of political correctness.. It's hard to compete for attention with a pandemic, but the passing of one of the country's leading social scientists should not go unremarked. Last week Abigail Thernstrom died at 83, and at the risk of writing about something other than the coronavirus, here's why her contributions to our policy debates will be missed.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-flunks-federalism-101-11586905741", "title": "Trump Flunks Federalism 101", "date": "2020-04-14 19:09", "summary": "He can't overrule the states' police powers, which include public health regulation.. With Covid-19 still raging and the U.S. economy tanking, the last thing the country needs is a constitutional crisis. But by threatening to reopen the national economy in a stroke, President Trump seems determined to provoke one.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-is-a-viral-punching-bag-11586905784", "title": "Sweden Is a Viral Punching Bag", "date": "2020-04-14 19:09", "summary": "How the progressive utopia became an easy target for the no-tradeoffs crowd.. Sweden's population is roughly similar to New York City's (actually about two million more), and in every way a case study of how one size does not fit all in the coronavirus epidemic.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-to-boost-biden-online-but-doesnt-plan-to-raise-money-for-him-11586903993", "title": "Sanders to Boost Biden Online, but Doesn't Plan to Raise Money for Him", "date": "2020-04-14 18:56", "summary": "Vermont senator also will use his online presence to push progressive agenda. Bernie Sanders will use his campaign's live streaming platform and social media channels to promote Joe Biden's presidential bid and help unify the Democratic Party, but he said he doesn't plan to fundraise on the former vice president's behalf.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motor-vehicle-thefts-rise-in-new-york-city-amid-measures-to-stop-coronavirus-11586904940", "title": "Motor Vehicle Thefts Rise in New York City Amid Measures to Stop Coronavirus", "date": "2020-04-14 18:55", "summary": "The increase comes as major crimes across the city fell during the pandemic. Thefts of motor vehicles have risen in New York City under emergency measures to fight the new coronavirus, according to new New York Police Department data, even as many other crimes have decreased.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coronavirus-has-infected-more-than-9-000-u-s-health-care-workers-11586904265", "title": "New Coronavirus Has Infected More Than 9,000 U.S. Health-Care Workers", "date": "2020-04-14 18:44", "summary": "CDC finds clinicians infected are mostly women, median age 42; total likely higher, agency says. More than 9,000 U.S. health-care workers have contracted the new coronavirus and nearly three-quarters of them are women, according to federal data released Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-death-toll-in-europe-likely-far-higher-than-first-reported-11586896486", "title": "Virus Death Toll Likely Far Higher Than First Reported", "date": "2020-04-14 18:27", "summary": "Discrepancies risk making it harder to judge when outbreak has peaked and when restrictions can be eased. Newly published figures show deaths linked to the new coronavirus in the U.K. have far exceeded preliminary estimates, adding to a growing body of evidence across Europe that closely watched daily death tallies don't reveal the virus's true toll.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-buying-more-than-2-5-billion-in-ventilators-for-coronavirus-patients-11586901754", "title": "U.S. Buying More Than $2.5 Billion in Ventilators", "date": "2020-04-14 18:02", "summary": "Thousands of the machines should be delivered in coming weeks, but supplies might not arrive in time for peak demand. The federal government expects to receive tens of thousands more ventilators in coming weeks under more than $2.5 billion in new contracts recently signed with manufacturers, though Covid-19 cases may have peaked by the time the machines are delivered.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-regulators-weigh-historic-oil-cuts-after-coronavirus-11586886293", "title": "Texas Regulators Weigh Historic Oil Cuts as Coronavirus Saps Demand", "date": "2020-04-14 17:50", "summary": "Proposal to constrain output in America's top oil-producing state divides industry; whether to 'toss aside free-market principles'. Texas regulators on Tuesday debated curtailing oil output in the state in response to cratering demand caused by the new coronavirus, but it quickly became apparent that the industry was divided over taking such a historic step.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-homes-remain-a-concern-as-new-yorks-coronavirus-outbreak-appears-to-plateau-11586892250", "title": "New York City Adds 3,778 People to Its Coronavirus Death Toll", "date": "2020-04-14 17:46", "summary": "Adding those who probably had virus boosts the tally above 10,000 victims. New York City raised its likely death toll from coronavirus by 3,778 people on Tuesday afternoon, after city officials released new numbers counting people who were presumed to have died of the disease but who hadn't tested positive for the virus.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-safety-is-worth-paying-for-11586879268", "title": "Johnson & Johnson: Safety Is Worth Paying For", "date": "2020-04-14 17:30", "summary": "The health-care company's financial forecast is weaker after the Covid-19 outbreak, but investors should view that as a sign of strength. Johnson & Johnson showed investors once again why the company shines in hard times.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonald-s-owners-company-spar-over-assistance-11586892394", "title": "McDonald's Owners, Company Spar Over Assistance", "date": "2020-04-14 17:26", "summary": "Burger giant and restaurant owners fight over rent reductions, worker protections as sales slide. The coronavirus pandemic is exacerbating a longstanding feud between McDonald's Corp. and its U.S. franchisees, as social-distancing measures cut deep into the burger giant's sales and profits.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-peacock-wont-have-much-original-content-this-year-as-productions-halt-11586899466", "title": "For Comcast's Peacock, 2021 Is the New 2020", "date": "2020-04-14 17:24", "summary": "Streaming service will rely on classics as it launches, with most new shows postponed. Comcast Corp. said most of the original shows that were to headline the launch of its Peacock streaming service likely won't be ready until 2021-another setback for a platform already coping with the postponement of the Tokyo Olympics to next year.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-unworried-coronavirus-effort-will-boost-moral-hazard-11586891891", "title": "Fed's Evans Unworried Coronavirus Effort Will Boost Moral Hazard", "date": "2020-04-14 17:19", "summary": "'There's just no way you could have insured against this,' said Federal Reserve Bank of Chicago President Charles Evans. Federal Reserve Bank of Chicago President Charles Evans said Tuesday extraordinary action by the central bank and the government to support the economy right now is fully appropriate, and he doesn't see the interventions as creating risk-taking problems once the coronavirus crisis has passed.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-4-14-2020-11586839178", "title": "Stocks Gain as U.S. Weighs Restarting Economy", "date": "2020-04-14 17:15", "summary": "Dow Jones Industrial Average logged its fourth gain in past six trading days. Stocks surged as investors looked ahead to the eventual reopening of the economy, even as reports from big banks indicated that the coronavirus is taking a toll on earnings.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-sovereign-wealth-fund-close-to-completing-300-million-deal-for-premiership-soccer-club-11586898842", "title": "Saudi Sovereign Wealth Fund Close to Completing $380 Million Deal for Premier League Soccer Club", "date": "2020-04-14 17:14", "summary": "Securing Newcastle United deal would extend Saudi PIF's overseas buying spree. DUBAI-Saudi Arabia's sovereign-wealth fund is pressing forward with a roughly £300 million ($380 million) buyout of U.K. Premier League soccer team Newcastle United F.C., according to people familiar with the discussions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-navy-temporarily-seizes-vessel-sparking-persian-gulf-alert-11586898580", "title": "Iranian Navy Temporarily Seizes Vessel, Sparking Persian Gulf Alert", "date": "2020-04-14 17:09", "summary": "Armed men boarded the ship and redirected it into Iranian waters. Iranian naval forces seized a Hong Kong-flagged tanker and redirected the vessel into Iranian waters before releasing it, according to Western and Emirati officials, prompting a warning Tuesday to ships along the Persian Gulf's key oil export route.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teladocs-remote-doctor-visits-surge-in-coronavirus-crisis-11586894400", "title": "Teladoc's Remote Doctor Visits Surge in Coronavirus Crisis", "date": "2020-04-14 17:05", "summary": "Telemedicine company's appointments double to 20,000 a day as pandemic reshapes health care. Teladoc Health Inc. said its remote medical appointments have more than doubled in number since early March, a sign the coronavirus pandemic is remaking how doctors take care of patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-paid-leave-rules-apply-to-you-11585326384", "title": "Q&A: What the Coronavirus Paid-Leave Rules Mean for You", "date": "2020-04-14 16:57", "summary": "Here's a look at what we know-and what we don't-about how employers and employees are affected by the new law. With new rules expanding paid sick and family leave having gone into effect April 1, small businesses across the country are scrambling to figure out which parts of the Families First Coronavirus Response Act apply to them and how to comply. Here are answers to many of the questions employers and employees are asking:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steele-dossier-disinformation-update-11586897258", "title": "Steele Dossier Disinformation Update", "date": "2020-04-14 16:47", "summary": "New evidence that the FBI was duped by Russian intelligence.. Russia interfered in America's 2016 election, as several government reports have established. The latest disturbing news is that Russia may have received an assist from no less than the Federal Bureau of Investigation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-rides-seven-session-winning-streak-rising-more-than-60-11586883627", "title": "Tesla Stock Rides Seven-Session Win Streak, Rising 56%", "date": "2020-04-14 16:39", "summary": "Analysts upgraded the car maker, saying it was better positioned to emerge from coronavirus-related disruptions than rivals. Tesla Inc. shares extended their winning streak to seven sessions, rebounding to levels not seen since early March, before the Covid-19 pandemic took a huge bite out of the company's stock.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murray-lenders-claim-breaches-of-450-million-bankruptcy-loan-11586896755", "title": "Murray Lenders Claim Breaches of $450 Million Bankruptcy Loan", "date": "2020-04-14 16:39", "summary": "Coal supplier's advisers say they are negotiating a forbearance agreement with bankruptcy lenders. Murray Energy Corp., the nation's largest private coal producer, said Tuesday it is negotiating to resolve lenders' allegations that it breached its $450 million chapter 11 financing package.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-ravages-the-lungs-it-also-affects-the-brain-11586896119", "title": "Coronavirus Affects the Brain in Many Cases", "date": "2020-04-14 16:28", "summary": "As Covid-19 cases mount, doctors are seeing patients who are experiencing symptoms like seizures, hallucinations and loss of smell and taste. A patient in Japan had seizures. An airline worker ended up in a Detroit hospital, where doctors diagnosed her with a rare form of brain damage. Others reported auditory and visual hallucinations or losing their sense of smell and taste.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-reports-profit-falls-69-amid-u-s-coronavirus-outbreak-11586862723", "title": "JPMorgan Prepares for Wave of Defaults Linked to Coronavirus", "date": "2020-04-14 16:27", "summary": "First-quarter results in New York bank's consumer unit fall sharply, while trading revenue rises. JPMorgan Chase & Co., bracing for a severe recession, set aside another $6.8 billion to cover potential losses on loans to consumers and companies struggling to stay afloat during the coronavirus shutdown.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-profit-drops-89-as-it-girds-for-soured-loans-11586867035", "title": "Wells Fargo Profit Falls 89% Amid Coronavirus Crisis", "date": "2020-04-14 16:23", "summary": "Bank sets aside $3.83 billion to cover potential losses on loans to borrowers hurt by coronavirus. Wells Fargo & Co.'s first-quarter profit sank 89% and the bank set aside billions of dollars to cover potential losses on loans to borrowers hurt by the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-wells-fargo-profits-tumble-as-they-brace-for-a-recession-11586881571", "title": "JPMorgan, Wells Fargo Profits Tumble as They Brace for a Recession", "date": "2020-04-14 16:21", "summary": "The large U.S. lenders are preparing for an economic downturn as millions remain out of work. Big banks sent a clear message in first-quarter earnings Tuesday: This recession is going to be bad.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-fighting-coronavirus-new-yorks-health-care-workers-sleep-away-from-home-11586895678", "title": "After Fighting Coronavirus, New York's Health-Care Workers Sleep Away From Home", "date": "2020-04-14 16:21", "summary": "Workers turn to hotel rooms, their cars and other arrangements to keep their families safe. Hundreds of health-care workers around New York have made alternate living arrangements as they battle the coronavirus crisis, and officials are starting programs that can keep them from potentially infecting loved ones at home.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-legal-authority-to-overrule-governors-on-coronavirus-is-limited-11586891577", "title": "Trump's Legal Authority to Overrule Governors on Coronavirus Is Limited", "date": "2020-04-14 16:20", "summary": "The president can use his political sway and powers of the purse, but he can't force states to ease restrictions. WASHINGTON-A brewing showdown between President Trump and the nation's governors is setting the stage for a clash between federal authority and state authority unseen in modern times.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-warns-of-damage-from-coronavirus-pandemic-fallout-11586894890", "title": "KKR Warns of Damage From Coronavirus Pandemic Fallout", "date": "2020-04-14 16:08", "summary": "Private-equity giant said asset values and revenue have suffered, and some portfolio companies may wind up insolvent. KKR & Co. is warning investors that economic disruption from the coronavirus pandemic is undermining the value of its business as well as its funds and portfolio companies, saying the widespread damage could affect its results for all of this year.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individual-investors-find-withdrawal-window-shut-for-property-funds-11586865601", "title": "Individual Investors Find Withdrawal Window Shut for Property Funds", "date": "2020-04-14 15:58", "summary": "Inability to cash out shares in nontraded REITs couldn't come at a worse time for many small investors. Thousands of individuals who poured money into real-estate funds aimed at small investors are now trying to pull cash out during this period of economic turmoil.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barack-obama-to-endorse-joe-biden-for-president-11586874213", "title": "Barack Obama Endorses Joe Biden for President", "date": "2020-04-14 15:53", "summary": "The 44th president's endorsement of his former VP comes a day after Mr. Biden received Sen. Bernie Sanders's backing. WASHINGTON-Former President Barack Obama endorsed presumptive Democratic nominee Joe Biden, his former vice president, in a video Tuesday that marked his return to the political stage as the nation grapples with the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-gothic-wonders-brought-to-life-11586892744", "title": "The Staying Inside Guide: Gothic Wonders Brought to Life", "date": "2020-04-14 15:32", "summary": "A year after the tragic Notre Dame fire, myriad resources are available to explore that cathedral and other structures in its style.. Who could have predicted one year ago, when a fire destroyed its medieval roof and brought down its lofty central spire on April 15, that Paris's Notre Dame Cathedral would again be in danger today? One expected the site would be speedily cleared and the work of reconstruction begun, but then it was learned that some 460 tons of lead were released as the metal roof melted away, contaminating the site and the surrounding neighborhood. Making matters worse, the spire had been under restoration at the time and surrounded by scaffolding, which the fire fused into a tangled thicket of steel rods. To remove them will be a high-stakes game of Pick-Up Stix, for should they fall they would shatter the thin masonry vaults below.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fired-amazon-warehouse-workers-accuse-company-of-retaliation-which-it-denies-11586891334", "title": "Fired Amazon Warehouse Workers Accuse Company of Retaliation", "date": "2020-04-14 15:08", "summary": "Employees say they were targeted for organizing; tech giant defends firings, safety measures at facilities. Amazon . com Inc. has fired at least three warehouse employees and reprimanded several others who say they were singled out after pushing for better working conditions during the coronavirus pandemic, a contention the company denies.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-we-do-without-experts-11586891072", "title": "What Would We Do Without Experts?", "date": "2020-04-14 15:04", "summary": "More questions about the virus models.. The influential geniuses at the Institute for Health Metrics and Evaluation (IHME), whose virus forecasts have helped inspire government officials to keep much of society on lockdown, released a new set of predictions yesterday. Let's hope they're more accurate than some of the earlier guesses, which are attracting new scrutiny within the academic community.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-slides-with-inventories-expected-to-keep-rising-11586872032", "title": "Oil Slides With Inventories Expected to Keep Rising", "date": "2020-04-14 14:51", "summary": "Prices have fallen despite agreement by OPEC, allies to curb output; crude is down 67% this year. Oil prices fell Tuesday, dropping back toward an 18-year low with inventories set to continue rising despite recent supply cuts.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinatra-on-the-podium-11586890199", "title": "Sinatra on the Podium", "date": "2020-04-14 14:50", "summary": "Not only a singer, Ol' Blue Eyes was a self-taught, talented conductor.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-dispatches-from-the-pandemics-front-lines-11586889988", "title": "Four Dispatches From the Pandemic's Front Lines", "date": "2020-04-14 14:46", "summary": "Most Popular News. A nurse holds a patient's hand, seeing fear in his eyes. A two-doctor couple struggles to care for twin girls. As an emergency-room physician walks home alone after a long night, the only sound is the piercing wail of ambulance sirens, one after another.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-easy-herby-sauce-is-magic-on-a-steak-11586978871", "title": "This Easy, Herby Sauce Is Magic on a Steak", "date": "2020-04-14 14:31", "summary": "It also freezes beautifully. Use it in this recipe for seared rib-eyes with sautéed mushrooms, have some leftover for dolloping on any dish that could use a lift. AT HOME in Brooklyn, chef Sohui Kim has a freezer full of steaks ordered for the opening of her restaurant Gage & Tollner, scheduled for mid-March, now postponed indefinitely. \"The good news: Steak freezes great,\" she said. It's also a quick, easy treat-and who doesn't need that right now?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-redzikowskis-recipe-for-risotto-with-goat-cheese-and-spring-vegetables-1429125656", "title": "Risotto With Goat Cheese and Spring Vegetables", "date": "2020-04-14 14:31", "summary": "Now is the moment when the weather's still chilly enough to call for a dish that's creamy and consoling, but we're craving something green. This recipe for risotto lightened with peas and ramps delivers on both counts. THERE IS SUCH a thing as too much comfort, and, come spring, even creamy, consoling risotto can get monotonous. Colorado chef Steven Redzikowski bemoans the \"just throw everything into a pot\" method of making the dish-and its tendency to produce an undifferentiated mush. \"Three or four bites in, you're eating the same thing again and again,\" he said. Not so with Mr. Redzikowski's second Slow Food Fast contribution, a fresh take on the one-pot rice dish that delivers distinct layers of flavor and texture, not to mention a welcome helping of seasonal vegetables.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-turns-locals-against-miners-11586876086", "title": "Miners Battle Local Concerns About Potential Coronavirus Spread", "date": "2020-04-14 14:28", "summary": "The mining industry, a bellwether for the globalized economy, has been hit by protests at mines world-wide. Locals from a town in northern Colombia last month blockaded a mine operated by one of the world's biggest miners, Glencore PLC, burning tires and delivering a simple message: Don't bring the new coronavirus here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supercomputers-help-researchers-speed-drug-discovery-for-covid-19-11586888735", "title": "Supercomputers Help Researchers Speed Drug Discovery for Covid-19", "date": "2020-04-14 14:25"}, {"link": "https://www.wsj.com/articles/should-we-bother-getting-dressed-at-all-11586888403", "title": "Should We Bother Getting Dressed at All?", "date": "2020-04-14 14:20", "summary": "While proponents of spiffy WFH outfits vaunt their motivational powers, lazier types are leaning into the pajama game. A sartorial debate. I UNDERSTAND THE DESIRE to wear the same, soothing pajamas every day while we wait for the world to function again. But, for the sake of your self-respect, productivity and sanity, resist the temptation to atrophy inside a fleece-lined cocoon. Throw that sweaty sweatshirt in the hamper and actually get dressed. None of this from-the-waist-up nonsense, which Marisa Hordern, the 40-year-old founder of London jewelry line Missoma, argued is \"faking it.\" Before descending to her living room-cum-office each morning, she suits up in the same uniform she wore pre-isolation-fitted jeans, layered jewelry and blouses-to project a sense of normalcy and stability for herself and her 60-person, now-remote team.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prisoner-release-orders-spur-debate-pitting-public-health-against-public-safety-11586862003", "title": "Prisoner Release Orders Spur Debate", "date": "2020-04-14 14:13", "summary": "As illnesses spread in lockups, proposals for even modest and belated releases draw pushback. Prison and jail officials trying to stem the spread of the new coronavirus behind bars are releasing thousands of prisoners to await trial or serve their sentences at home, spurring a debate over public health versus public safety-and producing some seemingly inconsistent outcomes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/screening-rooms-that-bring-hollywood-home-11586887528", "title": "Screening Rooms That Bring Hollywood Home", "date": "2020-04-14 14:05", "summary": "Private theaters are becoming more popular with luxury homeowners. The residential screening room is becoming more commonplace in the high-end market. That trend might accelerate after homeowners emerge from movie-watching marathons during their confinement due to the coronavirus pandemic.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-night-at-the-movies-11586887379", "title": "A Night at the Movies", "date": "2020-04-14 14:02", "summary": "Home theaters in properties for sale around the U.S.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bad-government-is-killing-small-businesses-11586886467", "title": "Bad Government Is Killing Small Businesses", "date": "2020-04-14 13:47", "summary": "Like most small businesses, they had modest cash reserves, and without a quick infusion of cash, they would be in danger of having to close permanently.. Regarding your editorial \"The Fed's 'Main Street' Mistake\" (April 10): My three children own and operate two modest brewpubs in Grand Rapids, Mich. As a \"silent partner,\" I have some insight into the travails of small businesses that are subject to a government-mandated shutdown. I think their experience is typical, particularly for bars and restaurants. Before the virus came to town, they had 59 employees (some part time) in addition to themselves, an average payroll of about $120,000 a month, not including their own compensation, and paid their vendors on average $130,000 a month. Their restaurants were welcome neighborhood spaces, with loyal customers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trumps-daily-covid-19-briefings-11586886417", "title": "President Trump's Daily Covid-19 Briefings", "date": "2020-04-14 13:46", "summary": "Most of us tune in because we just want the information-medical and nonmedical. Many of us either don't care about the president's decorum or are already comfortable with his idiosyncratic personality.. Regarding your editorial \"Trump's Wasted Briefings\" (April 9): How unfortunate you want the country's chief executive to conform himself to your vision of appropriate decorum during his daily briefings on this national emergency.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hank-steinbrenner-yankees-co-owner-dies-at-63-11586886139", "title": "Hank Steinbrenner, Yankees Co-Owner, Dies at 63", "date": "2020-04-14 13:42", "summary": "The team announced the cause of death as a 'longstanding health issue'. Hank Steinbrenner had the personality of his father, brash and outspoken, unafraid to speak his mind regardless of potential consequences. His dad, George Steinbrenner, ran the family business-the New York Yankees-loudly and aggressively. So, for a while, did Hank, his eldest son.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-afflicted-global-economy-is-almost-certainly-in-recession-11586867402", "title": "World Economy Is Almost Certainly in Recession", "date": "2020-04-14 13:34", "summary": "Severity is unmatched by anything aside from Great Depression, according to IMF outlook. WASHINGTON-The global economy has almost certainly entered a recession affecting most of the world, with a severity unmatched by anything aside from the Great Depression, the International Monetary Fund said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-arent-letting-bad-breath-worsen-a-bad-pandemic-11586883850", "title": "People Aren't Letting Bad Breath Worsen a Bad Pandemic", "date": "2020-04-14 13:04", "summary": "Sales of Listerine mouthwash have been surprisingly strong during the lockdowns. One unexpected consequence of the coronavirus crisis is a renewed war on halitosis.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-details-from-the-irs-on-july-15-tax-deadline-11585087948", "title": "When is Tax Day? Deadline to File Extended to July 15", "date": "2020-04-14 13:00", "summary": "The IRS has provided answers to questions about the extended deadline to file and pay taxes. This article has been updated to reflect a number of deadline extensions that have occurred since its original publication.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-house-shoes-stave-off-germs-and-boost-productivity-11586883460", "title": "Can 'House Shoes' Stave Off Germs and Boost Productivity?", "date": "2020-04-14 12:57", "summary": "While some quarantining men swear by bare feet, slipping into a dedicated house shoe might be the most hygienic-and inspiring-option. FOR WEEKS, Jason Tiangco's dress shoes have gathered dust. The only footwear the 41-year-old digital marketer has slipped on since he began self-isolating in his Toronto home are pool slides-he owns three pairs by the North Face, Birkenstock and Hoka One One. Socks don't suffice, said Mr. Tiangco, adding that he needs a sole beneath him, even a sandal's flimsy one, to achieve a productive mind-set: \"I just have to [wear shoes] to kind of get that normalcy.\" Like countless other cooped-up folks, he'd be lost without his house shoes.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-stimulus-would-crush-the-recovery-11586882680", "title": "More 'Stimulus' Would Crush the Recovery", "date": "2020-04-14 12:44", "summary": "Federal borrowing this year is set to pass 20% of GDP. That will raise costs across the private economy.. A democracy's greatest challenge arises when it confronts a major crisis during an election, since the critical need for serious debate is inevitably eclipsed by political posturing and opportunism. Less than two months since the U.S. began to reckon with the Covid-19 pandemic, Washington has already passed three stimulus packages that will increase federal spending by half, quadruple the deficit, spend twice as much as existing tax revenue, and trigger the largest monetary expansion since the Civil War.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generation-zoom-makes-do-11586882653", "title": "Generation Zoom Makes Do", "date": "2020-04-14 12:44", "summary": "The coronavirus pandemic has upended students' lives, but we're resilient.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-search-for-essential-products-returns-blurred-lines-11586882631", "title": "The Search for 'Essential' Products Returns Blurred Lines", "date": "2020-04-14 12:43", "summary": "Beauty and recreation are as important as hygiene for some people apparently. The continuing pandemic has consumers and corporations alike asking themselves what exactly constitutes \"essential.\" It depends on whom you ask.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-can-only-guess-at-ultimate-virus-fallout-11586881766", "title": "Banks Can Only Guess at Ultimate Virus Fallout", "date": "2020-04-14 12:29", "summary": "JPMorgan Chase and Wells Fargo have set aside billions of dollars to cope with the coronavirus fallout, but that may be far from enough. Two of the largest U.S. banks have set aside billions of dollars to cover loan losses related to the new coronavirus crisis. Unfortunately, that may only be enough under a rosy scenario.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-bond-yields-climb-as-eurozone-refuses-to-share-coronavirus-debt-burden-11586874985", "title": "Italian Bond Yields Climb as Eurozone Refuses to Share Coronavirus Debt Burden", "date": "2020-04-14 12:28", "summary": "A half-trillion-euro plan to cushion Europe from the coronavirus didn't include common debt issuance, a negative for indebted nations such as Italy. Italian government-bond yields climbed Tuesday after eurozone finance ministers decided against sharing coronavirus-related debt burdens among the currency bloc's members.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-teen-online-racing-whiz-pro-drivers-want-to-know-11586873621", "title": "Meet the Teen Online Racing Whiz Pro Drivers Want to Know", "date": "2020-04-14 12:27", "summary": "With IndyCar and Nascar shifting to iRacing simulated competition amid the pandemic, a high-school junior is giving tips to professional racers. Max Esterson, 17, a junior at Regis High School in New York City, on his iRacing \"sim rig,\" as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnsons-profit-rises-on-higher-consumer-products-sales-11586862436", "title": "Johnson & Johnson Lowers Revenue Forecast on Coronavirus Impact", "date": "2020-04-14 11:07", "summary": "First-quarter profit rose as the global health crisis drove demand for over-the-counter medicine, but a slowdown in elective-health procedures hurt sales of medical devices. Johnson & Johnson on Tuesday lowered its forecast for 2020 revenue due to the impact from Covid-19, but the company expressed optimism for a recovery later this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-scenes-of-barry-sonnenfeld-11586876445", "title": "Behind the Scenes of Barry Sonnenfeld", "date": "2020-04-14 11:00", "summary": "The filmmaker remembers getting tricked into film school by his mother, discovering his father's 'secret life' and making his first movie with the Coen brothers. Barry Sonnenfeld, 67, is a filmmaker who directed \"The Addams Family,\" the \"Men in Black\" trilogy and \"Get Shorty.\" He is the author of \"Barry Sonnenfeld, Call Your Mother\" (Hachette). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-countries-support-debt-relief-for-poorest-countries-if-joined-by-full-g-20-11586871963", "title": "G-7 Countries Back Debt Relief for Poorest If G-20 Join", "date": "2020-04-14 10:56", "summary": "Big economies back move to free up funding to address coronavirus pandemic. The Group of Seven countries-the world's largest advanced economies-said they would support an initiative to suspend the debt payments of the world's poor countries, so long as the initiative is taken up by a broader group of nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-forgive-amazon-when-this-is-over-11586577604", "title": "Will We Forgive Amazon When This Is Over?", "date": "2020-04-14 10:51", "summary": "The company's core promise is failing when we need it most- and that could wean some of us off our Prime habit. It's by now something like accepted wisdom that Amazon . com Inc. could be one of the few firms to come out ahead in the wake of the coronavirus pandemic. But all is far from well in the kingdom of Bezos. At a defining moment for the company, it is letting customers down.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-relax-and-come-vote-one-nation-holds-elections-in-the-pandemic-11586875809", "title": "A Nation's Pitch for Elections in a Pandemic, 'Covid-19: Relax and Come Vote!'", "date": "2020-04-14 10:50", "summary": "Resume Subscription. SEOUL-Days before Wednesday's national legislative election, candidate Ko Min-jung stood in the bed of a campaign truck slowly trawling alleys and side streets for voters.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-leaves-cruise-ship-workers-in-limbo-out-of-a-job-but-still-at-sea-11586875722", "title": "Coronavirus Leaves Cruise Ship Workers in Limbo", "date": "2020-04-14 10:48", "summary": "Ships that can't carry passengers have 80,000 workers stranded on board; celebrating Easter with co-workers. A month after major cruise operators suspended their sailings, tens of thousands of crew workers remain stranded at sea indefinitely, raising the prospect that some will stop getting paid before they reach shore.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxosmithkline-sanofi-team-up-for-coronavirus-vaccine-11586875480", "title": "GlaxoSmithKline, Sanofi Team Up for Coronavirus Vaccine", "date": "2020-04-14 10:44", "summary": "Drug giants hope combining efforts will allow them to pump out hundreds of millions of doses by next year. Sanofi SA and GlaxoSmithKline PLC are joining forces to develop a coronavirus vaccine in a collaboration that-if successful-could pump out hundreds of millions of doses by the second half of 2021.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thirst-for-oil-vanishes-leaving-industry-in-chaos-11586873801", "title": "Thirst for Oil Vanishes, Leaving Industry in Chaos", "date": "2020-04-14 10:16", "summary": "Resume Subscription. No one expected 2020 would unleash a world-wide oil-production cut led by the U.S., Saudi Arabia and Russia. But since the new coronavirus hit, the world's thirst for oil has vanished, creating an unprecedented crisis for one of the planet's most powerful industries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-businesses-do-the-pandemic-pivot-to-survive-11586872800", "title": "New York Businesses Do the Pandemic Pivot to Survive", "date": "2020-04-14 10:00", "summary": "As the coronavirus threatens the future of many companies, some are tapping their creativity to meet the moment. It has been 14 years since Adam Tobin started talking about launching an e-commerce site for his decidedly low-tech Brooklyn bookstore, Unnameable Books.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-a-job-big-tech-is-still-hiring-11586712423", "title": "Looking for a Job? Big Tech Is Hiring", "date": "2020-04-14 09:57", "summary": "Coronavirus has ravaged the American job market, but tech giants remain on the hunt for cybersecurity experts and engineers; Facebook filling 10,000 roles in 2020. The biggest players in tech are hoovering up talent in the midst of the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-second-round-of-coronavirus-layoffs-has-begun-no-one-is-safe-11586872387", "title": "A Second Round of Coronavirus Layoffs Has Begun. Few Are Safe.", "date": "2020-04-14 09:53", "summary": "People who thought their jobs were secure, including white-collar professionals, increasingly face unemployment. The first people to lose their jobs worked at restaurants, malls, hotels and other places that closed to contain the coronavirus pandemic. Higher skilled work, which often didn't require personal contact, seemed more secure.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irony-of-isolation-reconnecting-with-friends-during-the-coronavirus-lockdown-11586870837", "title": "The Irony of Isolation: Reconnecting With Friends During the Coronavirus Lockdown", "date": "2020-04-14 09:27", "summary": "Amid social distancing and quarantine, people have rekindled friendships and grown closer to neighbors. As cases of the coronavirus surged, a group of once-close sorority sisters started texting to check in on each other. They had graduated from Boston-area colleges in the 1980s; some hadn't been in touch in years. Soon, the women decided texting wasn't enough. They made plans to talk on a Zoom video call. \"We realized a standard text chain was insufficient,\" says one member, Valarie Davis, a 55-year-old nonprofit executive. \"We wanted more.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-match-parent-navigates-social-distancing-in-coronavirus-crisis-11586869202", "title": "Head of Match Parent Navigates Social Distancing in Coronavirus Crisis", "date": "2020-04-14 09:00", "summary": "IAC chief Joey Levin notes video's online-romance moment, but says Angie's List contractors are hurting. From online dating to home-repair help, some of the biggest businesses in IAC/InterActiveCorp . 's portfolio are built on in-person social interaction. Chief Executive Joey Levin's challenge is helping to recalibrate them for social distancing-and quickly.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fema-joined-coronavirus-fight-with-posts-unfilled-and-parent-agency-shifting-funds-to-immigration-11586827506", "title": "FEMA Joined Virus Fight With Posts Unfilled and Parent Agency Moving Funds to Immigration", "date": "2020-04-14 09:00", "summary": "Before pandemic hammered U.S., the agency faced difficulty recruiting and leadership turnover at Department of Homeland Security. WASHINGTON-The Federal Emergency Management Agency, the coordinator of the government's coronavirus response, entered the crisis with thousands of unfilled positions and the leadership of its parent department singularly focused on immigration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-vcs-steer-around-covid-19-obstacles-11586869201", "title": "Biotech VCs Steer Around Covid-19 Obstacles", "date": "2020-04-14 09:00", "summary": "Venture firms continue company-building work. Biotechnology venture capitalists aim to continue launching new drug startups despite the disruptions imposed by the new coronavirus.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-draft-has-a-data-problemand-a-potential-solution-11586869204", "title": "The NFL Draft Has a Data Problem-and a Potential Solution", "date": "2020-04-14 09:00", "summary": "The metrics that teams use to evaluate prospects have been mostly stagnant for decades. A new startup could change that and be the tip of a revolution for evaluating players. Omar Ajmeri always dreamed of becoming an NFL general manager. That obsession led him to spend years thinking about the data sets NFL executives pore over evaluating draft prospects. He couldn't escape the feeling that they whiff on their picks at astonishing rates. Despite the millions spent on scouting, he concluded, the numbers teams rely on are extremely primitive.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-49ers-lost-the-super-bowl-and-may-have-saved-lives-11586858401", "title": "The 49ers Lost the Super Bowl and May Have Saved Lives", "date": "2020-04-14 08:52", "summary": "Hundreds of thousands of fans would have gathered in the Bay Area for a parade-and coronavirus was beginning to spread. On the first Sunday in February, as the San Francisco 49ers were in the middle of blowing a lead in the Super Bowl, a small group of doctors in the Bay Area was too busy to care about a football game. They were dealing with the region's first cases of coronavirus.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dieters-relationship-to-foodwhen-the-fridge-is-always-right-there-11586868553", "title": "A Dieter's Relationship to Food-When the Fridge Is Always Right There", "date": "2020-04-14 08:49", "summary": "Marisa Meltzer's new Weight Watchers biography feels surprisingly in sync with the emotional arc of isolation eating: \"We're all trying to give ourselves a lot of permission to just do the best we can. So I've been eating a lot of Girl Scout cookies.\". When Marisa Meltzer saw Weight Watchers co-founder Jean Nidetch's obituary, her first thought was, who is this demon? \"I didn't know that anyone had invented Weight Watchers,\" she says. \"It just always existed in my mind. So I was like, I'm going to blame her for this lifetime of dieting misery.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-one-way-trip-for-norwegian-air-11586867913", "title": "A One-Way Trip for Norwegian Air", "date": "2020-04-14 08:38", "summary": "The Scandinavian airline could succeed in its last-ditch effort to survive the Covid-19 crisis but will never come close to its earlier ambitions. Forgoing cheap flights from Boston to Rome will be tough for Norwegian Air Shuttle 's customers but necessary for its investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/co-working-envisioned-the-office-of-tomorrow-suddenly-it-feels-like-the-office-of-yesterday-11586865601", "title": "Co-Working Suddenly Feels Like the Office of Yesterday", "date": "2020-04-14 08:00", "summary": "Even after the economic shutdown ends, will demand for densely packed, collaborative offices come back?. Only a few months ago, much of the property world was betting the future of the office was one where strangers shared limited space. Now, many are wondering if that model is too rooted in the past.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-companies-clash-over-rent-payments-during-coronavirus-11586865600", "title": "Landlords, Companies Clash Over Rent Payments During Coronavirus", "date": "2020-04-14 08:00", "summary": "Dick's Sporting Goods, Staples, Petco among the big companies that haven't paid all or some of April rent. Mall and shopping-center owners are compiling a blacklist of large, usually financially stable tenants that haven't paid their April rent.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-turns-911-calls-into-tracking-tool-11586865432", "title": "Tracking Coronavirus the Old-Fashioned Way: 911 Calls", "date": "2020-04-14 07:57", "summary": "Data from emergency-call centers is giving U.S. cities a real-time view of the pandemic's progress in their neighborhoods. Defeating the coronavirus pandemic will require governments to track outbreaks, limit the burden on hospitals and ensure people maintain social distancing. In the U.S., the most effective tool currently in the nation's arsenal may also be the crudest: 911 calls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-years-after-bringbackourgirls-freed-chibok-captives-face-fresh-danger-11586862002", "title": "'Chibok Girls' Are in Fresh Danger in Nigeria", "date": "2020-04-14 07:00", "summary": "Resume Subscription. YOLA, Nigeria-Shortly before sundown, two of the young women infamously kidnapped from their high school in Chibok, Nigeria, by terrorist group Boko Haram and held for three years before being released were again running for their lives.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/general-atlantic-tripp-smith-to-launch-roughly-5-billion-distressed-investing-fund-11586862001", "title": "General Atlantic, Tripp Smith to Launch Roughly $5 Billion Distressed-Investing Fund", "date": "2020-04-14 07:00", "summary": "The fund will provide financing to companies hit by the novel coronavirus pandemic. Private-equity firm General Atlantic is teaming up with veteran credit investor Tripp Smith to launch a roughly $5 billion fund that will provide financing to companies hit by the new coronavirus pandemic, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-seen-as-factor-spurring-compassionate-release-from-prison-11586862002", "title": "Coronavirus Seen as Factor Spurring Compassionate Release From Prison", "date": "2020-04-14 07:00", "summary": "A prisoner who has long sought early release gets another chance as the pandemic rages among inmates. Daniel Brown has sought his release at least five times during his 14 years behind bars. Now the coronavirus pandemic might offer him his greatest chance at freedom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-hit-by-coronavirus-and-a-market-slump-to-close-its-main-china-business-11586861170", "title": "Renault Is Closing Its Main China Business", "date": "2020-04-14 06:46", "summary": "For Renault, the onset of the coronavirus epidemic snuffed out its bid to become a mainstream brand in China. SHANGHAI- Renault SA, which was already struggling in China before the coronavirus epidemic hit, will stop making gas-powered cars for domestic sale and wind up its main joint venture with state-run auto maker Dongfeng Motor Corp.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-needs-a-new-strategy-11586860732", "title": "SoftBank Needs a New Strategy", "date": "2020-04-14 06:38", "summary": "Japanese technology investor has thrown money at startups like WeWork and Uber, but that approach is fast running out of road. SoftBank's record loss shows that throwing cash at startups isn't much of a strategy. With the money tree almost bare, it will soon have to come up with a new approach.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-can-thrive-only-if-restaurants-survive-11586858581", "title": "Grubhub Can Thrive Only if Restaurants Survive", "date": "2020-04-14 06:03", "summary": "Pledge of support by Grubhub shows restaurants' sinking pulse amid closures. Across the country, the coronavirus is eating small businesses like restaurants alive. Food-delivery platforms are now scrambling to provide life support.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stone-point-led-group-completes-4-2-billion-duff-phelps-deal-despite-coronavirus-11586858402", "title": "Stone Point-Led Group Completes Duff & Phelps Deal Despite Coronavirus", "date": "2020-04-14 06:00", "summary": "The buyers agreed to acquire Duff & Phelps before the pandemic began disrupting economies world-wide. ", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-export-bump-wont-last-but-stimulus-bump-might-11586857484", "title": "China's Export Bump Won't Last, But Stimulus Bump Might", "date": "2020-04-14 05:44", "summary": "Don't be fooled by improving Chinese exports. China's economy has often been portrayed as yoked to both debt and exports. In March, both those old workhorses showed signs of life.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aw-snap-your-birthday-party-has-gone-virtual-11586856602", "title": "Aw, Snap! Your Birthday Party Has Gone Virtual", "date": "2020-04-14 05:30", "summary": "Zoom, Facebook Live and Google Hangouts Meet are the new birthday destinations in a social-distancing world. Devyn Smith was supposed to have a girls' weekend trip with her mom and a few friends earlier this month to celebrate her 15th birthday. Her grandmother had passed away on her 11th birthday and she hadn't had a party since she was 10.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-kids-attend-school-each-day-during-coronavirus-no-one-knows-11586856604", "title": "No One Knows How Many Kids Attend School During Crisis", "date": "2020-04-14 05:30", "summary": "Attendance typically drives state and local funding, and some states have suspended attendance requirements during the shutdown. How hard is it to teach more than 50 million children remotely? So much so that schools can't agree on one of their most basic functions: how to take attendance.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hobbles-corporate-compliance-monitoring-11586856601", "title": "Coronavirus Hobbles Corporate Compliance Monitoring", "date": "2020-04-14 05:30", "summary": "Lockdowns and curbs on travel have scuttled a crucial part of supervision: the on-site visit. Lockdowns intended to blunt the spread of coronavirus are delaying the work of corporate monitors who rely on visits to companies and access to sensitive data to ensure that regulator-mandated changes to compliance regimes are being upheld.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bank-backstop-can-europes-lenders-weather-the-coronavirus-crisis-11586823073", "title": "Can Europe's Lenders Weather the Coronavirus Crisis?", "date": "2020-04-14 05:30", "summary": "Governments are relying on region's already fragile banks to see companies and economies through. Banks around the world are being pressed to lend trillions to keep economies afloat. In Europe, scarred by a debt crisis last decade, some banks risk buckling under the strain.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-funding-dispute-challenges-community-lenders-11586856601", "title": "Small-Business Funding Dispute Challenges Community Lenders", "date": "2020-04-14 05:30", "summary": "Democrats want to set aside money for smaller financial groups. Republicans see other ways to help.. WASHINGTON-Entrepreneurs in the mountain communities surrounding Asheville, N.C., can't always get the money they need from a bank. That's where Matthew Raker and his team come in.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-move-shareholder-meetings-online-amid-coronavirus-lockdown-11586856603", "title": "Companies Move Shareholder Meetings Online Amid Lockdowns", "date": "2020-04-14 05:30", "summary": "Virtual meetings have different formats, the questions are asked in advance, and the content is different, too: 'Talking about last year felt irrelevant'. Stay-at-home rules to stop the march of the novel coronavirus are forcing companies to either postpone their annual general meetings or turn them into virtual events-a first for many executives at a time of heightened concern over the resilience of corporate America.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/physical-therapist-wants-to-jump-through-screen-for-patients-amid-coronavirus-11586856601", "title": "Physical Therapist Gives Virtual Sessions Amid Coronavirus Pandemic", "date": "2020-04-14 05:30", "summary": "Mariana Paz relies on visual cues instead of touch to gauge client progress. Revenue sharply down, but rebound expected: 'Going to have to put a lot of people back together'. Mariana Paz's job as a physical therapist allows her to measure clients' progress with her hands at a clinic in north Toronto.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-workers-hit-by-u-s-lockdowns-struggle-to-send-money-home-11586856600", "title": "Mexican Workers Hit by U.S. Lockdowns Struggle to Send Money Home", "date": "2020-04-14 05:30", "summary": "Economic impact of coronavirus squeezes financial lifelines to families in Mexico. With her housecleaning business collapsing in late March, Jenny Aguilar walked four blocks from her apartment in San Francisco's Mission District to the Ria Money Transfer shop and sent $200 to Mexico. She included a plea to her family: \"Patti please go and buy some food, sister,\" she wrote in Spanish.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-test-fires-short-range-missiles-11586844874", "title": "North Korea Test-Fires Short-Range Missiles", "date": "2020-04-14 04:45", "summary": "Pyongyang's fifth test of the year precedes commemoration of founder. SEOUL-North Korea test-fired short-range cruise missiles off its east coast on Tuesday morning, South Korea's military said, a day before the country's holiday commemorating founder Kim Il Sung and a South Korean national election.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hit-on-china-trade-eases-but-export-outlook-is-bleak-11586851001", "title": "Coronavirus Hit on China Trade Eases, but Export Outlook Is Bleak", "date": "2020-04-14 03:56", "summary": "Chinese businesses are bouncing back, but the pandemic has depressed economic activity and consumer demand in key Western markets. BEIJING-China's imports and exports fell by smaller margins in March than in the first two months of the year as businesses there began to recover from the coronavirus pandemic, but officials and analysts warned of a grim outlook for the world's largest exporter as global economic activity collapses.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/african-countries-complain-of-racism-in-chinese-citys-pandemic-controls-11586808397", "title": "African Countries Complain of Racism in Chinese City's Pandemic Controls", "date": "2020-04-14 00:09", "summary": "Diplomatic row triggered by complaints that authorities enforcing coronavirus measures are discriminating against Africans. Allegations that a southern Chinese city's pandemic controls are discriminating against Africans have stirred anger in their home countries, setting off a diplomatic row that threatens to undermine goodwill Beijing has built on the continent through large infusions of investment and propaganda.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586813668", "title": "Pepper...and Salt", "date": "2020-04-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-cases-rise-as-officials-weigh-when-to-restart-the-economy-11586774781", "title": "States Plan Coordinated Reopenings", "date": "2020-04-14 23:26", "summary": "Trump says federal government-not governors-will make the final call on sending Americans back to work and reopening closed businesses. Two groups of governors said they would coordinate efforts to gradually reopen businesses and ease social-distancing guidelines, even as President Trump said he had the ultimate authority over when to restart the economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-eases-texas-ban-on-abortion-during-coronavirus-emergency-11586834447", "title": "Appeals Court Eases Texas Ban on Abortion During Coronavirus", "date": "2020-04-14 23:20", "summary": "State hadn't made the required legal showing to prohibit medication abortions, court says. A federal appeals court late Monday eased a Texas ban on abortion during the coronavirus, a move that may save the Supreme Court from having to weigh in right now.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wins-democratic-presidential-primary-in-wisconsin-11586817751", "title": "Trump-Backed Candidate Loses Wisconsin Supreme Court Race", "date": "2020-04-14 23:04", "summary": "Jill Karofsky's victory reduces the panel's current five-to-two conservative advantage; race highlights challenges of voting amid coronavirus. Liberal jurist Jill Karofsky on Monday won a 10-year term on Wisconsin's Supreme Court, a victory Democrats say bodes well for former Vice President Joe Biden's prospects in what is viewed as a top presidential battleground state this November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-scaramuccis-firm-hit-hard-by-credit-collapse-11586797283", "title": "Anthony Scaramucci's Firm Hit Hard by Credit Collapse", "date": "2020-04-14 20:38", "summary": "'The Mooch' is facing one of his biggest tests as SkyBridge struggles with the poor performance of its hedge-fund managers. Anthony Scaramucci's SkyBridge Capital LLC was hit by heavy losses in March from a big bet on debt investments and now is considering possible steps after some of its hedge-fund managers prevented SkyBridge and other clients from withdrawing their money.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornadoes-kill-at-least-19-across-the-south-11586797480", "title": "Tornadoes Kill at Least 32 People Across the South", "date": "2020-04-14 20:25", "summary": "Power outages reported for homes and businesses as several twisters reported in a band from Texas to North Carolina. At least 32 people died when tornadoes and severe thunderstorms tore across several Southern states Sunday and early Monday, knocking down trees, destroying homes and leaving thousands of households and businesses without power.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-seeks-rent-savings-amid-coronavirus-crunch-11586823630", "title": "Tesla Seeks Rent Savings Amid Coronavirus Crunch", "date": "2020-04-14 20:20", "summary": "Cost-cutting comes days after many employees were furloughed or had their salaries reduced. Tesla Inc. has reached out to at least some of its landlords seeking rent reductions, according to firms contacted by the car company, as the auto maker looks for cost savings in response to the novel coronavirus outbreak that has closed much of its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clearlake-capital-collects-more-than-7-billion-for-latest-fund-11586822400", "title": "Clearlake Capital Collects More Than $7 Billion for Latest Fund", "date": "2020-04-14 20:00", "summary": "The Santa Monica, Calif.-based firm has begun investing out of the fund and sees opportunities to capitalize on recent market dislocations. Clearlake Capital Group LP has closed on more than $7 billion for a fund that can capitalize on market disruptions, such as those recently brought on by the coronavirus pandemic.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}]