[{"link": "https://www.wsj.com/articles/chevron-cfo-touts-exchange-of-stock-in-noble-deal-11595289411", "title": "Chevron CFO Touts Exchange of Stock in Noble Deal", "date": "2020-07-20 19:56", "summary": "The oil major will issue 58 million new shares to pay for Noble Energy, with no cash exchanging hands. Chevron Corp.'s $5 billion all-stock deal to acquire Noble Energy Inc. acts like a hedge against volatile oil prices amid the continuing coronavirus pandemic, the oil major's chief financial officer Pierre Breber said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-put-schools-jobs-at-top-of-coronavirus-priorities-11595264186", "title": "Republicans Put Down Marker on Next Coronavirus-Aid Bill", "date": "2020-07-20 19:34", "summary": "Trump pushes payroll-tax cut despite resistance from Senate Republicans. WASHINGTON-Republicans on Monday outlined their priorities for the next round of coronavirus aid, calling for legal protections for businesses and money to reopen schools but no new funding for states and cities sought by Democrats, kicking off a sprint to pass legislation by early August.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-couple-who-pointed-guns-at-protesters-charged-with-gun-crimes-11595287467", "title": "St. Louis Couple Who Pointed Guns at Protesters Charged With Gun Crimes", "date": "2020-07-20 19:24", "summary": "Missouri Gov. Parson has vowed to pardon couple seen in widely shared video. A white St. Louis couple who pointed a semiautomatic pistol and a semiautomatic rifle at a group of Black Lives Matter protesters as they passed in front of their mansion last month are facing felony charges, despite a vow from Missouri's governor that he would pardon them if they were convicted of any crime.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mail-vote-disaster-11595286912", "title": "New York's Mail-Vote Disaster", "date": "2020-07-20 19:15", "summary": "Almost a month after the election, nobody knows who won.. After primary night in New York, June 23, Democratic Rep. Carolyn Maloney held a 648 vote lead over progressive challenger Suraj Patel. Almost a month later the winner in the 12th District, which covers eastern Manhattan and parts of Brooklyn and Queens, remains unknown. It's a dark omen for November.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-russell-vought-as-head-of-white-house-budget-office-11595285439", "title": "Senate Confirms Russell Vought as Head of White House Budget Office", "date": "2020-07-20 19:15", "summary": "Votes of 51-45 fell along party lines; Vought has served as acting OMB head since March. WASHINGTON-The Senate on Monday confirmed former conservative activist Russell Vought to be director of the White House Office of Management and Budget, a role he has held in an acting capacity since March.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mess-in-portland-11595286956", "title": "The Mess in Portland", "date": "2020-07-20 19:15", "summary": "Progressives blame Trump for the disorder they've tolerated.. Anarchists and rioters have wreaked havoc on Portland, Ore., for nearly two months. Democrats have excused and emboldened them, and they're now claiming the real problem is that federal law enforcement has intervened to restore order. Maybe the feds should leave and let the city put out its own fires.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-urge-support-for-black-workers-11595277345", "title": "Protests Call for More Support for Black Workers", "date": "2020-07-20 19:14", "summary": "Activists and union workers stage one-day strikes to push for an end to racism. Groups of activists and unionized workers across the country participated in a walkout on Monday, calling for an end to racism and for more corporate and government support for Black workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-shootings-continue-to-rise-as-officials-try-new-anti-violence-tactics-11595286885", "title": "New York City Shootings Continue to Rise Amid Anti-Violence Tactics", "date": "2020-07-20 19:14", "summary": "Between Friday and Sunday, the city had 22 shooting incidents with 24 victims, according to NYPD figures. Shootings in New York City rose for the third weekend in a row, even as Mayor Bill de Blasio and police officials have sought to implement new programs to stop the violence.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-peek-inside-a-biden-fed-11595286894", "title": "A Peek Inside a Biden Fed", "date": "2020-07-20 19:14", "summary": "His economic plan includes a more 'diverse' monetary policy.. As old-fashioned as it sounds, we're thumbing through Joe Biden's economic plan on the theory that someone somewhere might want to know what's in it. And what should we find, hiding like a presidential candidate in a Delaware basement, but a promise to politicize the Federal Reserve in a whole new way.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-school-shopping-is-off-to-a-rough-start-11595237401", "title": "Back-to-School Shopping Has Rough Start", "date": "2020-07-20 19:13", "summary": "Uncertainty over reopening because of Covid-19 quashes demand for new clothes and dorm decorations; 'we'll spend almost nothing this year'. The jeans, hoodies and other back-to-school clothes had just arrived in American Eagle stores when California Gov. Gavin Newsom ordered a halt to indoor activities, forcing the retailer to close roughly 30 locations in malls across the state.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-to-pay-10-million-to-resolve-sec-charges-related-to-protecting-small-investors-11595286625", "title": "UBS to Pay $10 Million to Resolve SEC Charges", "date": "2020-07-20 19:10", "summary": "Cities and school districts issuing municipal debt for building projects can choose to give first priority to mom-and-pop investors. UBS Financial Services will pay more than $10 million to resolve charges that the firm broke rules aimed at giving mom-and-pop investors priority access in buying fresh municipal bonds, the Securities and Exchange Commission said Monday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-make-a-splash-in-new-york-city-park-a-pool-on-the-street-11595286174", "title": "Want to Make a Splash in New York City? Park a Pool on the Street", "date": "2020-07-20 19:02", "summary": "Joshua Torres, a building superintendent, has done just that in his upper Manhattan neighborhood of Washington Heights. While those with backyard pools may splash away to their heart's content during the current heat wave, Joshua Torres has come up with an alternative for apartment dwellers in his upper Manhattan neighborhood of Washington Heights.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enterprise-tech-startups-focused-on-risk-security-attract-venture-dollars-11595285679", "title": "Enterprise-Tech Startups Focused on Risk, Security, Attract Venture Dollars", "date": "2020-07-20 18:54", "summary": "Security startups among the most-funded in New York City's tech scene. Risk-management and security startups are in the spotlight among venture capitalists in the wake of increased remote work and a rise in high-profile cyberattacks.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covids-harrowing-complications-11595284283", "title": "Covid's Harrowing Complications", "date": "2020-07-20 18:31", "summary": "The disease is less deadly than initially feared, but it can be far worse than a cold.. It's good news that the death rate from Covid-19 has trended dramatically downward since April, even as the number of new cases is surging. But it's far from the whole story.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/main-street-program-is-too-stingy-to-banks-and-borrowers-11595284266", "title": "'Main Street' Program Is Too Stingy to Banks and Borrowers", "date": "2020-07-20 18:31", "summary": "Designed to save midsize businesses, it will work only with greater backing and more generous terms.. As Congress debates additional spending to help the economy recover, legislators should remember that their previous stabilization programs haven't yet been fully implemented. Whatever else is in it, the next economic bill should require that the Treasury Department commit the $454 billion already appropriated under the Cares Act to back the Federal Reserve's Main Street Lending Program.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-clock-mirage-review-the-pulse-of-time-11595284205", "title": "'The Clock Mirage' Review: The Pulse of Time", "date": "2020-07-20 18:30", "summary": "Our bodies are fancy clocks, and biology informs psychology: Our internal rhythms guide our perceptions of time's passage.. As a kid, my best friend had a handmade sign mounted on his bedroom wall, a quote from Douglas Adams's \"The Hitchhiker's Guide to the Galaxy\": \"Time is an illusion. Lunchtime doubly so.\" You can read the pseudo-aphorism a number of ways, or just chuckle and move on, but it brings together two elements of the temporal dimension, the abstract and the social. On the one hand, time is a convenience used by physicists to solve equations, a lone \"t\" surrounded by Greek letters. On the other, it's an assembled scaffolding on which to hang personal narratives and collective endeavor. When a mechanical hand points at 12, let's all pause and nosh and discuss times past.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-brexit-the-deluge-11595284146", "title": "After Brexit, the Deluge", "date": "2020-07-20 18:29", "summary": "Boris Johnson faces many tests. If he can pass them, Britain may emerge stronger.. Few world leaders face as many staggering tests as Boris Johnson. Withdrawing from a trading bloc that accounts for 43% of British exports was already going to be the biggest challenge in U.K. foreign and economic policy for a generation. Then came Covid, and as if that weren't enough, China imposed harsh new security laws in the former British territory of Hong Kong. The U.K. has offered British residence to qualified Hong Kong residents, suspended its extradition agreement with the city, and-in an unrelated decision that also enraged Beijing-announced plans to exclude Huawei from the U.K. telecommunications market. As China threatens retaliation, Britain will have to reform its relationship with its many European trading partners and weather the pandemic-induced recession sweeping the world.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-news-media-becomes-fluent-in-newspeak-11595284117", "title": "The News Media Becomes Fluent in Newspeak", "date": "2020-07-20 18:28", "summary": "Orwell's observation that language shapes thought holds true for Covid-19 and Black Lives Matter.. 'War is peace. Freedom is slavery. Ignorance is strength.\"", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-20-2020-11595237858", "title": "Cities Move to Tighten Coronavirus Restrictions, as U.S. Cases Surge", "date": "2020-07-20 18:24", "summary": "New York to step up enforcement, while Chicago, Los Angeles consider rolling back the reopening of their economies. States and cities grappled with how to contain the coronavirus while trying to reopen their economies as the number of infections in the U.S. climbed to more than 3.8 million.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-pulls-700-million-from-credit-suisse-fund-11595263088", "title": "SoftBank Pulls $700 Million From Credit Suisse Fund", "date": "2020-07-20 18:21", "summary": "Withdrawal comes as Credit Suisse concludes probe into Greensill funds. SoftBank Group Corp. withdrew about $700 million from a Credit Suisse Group AG fund after executives at the Swiss bank grew wary about money from the fund going to companies backed by the Japanese conglomerate, according to people familiar with the matter.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-lawmakers-seek-fbi-briefing-on-election-interference-11595272964", "title": "Democratic Lawmakers Seek FBI Briefing on Election Interference", "date": "2020-07-20 18:11", "summary": "Schumer, Pelosi say they are alarmed by what they described as an attempt to influence workings of Congress. WASHINGTON-Democratic congressional leaders asked the FBI to brief lawmakers on foreign interference operations targeting the November elections, saying they were alarmed by what they described as an attempt to influence the workings of Congress.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smart-strategy-or-whistling-dixie-11595259977", "title": "Winn-Dixie Drops the Maskless Look", "date": "2020-07-20 18:10", "summary": "Southeastern supermarket chain had hoped to buck the mask trend but reversed course. Weekdays in July are usually pretty humdrum for American retailers, but not this year. Walmart, the largest of them all, began requiring everyone entering its stores to wear masks effective Monday. With many others already having instituted the rule, or preparing to, the list of places where one can buy groceries maskless is shrinking.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-fires-top-abc-news-executive-barbara-fedida-for-racially-insensitive-remarks-11595282957", "title": "Disney Fires Top ABC News Executive for Racially Insensitive Remarks", "date": "2020-07-20 18:09", "summary": "Network investigation substantiated allegations against Ms. Fedida, head of talent and business affairs. Walt Disney Co. fired senior ABC News executive Barbara Fedida after an investigation confirmed allegations that she made insensitive and racist remarks about colleagues at the network.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-esther-salas-son-killed-by-gunman-at-new-jersey-home-11595255287", "title": "Dead Attorney Is Suspect in Killing of Son of Federal Judge", "date": "2020-07-20 18:07", "summary": "Roy Den Hollander, a self-described antifeminist, killed himself in upstate New York. A self-described antifeminist attorney who killed himself is the primary suspect in the fatal shooting of the son of a New Jersey federal judge, U.S. investigators say.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-earnings-falter-as-coronavirus-accelerates-turnaround-push-11595276624", "title": "IBM Works to Reshape Business as Coronavirus Uncertainty Lingers", "date": "2020-07-20 18:05", "summary": "Revenue and earnings fell in latest period though cloud business continued to show growth. International Business Machines Corp.'s earnings declined in the second quarter against the backdrop of a pandemic that has roiled many of its corporate customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-enters-last-phase-of-reopening-after-coronavirus-lockdown-11595261197", "title": "New York City Enters Last Phase of Reopening After Coronavirus Lockdown", "date": "2020-07-20 17:57", "summary": "Resume Subscription. New York City entered its fourth and final phase of reopening on Monday with the resumption of outdoor venues, but some lockdown restrictions, including a ban on indoor dining, will remain in effect.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-20-2020-11595237456", "title": "Stocks Rise as Investors Weigh Vaccine Hopes, Recovery", "date": "2020-07-20 17:35", "summary": "Nasdaq soars 2.5% to a closing record as investors next parse corporate earnings. U.S. stocks rose Monday, spurred on by a rally in tech stocks and continued optimism about the prospects of a novel coronavirus vaccine being ready for production later this year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-democrats-pick-nikema-williams-to-replace-john-lewis-on-november-ballot-11595273729", "title": "Georgia Democrats Pick Nikema Williams to Succeed John Lewis on November Ballot", "date": "2020-07-20 17:31", "summary": "Civil rights leader Mr. Lewis died Friday after serving the Atlanta district for decades. Georgia Democrats nominated the state party's first Black chairwoman, Nikema Williams, to succeed the late Rep. John Lewis, a civil-rights icon, on the ballot in November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-loses-roundup-appeal-11595275537", "title": "Bayer Loses Roundup Appeal", "date": "2020-07-20 17:18", "summary": "California appeals court rules in favor of school groundskeeper but reduces damages awarded. Bayer AG lost an appeal in the first case to go to trial linking its Roundup weedkiller to cancer, though the California court greatly reduced the amount of damages awarded to $20.4 million.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-bans-sale-of-puff-bar-e-cigarettes-11595279439", "title": "FDA Bans Sale of Puff Bar E-Cigarettes", "date": "2020-07-20 17:10", "summary": "The Food and Drug Administration told makers of fruity flavored disposable e-cigarettes to pull products from U.S. stores. The Food and Drug Administration told the makers of Puff Bar e-cigarettes and other fruity flavored disposable e-cigarettes to take their products off the U.S. market, closing a loophole after the agency cracked down on market leader Juul Labs Inc. earlier this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaslighter-by-the-chicks-review-new-name-new-wounds-11595279048", "title": "'Gaslighter' by the Chicks Review: New Name, New Wounds", "date": "2020-07-20 17:04", "summary": "The pop-country band's first album in 14 years offers tales of a broken relationship and its aftermath.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-portland-protests-trump-administration-and-federal-authority-11595272360", "title": "The Portland Protests, Trump Administration and Federal Authority", "date": "2020-07-20 16:46", "summary": "Can the U.S. government send in law enforcement against a city's wishes? A look at what the law says.. The presence of federal agents from the Department of Homeland Security in Portland, Ore., has generated complaints from citizens, local officials and even other federal law-enforcement personnel-raising questions about the legality of the deployment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-stocks-bad-news-is-now-good-news-11595237401", "title": "For Some Stocks, Bad News Is Now Good News", "date": "2020-07-20 16:46", "summary": "Coronavirus upends traditional relationships for aggressive, defensive stocks. The new coronavirus has upended expectations for the riskiness of individual stocks, a shift that has stoked major indexes' recovery but that many investors now warn leaves the market vulnerable to reversals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-american-renters-are-at-risk-of-eviction-11595277452", "title": "Millions of American Renters Are At Risk of Eviction", "date": "2020-07-20 16:37", "summary": "A federal eviction moratorium and jobless benefits expire this month. Congress is debating extensions. Right now, about a third of the country's renters are protected by an eviction moratorium that covers properties with federally insured mortgages. But the moratorium expires July 25, which puts them at risk of eviction in the coming months. Nearly 12 million adults live in households that missed their last rent payment, and weekly Census Bureau data shows 23 million have little or no confidence in their ability to pay the next month. Many renters are unemployed and rely on supplemental weekly unemployment benefits of $600 that are due to end on July 31. The White House is negotiating with Congress to pass another round of economic relief during the last week of July.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landing-blows-and-making-movies-11595276777", "title": "Landing Blows and Making Movies", "date": "2020-07-20 16:26", "summary": "'Bruce Lee: His Greatest Hits,' a seven-disc set from the Criterion Collection, presents the films that made him a martial-arts sensation, along with a bounty of supplemental materials.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hunts-for-hidden-votersbut-biden-does-too-11595258011", "title": "Trump Hunts for Hidden Voters-but Biden Does, Too", "date": "2020-07-20 16:25", "summary": "Is there a hidden Trump vote? There might be. But this group is populated with people more comfortable with Joe Biden than they were with Hillary Clinton. Is there a hidden Trump vote? The good news for President Trump is this: There just might be.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-lawmakers-plea-to-speed-litigation-over-trumps-taxes-11595276340", "title": "Supreme Court Rejects Lawmakers' Plea to Speed Litigation Over Trump's Taxes", "date": "2020-07-20 16:19", "summary": "Court on Friday had approved similar request in New York criminal case linked to Michael Cohen. WASHINGTON-The Supreme Court on Monday rejected a House request to expedite litigation over President Trump's financial records, further dimming Democratic hopes that congressional investigators could obtain the materials prior to November's election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breathe-relax-check-in-on-friends-headspace-comes-to-snapchat-11595276332", "title": "'Breathe. Relax. Check in on friends': Headspace Comes to Snapchat", "date": "2020-07-20 16:18", "summary": "The mindfulness site has created a younger-skewed version of its app for Snapchat, which is hosting new 'mini' apps from different companies. Headspace Inc., the meditation and mindfulness app, has introduced a younger-skewed version of it to Snapchat, a platform better known for augmented-reality games, face-altering filters and bite-sized content.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-bros-indefinitely-postpones-tenet-release-11595275827", "title": "Warner Bros. Postpones 'Tenet' Release Indefinitely", "date": "2020-07-20 16:10", "summary": "Expected to be the first big studio movie of the Covid era, the thriller may open overseas before the U.S.. AT&T Inc.'s Warner Bros. said it indefinitely postponed what was supposed to be the first major studio release since the Covid-19 pandemic shut down theaters and production throughout the world.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-silver-hits-fresh-multiyear-high-11595274969", "title": "Soaring Silver Hits Multiyear High", "date": "2020-07-20 15:56", "summary": "Futures advance 2% to their highest closing level since 2016. The price of silver rose for the ninth time in 12 sessions Monday, hitting a nearly four-year high with investors flocking to precious metals during the economic uncertainty caused by the coronavirus pandemic.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-panel-questions-700-million-loan-to-yrc-worldwide-11595264213", "title": "Congressional Panel Questions $700 Million Loan to YRC Worldwide", "date": "2020-07-20 15:52", "summary": "Loan to trucking firm was the first made from $17 billion Cares Act fund for businesses critical to national security. WASHINGTON-A bipartisan panel of legislators raised questions Monday about the Treasury Department's decision to designate trucking company YRC Worldwide Inc. as critical to national security and lend it $700 million in coronavirus-relief funds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-and-the-media-panic-11595274150", "title": "Arizona and the Media Panic", "date": "2020-07-20 15:42", "summary": "When will reporters acknowledge lower coronavirus mortality in the Sun Belt?. Since the novel coronavirus emerged late last year in China, Covid-19 has killed about 600,000 people worldwide. During that same time period about 30 million people in the world have died of something else. Thank goodness the virus has not been as fatal as many feared, yet many media observers keep insisting that it is.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beer-and-a-shot-of-hand-sanitizer-dive-bars-try-cleaning-up-11595273825", "title": "Beer and a Shot of Hand Sanitizer: Dive Bars Try Cleaning Up", "date": "2020-07-20 15:37", "summary": "During coronavirus, trying to wipe away years of grime, not character; 'We're a clean dive bar.'. U.S. cities are closing again as Covid-19 numbers spike. This is lousy news for dive bars. But some are using down time to do the unthinkable-clean up.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-suspends-death-sentences-of-antigovernment-protesters-executes-alleged-cia-spy-11595270196", "title": "Iran Suspends Death Sentences of Protesters, Executes Alleged CIA Spy", "date": "2020-07-20 14:59", "summary": "Tehran bowed to intense pressure on the nation's social media to spare participants in November demonstrations. Iran bowed to domestic pressure by suspending the death sentences of three alleged antigovernment protesters, but executed a man convicted of spying for the U.S. and Israel in a sign it would show no leniency toward those accused of collaborating with its foreign foes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-suspends-extradition-treaty-with-hong-kong-11595259869", "title": "U.K. Suspends Extradition Treaty With Hong Kong", "date": "2020-07-20 14:56", "summary": "British moves deepen international protest against China's imposition of national security law on city. LONDON-The British government suspended its extradition treaty with Hong Kong in response to Beijing's decision to impose a new security law on the former British colony, the latest sign of deteriorating diplomatic relations between Western nations and China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-goes-for-quality-over-price-11595270042", "title": "Chevron Goes for Quality Over Price", "date": "2020-07-20 14:34", "summary": "Amid waves of distress in the energy sector, Chevron chose not to scrape the bottom of the barrel. Low oil prices meant consolidation was bound to happen in the energy sector. Chevron Corp. made the first move Monday morning, announcing a $5 billion bid for Noble Energy in an all-stock deal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-organizers-seek-to-save-endangered-games-11595257634", "title": "Tokyo Olympics Organizers Seek to Save Endangered Games", "date": "2020-07-20 14:31", "summary": "Spectators could be required to show proof they aren't infected with Covid-19. TOKYO-Organizers of the Tokyo Olympics are making health and safety plans for a pandemic-era Games that they still can't ensure will take place next year, including the possibility that any spectators would be required to show proof they aren't infected with the coronavirus.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dilhan-eryurts-legacy-and-contributions-to-the-apollo-11-moon-landing-11595269748", "title": "Dilhan Eryurt's Legacy and Contributions to the Apollo 11 Moon Landing", "date": "2020-07-20 14:29", "summary": "The Turkish astrophysicist's expertise was critical to NASA's mission. Today marks the 51st anniversary of the Apollo 11 moon landing. Today, Google is honoring astrophysicist Dilhan Eryurt for her significant contributions to the historic moon landing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-turns-political-like-everything-else-11595269520", "title": "Science Turns Political, Like Everything Else", "date": "2020-07-20 14:25", "summary": "Lawrence Krauss describes the catastrophes that await American science and culture from the assaults on the principles of researchers' advancement in conformity with their merits rather than with an ideology aimed at promoting minorities.. In \"The Ideological Corruption of Science\" (op-ed, July 13), Lawrence Krauss describes, in unambiguous terms, the catastrophes that await American science and culture if Americans remain indifferent to the assaults on the principles of researchers' advancement in conformity with their merits rather than with an ideology aimed at promoting minorities. He mentions that on July 4 over 100 faculty members at Princeton sent a letter to the university president with proposals to \"'disrupt the institutional hierarchies perpetuating inequity and harm,'\" requiring the creation of a committee to \"'oversee the investigation and discipline of racist behaviors, incidents, research, and publication on the part of faculty,'\" and finds this a terrible threat. I fully support Prof. Krauss's view but the problem is not limited to academia.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-winning-south-china-sea-struggle-11595269291", "title": "China Is Winning South China Sea Struggle", "date": "2020-07-20 14:21", "summary": "It would strengthen our position if the U.S. would accede to the United Nations Convention on the Law of the Sea.. The July 14 front-page article \"U.S. Shifts Policy, Rejects Beijing's Maritime Claims\" and your same-day editorial \"Rule of Law in the South China Sea\" highlight a festering problem regarding the global maritime domain. China's actions in the South China Sea underscore the necessity for bolstering the rule of law at sea. The U.S., as the world's pre-eminent naval power, is to be commended for its efforts, along with like-minded partners, to support that rule. It would strengthen our position, however, if the U.S. would accede to the United Nations Convention on the Law of the Sea. The U.S. was instrumental in bringing the convention to fruition and signing it, but we never took the final step of ratifying it or, now, acceding to it. The stated policy of the U.S. is to follow it scrupulously. And we have. A formal accession would put us on more advantageous legal ground when invoking its provisions. Beijing has ratified the convention, but its policy, as noted, is to ignore the convention's provisions at will. It is time for the U.S. to affirm its position in the maritime domain.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-hispanic-anti-goya-boycott-exposes-prejudice-11595269174", "title": "Anti-Hispanic, Anti-Goya Boycott Exposes Prejudice", "date": "2020-07-20 14:19", "summary": "The ludicrous #BoycottGoya movement illustrates the foolishness of politicians like Rep. Alexandria Ocasio-Cortez.. Regarding William McGurn's \"AOC's Hill of Beans\" (Main Street, July 14): The ludicrous #BoycottGoya movement illustrates the foolishness of politicians like Rep. Alexandria Ocasio-Cortez, who seems to have forgotten that she was elected by the voters of New York's 14th Congressional District and not her Twitter followers. Attacking a Hispanic businessman like Bob Unanue for holding ideologically incorrect opinions is a completely self-defeating campaign that only provides ammunition for the Republican talking point that Democrats are the real racists, with minorities expected to owe servile fealty to the liberal establishment, only permitted to vote one way, and anyone who defies this is to be ostracized as a race traitor. The accusation is that identity politics are degenerating into new de facto segregation, and political punishments like #BoycottGoya make it hard to deny.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxford-university-astrazeneca-covid-19-vaccine-front-runner-shows-promise-in-trials-11595254222", "title": "Coronavirus Vaccine Data Raises Hope for Trio of Candidates", "date": "2020-07-20 14:16", "summary": "The results buoyed the prospects a successful vaccine could arrive before year-end. The prospects of successfully developing a coronavirus vaccine as soon as this year were buoyed Monday when three of the world's leading candidates reported positive early trial data.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-greet-signs-of-progress-in-european-recovery-negotiations-11595253916", "title": "Investors Greet Signs of Progress in European Recovery Negotiations", "date": "2020-07-20 14:09", "summary": "Gap between yields on Italian and German government bonds narrowed and the euro briefly rose to a four-month high against the dollar. Investors welcomed signs of progress in the European Union's negotiations over a landmark economic recovery plan Monday, pushing down government borrowing costs and boosting the euro to a four-month high.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-sue-trump-administration-over-rollback-of-transgender-health-care-protections-11595267365", "title": "States Sue Administration Over Rollback of Transgender Health-Care Protections", "date": "2020-07-20 13:53", "summary": "Twenty-four Democratic attorneys general challenge rule that drops inclusion of gender identity in definition of sex. Two dozen Democratic attorneys general on Monday sued the Trump administration to block its rule ending protection against discrimination in health care for transgender patients.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-nears-5-billion-takeover-of-noble-energy-11595239202", "title": "Chevron Agrees to $5 Billion Takeover of Noble Energy", "date": "2020-07-20 13:41", "summary": "The deal would be the biggest in the oil industry since the coronavirus pandemic hit. Chevron Corp. agreed to a deal to buy Noble Energy Inc. for about $5 billion, in what would be the largest oil-patch tie-up since the coronavirus pandemic delivered a shock to the industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portlands-pottery-barn-rule-11595266795", "title": "Portland's Pottery Barn Rule", "date": "2020-07-20 13:39", "summary": "If a mayor won't stop violence in his city, why should Trump let him off the hook?. When it comes to committing American troops abroad, Donald Trump adheres to the Pottery Barn rule: You break it, you own it. The rule, according to Bob Woodward, was invoked in 2002 by Secretary of State Colin Powell to warn George W. Bush about the consequences of invading Iraq.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-and-china-the-totalitarian-twins-11595266709", "title": "Iran and China, the Totalitarian Twins", "date": "2020-07-20 13:38", "summary": "Their 'partnership' is less than meets the eye, but it does reveal commonalities between the two regimes.. Iran's foreign minister recently said his government is negotiating with China for a 25-year \"strategic partnership\" involving a reported $400 billion in Chinese investment. Cue the media circus. Global headlines heralded the deal as a \"major pact\" that presents a \"bold challenge\" to the U.S. Not so fast.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-complained-to-state-department-watchdog-about-pompeo-document-shows-11595255555", "title": "Whistleblower Complained to State Department Watchdog About Pompeo, Document Shows", "date": "2020-07-20 13:25", "summary": "Other senior officials didn't act on concerns, according to copy of complaint. WASHINGTON-A whistleblower complained to the State Department's internal watchdog about alleged misconduct by Secretary of State Mike Pompeo and reported that other senior department officials didn't act on those concerns, according to a copy of the complaint.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-europes-recovery-will-have-green-tint-11595238745", "title": "Investors Bet Europe's Recovery Will Have Green Tint", "date": "2020-07-20 13:18", "summary": "Shares in companies that generate electricity from renewable sources and insulate buildings have outperformed the broad European stock market. Europe's plan to kick-start its economy while shrinking its carbon footprint is throwing up new opportunities for investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-rewrites-the-disney-playbook-11595264668", "title": "Covid Rewrites the Disney Playbook", "date": "2020-07-20 13:04", "summary": "Resume Subscription. July was supposed to be the month when the Walt Disney Co. would stop sheltering in place and start operating in a post-Covid-19 world. But for the company that just months ago was the envy of Hollywood, few things are going according to plan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caesars-and-eldorado-close-8-58-billion-merger-11595263849", "title": "Caesars and Eldorado Close $8.58 Billion Merger", "date": "2020-07-20 12:50", "summary": "New Caesars Entertainment to be largest U.S. casino operator. An $8.58 billion cash-and-stock merger of Eldorado Resorts Inc. and Caesars Entertainment Corp. closed Monday, forging the largest casino operator in the U.S. amid uncertainty across the industry over the continuing spread of Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isolating-the-elderly-is-bad-for-their-health-11595261640", "title": "Isolating the Elderly Is Bad for Their Health", "date": "2020-07-20 12:14", "summary": "Living alone without social interaction is implicated in higher rates of cardiovascular disease, worsening dementia and Alzheimer's and shorter lives. Society hasn't figured out how to protect the elderly from coronavirus without imposing another very real health threat: isolation. For more than 100 days in some places, residents in nursing homes and retirement communities across the country have been separated from spouses, children, grandchildren and friends of many decades. Residents have been kept apart, eating meals in solitary.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-risk-of-coronavirus-transmission-varies-for-kids-and-teens-11595261592", "title": "How Risk of Coronavirus Transmission Varies for Kids and Teens", "date": "2020-07-20 12:13", "summary": "There's a gap between how coronavirus affects young kids and teens. What the data says so far.. Is the risk of getting sick from Covid-19 and spreading it different for elementary and high school students?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cal-maine-sales-rose-sharply-as-consumers-stocked-up-on-eggs-11595253073", "title": "Cal-Maine Sales Rose as Consumers Stocked Up on Eggs", "date": "2020-07-20 11:59", "summary": "Company expects supply glut to ease as USDA-reported hen numbers have decreased. Cal-Maine Foods Inc. said its sales rose 62% in the latest quarter compared with a year earlier as consumers stocked up on eggs to prepare meals at home during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrities-in-masks-are-a-bummer-for-the-paparazzi-trade-11595258582", "title": "Celebrities in Masks Are a Bummer for the Paparazzi Trade", "date": "2020-07-20 11:23", "summary": "With Hollywood in social-distanced mode, celebrity photographers are struggling to get their sought-after star shots. The red carpets have all been rolled up. Dozens of movie shoots put on hold. Theaters closed. Hollywood, as we have known it, is largely on hiatus. And celebrities, like the rest of us, are mostly twiddling their thumbs at home. That's all terrible news for paparazzi.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-has-revived-asda-sale-process-sources-11595251361", "title": "Walmart Revives Plan to Sell Stake in U.K. Grocery Chain", "date": "2020-07-20 11:14", "summary": "U.K. grocery chain was previously valued around $9 billion. Walmart Inc. has relaunched the planned sale of a majority stake in its U.K. grocery-store chain Asda Group Ltd. after putting the process on hold in April to focus attention on managing its operations through the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-ant-group-plans-dual-ipos-in-shanghai-hong-kong-11595240151", "title": "Jack Ma's Ant Group Plans Dual IPOs in Shanghai, Hong Kong", "date": "2020-07-20 10:44", "summary": "The Chinese technology and financial-services giant's combined offering could be one of the largest in history. HONG KONG-Ant Group Co., the Chinese technology and financial-services giant that owns popular mobile-payments network Alipay, said it is planning initial public offerings in Hong Kong and Shanghai, bypassing New York as it seeks to accelerate its growth in China and abroad.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/academic-project-used-marketing-data-to-monitor-russian-military-sites-11595073601", "title": "Academic Project Used Marketing Data to Monitor Russian Military Sites", "date": "2020-07-20 09:48", "summary": "Commercially available location data is increasingly used for sensitive surveillance by researchers, government agencies. WASHINGTON-In 2019, a group of Americans was observing the cellphone signals coming from military sites across Eastern Europe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabias-octogenarian-king-admitted-to-hospital-for-checks-11595241100", "title": "Saudi Arabia's Aging King Salman Admitted to Hospital for Checks", "date": "2020-07-20 09:41", "summary": "Monarch's fragile health adds to kingdom's challenges as it faces economic fallout from coronavirus and oil-price volatility. RIYADH-Saudi Arabia's King Salman was admitted to a hospital in the country's capital for tests after suffering from gallbladder inflammation, reigniting speculation about succession plans for his young son and heir apparent.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-may-retaliate-against-nokia-and-ericsson-if-eu-countries-move-to-ban-huawei-11595250557", "title": "China May Retaliate Against Nokia, Ericsson If EU Countries Ban Huawei", "date": "2020-07-20 09:35", "summary": "Chinese Commerce Ministry weighs export controls on Nokia and Ericsson China-made products. Beijing is considering retaliating against the Chinese operations of two major European telecommunication-equipment manufacturers, Nokia Corp. and Ericsson AB, should European Union members follow the lead of the U.S. and U.K. in barring China's Huawei Technologies Co. from 5G networks, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-a-parent-and-a-bad-teacher-all-i-do-is-panic-about-school-11595252013", "title": "I'm a Parent. And a Bad Teacher. All I Do Is Panic About School.", "date": "2020-07-20 09:33", "summary": "September is coming-and too many children and educators don't have a plan. The 2020 Summer Olympics were supposed to start this week in Tokyo, which means yours truly would have been airborne right now in a cramped, sealed tube, en route to Japan.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pamela-anderson-keeps-staring-at-her-gym-but-never-works-out-11595248651", "title": "Pamela Anderson Keeps Staring at Her Gym, But Never Works Out", "date": "2020-07-20 08:37", "summary": "\"I have a ballet barre, I have my Technogym, my treadmill. I have all these different pieces and I just look at it and I haven't used it yet.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-snuffs-out-one-covid-19-cluster-wages-war-on-another-11595246471", "title": "China Snuffs Out Beijing Coronavirus Cluster, Wages War on Another", "date": "2020-07-20 08:01", "summary": "Officials lower emergency response level after capital marked 14 days with no new locally transmitted cases. HONG KONG-China says it has ended a coronavirus outbreak in Beijing that it has been battling since mid-June, even as it deployed its so-called wartime-mode measures to a new cluster in the country's remote northwest.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-shut-down-a-basketball-game-in-january-11595246401", "title": "The Coronavirus Shut Down a Basketball Game. In January.", "date": "2020-07-20 08:00", "summary": "Weeks before the NBA shut down and the NCAA tournament was called off, Central Michigan and Miami faced an early test for how sports would react to the virus. The athletic director at Miami University received an unexpected phone call six months ago, when life was normal, offices were full of people and sports were played. That was about to change. He had a coronavirus problem.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-is-a-hit-in-china-but-that-doesnt-mean-chinese-ev-stocks-are-a-buy-11595243896", "title": "Tesla Is a Hit in China, but That Doesn't Mean Chinese EV Stocks Are a Buy", "date": "2020-07-20 07:18", "summary": "Chinese EV stocks are surging-but demand for clean-energy vehicles isn't. The Tesla frenzy is supercharging shares of Chinese electric-vehicle makers as well. The question is how long that will last-and if there is really enough high-end EV demand to go around.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-provides-coronavirus-tests-for-employees-11595243442", "title": "Kroger Provides Coronavirus Tests for Employees", "date": "2020-07-20 07:10", "summary": "Grocer distributes test kits to workers with symptoms, plans for sales to other businesses. Kroger Co. said it is providing a coronavirus test for its employees to use at home, as retailers and other companies redouble efforts to protect employees and customers amid the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-big-game-plan-with-teams-11595242800", "title": "Microsoft's Big Game Plan With Teams", "date": "2020-07-20 07:00", "summary": "Software giant has continued to pump its Teams platform, but contribution to the actual business is complicated. Microsoft 's hottest product in years is also one the software giant gives away for free. It has its reasons.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-europe-slowed-its-coronavirus-cases-from-a-torrent-to-a-trickle-11595240731", "title": "How Europe Kept Coronavirus Cases Low Even After Reopening", "date": "2020-07-20 06:25", "summary": "Countries that had thousands of cases a day now have hundreds after chastened Europeans comply with mask-wearing, social-distancing rules. When Western European countries began phasing out their lockdowns this spring, a surge of coronavirus cases was widely expected to follow. Months on-even as Europeans mingle in bars, restaurants and crowded beaches-that still hasn't happened.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violent-crime-surges-in-atlanta-amid-rising-unemployment-tensions-over-policing-11595237400", "title": "Violent Crime Surges in Atlanta Amid Rising Unemployment, Tensions Over Policing", "date": "2020-07-20 05:30", "summary": "Shootings, which included the killing of 8-year-old girl, rise sharply. A recent wave of violent crime has roiled the city of Atlanta, amplifying tensions in a community still reeling from the coronavirus pandemic and a debate over policing and race.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporations-seek-tax-credit-cash-out-in-next-coronavirus-relief-plan-11595237402", "title": "Corporations Seek Tax-Credit Cash-Out in Next Relief Plan", "date": "2020-07-20 05:30", "summary": "Duke Energy, Ford poised to benefit if Congress lets firms accelerate accumulated tax breaks. WASHINGTON-Many large U.S. corporations are sitting on piles of tax credits they may not be able to use for years. They want Congress to let them have the money now.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-funds-and-their-investors-differ-on-portfolio-valuation-during-pandemic-11595237400", "title": "Venture Funds and Their Investors Differ on Portfolio Valuation During Pandemic", "date": "2020-07-20 05:30", "summary": "Shares of scooter startup Bird Rides were marked 34% lower by a Fidelity fund, but another investor kept them unchanged. Venture-capital funds and their investors don't always agree on how to tally up the performance of venture portfolios, and estimating the value of a portfolio has become much more complicated this year.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autonomous-vehicles-to-race-at-indianapolis-motor-speedway-11595237401", "title": "Autonomous Vehicles to Race at Indianapolis Motor Speedway", "date": "2020-07-20 05:30", "summary": "College teams from around the world are preparing for the October 2021 competition with a $1.5 million prize at stake. Thousands of drivers have raced their cars across the finish line at the Indianapolis Motor Speedway over its 111-year history. Next year will be the first time the cars do it alone.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camparis-new-growth-recipe-is-bitter-sweet-11595237054", "title": "Campari's New Growth Recipe Is Bittersweet", "date": "2020-07-20 05:24", "summary": "Changes to the Italian liquor company's voting rules show it is considering bigger deals. Campari's unique approach to deal making has taken it into the liquor sector's premier league. A new strategy looks inevitable, which is mixed news for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-nears-deal-to-sell-classified-ads-unit-to-adevinta-11595219913", "title": "EBay Nears Deal to Sell Classified-Ad Unit to Adevinta", "date": "2020-07-20 01:12", "summary": "Deal could value eBay unit at roughly $8 billion or more. EBay Inc. is in advanced talks to sell its classified-ads business to Norway's Adevinta AS A, according to people familiar with the matter, as the online auction pioneer seeks to refocus on its core marketplace business.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-leaders-remain-deadlocked-on-coronavirus-recovery-plan-11595196445", "title": "EU Leaders Deadlocked on Coronavirus Recovery Plan", "date": "2020-07-20 00:33", "summary": "After three days of talks, European Union leaders are still divided over the size of the final plan. BRUSSELS-Negotiations among the European Union's 27 leaders for recovery plans worth €1.8 trillion ($2.06 trillion) dragged into a fourth day on Monday, leading to tense exchanges and fears of a breakdown.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595188807", "title": "Pepper...and Salt", "date": "2020-07-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-surge-in-covid-19-companies-and-parents-brace-for-more-child-care-conflicts-11595206800", "title": "Amid Surge in Covid-19, Companies and Parents Brace for More Child-Care Conflicts", "date": "2020-07-20 21:00", "summary": "With schools not fully reopening and day-care centers struggling to survive the pandemic they 'just don't know what the future holds'. Child-care problems are getting worse for many parents and employers amid a nationwide surge in Covid-19 cases.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-to-start-negotiations-on-next-round-of-coronavirus-aid-11595156401", "title": "Congress to Start Negotiations on Next Round of Aid", "date": "2020-07-20 20:45", "summary": "Democratic and Republican lawmakers must work quickly to reach deal on jobless benefits, state assistance and business liability shields. WASHINGTON-Congress returns to work Monday with just weeks to craft new agreements on aid to households and protections for businesses, urged on by signs of a faltering economic recovery, a resurgent coronavirus pandemic and a looming deadline for enhanced unemployment payments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]