[{"link": "https://www.wsj.com/articles/swedish-regulator-fines-seb-107-million-citing-lax-anti-money-laundering-efforts-11593129436", "title": "Swedish Regulator Fines SEB $107 Million, Citing Lax Anti-Money-Laundering Efforts", "date": "2020-06-25 19:57", "summary": "Investigation finds bank lacked sufficient anti-money-laundering governance, controls and resources at Baltic branches. Sweden's financial supervisory authority fined Skandinaviska Enskilda Banken AB 1 billion Swedish kronor ($107.3 million) following a delayed review of the bank's efforts to prevent money laundering at Baltic branches.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-current-and-former-subsidiaries-paying-347-million-to-settle-bribery-allegations-11593110693", "title": "Novartis, Alcon Pay $347 Million to Settle Bribery Probes", "date": "2020-06-25 19:39", "summary": "The Swiss drugmaker and its former eye-care unit ran bribe schemes in Greece, Vietnam and South Korea, authorities say. Novartis AG and a former subsidiary of the Swiss drugmaker agreed to pay a combined $347 million to resolve allegations that the companies ran schemes to bribe public hospitals and clinics in Greece, Vietnam and South Korea, U.S. authorities said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ucla-faces-probe-over-review-of-lecturer-who-used-n-word-in-class-11593114216", "title": "UCLA Faces Probe Over Review of Lecturer Who Used N-Word in Class", "date": "2020-06-25 19:38", "summary": "Education Department questions whether the school 'abusively targeted' the instructor. The U.S. Education Department is investigating whether the University of California, Los Angeles inappropriately opened a review of a lecturer for using the N-word in two classes earlier this month, questioning whether the school stifled his academic freedom.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-week-it-went-south-for-trump-11593127733", "title": "The Week It Went South for Trump", "date": "2020-06-25 19:28", "summary": "He hasn't been equal to the crises. He never makes anything better. And everyone kind of knows.. Something shifted this month. Donald Trump's hold on history loosened, and may be breaking. In some new way his limitations are being seen and acknowledged, and at a moment when people are worried about the continuance of their country and their own ability to continue within it. He hasn't been equal to the multiple crises. Good news or bad, he rarely makes any situation better. And everyone kind of knows.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-set-to-host-albertsons-ipo-with-coronavirus-restrictions-11593105659", "title": "NYSE Set to Host Albertsons IPO With Coronavirus Restrictions", "date": "2020-06-25 19:28", "summary": "Deal is expected to be the highest-profile IPO at the exchange since its floor reopened. The New York Stock Exchange is looking to show it is back in business as it hosts the initial public offering of Albertsons Cos., its highest-profile IPO since its famed trading floor reopened.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-referendum-11593127700", "title": "The Trump Referendum", "date": "2020-06-25 19:28", "summary": "He still has no second term message beyond his own grievances.. President Trump may soon need a new nickname for \"Sleepy Joe\" Biden. How does President-elect sound? On present trend that's exactly what Mr. Biden will be on Nov. 4, as Mr. Trump heads for what could be an historic repudiation that would take the Republican Senate down with him.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vote-for-discrimination-11593127619", "title": "A Vote for Discrimination", "date": "2020-06-25 19:27", "summary": "California's Legislature votes to bring back racial preferences.. We live in strange times, and strange indeed is that, while deploring racism, the Democratic Legislature in California has voted to codify racial discrimination in state law. On Wednesday the state Senate voted for a constitutional amendment, ACA 5, that would reintroduce racial preferences for who gets a state job or contract, or who is admitted to a state university.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lobbyist-jack-abramoff-charged-with-fraud-sued-by-sec-11593116417", "title": "Jack Abramoff Charged With Fraud", "date": "2020-06-25 19:24", "summary": "The federal action was connected to sales of a cryptocurrency touted as superior to bitcoin. Jack Abramoff was charged with fraud Thursday in connection with the sale of a new cryptocurrency that was touted as superior to bitcoin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-filibuster-is-going-going-11593127279", "title": "The Filibuster Is Going, Going . . .", "date": "2020-06-25 19:21", "summary": "Chris Coons, a key Biden ally, signals Democrats will break the 60-vote rule for legislation.. As progressive radicalism sweeps America's streets and civil-society institutions, one question is whether its agenda can be translated into law. One obstacle is the Senate filibuster, which constrains partisan majorities by requiring 60 votes for most legislation. But if Democrats take control of the Senate in 2020, expect the rule to be torched as soon as it impedes the Democratic agenda.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-closes-asylum-loophole-11593127194", "title": "Court Closes Asylum Loophole", "date": "2020-06-25 19:19", "summary": "The Justices deliver another defeat for the Ninth Circuit.. Immigration opponents like to point to disorder at the border, and too often liberal judges have helped them by undermining the law. On Thursday a 7-2 Supreme Court majority restored some sanity to asylum law by ruling that illegal immigrants who step foot on American soil can't seek a writ of habeas corpus to stay lawfully in the United States.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-vetting-retired-gen-joe-dunford-to-chair-commission-overseeing-lending-programs-11593126934", "title": "Congress Vetting Retired Gen. Joe Dunford to Chair Commission Overseeing Lending Programs", "date": "2020-06-25 19:15", "summary": "The former chairman of Joint Chiefs of Staff is the leading candidate to run the panel monitoring $500 billion in recovery funds. WASHINGTON-Retired Gen. Joe Dunford is the leading candidate to chair an oversight commission charged with monitoring the government's $500 billion lending effort to combat the economic fallout from the coronavirus pandemic, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wolf-in-emergency-clothing-11593126883", "title": "A Wolf in Emergency Clothing", "date": "2020-06-25 19:14", "summary": "Pennsylvania's governor is among many who have used nearly unchecked power to enforce maximal lockdowns.. When Lamar Alexander ran for governor of Tennessee in 1978, his wife confronted him with a question: \"Why?\" Although there are 55 governors in the U.S. (one for each state and the five populated territories), they tend, as Mr. Alexander discovered, to be visible only as glorified greeters for visiting delegations, as lobbyists in Washington, or \"leaping out of helicopters and pulling the cords on those loud guns at the National Guard camps.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-double-agent-review-man-on-a-string-11593126780", "title": "'Hollywood Double Agent' Review: Man on a String", "date": "2020-06-25 19:13", "summary": "Boris Morros left Russia during its civil war, thrived in the golden age of American movie-making, and spied for the Soviets and the U.S.. The Russian-born Hollywood producer Boris Morros was a short, bald and rotund man with a gregarious manner, a taste for the good life and an unquenchable ambition. Such a colorful figure might seem an obvious choice for the role of successful show-business entrepreneur. Less predictable was his casting in real life as a Soviet spy and, later, as an American counterspy known to the FBI as its \"special special agent.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoroastrianism-rises-in-north-america-11593126830", "title": "Zoroastrianism Rises in North America", "date": "2020-06-25 19:13", "summary": "The faith is shrinking in Iran and India but growing in the U.S. and Canada.. Most elementary-school boys spend their free time playing videogames or hanging out with friends. Zerkxis Bhandara's childhood was a bit different. He started training to become a Zoroastrian priest when he was 9.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judging-fbi-conduct-11593126695", "title": "Judging FBI Conduct", "date": "2020-06-25 19:11", "summary": "The D.C. Circuit becomes the first court to acknowledge the FBI's 2016 abuse.. House Judiciary Committee Democrats were back at their \"politicized Justice Department\" theme this week, calling a disgruntled former lieutenant of special counsel Robert Mueller to accuse the department of giving special treatment to President Trump's allies. Too bad the testimony came on the very day a federal court confirmed that Mr. Mueller's team and the Federal Bureau of Investigation engaged in misconduct.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-hopes-narendra-rhymes-with-surrender-11593126652", "title": "China Hopes 'Narendra' Rhymes With 'Surrender'", "date": "2020-06-25 19:10", "summary": "A deadly border clash has heightened tensions and raised the stakes for India's prime minister.. What are the costs of kowtowing to China? India faces this question afresh after clashes on its disputed Himalayan boundary last week took the lives of 20 Indian soldiers and an unspecified number of Chinese troops. The skirmishes-the bloodiest fighting between India and China in more than 50 years-have ratcheted up tensions between two of the world's largest militaries.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-politics-of-poetry-11593126614", "title": "Notable & Quotable: The Politics of Poetry", "date": "2020-06-25 19:10", "summary": "'Perhaps some of these attacks could have been headed off if I personally had allowed it to be said the Poetry Foundation was racist.'. From Henry Bienen's letter of resignation as president of the Poetry Foundation, June 9:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-stress-test-finds-u-s-banks-healthy-enough-to-withstand-the-coronavirus-crisis-11593117020", "title": "Fed Stress Test Finds U.S. Banks Healthy Enough to Withstand the Coronavirus Crisis", "date": "2020-06-25 18:58", "summary": "In its annual stress test, the Fed said the nation's biggest banks are healthy but could suffer 2008-style losses if the economy languishes. The Federal Reserve on Thursday said a prolonged economic downturn could saddle the nation's biggest banks with up to $700 billion in losses on soured loans and ordered them to cap dividends and suspend share buybacks to conserve funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battered-u-s-wine-importers-brace-for-higher-tariffs-11593077401", "title": "Battered U.S. Wine Importers Brace for Higher Tariffs", "date": "2020-06-25 18:47", "summary": "White House is considering raising levies on European wines to 100% from 25% over an aviation trade dispute. Harry Root's business distributing imported wine from Europe was already reeling from a sales slump brought on by coronavirus lockdowns when he was hit with another gut-punch: a $25,000 tariff on a shipment of rose, \"fun whites\" and beaujolais wines at the Port of Charleston.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-eases-path-to-deport-asylum-seekers-11593094588", "title": "Supreme Court Eases Path to Deport Asylum Seekers", "date": "2020-06-25 18:45", "summary": "Court rules 'expedited removal' process complies with Constitution; noncitizens apprehended near border can be removed without court review. WASHINGTON-The Supreme Court on Thursday smoothed the government's path to deport unauthorized immigrants seeking asylum, ruling that a noncitizen apprehended shortly after crossing the border has no constitutional right to challenge immigration officials' \"expedited removal\" orders in federal court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liverpool-ends-30-year-and-three-month-wait-for-premier-league-title-11593124405", "title": "Liverpool Ends 30-Year (and Three-Month) Wait for Premier League Title", "date": "2020-06-25 18:33", "summary": "Even the pandemic couldn't stop one of the most dominant soccer teams in history from claiming the championship. Liverpool's procession to the Premier League title was supposed to be over in March. The club, just two wins away from finishing the job, was set to become the earliest champion in league history. Hotel room prices in Liverpool had soared for prospective clinch dates. The city was exploring parade routes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-rename-seattle-venue-as-climate-pledge-arena-11593124071", "title": "Amazon to Rename Seattle Venue as Climate Pledge Arena", "date": "2020-06-25 18:27", "summary": "Site would be world's first net-zero carbon certified arena, project developers say. Amazon.com Inc. will rename Seattle's KeyArena as the Climate Pledge Arena, placing the entertainment-and-sports venue at the forefront of the technology giant's climate-change initiatives.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/culture-jamming-a-decades-old-spoof-of-consumerism-makes-its-way-to-the-2020-campaign-11593123633", "title": "'Culture Jamming': A Decades-Old Spoof of Consumerism Makes Its Way to the 2020 Campaign", "date": "2020-06-25 18:20", "summary": "Protesters embraced the term in the 1980s, but its roots go back to the early days of radio. When President Trump took the stage last weekend at his rally in Tulsa, Okla., the crowd numbered only about 6,200 in the 19,000-seat BOK Center, according to local officials. The low turnout was declared a victory by thousands of teenagers who had spread the word via TikTok videos for people to register for tickets but not attend the rally.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisville-protests-push-for-criminal-charges-against-officers-in-breonna-taylor-shooting-11593082801", "title": "Louisville Protests Push for Criminal Charges Against Officers in Breonna Taylor Shooting", "date": "2020-06-25 18:18", "summary": "Activists broaden demands to include redirecting police funds, starting civilian oversight board. More than three months after police fatally shot Breonna Taylor, a 26-year-old black woman, in her Louisville, Ky., apartment, protesters are stepping up pressure on authorities to bring criminal charges against the three officers involved.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-plans-to-reopen-schools-in-the-fall-11593118734", "title": "Connecticut Plans to Reopen Schools in the Fall", "date": "2020-06-25 18:11", "summary": "Officials say students and staff will wear masks during full-time, in-person instruction. Connecticut officials said K-12 public schools in the state would reopen for full-time, in-person instruction this fall.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hand-sanitizers-clean-image-gets-soiled-11593092538", "title": "Hand Sanitizer's Clean Image Gets Soiled", "date": "2020-06-25 18:10", "summary": "Exercise caution; otherwise hand sanitizer can do more harm than good. The realization that you've left home without hand sanitizer may now be more terrifying than forgetting your phone, keys or maybe even your first-born child.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-habit-of-art-review-an-imagined-reunion-11593122757", "title": "'The Habit of Art' Review: An Imagined Reunion", "date": "2020-06-25 18:05", "summary": "Alan Bennett's thoughtful comedy uses a play-within-a-play conceit to stage a late-in-life meeting between Benjamin Britten and W.H. Auden.. Except for \"The History Boys,\" which had a solid run on Broadway in 2006 followed by several regional stagings, Alan Bennett's plays aren't widely performed in the U.S. He's best known over here for \"The Madness of George III,\" the 1991 play whose 1994 film version, \"The Madness of King George,\" was a box-office hit. The play, however, never made it to Broadway, and neither did \"The Habit of Art,\" a dual theatrical portrait of W.H. Auden and Benjamin Britten that was first produced in 2009 by London's National Theatre, then received its U.S. premiere at Washington's Studio Theatre. I saw it there in 2011 and was surprised that it had no further success in this country: While not without flaw, \"The Habit of Art\" is both challenging and entertaining, and I assumed that someone in New York would get around to staging it sooner or later.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-cos-prices-ipo-at-16-a-share-below-initial-expectations-of-18-to-20-source-11593119392", "title": "Albertsons Prices IPO Below Expectations in Downsized Deal", "date": "2020-06-25 17:57", "summary": "Second-largest U.S. grocer sold 50 million shares at $16 apiece. Albertsons Cos. priced its initial public offering below expectations and its existing shareholders sold fewer shares than planned, marking a stumble for the IPO market after it had been revived by a string of strong offerings.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-gets-dinged-but-others-might-follow-11593121460", "title": "Wells Fargo Gets Dinged, but Others Might Follow", "date": "2020-06-25 17:44", "summary": "Most banks fared well in Federal Reserve stress tests, but dividends may come under pressure anyway. The Federal Reserve on Thursday largely gave a pass to the biggest U.S. banks while still finding a way to subtly single out Wells Fargo . Bank shareholders still shouldn't assume their dividends are assured for much longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-hpp-in-talks-to-form-venture-for-film-production-facilities-11593120863", "title": "Blackstone, HPP in Talks to Form Venture for Film Production Facilities", "date": "2020-06-25 17:34", "summary": "Hudson Pacific Properties owns three studio lots and 36 sound stages, which have been used by Netflix. Blackstone Group Inc. is in advanced talks to form a venture with Hudson Pacific Properties Inc., the Los Angeles owner of film and television production facilities, in a partnership valued at more than $1.4 billion, according to a person familiar with the matter.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blinded-review-of-love-and-money-11593120793", "title": "'Blinded' Review: Of Love and Money", "date": "2020-06-25 17:33", "summary": "Sundance Now's eight-parter is based on the true story of intrigue and deception at a once-respected Swedish bank.. A story simmering with conspiracies and schemes involving a once-respected Swedish bank, \"Blinded\" (Thursday, July 2, Sundance Now) is so packed with plotters, frauds, fellow travelers and innocents that it's frequently impossible to tell the swindlers from the victims. That this doesn't in the end matter in the least is a testament to the powers of this fact-based drama (chief writer Jesper Harries).", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-demands-private-equity-lobbying-records-on-pandemic-relief-funds-11593120770", "title": "Warren Demands Private-Equity Lobbying Records on Pandemic Relief Funds", "date": "2020-06-25 17:32", "summary": "The Massachusetts Democrat wants the buyout industry's largest trade group to disclose communications with the White House and Treasury Department. Sen. Elizabeth Warren (D., Mass.) is demanding the private-equity industry's top Washington lobbying group disclose records of its attempts to unlock coronavirus relief funds, saying buyout firms may be trying to take advantage of the economic crisis caused by the pandemic.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bubba-wallace-a-noose-and-how-a-racist-symbol-hung-at-talladega-for-months-11593082800", "title": "Bubba Wallace, a Noose, and How a Racist Symbol Hung at Talladega for Months", "date": "2020-06-25 17:31", "summary": "An investigation showed the noose had been there since October and was the only noose in all the garage stalls at Nascar tracks. Last Sunday, one of Bubba Wallace's crew members walked into the team's stall at Talladega Superspeedway and saw something horrifying: a noose.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertzs-plan-to-liquidate-part-of-rental-fleet-rattles-lenders-11593120567", "title": "Hertz's Plan to Liquidate Part of Rental Fleet Rattles Lenders", "date": "2020-06-25 17:29", "summary": "Bankrupt company's bid to dump more than 25% of its leased fleet could roil securitization market, ABS lenders say. Hertz Global Holdings Inc.'s plan to cut its U.S. rental fleet by more than a fourth could upset the asset-based securitization market, a key mechanism for funneling Wall Street cash to businesses, a group of lenders says.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irresistible-review-thinking-inside-the-ballot-box-11593120466", "title": "'Irresistible': Thinking Inside the Ballot Box", "date": "2020-06-25 17:27", "summary": "Jon Stewart's comedy, starring Steve Carell, takes on political consultants and elections swamped by money.. During his 15-year tenure as host of \"The Daily Show\" Jon Stewart was in the fray day after day, night after night, chasing the news, riffing on it, refracting it through his exuberant wit and keen intelligence. As the writer and director of \"Irresistible,\" his second feature following the 2014 \"Rosewater,\" he's not so much above the fray as off to the side of it. The story seems timely at first, a satirical take on the role of political consultants and money in American elections. Yet the film, streaming on demand, brings old news that can't hold a flickering candle to the events of our flabbergasting moment, and a clever twist doesn't redeem long passages of gratingly broad and awkward humor.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-tries-to-temper-fears-of-coronavirus-resurgence-11593104188", "title": "Trump Administration Tries to Temper Fears of Coronavirus Resurgence", "date": "2020-06-25 17:23", "summary": "Officials make case that surges in cases are concentrated-not widespread across U.S.. WASHINGTON-The Trump administration is trying to temper fears about a surge in coronavirus cases in some parts of the country, making the case that the U.S. isn't experiencing a repeat of the outbreak's darkest moments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outcry-review-the-slings-and-arrows-of-accusation-11593120063", "title": "'Outcry' Review: The Slings and Arrows of Accusation", "date": "2020-06-25 17:21", "summary": "The story of how a child's comment upended Greg Kelley's life forever.. 'Outcry\" (begins Sunday, July 5, 10 p.m., Showtime) presents the story of Greg Kelley of Leander, Texas, a high-school football star with an impeccable record as a citizen and student until the summer of 2013, when he was accused of molesting a 4-year-old boy. Knowing that his experience was a familiar one in America-and has been from the early 1980s-would likely have done nothing to diminish the nightmarish transformation of life he would have to endure as a result of the child's comment. It is nonetheless true that what happened to him perfectly reflects the experience of those unfortunate enough to have been struck by the lightning of accusation. It is an article of faith in our times that accusation is sufficient proof of guilt.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-audition-review-when-music-cannot-soothe-11593119893", "title": "'The Audition' Review: When Music Cannot Soothe", "date": "2020-06-25 17:18", "summary": "A troubled violin teacher pushes her pupil to the breaking point in a feature by Ina Weisse that stars Nina Hoss.. Any film with Nina Hoss in it-\"Phoenix\" and \"Barbara,\" among others-is an event. \"The Audition,\" available on the Strand Releasing website, is also a treat that becomes a chilling enthrallment, one of those closely observed dramas you love-for its intimacy, calm authority and mystery-even before you begin to get what it's really about.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-surge-jobs-report-fuel-government-bond-buying-11593103710", "title": "Virus Surge, Jobs Report Fuel Government-Bond Buying", "date": "2020-06-25 17:17", "summary": "Investors sell out of corporate bonds most-exposed to economic shutdowns. Fears about a second wave of coronavirus cases prompted investors to seek safety in Treasurys and to sell bonds of companies in industries most impacted by economic shutdowns.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-coronavirus-11593044266", "title": "U.S. Initial Unemployment Benefits Steady at 1.5 Million in June", "date": "2020-06-25 17:13", "summary": "Job market's slow recovery faces new infections that could impede getting people back to work. The number of workers seeking jobless benefits has held steady at about 1.5 million each week so far in June, signaling a slow recovery for the U.S. economy as states face new infections that could impede hiring and consumer spending.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-adds-google-cfo-ruth-porat-to-its-board-11593119623", "title": "Blackstone Adds Google CFO Ruth Porat to Its Board", "date": "2020-06-25 17:13", "summary": "She is expected to bring knowledge about the technology industry to investment giant's board. Blackstone Group Inc. named Ruth Porat, Google's finance chief, to its board of directors, a move that comes as the Wall Street firm shifts toward technology and growth investments.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-25-2020-11593075949", "title": "Stocks Climb at End of Rocky Session", "date": "2020-06-25 17:01", "summary": "Bank stocks rally after FDIC votes to ease some post-financial crisis requirements. U.S. stocks climbed Thursday, led by shares of banks, which rose on a regulator's decision to ease some post-financial crisis requirements.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-cuts-fees-for-its-largest-exchange-traded-fund-to-match-vanguard-11593118800", "title": "BlackRock Cuts Fees for Its Largest ETF to Match Vanguard", "date": "2020-06-25 17:00", "summary": "Reduction is a sign of an escalating fight between the two investment firms for ETF market share. BlackRock Inc. cut fees on its largest exchange-traded fund, in an attempt to punch back against an increasingly formidable foe, Vanguard Group.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-jay-clayton-says-he-sought-move-to-u-s-attorneys-office-11593118833", "title": "SEC's Jay Clayton Says He Sought Move to U.S. Attorney's Office", "date": "2020-06-25 17:00", "summary": "Regulator's chairman defends qualifications to become top federal prosecutor in Manhattan. Securities and Exchange Commission Chairman Jay Clayton said Thursday that he first spoke two weeks ago with Trump administration officials about becoming the top federal prosecutor in Manhattan and defended his credentials for the job.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-department-officer-faces-criminal-charges-over-alleged-use-of-chokehold-11593108709", "title": "NYPD Officer Faces Criminal Charges Over Alleged Use of Chokehold", "date": "2020-06-25 16:53", "summary": "Officer David Afanador arraigned on charges of attempted aggravated strangulation related to action Sunday. A New York Police Department officer on Thursday became the first person charged under a new state law that criminalizes the use of a chokehold by a police officer, Queens District Attorney Melinda Katz said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/windstream-wins-approval-for-elliott-backed-chapter-11-exit-11593117822", "title": "Windstream Wins Approval for Elliott-Backed Chapter 11 Exit", "date": "2020-06-25 16:43", "summary": "Judge overseeing Windstream's bankruptcy confirms restructuring plan that cuts more than $4 billion in debt, wiping out junior creditors. The judge presiding over Windstream Holdings Inc.'s bankruptcy case approved a restructuring strategy that puts Elliott Management Corp. and other senior creditors in control of the business while extinguishing more than $4 billion in debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virtual-classroom-must-address-its-problems-11593115051", "title": "Virtual Classroom Must Address Its Problems", "date": "2020-06-25 15:57", "summary": "Rather than mandating this unproven one-size-fits-all hybrid model, schools should be offering options.. Your editorial \"Failure in the Virtual Classroom\" (June 22) shines a light on the educational neglect of distance learning this spring. Based on my three kids' remote-learning experiences in \"Keep Portland Weird\" Oregon, I believe the root cause is weird education policy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-biodiesel-choice-is-a-good-one-11593114920", "title": "California's Biodiesel Choice Is a Good One", "date": "2020-06-25 15:55", "summary": "CARB data indicates that biodiesel provided over 41% of California's total reduction of 47.1 million metric tons in climate-changing gases from fuel use, more than any other fuel.. Regarding your editorial \"Wind, Fire and the Coronavirus\" (June 15) on California's emergency measures to protect communities in danger of wildfire: The California Air Resources Board (CARB), which has completed the most rigorous research on the planet to determine the carbon intensity of American energy sources, found biodiesel has the lowest score of any liquid transportation fuel it tested.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-has-made-little-progress-diversifying-leadership-report-says-11593104558", "title": "Fed Has Made Little Progress Diversifying Leadership, Report Says", "date": "2020-06-25 15:54", "summary": "Of 108 directors now on the Fed regional-bank boards, 72% are white and just under 60% are male, report finds. Leadership at the Federal Reserve's 12 regional banks continues to suffer from a lack of racial, gender and economic diversity, a report released Thursday said.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-is-trying-to-do-things-beyond-its-power-11593114846", "title": "The Fed Is Trying to Do Things Beyond Its Power", "date": "2020-06-25 15:54", "summary": "The Federal Reserve's actions and plans to keep interest rates extremely low for years have compounded the difficulties many retirees will have in providing a decent standard of living for themselves.. Regarding your editorial \"Jay Powell Lets It Loose\" (June 11): The Federal Reserve's actions and plans to keep interest rates extremely low for years have compounded the difficulties many retirees will have in providing a decent standard of living for themselves. Guided by prudent concerns, many have invested in CDs and other \"safe\" investments (e.g., short-term, high-quality bonds). These options are now more likely to provide disastrously low reinvestment rates for some time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-boltons-most-recent-bold-public-service-11593114783", "title": "Mr. Bolton's Most Recent Bold Public Service", "date": "2020-06-25 15:53", "summary": "If half of Mr. Bolton's allegations are true, he serves the public with honor by disclosing those actions before another election.. Regarding your editorial \"The Confessions of John Bolton\" (June 19) about honor in public service: You fail to address the obvious dilemma. To whom does a government official have a higher level of moral and ethical responsibility-to an individual (even a president) or the nation? If half of Mr. Bolton's allegations are true, he serves the public with honor by disclosing those actions before another election.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-very-wary-of-chinas-aspirational-cartography-11593114667", "title": "Be Very Wary of China's Aspirational Cartography", "date": "2020-06-25 15:51", "summary": "Existing Chinese maps showed Chinese boundaries including India's territory.. Regarding \"Tensions Grew Before Grisly Fight\" (World News, June 18): More than 20 years ago I read a book by a Dutch geographer who presaged many current conflicts. Especially memorable was his firm belief of a China-India conflict based on the existing Chinese maps, which showed Chinese boundaries including India's territory. The moral? Be alert for Chinese aspirational cartography.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hooray-for-hillsdale-college-11593114587", "title": "Hooray for Hillsdale College", "date": "2020-06-25 15:49", "summary": "Insufficient virtue signaling.. Apparently, Hillsdale College (Hillsdale's Statement, Notable & Quotable, June 22) is being tarred and feathered for the present-day fashionable sin of omission: insufficient virtue signaling.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jerseys-covid-19-death-toll-rises-14-when-probable-fatalities-added-11593109913", "title": "New Jersey's Covid-19 Death Toll Rises 14% When Probable Fatalities Added", "date": "2020-06-25 15:31", "summary": "Officials counted about 1,850 more likely victims after investigating death-certificate data. New Jersey health officials released figures for probable Covid-19 deaths for the first time, raising the state's total fatality count from the illness caused by the new coronavirus to nearly 14,900, a 14% increase over previous estimates.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-june-20-11593112907", "title": "Bestselling Books Week Ended June 20", "date": "2020-06-25 15:21", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuck-e-cheese-parent-seeks-bankruptcy-amid-extended-restaurant-closures-11593081327", "title": "Chuck E. Cheese, Home of Kids' Pizza Parties, Undone by Covid-19", "date": "2020-06-25 15:03", "summary": "Chain backed by Apollo Global Management files for bankruptcy protection after reopening locations shut by coronavirus restrictions. Chuck E. Cheese, the pizza and entertainment chain synonymous with children's birthday parties, filed for bankruptcy protection Wednesday after the Covid-19 pandemic shook its family-friendly business model to its core.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/futures-exchanges-get-discretion-to-police-technology-glitches-11593110928", "title": "Exchanges Get Discretion to Police Technology Glitches", "date": "2020-06-25 14:48", "summary": "CFTC proposal requires trading venues to create defenses against failures, but lets them decide how best to comply. Futures exchanges would be expected to create defenses against disruptive technology failures, but might not have to upgrade current policies under a proposal issued by the U.S. derivatives regulator.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-president-issues-warning-to-norths-kim-11593104737", "title": "South Korean President Issues Warning to North Korea", "date": "2020-06-25 14:38", "summary": "Moon says south would 'respond resolutely to anyone who threatens our people's safety or lives,' without naming Kim Jong Un directly. SEOUL-South Korean President Moon Jae-in on Thursday warned North Korea against conducting any armed attack on Seoul following several weeks of rising tensions that have dragged inter-Korean relations to their lowest point in years.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-virtual-patient-platform-aims-to-help-treat-deadly-blood-cancer-11593090901", "title": "AI Virtual Patient Platform Aims to Help Treat Deadly Blood Cancer", "date": "2020-06-25 14:22", "summary": "Gemini is first of its kind for multiple myeloma, says platform inventor GNS Healthcare. GNS Healthcare on Thursday launched an artificial intelligence platform that acts as a virtual patient, allowing drugmakers and academic centers to experiment with drugs in the virtual world before treating patients in clinical trials.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-aid-program-has-significant-fraud-risk-gao-says-11593093601", "title": "Small-Business Aid Program Has Significant Fraud Risk, GAO Says", "date": "2020-06-25 14:10", "summary": "Report cites volume of loans approved, speed in processing and limited safeguards; improvements recommended. WASHINGTON-The $670 billion Paycheck Protection Program to help struggling small businesses survive fallout from the coronavirus pandemic faces a \"significant risk\" of fraud because of confusing rules and lack of safeguards, a Government Accountability Office report has found.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-older-men-wear-vintage-clothing-11593108345", "title": "Can Older Men Wear Vintage Clothing?", "date": "2020-06-25 14:05", "summary": "The short answer is 'yes,' provided they follow our style tips from over-40 gents who've mastered the look. VINTAGE CLOTHING, a major menswear trend right now, combines sustainability, accessibility and sui generis chic. Stars embrace the secondhand look: Shia LaBeouf struts around in throwback metal-band T-shirts and Timothée Chalamet sported a vintage diamond-and-ruby brooch on the red carpet. Just imagine Drake gallivanting through his Canadian mansion in the viral \"Toosie Slide\" music video without the coveted swag of that early-2000s Raf Simons camouflage bomber on his back.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-back-into-old-habits-after-a-pause-11593108059", "title": "Getting Back Into Old Habits After a Pause", "date": "2020-06-25 14:01", "summary": "A behavioral economist answers questions about postpandemic routines, working from home and re-evaluating future plans. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bjork-post-album-music-videos-interview-11593107149", "title": "How Björk Became an MTV Star and Changed Visual Culture Forever", "date": "2020-06-25 13:48", "summary": "On the 25th anniversary of the groundbreaking album 'Post,' directors Michel Gondry and Stéphane Sednaoui and others reflect on its influential music videos.. By the time Björk shrieked the last \"Wow! Bam!\" it was clear \"It's Oh So Quiet\" was an instant classic. The music video for the 1995 track, directed by a pre-Being John Malkovich Spike Jonze, would become one of the era's most influential clips.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-a-third-of-pilots-in-pakistan-have-fraudulent-licenses-government-says-11593107077", "title": "Pakistan Authorities Ground 150 Pilots With Fraudulent Licenses", "date": "2020-06-25 13:44", "summary": "Pakistan's national airline grounds 150 of its pilots. ISLAMABAD, Pakistan-Pakistan's national airline here grounded 150 of its pilots Thursday after the government said nearly a third of the country's pilots obtained their flying licenses fraudulently.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-george-unclear-what-fed-policy-will-need-to-do-next-11593106201", "title": "Fed's George: Unclear What Fed Policy Will Need to Do Next", "date": "2020-06-25 13:30", "summary": "Economy faces 'extraordinary uncertainty' due to the coronavirus pandemic, the Kansas City Fed leader said. Kansas City Fed leader Esther George said Thursday with the future path of the economy linked to how well health threats from the coronavirus pandemic can be managed, it is unclear what lies ahead for central-bank policy efforts.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-twitter-mob-takes-down-an-administrator-at-michigan-state-11593106102", "title": "A Twitter Mob Takes Down an Administrator at Michigan State", "date": "2020-06-25 13:28", "summary": "The Graduate Employees Union denounced Stephen Hsu, and the president demanded his resignation.. 'We are scientists, seeking truth,\" Michigan State University physicist Stephen Hsu wrote in a 2018 blog post. \"We are not slaves to ideological conformity.\" That might have been too optimistic. Last week MSU's president, Samuel L. Stanley Jr., yielded to a pressure campaign, based in part on that post, and asked Mr. Hsu to resign as senior vice president for research and innovation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-play-politics-on-police-reform-11593106117", "title": "Democrats Play Politics on Police Reform", "date": "2020-06-25 13:28", "summary": "Chuck Schumer wants a campaign theme, not a solution.. The on-camera death of George Floyd was a tragedy and exposed a deep failure in policing. Local and state government in Minnesota failed to implement best practices in hiring, training and discipline within the Minneapolis police force. As the weeks progressed, and additional black deaths were highlighted, the failure of Minnesota's leaders has been repeated throughout New York, Atlanta, Chicago and Los Angeles. Our nation has called out for a comprehensive solution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-seeks-to-reduce-racist-themes-at-splash-mountain-rides-11593105995", "title": "Disney Seeks to Remove Racist Themes at Splash Mountain Rides", "date": "2020-06-25 13:26", "summary": "'Song of the South' inspiration is out, replaced by 'Princess and the Frog'. Walt Disney Co. said it is redesigning its famed Splash Mountain rides- inspired by a racist movie from the 1940s-to be based on \"The Princess and the Frog,\" a newer film featuring the company's lone black princess character.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-an-argument-that-stocks-should-be-even-higher-11593105847", "title": "Here's an Argument That Stocks Should Be Even Higher", "date": "2020-06-25 13:24", "summary": "With zero interest rates locked in and Treasury yields on the floor, financial models could support much higher valuations for some. Why aren't stocks even more expensive? Before you splutter into your coffee, yes, I know that valuations are already the highest since the dot-com bubble. But with zero interest rates locked in and Treasury yields on the floor, financial models could support much higher valuations for the safest stocks.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eiffel-tower-is-open-for-tourism-with-social-distancing-and-no-elevators-11593105315", "title": "Eiffel Tower Is Open for Tourism, With Social Distancing and No Elevators", "date": "2020-06-25 13:15", "summary": "Hand-sanitizing stations are ubiquitous; the top of the tower remains closed. PARIS-The Eiffel Tower reopened to visitors Thursday, ending the landmark's longest hiatus since World War II and reflecting France's push to return to normalcy as the coronavirus pandemic roils other parts of the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-files-for-insolvency-after-revealing-accounting-hole-11593075223", "title": "Wirecard Files for Insolvency After Revealing Accounting Hole", "date": "2020-06-25 13:11", "summary": "Shares crash 70%, deepening the decline in the German fintech company's market value over the past week. Battered German fintech company Wirecard AG has filed for insolvency proceedings, days after revealing that more than $2 billion in cash missing from its balance sheet probably didn't exist.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-living-room-with-a-painterly-touch-11593104450", "title": "A Living Room With a Painterly Touch", "date": "2020-06-25 13:00", "summary": "A contemporary art lover bought a series of works by Anish Kapoor to inspire an interior in his Water Mill, N.Y., home. For a Water Mill, N.Y., living room, it all started with the art. The owner, a follower of the contemporary market, bought a series of Anish Kapoor works to use as inspiration. Designer Amy Lau, who was with him when he made the purchase, says \"there's such an emanating quality about the art.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-era-japan-flirting-from-afar-is-hard-in-host-clubs-closeness-is-what-we-sell-11593104387", "title": "In Covid-Era Japan, Flirting From Afar Is Hard in Host Bars: 'Closeness Is What We Sell'", "date": "2020-06-25 12:59", "summary": "Resume Subscription. TOKYO-In the host clubs of Tokyo's Kabukicho nightlife district, women come to be entertained with Champagne and sweet talk by teams of well-groomed young male staff in rooms decorated with chandeliers and faux Greco-Roman art.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-wines-to-drink-with-salmon-11593103633", "title": "The Best Wines to Drink With Salmon", "date": "2020-06-25 12:47", "summary": "Look to the Pacific Northwest. Our wine columnist found some particularly salmon-friendly bottles-red, white and sparkling-from Oregon.. IF CHICKEN IS BOTH the world's most popular and least respected protein, then salmon must surely claim second place. Dubbed \"chicken of the sea\" by sommeliers, this pink, meaty fish is a frequent default for diners who don't want something too challenging or complex. But how well does the sea chicken actually go with wine?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-treecorp-shores-up-cabana-burger-amid-coronavirus-11593103616", "title": "Brazil's TreeCorp Shores Up Cabana Burger Amid Coronavirus", "date": "2020-06-25 12:46", "summary": "The São Paulo firm acquired a controlling stake in the restaurant chain in March, just before the outbreak closed its stores. Brazilian middle-market investor TreeCorp Investimentos acquired a controlling stake in Cabana Burger as the coronavirus pandemic hit the chain, but cost cuts and a shift to delivery helped restore revenue and profit.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-new-zealand-will-host-2023-womens-world-cup-11593103250", "title": "Australia/New Zealand Will Host 2023 Women's World Cup", "date": "2020-06-25 12:40", "summary": "The joint bid beat Colombia, days after Japan pulled its bid. Australia/New Zealand triumphed in its bid to host the 2023 Women's World Cup, winning a vote of the FIFA Council on Thursday and edging out Colombia.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdic-to-lift-postcrisis-curb-on-banks-11593095709", "title": "FDIC to Lift Postcrisis Curb on Banks", "date": "2020-06-25 12:35", "summary": "Federal agencies moved to roll back financial regulations that could free up tens of billions of dollars for major banks. WASHINGTON-Federal agencies moved Thursday to roll back financial regulations that could free up tens of billions of dollars for major banks and allow them to invest more in venture-capital funds, delivering Wall Street one of its biggest wins of the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-cooking-trend-is-mixed-bag-for-spice-giant-11593101321", "title": "Home-Cooking Trend Is Mixed Bag for Spice Giant", "date": "2020-06-25 12:31", "summary": "McCormick's pantry staples are posting grocery-aisle gains, but the restaurant business poses risks. Consumers have been stocking up on McCormick 's spices, dry baking mixes and other pantry staples. Its restaurant customers are another story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-combat-racial-bias-army-is-dropping-photos-from-some-soldier-records-11593102600", "title": "To Combat Racial Bias, Army Is Dropping Photos from Some Soldier Records", "date": "2020-06-25 12:30", "summary": "The move comes as the Pentagon takes steps to address racial inequities in the ranks, including a review board set up by the defense secretary. The U.S. Army will end the practice of including photos of soldiers on records used to select future officers and for other personnel purposes in a bid to root out racial bias in its promotion-and-advancement process, defense officials said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-former-church-hall-in-london-becomes-a-glamorous-home-with-plenty-of-head-room-11593102371", "title": "A Former Church Hall in London Becomes a Glamorous Home With Plenty of Head Room", "date": "2020-06-25 12:26", "summary": "Resume Subscription. All house hunters have a wish list in mind when they begin looking for a new home. Gianna Camilotti's list was short. When she started searching online for her dream home, she typed in just one thing: \"high ceilings.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blackstone-adds-alphabet-finance-chief-porat-to-board-11593101156", "title": "Blackstone Adds Alphabet Finance Chief Porat to Board", "date": "2020-06-25 12:05", "summary": "Appointment boosts female representation to 25%. Blackstone Group Inc. Thursday said Ruth Porat, chief financial officer of Alphabet Inc. and its Google unit, has joined its board, expanding it to 12 directors and boosting female representation to 25%.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-paid-1-4-billion-in-stimulus-payments-to-dead-people-gao-report-says-11593101080", "title": "IRS Paid $1.4 Billion in Stimulus Payments to Dead People, GAO Says", "date": "2020-06-25 12:04", "summary": "Treasury officials stopped payments after media accounts, analysis says. WASHINGTON-The Internal Revenue Service paid nearly $1.4 billion in stimulus checks to dead people, according to a Government Accountability Office report that provides the first tally of such payments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-ex-marine-convicted-in-russia-wont-appeal-sentence-11593101012", "title": "American Ex-Marine Convicted in Russia Won't Appeal Sentence", "date": "2020-06-25 12:03", "summary": "Paul Whelan has no faith in the Russian legal system and he hopes that diplomacy will free him, his brother says. MOSCOW-A former U.S. Marine who was sentenced to 16 years in a Russian prison for espionage in a ruling denounced by U.S. officials, has decided not to appeal his sentence.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-postpones-serbia-kosovo-summit-11593100756", "title": "White House Postpones Serbia-Kosovo Summit", "date": "2020-06-25 11:59", "summary": "Kosovo President Hashim Thaci could be charged for war crimes by an international tribunal. A White House peace summit bringing together the leaders of Serbia and Kosovo this weekend was postponed after an international tribunal on Wednesday said Kosovo's president, Hashim Thaci, could be charged for war crimes.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-complex-music-of-car-tires-11593100681", "title": "The Complex Music of Car Tires", "date": "2020-06-25 11:58", "summary": "When the rubber hits the road, an ordinary tire produces an orchestra's worth of sounds.. One of the unexpected positives of lockdown here in London has been the peace and quiet. No one seems sure whether the birds were always there, drowned out by the sounds of the city, or whether they're performing with special enthusiasm now that they've got the stage all to themselves. But the absence of other sounds is an opportunity to remember that the world around us is playing a continual symphony.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-real-estate-agents-make-a-performance-out-of-showings-11593100734", "title": "Some Real-Estate Agents Make a Performance Out of Showings", "date": "2020-06-25 11:58", "summary": "Former show-business professionals see similarities in the jobs. Former actor and World Wrestling Entertainment performer; director of residential estates, The Agency, Pasadena, Calif.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cutting-the-cable-cord-but-still-want-sports-heres-what-you-need-to-know-11593100206", "title": "Cutting the Cord but Still Want Sports? What You Need to Know", "date": "2020-06-25 11:50", "summary": "Various packages offering different slices of the vast sporting landscape make it confusing to find the best value. If you're thinking of cutting the cable-TV cord, figuring out which streaming-video services give you the best value can be difficult. For sports fans, it can be downright maddening.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-recovery-risks-stalling-out-11593099491", "title": "Jobs Recovery Risks Stalling Out", "date": "2020-06-25 11:38", "summary": "A second straight week of stubbornly high unemployment claims and private data showing fading job gains suggest the labor market may be flatlining. The June jobs report will probably be OK. But July is looking iffy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-brings-back-gone-with-the-wind-11593099345", "title": "HBO Max Brings Back 'Gone With the Wind'", "date": "2020-06-25 11:35", "summary": "HBO Max pulled classic film after police killing of George Floyd; will return with an introduction acknowledging it can 'uncomfortable and painful'. HBO Max has returned the epic movie \"Gone with the Wind\" to its streaming platform less than a month after it was removed amid concerns over its portrayals of slavery in the pre-Civil War south.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-federal-intervention-5g-huawei-china-nokia-trump-cisco-11593099054", "title": "White House Considers Broad Federal Intervention to Secure 5G Future", "date": "2020-06-25 11:34", "summary": "The Trump administration has discussed a range of strategies to build competition against Huawei. Trump administration officials have talked about inserting the federal government deep into the private sector to stiffen global competition against Chinese telecom giant Huawei Technologies Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-city-tames-covid-19-in-one-of-worlds-largest-food-markets-11593097826", "title": "Mexico City Tames Covid-19 in One of World's Largest Food Markets", "date": "2020-06-25 11:10", "summary": "Authorities use testing, contact tracing and isolation to reduce the number of coronavirus cases. MEXICO CITY-In late April, the coronavirus began to sweep through the Central de Abasto, one of the world's largest wholesale food markets, which regularly attracts some 350,000 people a day to its maze of corridors, one of which holds Gustavo Pérez's carrot stall.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-eat-cheese-thats-been-in-the-fridge-for-a-month-11593097266", "title": "Can You Eat Cheese That's Been in the Fridge for a Month?", "date": "2020-06-25 11:01", "summary": "If it's feta, the answer is yes. And a long shelf is just one reason we love this workhorse ingredient. For tips on buying, storing and cooking, consult this concise guide.. THE STAYING POWER of feta cheese is a bit scary. You can lose a block in the fridge for a month or more and find it's still perfectly fine to eat. A cheese that never goes bad naturally seems suspect. It's also useful in these homebound times.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-minnesota-police-officers-remain-on-the-force-despite-misconduct-11593097308", "title": "Many Minnesota Police Officers Remain on the Force Despite Misconduct", "date": "2020-06-25 11:01", "summary": "Resume Subscription. Minnesota police officers who are fired for misconduct or charged with criminal behavior often end up back on the force.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/darden-olive-garden-owner-prepares-for-dining-after-coronavirus-lockdowns-11593097140", "title": "Darden, Olive Garden Owner, Prepares for Dining Transformed by Covid-19", "date": "2020-06-25 11:00", "summary": "Darden reported a $480 million quarterly loss versus $208 million in profit a year ago, and said quarterly sales were down almost by half to $1.27 billion. Darden Restaurants Inc. is focusing on simplifying its menus, enhancing carryout options and revamping dining rooms as it emerges from coronavirus-inspired lockdowns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pickup-gains-ground-over-delivery-11593085831", "title": "Pickup Gains Ground Over Delivery", "date": "2020-06-25 10:59", "summary": "Many restaurants and supermarkets prefer the lower costs and hassle of having customers collect orders at stores. Pickup orders are boosting sales for restaurants and grocers at better margins than delivery, prompting many to build out services they hope customers will favor even after the coronavirus pandemic has subsided.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-apple-devices-you-shouldand-should-notbuy-right-now-11593096901", "title": "The Apple Devices You Should-and Should NOT-Buy Right Now", "date": "2020-06-25 10:55", "summary": "It's a bad time to buy an iPhone-and many other Apple gadgets. Put away the credit card and consult columnist Joanna Stern's Do/Do Not Buy list.. In this world nothing can be said to be certain, except Apple 's willingness to sell you an iPhone, iPad or iWhatever, no matter the hour or season.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mixed-case-for-private-equity-in-retirement-plans-11593077401", "title": "The Mixed Case for Private Equity in Retirement Plans", "date": "2020-06-25 10:49", "summary": "Privately held companies may boost returns, but high fees and a lack of transparency are reasons for concern. With the help of regulators and lawmakers, 401(k) plans are trying to become more like the old-fashioned pension plans they replaced. The latest example involves private equity, an illiquid investment that is a staple in pensions and now wants to be in your 401(k).", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sothebys-to-auction-late-financier-felix-rohatyns-art-collection-11593082800", "title": "Sotheby's to Auction Financier Felix Rohatyn's Art Collection", "date": "2020-06-25 10:42", "summary": "Resume Subscription. Felix Rohatyn may be best known to New Yorkers as the investment banker who helped the city avoid bankruptcy in the 1970s, thanks to the advisory role he played at the behest of then-Gov. Hugh Carey.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-jumbo-market-shows-signs-of-heating-up-11593095839", "title": "The Jumbo Market Shows Signs of Heating Up", "date": "2020-06-25 10:37", "summary": "Loan activity went into a deep freeze following the onset of the pandemic, but lenders seem to be loosening their purse strings again...a bit. Billy Rose, the founder of real-estate brokerage the Agency in Beverly Hills, got an offer on a $5 million house in the Sunset Strip neighborhood in April. Mr. Rose knew the buyer and his finances pretty well, because the buyer had made a lower offer on the property back in January, backed up with an 80% jumbo mortgage prequalification. On a hunch, Mr. Rose told his buyer to check with the lender to see if that type of jumbo loan was still available.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-15-lockdowns-are-lifting-and-our-clothes-dont-fit-11593095525", "title": "The Covid 15: Lockdowns Are Lifting, and Our Clothes Don't Fit", "date": "2020-06-25 10:32", "summary": "Apparel shoppers upsize after putting on weight in quarantine, boosting sales-and returns; 'Holy moly, I gained 11 pounds'. Amanda Ponzar knew she had gained weight from all her baking while sheltering at home in Alexandria, Va., but she hadn't realized how much until she ordered shorts online from Walmart Inc.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-the-center-of-the-coronavirus-crisis-europe-now-looks-ahead-with-hope-11593095341", "title": "Once the Center of the Virus Crisis, Europe Now Looks Ahead With Hope", "date": "2020-06-25 10:29", "summary": "Resume Subscription. BRESCIA, Italy-When the coronavirus first hit Europe, the continent was ill-equipped to detect or contain it. Now, many governments and health experts believe so much has changed that a crisis on the scale of this spring's probably won't be repeated.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/food-exporters-resist-chinas-new-coronavirus-restrictions-11593094481", "title": "Food Exporters Resist China's New Coronavirus Restrictions", "date": "2020-06-25 10:14", "summary": "Customs authority requests companies sign documents declaring products aren't contaminated with the virus. China is tightening restrictions on food imports as it seeks to stave off a resurgence of the coronavirus, but its efforts are meeting resistance from government agencies of major food exporters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-travel-podcasts-to-cure-stuck-at-home-syndrome-11593094350", "title": "5 Travel Podcasts to Cure Stuck-at-Home Syndrome", "date": "2020-06-25 10:12", "summary": "Even if you still can't wander hither and yon, these travel podcasts press on, piping in sounds and stories everywhere from America's national parks to Indian tea plantations. More than a year after giving up their Chicago loft for an RV, Matt and Brad Kirouac (and the couple's miniature dachshund, Finn) are still on the road, documenting their travels to America's National Parks in their podcast, Hello Ranger. In one episode, they talk about sledding down the monumental dunes of New Mexico's White Sands National Park and how Matt found the sandy terrain an ideal canvas for doodling, etching out his protest that \"J Lo was robbed\" of an Oscar nomination for \"Hustlers.\" hellorangercommunity.com", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-to-cut-3-900-corporate-jobs-11593086793", "title": "Macy's to Cut 3,900 Corporate Jobs", "date": "2020-06-25 10:05", "summary": "The retailer is eliminating 3% of its workforce as it anticipates a gradual recovery of business from Covid-19. Macy's Inc. is laying off roughly 3,900 corporate staffers as the retailer, like other businesses, confronts a slow recovery from a coronavirus-induced economic crisis that wiped out its profits in the most recent quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-hangover-in-sports-covid-19-11593093491", "title": "Sports Comebacks' Biggest Foe? Night Clubs", "date": "2020-06-25 09:58", "summary": "As teams reconvene, they face a common problem: a night at the bar that results in a Covid-19 outbreak. Athletes have been reminded for months that returning to competition would mean changing almost everything about their lives. There would be no high-fiving, spitting or anything else that might conceivably transmit the coronavirus.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monuments-to-a-complicated-past-11593092992", "title": "Monuments to a Complicated Past", "date": "2020-06-25 09:49", "summary": "We can honor-and dishonor-American leaders of previous eras without turning history into a simplistic tale of good versus evil.. On the evening of July 9, 1776, after a public reading of the newly adopted Declaration of Independence, some 40 Americans gathered at Bowling Green in lower Manhattan, lashed ropes to a statue of an imperious King George III on horseback and pulled it to the ground, where it shattered. The patriots melted down the shards and made them into musket balls to fight the American Revolution.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congo-declares-worlds-second-worst-ebola-outbreak-over-11593092088", "title": "Congo Declares World's Second-Worst Ebola Outbreak Over", "date": "2020-06-25 09:34", "summary": "Now medical teams are turning to a new Ebola flare-up on the other side of the country, along with a measles epidemic and a growing number of coronavirus cases. JOHANNESBURG-Nearly two years after the first case was discovered, the Democratic Republic of Congo Thursday declared victory over the second-deadliest Ebola outbreak in history, but the country's health crisis is far from over: It is also battling a new flare-up of the disease in its northwest, along with a measles epidemic and a growing number of coronavirus cases.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-plans-national-champion-to-challenge-huawei-11593091392", "title": "Japan Plans National Champion to Challenge Huawei", "date": "2020-06-25 09:23", "summary": "Telecommunications leader NTT to take $600 million stake in equipment maker NEC. TOKYO-Japan's top telecommunications company is taking a $600 million stake in a leading telecoms hardware maker, seeking to build a national champion that can take business from China's Huawei Technologies Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/professor-studied-how-elite-performers-reach-the-top-11593090001", "title": "Professor Studied How Elite Performers Reach the Top", "date": "2020-06-25 09:00", "summary": "Anders Ericsson of Florida State prescribed a long slog of 'deliberate practice'. For anyone who ever wanted to win a marathon, master Beethoven's \"Hammerklavier\" on the piano or simply lower a golf handicap, Anders Ericsson had encouraging news: You don't need to be born with a gift.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-back-it-will-be-brief-will-it-be-better-11593089083", "title": "Baseball's Back. It Will Be Brief. Will It Be Better?", "date": "2020-06-25 08:44", "summary": "The summer game is taking a 100-game haircut. It might be exactly what a stubborn sport needs.. Well, they did it. They figured it out. After threatening to spend the summer snoozing in a hammock, baseball has decided to shave, put on a decent pair of pants and make an appearance. Assuming there are no disruptions because of health issues-a big assumption at the moment-Opening Day should arrive by late July.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-texas-counties-impose-mask-requirement-on-businesses-11593086590", "title": "Some Texas Counties Impose Mask Requirement on Businesses", "date": "2020-06-25 08:03", "summary": "Gov. Greg Abbott had banned local jurisdictions from mandating masks; the San Antonio-area county judge found a loophole in that order. HOUSTON-On Monday, the first day that businesses here were required to make their customers wear face coverings, a few walked out of Phoenicia Specialty Foods in protest, said Haig Tcholakian, owner of the Houston grocery chain.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firefighters-union-chief-with-ties-to-democratic-leaders-is-mired-in-internal-financial-dispute-11593086400", "title": "Firefighters Union Chief Mired in Internal Financial Dispute", "date": "2020-06-25 08:00", "summary": "Labor leader, who is also a Biden confidant, is accused of improperly drawing on pension benefits. WASHINGTON-The head of a major firefighters union, a supporter of Democratic Party causes and a confidant of presidential candidate Joe Biden, is mired in an internal dispute over allegations of financial mismanagement, improper pension payouts and misuse of union resources for personal expenses.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-to-rename-fair-lovely-skin-lightening-cream-amid-criticism-11593085818", "title": "Unilever to Rename Skin-Lightening Cream Amid Criticism", "date": "2020-06-25 07:51", "summary": "Dove soap maker to drop words such as 'white' and 'lightening' across its portfolio, responding to criticism amid antiracism protests. LONDON- Unilever PLC said it would change the name of controversial skin-lightening cream Fair & Lovely, one of its top-selling personal-care brands, amid mounting criticism that it suggests light skin is more attractive than dark.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-review-of-funds-focuses-on-softbanks-multiple-roles-11593084756", "title": "Credit Suisse Review of Funds Prompted by SoftBank's Multiple Roles", "date": "2020-06-25 07:32", "summary": "SoftBank is a lender and a borrower in trade finance deals put together by a company it partly owns, Greensill Capital. LONDON-Executives at Credit Suisse AG are reviewing several of the bank's funds after becoming concerned about the multiple roles played by Japanese conglomerate SoftBank Group Corp. , according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-overwhelms-new-delhis-hospitals-11593082801", "title": "Covid-19 Overwhelms New Delhi's Hospitals", "date": "2020-06-25 07:00", "summary": "The city's government says 80,000 hospital beds will be needed, far exceeding nearly 13,200 available. NEW DELHI-A surge of coronavirus cases in India's capital and largest city is overwhelming its health-care system, as the world's second-most-populous country becomes a major focus in the global pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tucson-police-chief-offers-to-resign-after-death-of-man-in-custody-11593041108", "title": "Tucson Police Chief Offers to Resign After Death of Man in Custody", "date": "2020-06-25 06:39", "summary": "Chief Chris Magnus reveals details, video of death of 27-year-old man in April. The Tucson, Ariz. police chief, Chris Magnus, has offered to resign following the death of a man in custody in April.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shorter-term-health-plans-force-many-to-pay-for-lifesaving-treatments-report-finds-11593080474", "title": "Shorter-Term Health Plans Force Many to Pay for Lifesaving Treatments, Report Finds", "date": "2020-06-25 06:21", "summary": "The plans have proliferated since Trump administration eased restrictions in 2018. Many consumers have been forced to pay for their own lifesaving treatment under shorter-term health plans that have seen enrollment jumps since the Trump administration relaxed restrictions on them, according to a report released Thursday by House Democrats on the Energy and Commerce Committee.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dexamethasone-demand-soars-after-positive-covid-19-study-11593079202", "title": "Dexamethasone Demand Surges After Positive Covid-19 Study", "date": "2020-06-25 06:00", "summary": "Demand for the steroid has surged since University of Oxford researchers reported that it reduced deaths among very sick Covid-19 patients. Demand for the generic drug dexamethasone has surged in a matter of days since researchers in the U.K. reported that the steroid reduced deaths in very sick Covid-19 patients, according to a major drug-purchasing firm.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecards-insolvency-is-a-warning-to-fintech-investors-11593078688", "title": "Wirecard's Insolvency Is a Warning to Fintech Investors", "date": "2020-06-25 05:51", "summary": "When regulators try to play the roles of both cheerleader and watchdog, shareholders need be more alert than ever. The Wirecard scandal serves as a timely warning for regulators that have eased their rules to nurture startups into the next billion-dollar unicorn. Investors need to be extra vigilant too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/circadia-gets-fda-nod-for-ai-powered-respiratory-monitor-11593077402", "title": "Circadia Gets FDA Nod for AI-Powered Respiratory Monitor", "date": "2020-06-25 05:32", "summary": "Device can be used to help detect symptoms of Covid-19 and prevent medical staff from getting infected. Startup Circadia Technologies Ltd. has received U.S. Food and Drug Administration approval for a bedside device that remotely monitors breathing using artificial intelligence and that has been shown to help detect Covid-19 symptoms such as breathlessness.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-photographers-saw-in-minneapolis-11593077402", "title": "What Photographers Saw in Minneapolis", "date": "2020-06-25 05:30", "summary": "Resume Subscription. One month since the police killing of George Floyd in Minneapolis, the nationwide outpouring of anger and calls to change law enforcement have ignited a global push for racial justice to which businesses and policy makers have already begun to respond. But for many residents and demonstrators in the days after Mr. Floyd's death outside a corner store on Memorial Day, the scale and pace of those political shock waves were hardly foreseeable or assured.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fitness-industry-works-to-rebound-from-covid-19-11593077402", "title": "Fitness Industry Works to Rebound From Covid-19", "date": "2020-06-25 05:30", "summary": "Gym operators large and small are trying to survive the coronavirus pandemic as people pivot to exercising outside or at home. The U.S. fitness industry has been upended by Covid-19-related closures, pushing some large gym chains to rapidly shrink their footprints and refocus on apps for at-home workouts, while many smaller studios have gone out of business.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-city-bans-predictive-policing-11593077400", "title": "California City Bans Predictive Policing", "date": "2020-06-25 05:30", "summary": "Algorithms can reinforce racial disparities in policing, critics say. A California city on Tuesday effectively banned the use of predictive policing tools in a move thought to be the first such measure in the U.S. and that comes amid calls for greater regulation of policing technology.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-ceo-masayoshi-son-says-he-will-resign-from-board-of-alibaba-11593055958", "title": "SoftBank CEO Masayoshi Son Quits Alibaba Board", "date": "2020-06-25 05:27", "summary": "Softbank announced in May that Alibaba's Jack Ma would step down from its board. TOKYO- SoftBank Group Corp. Chief Executive Masayoshi Son said he would step down as a director of Chinese e-commerce giant Alibaba Group Holding Ltd. , bringing to a close a decade and a half of board-level ties between the two Asian technology powerhouses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sugar-is-set-for-best-quarter-since-2016-but-outlook-remains-murky-11593076874", "title": "Sugar Is Set for Best Quarter Since 2016, but Outlook Remains Murky", "date": "2020-06-25 05:21", "summary": "Sweetener has faced a volatile year and some traders fear its rally may prove short lived. Sugar prices are poised for their best quarter in four years, driven by a recovery in oil markets and supply disruptions in the market for the sweetener. But traders say the rally may not last.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-contrarian-retailers-challenge-to-tech-obsessed-investors-11593075893", "title": "A Contrarian Retailer's Challenge to Tech-Obsessed Investors", "date": "2020-06-25 05:04", "summary": "Primark is one of the last major clothing chains that doesn't sell online. It will be a useful measure of whether aversion to store-based retail is overdone. More than ever, investors see e-commerce as the be-all and end-all for fashion brands. One clothing chain that does no business online, Primark, may expose a gap in that theory.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-strikes-deals-to-pay-some-publishers-for-news-11593068463", "title": "Google Strikes Deals to Pay Some Publishers for News", "date": "2020-06-25 03:01", "summary": "Newspapers in Brazil, Germany and Australia have reached agreements to provide content for a news product. Alphabet Inc.'s Google said it has reached agreements with selected publishers around the world to license news content, a significant development in the yearslong tug of war between the tech giant and media companies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11593030722", "title": "Pepper...and Salt", "date": "2020-06-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/140-000-businesses-listed-on-yelp-are-still-closed-because-of-covid-19-pandemic-11593057601", "title": "140,000 Businesses Listed on Yelp Are Still Closed Because of Covid-19 Pandemic", "date": "2020-06-25 00:00", "summary": "Retailers and restaurants are hardest-hit, but there is surge in searches for black-owned businesses. The majority of businesses that closed during the Covid-19 pandemic remained shut this month as the crisis continued to upend commerce, according to data from review site Yelp Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-council-of-economic-advisers-chairman-to-depart-11593038859", "title": "Council of Economic Advisers Acting Chairman to Depart", "date": "2020-06-25 22:57", "summary": "Tomas Philipson will step down next week, leaving the three-member panel with one remaining. WASHINGTON-A top White House economist is stepping down, becoming the latest high-level economic policy staffer to exit the Trump administration during the worst economic downturn since the Great Depression.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-sues-exxon-koch-over-climate-change-11593033319", "title": "Minnesota Sues Exxon, Koch Over Climate Change", "date": "2020-06-25 22:19", "summary": "Lawsuit is latest targeting oil industry over global warming, efforts that have been unsuccessful so far. The Minnesota attorney general sued Exxon Mobil Corp., Koch Industries and a top oil-and-gas trade group Wednesday, alleging they have for years deceived consumers about the effects of climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-agonize-over-reopening-timetables-after-covid-19-lockdowns-11593036741", "title": "Firms Agonize Over Covid-19 Reopening Timetables", "date": "2020-06-25 22:15", "summary": "Apple to close seven more stores in Houston area; Walt Disney postpones scheduled reopening of Disneyland. Businesses from factories and offices to salons and bars, once hopeful about a smooth reopening this summer, are now grappling with whether to close, stay open or find some in-between as the number of cases of Covid-19 increases in dozens of states.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneyland-reopening-delayed-as-u-s-coronavirus-cases-mount-11593050197", "title": "Disneyland Reopening Delayed as U.S. Coronavirus Cases Mount", "date": "2020-06-25 21:56", "summary": "Disney employees had expressed concern that rising number of Covid-19 cases in California made returning to work dangerous. Walt Disney Co. is delaying the reopening of its Disneyland Resort, the company said Wednesday, postponing a crucial element of its plan to get back to business following months of closures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevadas-governor-orders-wearing-of-face-masks-in-public-11593049569", "title": "Nevada's Governor Orders Wearing of Face Masks in Public", "date": "2020-06-25 21:46", "summary": "Mandate by Gov. Steve Sisolak includes gamblers inside Las Vegas casinos. Nevada Gov. Steve Sisolak ordered face masks to be worn by everyone in public starting Friday, including gamblers inside Las Vegas Strip casinos, as cases of Covid-19 rise across the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnes-noble-lays-off-some-employees-at-new-york-head-office-11593048316", "title": "Barnes & Noble Lays Off Some Employees at New York Head Office", "date": "2020-06-25 21:25", "summary": "Laid-off staffers include buyers for specific categories of books. Barnes & Noble Inc. said it has laid off a number of employees at its New York head office, a move the bookseller said was an effort to mitigate the economic impact of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-fails-to-prevent-deportation-of-migrants-infected-with-covid-19-guatemalan-officials-say-11593023095", "title": "U.S. Fails to Prevent Deportation of Migrants Infected With Covid-19, Guatemalan Officials Say", "date": "2020-06-25 20:59", "summary": "The U.S. government agreed to test migrants and prevent the spread of the coronavirus in deportation flights to Guatemala. The U.S. has deported to Guatemala more than two dozen migrants who tested positive for the coronavirus after agreeing to establish health protocols to prevent the deportation of infected migrants, a senior Guatemalan official said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-establishes-payment-program-to-help-lobster-industry-11593044444", "title": "Trump Establishes Payment Program to Help Lobster Industry", "date": "2020-06-25 20:20", "summary": "Payments would offset industry losses due to trade tensions with China. President Trump ordered a payment program be established to help lobster producers amid ongoing trade tensions, boosting an industry that is iconic in Maine, a state the president has targeted in his re-election campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]