[{"link": "https://www.wsj.com/articles/elliott-management-nominates-four-directors-to-twitters-board-11583015770", "title": "Elliott Management Nominates Four Directors to Twitter's Board", "date": "2020-02-29 17:54", "summary": "Move sets the stage for potential showdown between the activist hedge fund and social-media company. Elliott Management Corp. has nominated four directors to the board at Twitter Inc., according to a person familiar with the matter, setting the stage for a potential showdown between one of the most prolific and pugnacious activist hedge funds and the influential social-media company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trader-joes-founder-joe-coulombe-dies-11582998739", "title": "Trader Joe's Founder Brought Exotic Foods to U.S. Shoppers", "date": "2020-02-29 17:41", "summary": "Joe Coulombe imbued stores with passion for food, wine and good deals. Joe Coulombe's passion for selling once-exotic foods at low prices made his grocery stores a hit in California. As Trader Joe's, the chain helped push U.S. supermarkets to stock a wider variety of foods at lower prices.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-carolina-primary-what-time-does-voting-start-and-when-to-expect-results-11582972200", "title": "South Carolina Primary: What Time Does Voting Start and When to Expect Results", "date": "2020-02-29 16:20", "summary": "Biden looks to gain momentum with Super Tuesday only days away. Voters are set to cast primary ballots Saturday in South Carolina, where recent polls show former Vice President Joe Biden as the favorite. Vermont Sen. Bernie Sanders, who is at the head of the Democratic pack after three nominating contests, hopes to solidify his lead. Here is a guide to the race and our planned coverage.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-taliban-set-to-sign-deal-meant-to-end-america-s-longest-war-11582977729", "title": "U.S., Taliban Sign Deal Meant to End America's Longest War", "date": "2020-02-29 15:42", "summary": "President Trump says he will meet personally with Taliban leaders soon. DOHA, Qatar-The U.S. and the Taliban signed a historic deal Saturday meant to end America's longest war and pave the way for Afghan factions to bring 18 years of costly fighting in their country to an end.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-to-allow-labs-to-begin-use-of-high-complexity-tests-for-coronavirus-11582992472", "title": "FDA to Allow Labs to Begin Use of High-Complexity Tests for Coronavirus", "date": "2020-02-29 13:19", "summary": "Policy means certain labs can begin immediate tests for coronavirus. The Food and Drug Administration said Saturday that it will allow hundreds of U.S academic hospital labs to immediately begin testing for the novel coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sends-team-to-aid-iranian-response-to-surging-coronavirus-11582993100", "title": "China Sends Team to Aid Iranian Response to Surging Coronavirus", "date": "2020-02-29 11:18", "summary": "Iranian authorities acknowledge the country lacks sufficient equipment to deal with the outbreak. A team of Chinese experts arrived in Tehran Saturday to help combat the deadliest outbreak of the coronavirus outside China, as the number of confirmed cases in Iran jumped more than 50% overnight and Iranian authorities complained of a shortage of supplies needed to contain the rapidly spreading illness.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-in-a-chinese-village-on-lockdown-11582992817", "title": "Life in a Chinese Village on Lockdown", "date": "2020-02-29 11:13", "summary": "American student Dylan Tulett found himself confined to a village for nearly a month as it quarantined itself to keep out the coronavirus. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-delivers-another-blow-to-embattled-shale-drillers-11582990892", "title": "Coronavirus Delivers Another Blow to Embattled Shale Drillers", "date": "2020-02-29 10:41", "summary": "Frackers already faced financial woes in 2020, even before the virus threatened oil demand. Shale drillers were already braced for a tough year. Now the new coronavirus is putting them under even greater financial pressure.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysia-names-new-prime-minister-capping-week-of-political-turmoil-11582990449", "title": "Malaysia Names New Prime Minister, Capping Week of Political Turmoil", "date": "2020-02-29 10:34", "summary": "Political coalition opposed to the appointment says he lacks majority support. Malaysia's palace named former home affairs minister Muhyiddin Yassin as the next prime minister after a week of political chaos that began with the country's 94-year-old leader Mahathir Mohamad's abrupt resignation on Monday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-rally-in-moscow-against-putins-plans-to-revamp-political-power-in-russia-11582988724", "title": "Protesters Rally Against Putin's Plans to Revamp Political Power in Russia", "date": "2020-02-29 10:05", "summary": "Protesters commemorated a slain opposition leader in a rebuke to what they see as Vladimir Putin's formula for staying in power once his final term expires. MOSCOW-Thousands of people attended a rally in the Russian capital to commemorate a slain opposition leader in a rebuke to what they see as Vladimir Putin's plans to stay in power once his final term as president expires.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-schools-lure-high-income-families-with-financial-help-11582988400", "title": "Private Schools Lure High-Income Families With Financial Help", "date": "2020-02-29 10:00", "summary": "Schools rebrand the assistance as 'flexible' tuition. Thousands of families with annual incomes over $250,000 are seeking financial assistance to cover the mounting cost of tuition at private K-12 schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/techs-coronavirus-workarounds-have-their-limits-11582988400", "title": "Tech's Coronavirus Workarounds Have Their Limits", "date": "2020-02-29 10:00", "summary": "Technology has changed the world since the last major outbreak, but the new workarounds only go so far. This is the fourth column in a five-part Heard on the Street series about the market and economic impact of the coronavirus epidemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-says-turkey-wont-stop-migrants-streaming-into-europe-11582988372", "title": "Erdogan Says Turkey Won't Stop Migrants Streaming Into Europe", "date": "2020-02-29 09:59", "summary": "The move, aimed at convincing the EU to provide more humanitarian aid, comes as Turkey suffers mounting troop losses in Syria. ISTANBUL-President Recep Tayyip Erdogan said Turkey won't prevent migrants from crossing its border with the European Union until it has received more support to cope with the humanitarian crisis caused by the protracted war in Syria.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contagion-of-prayer-italian-priests-stoke-devotion-in-faithful-isolated-by-virus-11582984800", "title": "'Contagion of Prayer': Italian Priests Stoke Devotion in Faithful Isolated by Virus", "date": "2020-02-29 09:00", "summary": "Clergy are ministering in quarantined towns, using old and new media to raise spirits and encourage a religious perspective on the epidemic. ROME-Bishop Maurizio Malvestiti celebrated Mass on Ash Wednesday in the crypt of his cathedral, in a traditional start to Lent. This year, however, there was no congregation.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-roll-back-auto-emissions-rules-hits-a-roadblock-11582984800", "title": "Push to Roll Back Auto-Emissions Rules Hits a Roadblock", "date": "2020-02-29 09:00", "summary": "Friction between the federal agencies drafting the regulations threatens further delays, frustrating auto makers. Two federal agencies are struggling to finish new rules to roll back auto-emissions regulations, according to auto industry lobbyists and government officials with knowledge of the process.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-fortress-buys-debt-on-troubled-new-york-city-condo-tower-11582984801", "title": "SoftBank's Fortress Buys Debt on Troubled New York City Condo Tower", "date": "2020-02-29 09:00", "summary": "Move is latest sign of investors looking to profit from condo glut. An investment firm owned by Japan's SoftBank Group Corp. bought the defaulted mortgage on a downtown luxury condo tower, the latest sign that a wave of investors is scavenging the wreckage of Manhattan's condo glut.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-senate-primary-becomes-test-of-loyalty-to-trump-11582984801", "title": "Alabama Senate Primary a Test of Loyalty to Trump", "date": "2020-02-29 09:00", "summary": "Top Republicans on Tuesday's ballot are competing to show their allegiance to president. WASHINGTON-At a White House event celebrating his acquittal in the Senate impeachment trial, President Trump singled out Rep. Bradley Byrne. The mention was brief: \"Bradley Byrne, Alabama. What a great place. Thank you, Bradley.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-week-that-wiped-3-4-trillion-off-the-stock-market-11582891223", "title": "The Week That Wiped $3.6 Trillion Off the Stock Market", "date": "2020-02-29 08:43", "summary": "U.S. stocks were at record levels just last week, seemingly unaffected by fears that the coronavirus could dent the global economy. Then reality took hold.. When the S&P 500 closed at a record on Feb. 19, American stocks seemed untouched by the anxiety around the coronavirus epidemic that had already rattled investors in other markets, including bonds, commodities and some foreign shares.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hna-hit-by-the-coronavirus-is-effectively-taken-over-by-the-government-11582981584", "title": "HNA, Hit by the Coronavirus, Is Effectively Taken Over by the Government", "date": "2020-02-29 08:06", "summary": "HNA says Hainan officials were called in to 'effectively defuse risks and safeguard the interests of all parties'. HONG KONG-HNA Group Co., which was one of China's most aggressively acquisitive companies until mounting debts forced it to abandon its global ambitions, was effectively taken over by the Hainan provincial government, making it one of the first major corporate victims of the coronavirus epidemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-reveals-limits-of-ai-health-tools-11582981201", "title": "Coronavirus Reveals Limits of AI Health Tools", "date": "2020-02-29 08:00", "summary": "Makers of 'symptom checker' chatbots struggle to update algorithms to respond to epidemic. Technology and health-care companies are racing to roll out new tools to test for and eventually treat the coronavirus epidemic spreading around the world.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-stocks-arent-alone-in-getting-a-coronavirus-boost-11582977861", "title": "Health Care Stocks Aren't Alone in Getting a Coronavirus Boost", "date": "2020-02-29 07:04", "summary": "New Zealand-based a2 Milk sees an increase in demand for its infant formula and responds with more supply to China. SYDNEY-As the coronavirus spread in China and then to more countries around the globe, dairy executive Geoff Babidge noticed a curious development: sales of his company's infant formula were unexpectedly strong.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-traveled-to-rural-china-then-coronavirus-hit-11582977600", "title": "An American Traveled to Rural China. Then Coronavirus Hit.", "date": "2020-02-29 07:00", "summary": "Resume Subscription. When Dylan Tulett traveled to the Chinese countryside in January, he was planning a weeklong visit to meet his girlfriend's family and celebrate the Lunar New Year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/judd-review-plainspoken-poetry-11582977601", "title": "'Judd' Review: Plainspoken Poetry", "date": "2020-02-29 07:00", "summary": "The first American Donald Judd retrospective in over 30 years is an ode to material and spatial transformation.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-disaster-some-homeowners-next-misfortune-is-mortgage-relief-11582972201", "title": "After a Disaster, Some Homeowners' Next Misfortune Is Mortgage Relief", "date": "2020-02-29 05:30", "summary": "Mortgage lenders sometimes tell borrowers they can skip a few payments after a hurricane, flood or brush fire-but then their troubles can really begin. Hurricane Irma barreled through Gainesville, Fla., in 2017, displacing some of the clients Faye Feazell worked with as a home health aide. Ms. Feazell, unsure how she would make her monthly mortgage payments, called her mortgage company for help.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maine-referendum-targets-vaccine-exemption-limits-11582972201", "title": "Maine Referendum Targets Vaccine-Exemption Limits", "date": "2020-02-29 05:30", "summary": "On Super Tuesday, voters will decide whether to overturn new law halting nonmedical exemptions. Maine residents heading to the polls on Super Tuesday will decide whether to override a new law that eliminates nonmedical vaccine exemptions for school children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-police-shooting-draws-scrutiny-11582955848", "title": "Chicago Police Shooting Draws Scrutiny", "date": "2020-02-29 01:10", "summary": "Mayor, others respond after video appears to show officers firing at a suspect in a subway station. CHICAGO-A shooting in a downtown Chicago subway station on Friday drew scrutiny after a video appearing to show police officers firing at the suspect as he fled circulated on social media.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-coronaviruscase-reported-in-santa-clara-county-calif-11582933946", "title": "Three New Virus Cases With No Known Exposure Reported on West Coast", "date": "2020-02-29 00:42", "summary": "Cases in California, Oregon and Washington raise fears about spread of virus. Health officials in California, Oregon and Washington reported three new cases of coronavirus with no travel history to China or known exposure to carriers, including one involving a high-school student, adding to concerns that the virus is spreading in American communities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-financiers-convicted-in-case-tied-to-illegal-control-of-oklahoma-insurer-11582932509", "title": "Two Financiers Convicted in Case Tied to Illegal Control of Oklahoma Insurer", "date": "2020-02-29 00:11", "summary": "Felony charges related to failure of Red Rock Insurance Co. in 2014. Two New York financiers were convicted Friday in Oklahoma state court on criminal charges that they illegally took control of a local insurer using millions of dollars of counterfeit assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-wonder-whether-biden-rebound-is-at-hand-11582952461", "title": "Democrats Wonder if Biden Rebound Is at Hand", "date": "2020-02-29 00:01", "summary": "A comfortable win in South Carolina would inject new life into a previously flagging campaign. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-the-numbers-how-the-coronavirus-epidemic-is-hitting-businesses-around-the-world-11582952518", "title": "By the Numbers: How the Coronavirus Epidemic Is Hitting Businesses Around the World", "date": "2020-02-29 00:01", "summary": "The epidemic is sending ripples through every corner of the global economy, slashing revenues, roiling supply chains and wiping out trillions in market value. Estimated drop in container volumes in February at the Port of Los Angeles, the largest U.S. gateway for seaborne imports from China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582914442", "title": "Pepper...and Salt", "date": "2020-02-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leap-years-and-other-cyclical-oddities-11582952460", "title": "Leap Years and Other Cyclical Oddities", "date": "2020-02-29 00:01", "summary": "When two cycles don't exactly match, the result can be messy-and sometimes beautiful.. Leap years can lead to strange situations. If you were born on Feb. 29, 1996, for instance, this year you will be celebrating your sixth birthday, even though you're 24.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-secs-power-to-win-funds-for-cheated-investors-11582952400", "title": "SEC's Power to Help Cheated Investors Faces Another Test", "date": "2020-02-29 00:00", "summary": "Disgorgement case is latest challenge to agency's enforcement tactics. WASHINGTON-The Supreme Court on Tuesday will weigh arguments in a case that could build new barriers to regulators' ability to win back money for fleeced investors.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mystery-of-what-drives-bob-iger-11582952401", "title": "The Mystery of What Drives Bob Iger", "date": "2020-02-29 00:00", "summary": "Before this week, he had seemed congenitally unable to quit. Was it the neurochemical pleasure of the pursuit?. A few years ago, Bob Iger's friends wanted to poke a little fun at him. So, they gave him a personalized license-plate holder for his car.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valentinos-pierpaolo-piccioli-on-the-devil-wears-prada-and-sneakers-11582952402", "title": "Valentino's Pierpaolo Piccioli on 'The Devil Wears Prada' and Sneakers", "date": "2020-02-29 00:00", "summary": "Ahead of the Italian brand's womenswear show in Paris, the designer divulges his favorite films, artists, footwear and breakfast foods. ", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-wont-force-ex-trump-counsel-to-comply-with-house-subpoena-11582928018", "title": "Appeals Court Won't Force McGahn to Comply With House Subpoena", "date": "2020-02-29 23:09", "summary": "Judges can't resolve subpoena dispute between White House, Congress, according to divided decision. WASHINGTON-A divided federal appeals court took a hands-off approach to a subpoena battle between Congress and the White House, ruling it wasn't the judiciary's place to decide whether former White House counsel Don McGahn must testify in a congressional investigation of President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-blocks-trump-s-remain-in-mexico-asylum-policy-11582912060", "title": "Appeals Court Blocks Trump's Remain-in-Mexico Asylum Policy", "date": "2020-02-29 22:24", "summary": "More than 60,000 migrants seeking asylum have been sent back to Mexico to await U.S. court dates. A federal appeals court ruled the Trump administration must halt a policy of returning migrants along the southern U.S. border to Mexico while their requests for asylum in the U.S. are considered.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-media-mogul-charged-over-protests-as-authorities-target-pro-democracy-figures-11582885716", "title": "Hong Kong Media Mogul Charged Over Protests as Authorities Target Pro-Democracy Figures", "date": "2020-02-29 22:05", "summary": "Police arrest Apple Daily newspaper founder Jimmy Lai, two opposition politicians for illegal assembly last summer. HONG KONG-Police swooped in at dawn to arrest a media tycoon and two other veteran pro-democracy figures who support the antigovernment protests, charging them with illegal assembly-six months after the fact.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-purchasing-indexes-drop-to-record-lows-as-epidemic-stalls-output-11582945366", "title": "China Purchasing Indexes Drop to Record Lows", "date": "2020-02-29 22:02", "summary": "Factory and nonfactory figures tumble to levels below readings during financial crisis. BEIJING-Official gauges of China's factory and nonfactory activity plunged to record lows in February as the nation's economy struggled to resume normal production as it faced the coronavirus epidemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-nominate-texas-rep-john-ratcliffe-as-director-of-national-intelligence-11582929162", "title": "Trump Again Selects Rep. John Ratcliffe to Be Intelligence Chief", "date": "2020-02-29 19:58", "summary": "The representative was selected for the post last year, but he was later withdrawn. WASHINGTON-President Trump said he intends to nominate Rep. John Ratcliffe as his director of national intelligence, reviving a selection that foundered last year over concerns about his qualifications and fears he would politicize the nation's spy apparatus.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-white-house-official-defends-administrations-coronavirus-response-11582907074", "title": "Trump Considering New Steps to Take On Coronavirus", "date": "2020-02-29 19:42", "summary": "President, administration officials say current risk to Americans is low. WASHINGTON-President Trump and top administration officials said the U.S. is considering new steps to address the coronavirus outbreak but called the current risk to Americans low, as federal health officials urged lawmakers on Capitol Hill to approve emergency funding in anticipation of more cases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-health-settles-for-8-8-million-with-sec-in-fcpa-case-11582936038", "title": "Cardinal Health Settles for $8.8 Million With SEC in FCPA Case", "date": "2020-02-29 19:27", "summary": "The pharmaceutical distributor didn't have sufficient internal controls in place, U.S. securities regulators said. Cardinal Health Inc. has agreed to pay about $8.8 million to settle Securities and Exchange Commission claims that it didn't have sufficient internal accounting controls in place to detect alleged Foreign Corrupt Practices Act violations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-powell-will-act-as-appropriate-to-support-the-economy-11582918842", "title": "Fed: Will 'Act as Appropriate to Support the Economy'", "date": "2020-02-29 19:25", "summary": "Fed Chairman Jerome Powell signals central bank is prepared to cut interest rates if needed. Federal Reserve Chairman Jerome Powell signaled Friday the central bank was prepared to cut interest rates to cushion the economy against the effects of a widening global slowdown and potential health emergency due to the spreading coronavirus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-and-the-economy-11582935404", "title": "The Virus and the Economy", "date": "2020-02-29 19:16", "summary": "U.S. growth will take a hit but Trump has a leadership opportunity.. When markets are stampeding, anyone can get run over. And that's what happened Friday as White House economic adviser Larry Kudlow spoke the truth that the coronavirus threat will eventually pass and the U.S. will recover. Equities nonetheless fell another 1% or so Friday, and the questions are how much damage there will be to the real economy and what, if anything, can be done about it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kurdistan-after-the-u-s-pullback-11582935154", "title": "Kurdistan After the U.S. Pullback", "date": "2020-02-29 19:12", "summary": "Facing Turkey, Iran and ISIS' regrouping remnants, the fighters are as determined as ever.. Qamishli, Syria", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-is-pulled-further-into-syria-conflict-after-pivot-to-russia-11582905673", "title": "In Syria, Turkey's Erdogan Finds Limits of Pivot to Putin", "date": "2020-02-29 19:08", "summary": "With casualties in Syria's last rebel enclave, Turkey faces contradictions of embracing the Assad regime's main backer, Russia. With mounting losses in Syria and no sign that Turkey's Western allies are willing to provide significant military support, President Recep Tayyip Erdogan is confronting the limits of his strategy of working with the Syrian government's main backer, Russia.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/widespread-coronavirus-cases-could-tax-u-s-hospitals-11582920055", "title": "Widespread Coronavirus Cases Could Tax U.S. Hospitals", "date": "2020-02-29 19:08", "summary": "Providers already face a global disruption in medical supplies and an expected shortage in rooms that could safely isolate patients. The spread of coronavirus world-wide has intensified efforts to prepare for a U.S. outbreak, with hospitals straining to increase capacity to handle an influx of contagious patients and local governments mulling closures as a precaution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arrested-in-hong-kong-11582934933", "title": "Arrested in Hong Kong", "date": "2020-02-29 19:08", "summary": "Publisher Jimmy Lai is charged for taking part in an August protest.. We're sorry to report that one of our contributors, Jimmy Lai, was arrested in Hong Kong on Friday-a week after writing an article for these pages saying China's Communist system is defined by a lack of trust that makes it almost impossible for Beijing to deal effectively with the coronavirus. Mr. Lai, a media publisher and businessman, was released after being charged with taking part in an illegal assembly last August, as well as with intimidating a reporter from a rival newspaper at a vigil in 2017.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-public-unions-take-virginia-11582934844", "title": "Will Public Unions Take Virginia?", "date": "2020-02-29 19:07", "summary": "Democrats are close to letting them collectively bargain in some form.. Virginia is a purple state, but the Democratic majority in Richmond seems intent on shoving it into the blue column for good. The Legislature soon might authorize collective bargaining by public workers. The debate is how far to go.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-ceo-steps-down-11582930380", "title": "Harley CEO Levatich Steps Down", "date": "2020-02-29 19:06", "summary": "Motorcycle maker's U.S. sales have dropped for five straight years. Harley-Davidson Inc.'s Chief Executive Matt Levatich resigned Friday, leaving the motorcycle maker after years of declining sales and limited success attracting younger riders to its iconic brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-and-the-courts-11582934513", "title": "Immigration and the Courts", "date": "2020-02-29 19:01", "summary": "The Supreme Court hears challenges to judicial law-making.. The Constitution grants Congress plenary authority over immigration policy, but liberal judges have increasingly usurped the law. On Monday the Supreme Court will consider if immigrants whom Congress has deemed deportable can seek sanctuary in the courts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-itself-is-the-biggest-coronavirus-danger-11582934423", "title": "Fear Itself Is the Biggest Coronavirus Danger", "date": "2020-02-29 19:00", "summary": "Trump is vilified for singing from the same hymnal as Democrats in New York and California.. A fascinating story in the New York Times almost 20 years ago featured the headline \"Nuns Offer Clues to Alzheimer's and Aging.\" Key evidence consisted of essays written by the nuns when they were young, which suggested that \" 'idea density,' many thoughts woven into a small number of words, [was] a trait correlating closely with nuns who later escaped Alzheimer's.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}]