[{"link": "https://www.wsj.com/articles/trump-set-to-announce-nomination-of-amy-coney-barrett-for-supreme-court-11601128552", "title": "Trump Nominates Amy Coney Barrett to Supreme Court", "date": "2020-09-26 19:13", "summary": "Senate Republicans plan fast-paced confirmation process on pick to succeed the late Justice Ruth Bader Ginsburg. WASHINGTON-President Trump formally nominated Amy Coney Barrett to the Supreme Court on Saturday, kicking off what is expected to be a rapid confirmation process aimed at installing another conservative-leaning judge just weeks before Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-trump-pick-amy-coney-barrett-could-mean-for-future-of-the-supreme-court-11601155192", "title": "What Amy Coney Barrett Could Mean for Future of the Supreme Court", "date": "2020-09-26 17:19", "summary": "Judge's legal approach is to look at what constitutional language meant when adopted and zero in on the text of legislation, rather than interpret lawmakers' purpose. If confirmed to the Supreme Court, Amy Coney Barrett could culminate a decadeslong quest to ensure a conservative imprint on American law, affecting the role of government, the rights of individuals and the interpretation of such long-debated constitutional terms as equal protection, due process of law and cruel and unusual punishment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-amy-coney-barrett-views-opinions-and-experience-11601154646", "title": "What We Know About Amy Coney Barrett: Views, Opinions and Experience", "date": "2020-09-26 17:10", "summary": "A closer look at Trump's nominee for the Supreme Court seat vacated after Justice Ruth Bader Ginsburg's death. Here is a look at Judge Amy Coney Barrett, President Trump's nominee to fill the Supreme Court seat vacated after Justice Ruth Bader Ginsburgdied this month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybody-expects-the-anti-catholic-inquisition-11601154297", "title": "Everybody Expects the Anti-Catholic Inquisition", "date": "2020-09-26 17:04", "summary": "Prejudice against 'popery' grew out of the English Protestant tradition and took root in America.. I'm not Catholic; my parents just liked the name. But anyone who cares for law and liberty should be appalled by the notion that Judge Amy Coney Barrett's faith should disqualify her from serving as a Supreme Court justice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-kind-of-judge-is-amy-coney-barrett-11601154273", "title": "What Kind of Judge Is Amy Coney Barrett?", "date": "2020-09-26 17:04", "summary": "Her appellate-court opinions on gun rights and regulatory power are models of careful originalism.. It speaks volumes that the early opponents of Judge Amy Coney Barrett's confirmation have almost nothing to say about the work that has defined her career. Her scholarly and judicial writings place her at the center of the mainstream consensus on the judge's role as an arbiter, not a lawmaker, who abides by the duty to enforce the law as written.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-09-26-2020-11601111879", "title": "New York State Tops 1,000 New Virus Cases for First Time Since Early June", "date": "2020-09-26 15:16", "summary": "The increase in the state that was once the center of the pandemic comes as part of a nationwide uptick. New York state reported 1,005 new coronavirus cases on Saturday, Gov. Andrew Cuomo said, marking the first time the state's daily caseload has risen above 1,000 since early June.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-coronavirus-every-day-is-take-your-daughter-to-work-day-11601136261", "title": "During Coronavirus, Every Day Is Take Your Daughter to Work Day", "date": "2020-09-26 12:10", "summary": "Most Popular News. It started with a faint scratching noise on the french doors that close off Brad Charron's home office. Sometimes he would see a little nose poking in.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-equal-opportunity-in-the-workplace-means-11601136123", "title": "What Equal Opportunity in the Workplace Means", "date": "2020-09-26 12:02", "summary": "Executives from banking, energy, education and technology on how to tell when we've achieved it. The Wall Street Journal talked with five executives in banking, energy, education and technology and asked them one question: When will you know we've reached a place of truly equal opportunity for working people?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-says-china-will-continue-efforts-to-assimilate-muslims-in-xinjiang-11601133450", "title": "Xi Says China Will Continue Efforts to Assimilate Muslims in Xinjiang", "date": "2020-09-26 11:17", "summary": "'Practice has proven that the party's strategy for governing Xinjiang in the new era is completely correct'. HONG KONG-Chinese leader Xi Jinping declared success in his approach to governing the region of Xinjiang, signaling no letup in the Communist Party's forceful campaign to assimilate millions of ethnic Muslims on the country's northwestern frontier.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-rehearsal-spaces-reopen-despite-state-restrictions-11601132400", "title": "New York City Rehearsal Spaces Reopen Despite State Restrictions", "date": "2020-09-26 11:00", "summary": "Resume Subscription. New York City's theaters have been dark since mid-March because of the coronavirus pandemic. But the theater community is coming to life in another respect, with rehearsal studios opening in recent weeks so professionals can gather and develop shows.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/everybody-vs-the-app-store-why-companies-are-taking-issue-with-apples-growing-revenue-engine-11601129781", "title": "Everybody vs. the App Store: Why Companies Are Taking Issue With Apple's Growing Revenue Engine", "date": "2020-09-26 10:16", "summary": "Critics say Apple wields monopoly power over the gateway that connects users to mobile apps, which the tech giant disputes. A host of companies, including Facebook Inc., Spotify Technology SA and \"Fortnite\" maker Epic Games Inc., are challenging the way Apple Inc. runs its App Store.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-baseballs-pandemic-playoffs-the-schedule-could-decide-the-pennant-11601128802", "title": "In Baseball's Pandemic Playoffs, the Schedule Could Decide the Pennant", "date": "2020-09-26 10:00", "summary": "The new postseason format will completely reshape how managers navigate the October gauntlet. The Washington Nationals stormed to an unexpected title last autumn by using their roster in a way that they never could during the marathon of the regular season. Their four best starters combined to make 23 appearances in just 17 total postseason games, accounting for more than 70% of the Nationals' innings.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-wfh-sweatpants-gave-way-to-thong-bikinis-11601128803", "title": "How WFH Sweatpants Gave Way to Thong Bikinis", "date": "2020-09-26 10:00", "summary": "Sales of skimpy, Brazilian-style swimsuit bottoms soared unexpectedly this year as women socially distanced in backyards and on beaches. THIS SUMMER, fashion plates stayed home and the usual rapid cycle of trends arriving and departing vaporized. When stars, influencers and the rest of us did venture out, it was usually in lounge wear and surgical masks.", "categories": [["Life & Work", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-will-be-hard-habit-to-break-11601128801", "title": "Google Will Be Hard Habit to Break", "date": "2020-09-26 10:00", "summary": "Regulators face uphill battle as even hitting internet giant's Apple deal might not hurt much. There are ways the government can hurt Google. Blowing up the company's deal with Apple Inc. might not be one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-holds-bigger-september-poll-lead-than-clinton-did-11601125200", "title": "Biden Holds Bigger September Poll Lead Than Clinton Did", "date": "2020-09-26 09:00", "summary": "Surveys show Trump in a weaker overall position than at this point in 2016, but he retains paths to victory. Donald Trump is drawing more support than in 2016 among Hispanic voters and the white working class. Joe Biden is doing better than the prior Democratic nominee, Hillary Clinton, among seniors and white college graduates.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktoks-fate-coming-to-a-head-11601123700", "title": "TikTok's Fate Coming to a Head", "date": "2020-09-26 08:35", "summary": "Video-sharing app and partners scramble to iron out deal to avoid ban on U.S. downloads. This weekend could be pivotal for TikTok and its partners, who are working to avert a looming U.S. ban on downloads of the popular video-sharing app and see through a deal that meets the approval of the American and Chinese governments.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breonna-taylor-case-prosecutor-is-known-as-a-republican-to-watch-11601121600", "title": "Breonna Taylor Case Prosecutor Known as Republican to Watch", "date": "2020-09-26 08:00", "summary": "Daniel Cameron, Kentucky's first Black attorney general, gave speech at GOP national convention. Disputes over a grand jury's decision in the Breonna Taylor case are focusing a spotlight on Kentucky Attorney General Daniel Cameron, a rising Republican star who handled the investigation into her death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-trump-and-biden-stand-on-trade-11601121601", "title": "Where Trump and Biden Stand on Trade", "date": "2020-09-26 08:00", "summary": "A second Trump administration is bound to rely heavily on tariffs, which Biden says the president has misused by acting unilaterally. This article is part of a Wall Street Journal guide comparing President Donald Trump and former Vice President Joe Biden on issues from climate change to health care and jobs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-radiohead-predicted-our-tumultuous-times-20-years-ago-11601121600", "title": "How Radiohead Predicted Our Tumultuous Times 20 Years Ago", "date": "2020-09-26 08:00", "summary": "A new book, 'This Isn't Happening,' explores the rock band's eerily prescient 2000 album, 'Kid A'. How did Radiohead go from producing conventional hits like \"Creep\" to becoming one of the most innovative acts in music history? By pivoting from stadium-friendly guitar rock to a more abstract, electronic sound that feels timelier than ever, says critic Steven Hyden. In \"This Isn't Happening,\" which arrives Tuesday, he tells the story of \"Kid A,\" the British band's polarizing, career-defining 2000 album.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacob-lawrence-the-american-struggle-review-fiercely-painted-histories-11601118002", "title": "'Jacob Lawrence: The American Struggle' Review: Fiercely Painted Histories", "date": "2020-09-26 07:00", "summary": "An exhibition of the artist's series of vivid panels, encapsulating American history from 1775 to 1817, is on view at the Met.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unhappy-with-your-old-life-pandemic-frees-formerly-office-bound-workers-to-experiment-with-new-ones-11601118000", "title": "Unhappy With Your Old Life? Pandemic Frees Formerly Office-Bound Workers to Experiment With New Ones", "date": "2020-09-26 07:00", "summary": "Working remotely from Maui? Seasoned nomads advise on testing out dream place; home is 'where your Wi-Fi connects.'. Back in July, Chelsea Alexander Paul and her husband, Evan, sat down in their San Francisco apartment and made a spreadsheet of places where they could live and work for the same amount of money or less.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palo-alto-by-thelonious-monk-review-a-jazz-titan-goes-to-high-school-11601118000", "title": "'Palo Alto' by Thelonious Monk Review: A Jazz Titan Goes to High School", "date": "2020-09-26 07:00", "summary": "A previously unreleased recording of the pianist's 1968 concert in a California school auditorium shows his quartet in fine, freewheeling form.. 'In the fall of 1968, a sixteen-year-old Jewish kid named Danny Scher had a dream. He wanted to bring the renowned Thelonious Monk and his quartet to play a benefit concert at his high school in Palo Alto, California.\"", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-is-already-herefor-the-stuff-you-actually-want-to-buy-11601112630", "title": "Inflation Is Already Here-For the Stuff You Actually Want to Buy", "date": "2020-09-26 06:45", "summary": "Prices are rising for things people need in the pandemic, even if the overall inflation number remains subdued. If it feels like the price of everything you buy has been soaring, that's because it has-even as central bankers everywhere worry about the danger of deflation.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/their-cure-for-coronavirus-stress-family-boxing-workouts-11601114400", "title": "Their Cure for Stress: Family Boxing Workouts", "date": "2020-09-26 06:00", "summary": "An Atlanta-area engineer has turned his wife and children on to the sweet science-a friendly fight club happens in the basement once or twice a week. Juan Bedoya usually reprimands his three kids for fighting. But during the pandemic, he's actively encouraged it-with friendly, supervised family skirmishes.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-homes-are-going-dark-as-moratoriums-on-utility-shut-offs-end-11601112601", "title": "More Homes Are Going Dark as Moratoriums on Utility Shut-Offs End", "date": "2020-09-26 05:30", "summary": "Utility companies say they can't afford indefinite halts to shut-offs without raising prices for all customers. Latoya Dandridge was laid off from her school cafeteria job in March during the coronavirus shutdown. Six months later, she is now anxiously waiting for the moment when her electricity will be shut off.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-forgotten-front-porch-is-making-a-comeback-11601092860", "title": "The Forgotten Front Porch Is Making a Comeback", "date": "2020-09-26 00:01", "summary": "A staple of American homes, long out of fashion thanks to cars and air conditioning, is finding a new role in the age of social distancing.. Thanks to the pandemic, the front porch is enjoying a new golden age. Like their near cousins, stoops, steps, even fire escapes, porches offer a semipublic setting where we can meet friends and neighbors face-to-face-even if those faces are masked. In the words of Claude Stephens, founder of a tongue-in-cheek group called Professional Porch Sitters Union Local 1339, a porch is \"the only place where you can feel like you are outside and inside at the same time; out with all of the neighbors and alone reading a book.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11601068950", "title": "Pepper...and Salt", "date": "2020-09-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-wear-to-a-zoom-interview-and-other-style-dilemmas-solved-11601092812", "title": "How to Dress for a Zoom Interview, and Other Workwear Dilemmas, Solved", "date": "2020-09-26 00:00", "summary": "After working from home in sweatpants for months, men are sort of returning to the office. But the Covid-19 era poses a gaggle of perplexing wardrobe conundrums. We offer advice on quarantine beards, masks and more.. HAVE YOU finally embraced your work-from-home look? The sweatpants, the hoodie you occasionally swap with a lightly wrinkled Zoom shirt for the 3 o'clock call with your T-shirted boss? Well, don't purge your closet of suits and button-downs just yet: The pandemic-era professional landscape is shifting and, with it, the rules for acceptable workday attire. Sweats alone no longer suffice. Yet suits might seem unsuitably stiff. This fall, as the banks start calling their associates back into the office and law firms prepare to conduct their annual recruiting blitzes entirely over videoconference, we find ourselves in a bizarre, unprecedented WFH-office hybrid. What does one wear to a Zoom job interview? Must our beloved quarantine beards vanish as we re-enter civilization? And when-when!-will the American workplace again demand the sartorial formality that some men cherished before the pandemic?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-insane-to-start-a-business-during-coronavirus-millions-of-americans-dont-think-so-11601092841", "title": "Is It Insane to Start a Business During Coronavirus? Millions of Americans Don't Think So.", "date": "2020-09-26 00:00", "summary": "Resume Subscription. The pandemic forced hundreds of thousands of small businesses to close. For Madison Schneider, it was a good time to start a new one.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-092520-11601019557", "title": "U.S. Coronavirus Cases Rise, and Surpass Seven Million", "date": "2020-09-26 22:52", "summary": "Florida lifted restrictions across the state and Virginia's governor tested positive for the virus. Newly reported U.S. coronavirus cases rose from a day earlier as Virginia Gov. Ralph Northam became the second governor in a week to test positive for the virus, and restrictions eased in Florida and Michigan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-removes-trump-public-lands-boss-for-serving-unlawfully-11601081738", "title": "Judge Removes Trump Public Lands Boss for Serving Unlawfully", "date": "2020-09-26 20:55", "summary": "Montana's Democratic governor had sued to remove William Perry Pendley, a former oil industry attorney. A federal judge ruled Friday that President Donald Trump's leading steward of public lands has been serving unlawfully, blocking him from continuing in the position in the latest pushback against the administration's practice of filling key positions without U.S. Senate approval.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barrett-is-picked-to-fill-supreme-court-vacancy-11601071739", "title": "Trump Plans to Nominate Amy Coney Barrett to Fill Supreme Court Vacancy", "date": "2020-09-26 20:21", "summary": "The president is expected to choose the conservative judge with strong Republican support to succeed the late Justice Ruth Bader Ginsburg. WASHINGTON-President Trump has told congressional Republicans and others he intends to name Amy Coney Barrett, a solidly conservative judge with strong Republican support, as his choice for the Supreme Court, according to people familiar with the decision. The move will set up a politically charged confirmation battle in the weeks before Election Day, as he seeks to bolster a right-leaning court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-antibodies-found-in-small-portion-of-americans-study-says-11601073002", "title": "Coronavirus Antibodies Found in Small Portion of Americans, Study Says", "date": "2020-09-26 20:13", "summary": "Less than 10% of 28,000 dialysis patients in the U.S. had pathogen-fighting antibodies as of July, researchers found. Less than 10% of U.S. adults had antibodies for the virus causing Covid-19 through July based on a study of more than 28,000 dialysis patients from around the country, findings that suggest the vast majority of Americans have yet to be exposed to the virus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]