[{"link": "https://www.wsj.com/articles/mitch-mcconnell-among-first-in-congress-slated-to-get-covid-19-vaccine-11608259122", "title": "Lawmakers in Washington Can Get Covid-19 Vaccine Within Days", "date": "2020-12-17 23:20", "summary": "Shot to be made available to members of Congress after debate on whether they should be inoculated ahead of the general public. WASHINGTON-House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell said they would get the Covid-19 vaccine within days to ensure the continuity of government during the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hack-suggests-new-scope-sophistication-for-cyberattacks-11608251360", "title": "Hack Suggests New Scope, Sophistication for Cyberattacks", "date": "2020-12-17 22:35", "summary": "Resume Subscription. The suspected Russian hack that compromised parts of the U.S. government was executed with a scope and sophistication that has surprised even veteran security experts and exposed a potentially critical vulnerability in America's technology infrastructure, according to investigators.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/government-leaders-clash-over-next-step-for-trumps-ban-on-chinese-stocks-11608258526", "title": "Government Leaders Clash Over Trump's Ban on Chinese Stocks", "date": "2020-12-17 21:42", "summary": "Fight over Trump's executive order pits Treasury, Wall Street against State Department, Pentagon. President Trump's recent executive order prohibiting Americans from investing in companies tied to China's military complex has set up a fight in the highest ranks of government over how broad the list should be.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-picks-north-carolina-regulator-michael-regan-to-lead-epa-11608229080", "title": "Biden Picks Regan for EPA, Haaland for Interior", "date": "2020-12-17 21:24", "summary": "Regan would be the second Black administrator in the agency's history; Haaland would be first Native American cabinet secretary. President-elect Joe Biden said Thursday he plans to nominate Michael Regan, a North Carolina environmental regulator, to lead the Environmental Protection Agency and Rep. Deb Haaland (D., N.M.) as Interior secretary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stood-up-by-china-at-military-safety-meeting-11608199871", "title": "China a No-Show at Joint Military Safety Meeting With U.S.", "date": "2020-12-17 20:52", "summary": "The row marked the latest point of contention in a fast-fraying U.S.-China relationship. HONG KONG-The U.S. and Chinese militaries traded blame after a planned bilateral discussion on aviation and maritime safety fell through, adding fresh tension to a soured relationship between Washington and Beijing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-of-nigerian-boys-kidnapped-by-boko-haram-handed-over-governor-says-11608238209", "title": "Kidnapped Nigerian Boys Are Freed", "date": "2020-12-17 20:07", "summary": "More than 300 schoolboys kidnapped in northern Nigeria have been handed over to security agencies, says Katsina governor. More than 300 schoolboys kidnapped by gunmen from their boarding school in northwest Nigeria last week were handed over to security agencies late Thursday, Nigeria's government said, prompting outpourings of relief and joy across Africa's most populous nation after fears they would become long-term hostages of jihadist militants.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chat-service-discord-doubles-valuation-to-7-billion-11608253177", "title": "Chat Service Discord Doubles Valuation to $7 Billion", "date": "2020-12-17 19:59", "summary": "The service popular among videogamers raises $100 million as it aims to go mainstream. Chat startup Discord Inc. roughly doubled its valuation to $7 billion in a financing that comes amid the service's efforts to expand its user base beyond videogamers.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hijacking-the-fed-to-bail-out-states-11608248395", "title": "Hijacking the Fed to Bail Out States", "date": "2020-12-17 19:49", "summary": "Democrats are blocking Covid relief to keep 13(3) pandemic lending alive.. The Covid relief talks drag on in Congress, with the parties more or less agreeing to spend $900 billion more over a mere three months. But they're still fighting over the details, and a major obstacle is the Democratic desire to use the Federal Reserve next year to channel tens of billions of dollars or more to state and local governments.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-denies-kentucky-religious-school-exemption-from-virus-shutdown-11608251862", "title": "High Court Denies Religious School Exemption From Virus Shutdown", "date": "2020-12-17 19:37", "summary": "Unsigned order, with two conservative justices dissenting, goes against amicus brief of Sens. Mitch McConnell and Rand Paul. WASHINGTON-The Supreme Court denied Thursday a Kentucky religious school's request to be exempted from a public-health order closing all K-12 campuses across the state. But the court, noting that the order was soon to expire, said the school could raise new objections if restrictions are reinstated in the future.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-chief-technology-officer-shares-his-predictions-for-2021-11608251460", "title": "Amazon's Chief Technology Officer Shares Predictions for 2021", "date": "2020-12-17 19:31", "summary": "The cloud may be unavoidable, on Earth and above, and more apps will be powered by it. Machine-learning will be available to a bigger audience, and quantum computing picks up. Werner Vogels, Amazon.com Inc.'s chief technology officer, predicts 2021 will see a much broader distribution of the technologies that have been powering big corporations.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-says-managers-pressured-staff-to-alter-global-business-rankings-11608251259", "title": "World Bank Staff Were Pressured to Alter Business Rankings", "date": "2020-12-17 19:27", "summary": "Manipulated data helped China, Saudi Arabia gain ground in survey of nations' business climates. WASHINGTON-World Bank management pressured staff members to manipulate data used in its flagship report on business competitiveness, resulting in improvements in China's and Saudi Arabia's global rankings, the bank said after an internal investigation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-authority-passes-tight-budget-after-revenue-declines-caused-by-coronavirus-11608244406", "title": "Port Authority Passes Tight Budget After Revenue Declines Caused by Coronavirus", "date": "2020-12-17 19:00", "summary": "Contract to manage World Trade Center complex could be awarded by end of March. The Port Authority of New York and New Jersey on Thursday approved a 15% reduction in spending for 2021 because of budget cuts and delays caused by the coronavirus pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-the-justice-department-suing-google-11603200193", "title": "Why Google Is Facing Antitrust Lawsuits From All Sides", "date": "2020-12-17 18:59", "summary": "Search giant faces two-likely soon to be three-cases. A set of sweeping antitrust lawsuits against Google this fall essentially grapple with one central question: Is Google good?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-race-to-finish-900-billion-covid-19-aid-package-11608217973", "title": "Lawmakers Race to Finish $900 Billion Virus Relief Package", "date": "2020-12-17 18:52", "summary": "Lawmakers see possible need for short-term spending bill to keep government open as relief negotiations wrap up. WASHINGTON-Lawmakers were weighing another stopgap spending measure to give themselves more time to wrap up negotiations on a coronavirus relief bill, as they raced to complete the details of the roughly $900 billion package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-to-pay-65-million-to-settle-sec-probe-11608213680", "title": "Robinhood Financial to Pay $65 Million to Settle SEC Probe", "date": "2020-12-17 18:46", "summary": "The brokerage firm settles investigation over early failure to highlight deals with high-speed trading firms. WASHINGTON-Robinhood Financial LLC has agreed to pay $65 million to settle regulatory claims that it didn't sufficiently disclose its business deals with high-speed trading firms, the Securities and Exchange Commission said Thursday.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-marines-missile-imperative-11608248250", "title": "The Marines' Missile Imperative", "date": "2020-12-17 18:37", "summary": "Congress may not fund ground-based weapons for Pacific defense.. Next year's Pentagon budget will total about $700 billion, but Congress could harm America's defense against China if it misallocates some $100 million for missiles in the looming military appropriations bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-better-than-prozac-11608248279", "title": "School Choice: Better Than Prozac", "date": "2020-12-17 18:37", "summary": "A new study reports less suicide among children with education options.. Teachers unions have pushed to shut down schools during the pandemic no matter the clear harm to children, just as they oppose charters and vouchers. Now comes a timely study suggesting school choice improves student mental health.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mole-le-carres-fiction-burrows-its-way-into-the-real-world-11608247735", "title": "'Mole': John le Carré's Fiction Burrows Its Way Into the Real World", "date": "2020-12-17 18:28", "summary": "The late spy novelist wrote so realistically about espionage that even intelligence agents picked up lingo from his books. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/narendra-modis-reform-drama-11608247670", "title": "Narendra Modi's Reform Drama", "date": "2020-12-17 18:27", "summary": "Liberalizing agriculture is politically difficult but economically crucial for India.. For weeks India has been consumed by protests against agriculture reform. This is perhaps Indian Prime Minister Narendra Modi's toughest political challenge, but millions of lives could be improved if he holds the line.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-monday-when-america-came-back-11608247644", "title": "The Monday When America Came Back", "date": "2020-12-17 18:27", "summary": "An extraordinary effort to develop Covid vaccines bore fruit the same day the Electoral College voted.. Who's that battered old man making his way down shuttered streets, facemask hanging from an ear, IV pole dragging at his side. A poignant figure. Didn't he used to be someone?", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-a-second-round-of-ppp-11608247577", "title": "Time for a Second Round of PPP", "date": "2020-12-17 18:26", "summary": "With lockdowns ramping up, Congress should again extend this crucial economic lifeline to America's small businesses.. At the onset of the pandemic, when many American small businesses faced mandatory closures and a drastic reduction in revenue, the Paycheck Protection Program offered a crucial financial lifeline. In a two-week period in March and April, more than 10 million Americans filed first-time unemployment claims, and widespread, permanent small business closures and job losses seemed inevitable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-revenue-jumps-on-holiday-surge-11608242581", "title": "FedEx Revenue Jumps on Holiday Surge", "date": "2020-12-17 18:26", "summary": "Carrier's Ground unit handled 29% more volume amid Covid-19 pandemic and holiday shopping. FedEx Corp. isn't missing Amazon.com Inc. this holiday season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-to-pay-21-million-penalty-for-alleged-lead-safety-violations-11608247337", "title": "Home Depot to Pay $21 Million Penalty for Alleged Lead-Safety Violations", "date": "2020-12-17 18:22", "summary": "Environmental Protection Agency found the home-improvement company sent uncertified firms to do renovations that required certified firms. Home Depot Inc. is paying $20.75 million in a settlement proposed by U.S. regulators for alleged violations involving lead safety in home renovations, the Environmental Protection Agency and the Justice Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-life-tale-of-derring-do-11608247308", "title": "A Real-Life Tale of Derring-Do", "date": "2020-12-17 18:21", "summary": "How my friend Jan Nowak earned a statue in Warsaw.. A reviewer in the Times Literary Supplement described a book as being \"replete with derring-do.\" There's a word you don't hear much. The article by Sara Wheeler, \"Storms,\" is about men who were shipwrecked on an uninhabited island south of New Zealand. Derring-do helped them survive a terrible ordeal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flaw-in-the-uaw-corruption-settlement-11608247208", "title": "The Flaw in the UAW Corruption Settlement", "date": "2020-12-17 18:20", "summary": "Union leaders should stay neutral in a member vote.. Christmas came early for members of the United Auto Workers. After a five-year federal corruption investigation, the union reached a settlement with the Justice Department that gives the rank and file an opportunity for real reform.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-yourself-a-scary-little-christmas-11608247083", "title": "Have Yourself a Scary Little Christmas", "date": "2020-12-17 18:18", "summary": "The Canadian author Robertson Davies was a master of the Yuletide ghost story.. When Robertson Davies became the head of Toronto's newly founded Massey College in 1963, he wanted to develop a set of customs for his school. A project he picked for himself involved the annual Christmas party: He would compose a ghost story and read it to the guests. He did this for 18 years.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-middle-easts-dual-occupations-11608247133", "title": "The Middle East's Dual 'Occupations'", "date": "2020-12-17 18:18", "summary": "The Israel-Morocco peace deal underscores a double standard on the West Bank versus Western Sahara.. Many expected the Trump administration to recognize Israeli sovereignty over parts of the West Bank before Inauguration Day. Instead, last week it recognized Morocco's sovereignty over Western Sahara as part of a U.S.-brokered peace deal between Jerusalem and Rabat. The new U.S. position on Morocco's borders has a sound basis in international law and diplomatic practice, and it makes the case even stronger for doing the same with Israel and the West Bank.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-court-problem-11608247052", "title": "Biden's Court Problem", "date": "2020-12-17 18:17", "summary": "He may find a judicial branch more skeptical of regulatory power than under Obama.. Tweets come and go; judges last a lifetime. That simple truth may weigh heavily on Joe Biden's presidency.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/excerpts-from-edwin-wilsons-magic-time-11608246814", "title": "Excerpts From Edwin Wilson's 'Magic Time'", "date": "2020-12-17 18:13", "summary": "A memoir of a lifetime's active engagement with American theater, by a former drama critic for The Wall Street Journal.. As a schoolboy in the early 1940s, Edwin Wilson saw Al Jolson drop to his knees in the footlights of the Shubert Theatre and belt out \"Mammy.\" As a young man he thrilled to the original Broadway productions of \"A Streetcar Named Desire,\" \"Death of a Salesman,\" \"Oklahoma!\"-the standard American repertoire aborning. In his memoir \"Magic Time,\" Mr. Wilson, now 93, writes fondly of how these and other electrifying moments of New York playgoing led him, circuitously, to Yale Drama School and a lifetime of teaching and making theater happen-writing scripts, directing and producing plays, encouraging young talent, and writing or cowriting three of the most enduring college theater textbooks. At the heart of the book, however, is an account of his long tenure as The Wall Street Journal's theater critic, from 1972 to 1994. It was work that, with its first-night tickets and aisle seats, returned him to what drew him to the dramatic arts in the first place-an audience member's experience of living theater. More than a reminiscence, \"Magic Time\" is also a mini-anthology of Mr. Wilson's favorite reviews and other writings for this paper. The critic excelled at profiles, interviews and memorial tributes, four of which are adapted here.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noreaster-dumps-more-than-a-foot-of-snow-causing-deadly-road-conditions-11608210413", "title": "Nor'easter Dumps Snow From Virginia to Maine", "date": "2020-12-17 18:04", "summary": "New York City gets more snow than last winter's total accumulation. A massive storm system dropped record-breaking snow across parts of the Northeast, producing dangerous traffic conditions that snarled highways and resulted in multiple fatalities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-dine-outdoors-as-mother-nature-dishes-snow-11608245859", "title": "New Yorkers Dine Outdoors as Mother Nature Dishes Snow", "date": "2020-12-17 17:57", "summary": "Some restaurants found more than a few customers ready to brave the elements during nor'easter. Apparently, not even a blinding snowstorm can keep New Yorkers from a good bowl of pasta, served al fresco.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-hospitalizations-rise-to-levels-not-seen-since-may-11608236939", "title": "New York Hospitalizations Rise to Levels Not Seen Since May", "date": "2020-12-17 17:55", "summary": "The rate of New Yorkers testing positive for the coronavirus in the state was 5.3%. The number of people hospitalized for Covid-19 across New York state reached 6,147 people on Thursday, a figure not seen since mid-May and more than six times the number of patients hospitalized for the disease just two months ago.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-says-it-will-resume-advertising-on-facebook-in-u-s-11608245092", "title": "Unilever Says It Will Resume Advertising on Facebook in U.S.", "date": "2020-12-17 17:44", "summary": "The consumer-products giant paused spending on Facebook, Instagram and Twitter in the U.S. starting in July. Unilever PLC said it would resume advertising on Facebook Inc. in the U.S. after withdrawing over the summer amid calls for brands to protest the company's handling of hate speech and misinformation on its platforms.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-inauguration-set-to-welcome-donations-not-donors-to-washington-11608209738", "title": "Biden Inauguration Set to Welcome Donations, Not Donors, to Washington", "date": "2020-12-17 17:25", "summary": "Festivities to be scaled down, but big donors are promised perks such as a virtual concert and VIP tickets to a future in-person event. Instead of financing fancy receptions, companies and other donors to next month's pandemic-era inauguration are being asked to help pay for what is shaping up to be a mostly online show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orange-almond-tart-11608243118", "title": "Orange-Almond Tart", "date": "2020-12-17 17:11", "summary": "Remember when a box of oranges was the most thrilling gift? It still is. Use our guide to varieties and sources to find the best heirloom fruit-the kind you can't find at the supermarket-picked at its prime.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-file-antitrust-lawsuit-against-google-11608228334", "title": "More States Hit Google Over Alleged Monopoly Conduct", "date": "2020-12-17 17:11", "summary": "Case follows probe into search business by Colorado and other states. WASHINGTON-Google was targeted Thursday in an antitrust lawsuit joined by 38 attorneys general, which alleged that the Alphabet Inc. unit maintained monopoly power over the internet-search market through anticompetitive contracts and conduct.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-beet-and-orange-salad-with-yogurt-and-zaatar-11608242110", "title": "Golden Beet and Orange Salad with Yogurt and Za'atar", "date": "2020-12-17 16:55", "summary": "Remember when a box of oranges was the most thrilling gift? It still is. Use our guide to varieties and sources to find the best heirloom fruit-the kind you can't find at the supermarket-picked at its prime.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-chairman-bob-iger-game-for-a-new-job-u-s-ambassador-to-china-11608240772", "title": "Disney's Chairman Robert Iger Is Game for a New Job: U.S. Ambassador to China", "date": "2020-12-17 16:51", "summary": "An Iger appointment could roil politicians critical of Disney's business in China. Walt Disney Co. executive chairman Robert Iger has told people close to the incoming Biden administration that he would be interested in serving as U.S. ambassador to China, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-17-2020-11608199587", "title": "Stocks Hit Records on Stimulus Bets", "date": "2020-12-17 16:48", "summary": "Dollar extends slide after Fed reinforced expectations that it will support markets with asset purchases. U.S. stocks closed at fresh records Thursday as lawmakers closed in on a deal to extend a new financial lifeline to businesses and individuals that could support the economy through the coronavirus pandemic's deadliest phase.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-picks-deb-haaland-as-interior-secretary-11608233810", "title": "Biden Picks Deb Haaland as Interior Secretary", "date": "2020-12-17 16:44", "summary": "If confirmed, New Mexico Democrat would be first ever Native American cabinet secretary. President-elect Joe Biden said Thursday that he has chosen Rep. Deb Haaland (D., N.M.) to be his interior secretary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-president-for-consumers-11608241183", "title": "A President for Consumers", "date": "2020-12-17 16:39", "summary": "The leader of the dishwasher rebellion has more good news for U.S. households.. President Donald Trump didn't start the dishwasher rebellion. But after hearing the legitimate complaints of consumers, he has led this nonviolent movement to an entirely peaceful series of victories for common sense.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scallops-in-blood-orange-gastrique-with-fennel-endive-salad-11608240780", "title": "Scallops in Blood-Orange Gastrique with Fennel-Endive Salad", "date": "2020-12-17 16:33", "summary": "Remember when a box of oranges was the most thrilling gift? It still is. Use our guide to varieties and sources to find the best heirloom fruit-the kind you can't find at the supermarket-picked at its prime.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ma-raineys-black-bottom-review-royal-blues-11608240346", "title": "'Ma Rainey's Black Bottom': Royal Blues", "date": "2020-12-17 16:25", "summary": "Chadwick Boseman is brilliant in his final role and Viola Davis stars as the titular singer in this adaptation of the August Wilson play.. Most of \"Ma Rainey's Black Bottom,\" a powerful, ultimately shattering screen version of the 1982 August Wilson play, takes place on a single afternoon in 1927, in a seedy Chicago studio where the great blues singer of the title has come to make a record. The Netflix film doesn't pretend to the broad physical scope of a commercial movie and doesn't need to. Wilson's words dictate the production's form, eloquent words and electrifying soliloquies that resonate in close quarters. Still, the opening sequence plays a thoroughly cinematic trick, and a sly one-young Black men running through the woods at night, barking dogs and a burning torch, except that it's not what you think. And the final performance of Chadwick Boseman, who died while the film was in post-production, isn't what you might have hoped for under the circumstances-it's even better.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-after-stimulus-progress-11608230763", "title": "Treasury Yields Rise After Stimulus Progress", "date": "2020-12-17 16:25", "summary": "Lawmakers signal they are close to agreement on stimulus package. U.S. government bond yields climbed Thursday after signs of new progress on economic relief efforts in Congress.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-pointe-review-muscular-dancing-flabby-drama-11608240231", "title": "'On Pointe' Review: Muscular Dancing, Flabby Drama", "date": "2020-12-17 16:23", "summary": "A Disney+ documentary series finds little tension in its chronicle of the students at New York's School of American Ballet.. Of all the pursuits that inspire, and sometimes require, a vocational devotion among children-figure skating, say, or chess-ballet trumps them all. Its standards are exacting, its devotees are obsessive (so are their parents), and the competition is famously ferocious. So it's a bit of a disappointment to find that \"On Pointe,\" a six-part series about the prestigious School of American Ballet, doesn't contain enough tension to fill a toe shoe.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-christmas-carol-and-the-steadfast-tin-soldier-reviews-a-feast-of-yuletide-plays-11608240134", "title": "'A Christmas Carol' and 'The Steadfast Tin Soldier' Reviews: A Feast of Yuletide Plays", "date": "2020-12-17 16:22", "summary": "Several stage versions of Dickens's holiday fable are now streaming, including Jefferson Mays's dazzling one-man rendition; also available is a magical pantomime production of Hans Christian Andersen's fairy tale.. Stage versions of \"A Christmas Carol\" are the \"Nutcrackers\" of a growing number of American theaters, sure-fire annual cash cows that are both good shows and safe ones-not only because Charles Dickens's parable of the power of grace is universally known and beloved in the English-speaking world, but also because it evokes the Christmas spirit while steering clear of outright religiosity (no one, not even the reformed Scrooge, is ever shown going to church). It is, in short, a perfect Christmas story for secular audiences, as well as a rattling good tale that lends itself to theatricalization of all kinds.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ella-wishes-you-a-swinging-christmas-with-vanessa-williams-review-jazz-and-jingle-bells-11608239877", "title": "'Ella Wishes You a Swinging Christmas With Vanessa Williams' Review: Jazz and Jingle Bells", "date": "2020-12-17 16:17", "summary": "On PBS, a concert from the American Pops Orchestra featuring an array of talented singers pays tribute to Ella Fitzgerald's 1960 Christmas album.. People in the retail and food-service industries have had a perennial complaint: Beginning around Thanksgiving, the boss puts on the Christmas music, which plays on a loop till New Year's Eve. It's always the same music. Day shift to night shift. It makes them crazy. It was probably the same back in 1960, when the great Ella Fitzgerald recorded \"Ella Wishes You a Swinging Christmas,\" a roasting of old chestnuts in newly musical ways. It has helped, in its fashion, to maintain sanity ever since.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guitar-center-cleared-to-exit-bankruptcy-11608239625", "title": "Guitar Center Cleared to Exit Bankruptcy", "date": "2020-12-17 16:13", "summary": "Guitar Center won approval of a chapter 11 exit plan that cuts about $800 million in debt and injects cash into the business to withstand the pandemic. Guitar Center Inc. has been cleared to exit bankruptcy with a plan to cut about $800 million in debt and provide the nation's largest seller of musical instruments with an infusion of cash to navigate the pandemic and holiday shopping season.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/promising-young-woman-review-squandered-potential-11608239583", "title": "'Promising Young Woman' Review: Squandered Potential", "date": "2020-12-17 16:13", "summary": "A darkly comic take on revenge stories falls flat, but Carey Mulligan makes the best of her part.. Were it not for the presence of Carey Mulligan in the starring role, I'd give \"Promising Young Woman\" the shortest of shrifts as a festival of terrible acting (apart from her performance) and a stylized but airless polemic on a serious subject-the victimization of women by men who get away with it for a variety of reasons, starting with their being men.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-tests-positive-for-covid-19-11608198351", "title": "Macron Tests Positive for Covid-19", "date": "2020-12-17 16:02", "summary": "This week Macron met with a number of European leaders. PARIS-French President Emmanuel Macron tested positive for the coronavirus, his office said Thursday, delivering a blow to a country that has been among Europe's hardest hit by the pandemic.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-mail-order-citrus-is-totally-worth-it-a-smart-shoppers-guide-11608238920", "title": "Why Mail-Order Citrus Is Totally Worth It: A Smart Shopper's Guide", "date": "2020-12-17 16:02", "summary": "Remember when a box of oranges was the most thrilling gift? It still is. Use our guide to varieties and sources to find the best heirloom fruit-the kind you can't find at the supermarket-picked at its prime.. IT WAS A RAW, gray morning 10 years ago when a package landed with a thud on my front step. Using a set of keys near the door, I sliced open the box and found dozens of tiny mandarin oranges. A note from a friend promised they would brighten my day.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-bed-by-9-friday-crossword-december-18-11607990278", "title": "In Bed by 9 (Friday Crossword, December 18)", "date": "2020-12-17 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-legislature-approves-recreational-marijuana-bill-11608238597", "title": "New Jersey Legislature Approves Recreational Marijuana Bill", "date": "2020-12-17 15:56", "summary": "Legislation creates regulatory framework for new cannabis marketplace. The New Jersey legislature passed a bill setting up the regulatory framework for a recreational marijuana marketplace, one month after voters approved a constitutional amendment legalizing the drug.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-pentagon-general-meets-taliban-leaders-in-qatar-11608208008", "title": "Top Pentagon General Meets With Taliban to Prod Peace Talks", "date": "2020-12-17 15:17", "summary": "Gen. Mark Milley spoke with group's leaders in Qatar in a bid to end the 20-year war in Afghanistan. KABUL-The Pentagon's top officer met with Taliban officials in Qatar this week as part of an unprecedented effort to reinvigorate peace talks that could help end the nearly 20-year-old conflict in Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-the-u-s-antitrust-cases-facing-google-facebook-and-others-11608150564", "title": "The U.S. Antitrust Cases Facing Big Tech", "date": "2020-12-17 15:17", "summary": "Various federal agencies and state attorneys general are launching competition-focused probes and lawsuits against Big Tech. The list of U.S. antitrust cases against big technology companies is growing longer with the announcement of Thursday's lawsuit against Google by 38 states. These are the major cases and investigations facing Big Tech:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-december-12-11608236151", "title": "Bestselling Books Week Ended December 12", "date": "2020-12-17 15:15", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dea-widens-path-for-medical-marijuana-research-11608235113", "title": "DEA Widens Path for Medical Marijuana Research", "date": "2020-12-17 14:58", "summary": "New ruling resolves treaty issue cited by officials to curtail authorization of growing operations for research purposes. WASHINGTON-The U.S. government is expanding the number of businesses that can grow marijuana for federally approved study after years of delay under the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-companies-win-billions-in-european-taxpayer-funded-contracts-11608222716", "title": "Chinese Companies Win Billions in European Taxpayer-Funded Contracts", "date": "2020-12-17 14:55", "summary": "European contractors say Beijing-backed conglomerates undercut rivals in the EU's public-procurement market. Chinese state-backed companies significantly increased their presence in Europe's rich public-procurement market over the past year, according to a Wall Street Journal analysis that for the first time quantifies how Beijing has expanded its global push to rival Western industrial giants in one of the world's most sophisticated economies.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-next-email-could-be-a-discount-on-a-midlife-crisis-11608234307", "title": "Your Next Email Could Be a Discount on a Midlife Crisis", "date": "2020-12-17 14:45", "summary": "I got offered 7% off a Maserati. Figuring in the $3,500 trade-in on my 2004 Sienna and some loose change, could this be my moment?. Like most people, I am ceaselessly barraged with emails pitching products I don't want. That's why I was so thrilled last week when my bank, rewarding me for being such a loyal customer, offered me a hefty discount on a Maserati of my choice.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-exchange-coinbase-files-for-initial-public-offering-11608232520", "title": "Bitcoin Exchange Coinbase Files for Initial Public Offering", "date": "2020-12-17 14:45", "summary": "Coinbase will be the first major bitcoin-focused company to test the public markets. Coinbase Global Inc., the largest U.S.-based cryptocurrency exchange, said it has filed with the Securities and Exchange Commission for an initial public offering, the first major bitcoin-focused company to test the public markets.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-loans-secure-private-equity-payouts-despite-downturn-11608216781", "title": "Risky Loans Secure Private-Equity Payouts Despite Downturn", "date": "2020-12-17 14:29", "summary": "Companies borrow heavily to send cash to owners, boosting debt levels. When the economy struggles, businesses typically hunker down and preserve cash by cutting spending and dividends. During the Covid-19 slowdown, companies controlled by private-equity firms have often gone the other way, borrowing heavily to pay big dividends to their owners.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-moves-to-end-surprise-medical-billing-11608233308", "title": "Congress Moves to End Surprise Medical Billing", "date": "2020-12-17 14:28", "summary": "Bipartisan agreement expected to be included in year-end legislation. WASHINGTON-A bipartisan agreement to prevent patients from receiving surprise medical bills was expected to be included in a year-end legislative package being completed in Congress, according to aides, after more than two years of negotiation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-to-cut-2-200-jobs-11608231600", "title": "Coca-Cola to Cut 2,200 Jobs", "date": "2020-12-17 14:00", "summary": "Soda giant's restructuring will reduce U.S. staff by about 12%. Coca-Cola Co. said it is cutting 2,200 jobs globally, including 1,200 in the U.S., as the coronavirus pandemic accelerates the soda giant's restructuring efforts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-tom-joyner-the-22-million-sale-of-his-miami-home-resulted-in-some-serious-sellers-remorse-11608231614", "title": "For Tom Joyner, the $22 Million Sale of His Miami Home Resulted in Some Serious Seller's Remorse", "date": "2020-12-17 14:00", "summary": "Resume Subscription. In 2015, Tom Joyner was living in what he describes as paradise: a 9,800-square-foot, white house decorated with bright colors on Miami's Golden Beach. Then, one day, a man knocked on his door and offered him $22 million for the property-twice what he had paid for it a decade earlier.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-latest-updates-12-17-2020-11608217943", "title": "European Union Eyes Late-December Covid-19 Vaccine Rollout", "date": "2020-12-17 13:53", "summary": "European Commission President Ursula von der Leyen says a vaccine rollout will begin as soon as Dec. 27. The European Union intends to start vaccinating citizens against Covid-19 as soon as Dec. 27, days after its planned decision on whether to authorize Pfizer Inc. and BioNTech SE 's shot.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-torments-entertainment-giants-in-quest-to-dominate-streaming-11608231169", "title": "Roku Torments Entertainment Giants in Quest to Dominate Streaming", "date": "2020-12-17 13:52", "summary": "Resume Subscription. Less than two weeks before the Christmas Day release of the movie \"Wonder Woman 1984\" in theaters and in American living rooms, the biggest streaming-media player in the U.S. didn't have a deal to show it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virtual-career-fairs-present-new-challengesand-benefits-11608230346", "title": "Virtual Career Fairs Present New Challenges-and Benefits", "date": "2020-12-17 13:39", "summary": "Digital fairs may be more casual, but the format presents some difficulties. In light of the pandemic, students, schools, and recruiters alike are adjusting to the benefits and challenges posed by moving career fairs online.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-already-is-beyond-brexit-11608230167", "title": "Britain Already Is Beyond Brexit", "date": "2020-12-17 13:36", "summary": "Despite tough talks over a trade deal with Brussels, the real excitement in the U.K. is now domestic.. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-end-lockdowns-next-month-11608230214", "title": "How to End Lockdowns Next Month", "date": "2020-12-17 13:36", "summary": "Target vaccines to the most vulnerable, and don't give them to people who have already been infected.. The approval of several Covid-19 vaccines is an impressive technological development that should rapidly end the lockdowns and allow normal life to resume. But authorities like Anthony Fauci and Bill Gates argue that lockdown restrictions may have to continue through the fall and even into 2022, notwithstanding the catastrophic harms the lockdowns have caused, especially to young people, the poor and the working classes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anchovies-with-lemon-dukkah-butter-11608227227", "title": "Anchovies With Lemon-Dukkah Butter", "date": "2020-12-17 12:47", "summary": "Sick of cooking but craving something sensational? With these Spanish seafood conservas in the cupboard, you're covered.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-putin-dismisses-kremlins-role-in-navalny-poisoning-11608227220", "title": "Russia's Putin Dismisses Kremlin's Role in Navalny Poisoning", "date": "2020-12-17 12:47", "summary": "In news conference, Putin said the opposition politician worked with U.S. agents. MOSCOW-Russian President Vladimir Putin accused U.S. intelligence officers of supporting political opposition leader Alexei Navalny, who was poisoned earlier this year with a military-grade nerve agent, and dismissed allegations that Moscow was behind the attack.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roasted-red-peppers-with-tuna-ventresca-11608226657", "title": "Roasted Red Peppers with Tuna Ventresca", "date": "2020-12-17 12:37", "summary": "Sick of cooking but craving something sensational? With these Spanish seafood conservas in the cupboard, you're covered.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transoceans-1-5-billion-restructuring-survives-hedge-fund-lawsuit-11608226340", "title": "Transocean's $1.5 Billion Restructuring Survives Hedge-Fund Lawsuit", "date": "2020-12-17 12:32", "summary": "A New York judge said the restructuring deal didn't breach debt agreements. A federal judge upheld a $1.5 billion debt restructuring by offshore-drilling contractor Transocean Ltd. , ruling against a hedge-fund bondholder that claimed it was treated unfairly as the company took steps to survive a turbulent oil market.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-outlines-plan-to-invest-in-commerce-and-tech-as-ad-industry-navigates-pandemic-11608225898", "title": "WPP Outlines Plan to Invest in Commerce and Tech as Ad Industry Navigates Pandemic", "date": "2020-12-17 12:24", "summary": "Advertising holding companies are accelerating their shifts toward e-commerce and data. Madison Avenue will look different after the coronavirus pandemic, which has disrupted not only marketers' budgets but also accelerated advertising holding companies' plans to pivot away from TV commercials and push even harder into new services to find growth.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dinner-from-a-can-no-apologies-11608224974", "title": "Dinner From a Can, No Apologies", "date": "2020-12-17 12:09", "summary": "Sick of cooking but craving something sensational? With these Spanish seafood conservas in the cupboard, you're covered.. AN ORDINARY aperitivo hour at the no-frills tapas bar Fide in Madrid finds patrons clinking vermouths and snacking on some of the finest seafood money can buy: pearly-white razor clams, fat Galician mussels and sweet little cockles you could balance on a pinhead, all served straight from a can.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-time-ran-out-to-litigate-the-election-11608224732", "title": "When Time Ran Out to Litigate the Election", "date": "2020-12-17 12:05", "summary": "Distrust in the functioning of our democracy will continue to fester as a result of the courts' and the media's refusal to examine evidence of fraud.. Your editorials \"Trump's Challenge Is Over\" (Dec. 14) and \"Trump's Fraud Claims Hit a Barr\" (Dec. 2) find that the president failed to provide sufficient evidence of election fraud and mismanagement to overturn the result. Much of the media goes further, insisting there was no evidence at all of irregularities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ingenious-camouflage-of-fish-skin-11608224584", "title": "The Ingenious Camouflage of Fish Skin", "date": "2020-12-17 12:03", "summary": "Deep in the ocean, fish hide from predators by using their shiny scales as a mirror.. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guardrail-for-the-next-covid-relief-package-11608224631", "title": "A Guardrail for the Next Covid Relief Package", "date": "2020-12-17 12:03", "summary": "The federal unemployment benefit provided incentives for unemployed Americans to stay home and out of the workforce. We can prevent this policy failure from repeating itself.. Casey Mulligan and Stephen Moore's op-ed \"Unemployment Bonus Proves Its Harm,\" (Dec. 4) shows how flawed liberal policies have hampered America's economic recovery from the Covid-19 pandemic. The inflated federal unemployment benefit program included in the Cares Act led to more than two-thirds of workers earning more from unemployment than they were earning in their previous job, according to the National Bureau of Economic Research.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warnock-of-georgia-likens-netanyahu-to-george-wallace-11608224515", "title": "Warnock of Georgia Likens Netanyahu to George Wallace", "date": "2020-12-17 12:01", "summary": "In a 2015 sermon he described the policy of Israel and its prime minister as \"occupation today, occupation tomorrow, occupation forever.\". Barton Swain omits from his otherwise excellent op-ed examining \"What Raphael Warnock Believes About Israel\" (Dec. 17) one of the Senate candidate's most telling comments on the subject. In a 2015 sermon he described the policy of Israel and its prime minister as \"occupation today, occupation tomorrow, occupation forever,\" invoking George Wallace's famous line on segregation. This inappropriate comparison speaks volumes about his beliefs on Israel.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-wants-its-money-back-from-the-fed-tough-11608224279", "title": "Treasury Wants Its Money Back From the Fed? Tough.", "date": "2020-12-17 11:58", "summary": "The Fed has no legal obligation to return the unused portion of Treasury's equity investment.. Regarding your editorial \"Paying for More Covid Relief\" (Dec. 8): Treasury Secretary Steven Mnuchin is correct that the Federal Reserve's emergency lending facilities can't purchase additional assets after Dec. 31. The source of that limitation, however, isn't the Cares Act, which provides the secretary the authority to make loans and other investments. A different statute, the Federal Reserve Act, lays out the Fed's authority to establish the lending facilities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universities-reward-profs-for-everything-but-teaching-11608224061", "title": "Universities Reward Profs for Everything But Teaching", "date": "2020-12-17 11:54", "summary": "It was always frustrating to hear faculty speak fondly of research 'opportunity' but refer to classroom education as their teaching 'load.'. Regarding Randall Stross's review of Jonathan Zimmerman's book \"The Amateur Hour\" (\"Hire Teachers for Higher Education,\" Dec. 15): It was always frustrating to hear faculty speak fondly of research \"opportunity\" but refer to classroom education as their teaching \"load.\" The main path to tenure was through research and, for the teachers, the path was to do the administrative work that the researchers disliked. Many good teachers went into administration-and reduced their teaching \"loads\"-to the detriment of student education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-anticipates-higher-demand-beyond-pandemic-11608215640", "title": "General Mills Anticipates Higher Demand Beyond Pandemic", "date": "2020-12-17 11:42", "summary": "Initial bump in sales is moderating, but people are enjoying spending more time at home long term, CEO says. General Mills Inc. on Thursday said the initial surge in sales at the start of the pandemic is moderating but expects to benefit from consumers choosing to eat more at home for years as they continue to grapple with financial strain or work remotely.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-criminally-charged-in-longstanding-money-laundering-case-11608222124", "title": "Credit Suisse Criminally Charged in Money-Laundering Case", "date": "2020-12-17 11:22", "summary": "Swiss prosecutors allege the lender didn't comply with provisions against money laundering, allowing a Bulgarian criminal organization to launder money through the bank between 2004 and 2008. Credit Suisse Group AG was charged by Swiss prosecutors Thursday for allegedly failing to prevent money laundering through the bank by clients and an employee, in a case stretching back more than a decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-turning-up-noses-at-food-companies-11608221211", "title": "Investors Turning Up Noses at Food Companies", "date": "2020-12-17 11:06", "summary": "Stocks like General Mills, Campbell are overlooked value plays as investors doubt recent progress is permanent. No matter what food companies serve up these days, investors seem to be left unsatisfied.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-holiday-sales-how-where-and-when-consumers-are-buying-11606996800", "title": "Your 2020 Holiday Shopping Report: How and When People Are Buying", "date": "2020-12-17 11:05", "summary": "Spending patterns show in-store purchases are down at department stores but up sharply online. The coronavirus pandemic has reshaped the 2020 holiday shopping season, with more people buying gifts online and fewer visiting stores. Retailers pushed discounts into October and offered their Black Friday deals online. The big shift to e-commerce is putting shipping networks to the test.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-press-irs-for-solarwinds-hack-briefing-11608220822", "title": "Senators Press IRS for SolarWinds Hack Briefing", "date": "2020-12-17 11:00", "summary": "Grassley, Wyden cite concerns about security of taxpayer data in wake of multiple-agency intrusion. WASHINGTON-A bipartisan pair of senior senators asked the Internal Revenue Service to immediately provide them with a briefing about the SolarWinds hack that has ripped through several federal agencies, citing concerns that personal taxpayer information may have been stolen in the breach.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/families-flock-to-the-nashville-suburbs-for-good-schools-low-taxes-and-some-southern-charm-11608220851", "title": "Families Flock to the Nashville Suburbs for Good Schools, Low Taxes and Some Southern Charm", "date": "2020-12-17 11:00", "summary": "Resume Subscription. In downtown Franklin, Tenn., a giant Christmas tree and Victorian-era storefronts draw flocks of shoppers in search of very merry merchandise. This chic charm is wooing scores of new home buyers, too.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-must-silo-fitbit-data-eu-says-clearing-2-1-billion-deal-11608219201", "title": "Google Must Silo Fitbit Data, EU Says, Clearing $2.1 Billion Deal", "date": "2020-12-17 10:33", "summary": "European Union antitrust officials give the green light to the acquisition after Google promised concessions. European Union antitrust officials approved Google's $2.1 billion acquisition of health tracker Fitbit Inc., but will enforce conditions on the deal aimed at protecting users' health data and preserving competition in the wearable-tech sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-near-the-high-school-11608219051", "title": "A Home Near the High School", "date": "2020-12-17 10:30", "summary": "Brian and Amy Maas moved from Southern California to Brentwood, Tenn., primarily for the public school system. Here's a look at their new home, located near the high school.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-a-tennessee-brownstone-11608218989", "title": "Inside a Tennessee Brownstone", "date": "2020-12-17 10:29", "summary": "A tour of Daniel and Laura Piraino's roughly 6,000-square-foot brownstone just off Main Street in Franklin, Tenn.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sports-court-ruling-on-russian-doping-scheme-11608217781", "title": "Russia Doping Penalty Cut to Two Years", "date": "2020-12-17 10:22", "summary": "The ruling comes seven months ahead of the postponed Tokyo Olympics. The Court of Arbitration for Sport on Thursday reduced Russia's ban from international sports for doping offenses to two years on appeal, cutting in half a penalty leveled last year by the World Anti-Doping Agency.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abducted-nigerian-schoolboys-plead-for-help-in-video-11608218118", "title": "Abducted Nigerian Schoolboys Plead for Help in Video", "date": "2020-12-17 10:15", "summary": "Footage shows hostages of Boko Haram saying some of their classmates have died. Jihadist group Boko Haram released a video purporting to show dozens of the schoolboys it kidnapped from a high school in northwest Nigeria six days ago, in which hostages say that some of their classmates have died and beg for the government to negotiate their release.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-americans-so-distrustful-of-each-other-11608217988", "title": "Why Are Americans So Distrustful of Each Other?", "date": "2020-12-17 10:13", "summary": "The U.S. is the only established democracy where the level of social trust is falling instead of rising. Our political leaders can help turn the tide.. Social trust, the faith that strangers will abide by established norms, is one of society's most fundamental building blocks. It underlies economic growth, political consensus and effective law enforcement.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-12-17-2020-11608169231", "title": "Jobless Claims Remain Elevated as Recovery Slows", "date": "2020-12-17 10:09", "summary": "Claims rise to 885,000 as economists expect the labor market to cool until Covid-19 vaccines are widely distributed. The number of workers seeking unemployment benefits increased to a three-month high, another sign the economy is entering a winter slowdown as coronavirus cases rise and trigger new business restrictions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-11608159242", "title": "Number Puzzles", "date": "2020-12-17 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gideon-gartner-founded-company-advising-computer-buyers-11608216711", "title": "Gideon Gartner Told Companies Which Computer to Buy", "date": "2020-12-17 09:51", "summary": "Research company thrived on punchy briefings for executives; the founder has died at age 85. As corporate executives in the late 1970s grew baffled by a proliferation of computer and other information-technology choices, Gideon Gartner saw an opportunity: Why not offer them advice on what to buy, when to buy it and how much to pay?", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-wunong-net-technology-lennar-what-to-watch-when-the-stock-market-opens-today-11608206393", "title": "Roku, Lennar, Bitcoin: What to Watch When the Stock Market Opens Today", "date": "2020-12-17 09:00", "summary": "U.S. stock futures rose, suggesting indexes could rise for a third straight day. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matching-christmas-pajamas-are-either-the-best-or-worst-part-of-the-holidays-11608213401", "title": "Matching Christmas Pajamas Are Either the Best or Worst Part of the Holidays", "date": "2020-12-17 08:56", "summary": "Resume Subscription. November's Thanksgiving clash over politics has given way to December's epic home drama: the battle over matching holiday pajamas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ciara-cardio-workout-tips-bedtime-russell-wilson-11608211299", "title": "Ciara Does Her Hardest Cardio Right Before Bedtime", "date": "2020-12-17 08:23", "summary": "The singer on the details of her nighttime routine and launching her first fragrance with husband Russell Wilson. A monthly column clocking people's nighttime rituals and product regimens.", "categories": [["Magazine - Culture", "Beauty Sleep"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-georgia-runoff-looms-a-controversial-video-seeds-threats-11608210530", "title": "As Georgia Runoff Looms, a Controversial Video Seeds Threats", "date": "2020-12-17 08:08", "summary": "'I think this is horrible': False online claims in Gwinnett County foster potential violence. In the middle of Georgia's third recount of the presidential election ballots last month, Republican official B.J. Van Gundy noticed something he thought was strange: a technician inserting a thumb drive into one of the election workstations before plugging it into a laptop computer.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-precautions-are-thwarting-the-flu-11608210000", "title": "Covid-19 Precautions Are Thwarting the Flu", "date": "2020-12-17 08:00", "summary": "Masking, social distancing and other efforts to stop the coronavirus are dampening this year's influenza season. As the coronavirus rages across the U.S., the country has so far blunted the impact of influenza and other seasonal respiratory viruses.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-season-covid-11608181525", "title": "The Biggest Negative in This NBA Season: Too Many Positives", "date": "2020-12-17 08:00", "summary": "The NBA restarts next week in the real world-not a bubble. The team that wins might be the one with the most depth and fewest virus-related absences.. The NBA title usually goes to a team with the best players, the finest strategy and the most luck. But this year, with the league rushing toward the start of a new season during a bleak stretch of the Covid-19 pandemic, that might not be enough. There is another crucial metric that could determine the next champion.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-swalwell-timeline-11608153592", "title": "The Swalwell Timeline", "date": "2020-12-17 07:52", "summary": "Did a communist spy know the congressman was about to assume oversight of the CIA?. Rep. Eric Swalwell (D., Calif.) hasn't been willing to say much about his relationship with an alleged spy for the Chinese Communist Party, citing a need to protect classified information. But both the congressman and Speaker Nancy Pelosi (D., Calif.) owe the public an explanation for a remarkable series of events when Mr. Swalwell joined the House Intelligence Committee.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-years-korean-zombie-thriller-its-companies-11608208640", "title": "Korean Zombie Companies Are Scarier Than the Movies", "date": "2020-12-17 07:37", "summary": "The pandemic has exacerbated South Korea's burgeoning corporate debt, too much of which is going to ossifying firms and dragging on the country's economic potential. In 2016, the South Korean zombie film \"Train to Busan\" took the world by storm. In 2019, Netflix 's \"Kingdom\" followed. Next year, the focus may be on the country's zombie companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questionpro-buys-enprecis-group-from-bregal-sagemount-11608208200", "title": "QuestionPro Buys Enprecis Group From Bregal Sagemount", "date": "2020-12-17 07:30", "summary": "Growth equity-focused Bregal Sagemount sold the customer experience software provider around eight years after it first backed the company. QuestionPro Inc., a research and online survey company focused on customer experience, went from prospective investment target for growth-equity firm Bregal Sagemount to a buyer of one of the firm's portfolio companies.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-winning-covid-strategy-has-stopped-working-11608206996", "title": "Germany's Winning Covid-19 Strategy Has Stopped Working", "date": "2020-12-17 07:09", "summary": "The country fared much better than European neighbors in the first wave, but the autumn surge has hit it harder. BERLIN-When Covid-19 swept across Europe this spring, Germany gained plaudits for its handling of the pandemic. Now authorities fear they are losing control of the virus.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-grubhub-others-could-face-a-pared-down-menu-11608206400", "title": "DoorDash, Grubhub, Others Could Face Pared-Down Menu", "date": "2020-12-17 07:00", "summary": "Delivery platforms could lose their appeal for restaurants after the coronavirus pandemic ends. Investors bidding up newly public shares of DoorDash and its competitors shouldn't take for granted the historically fragile relationship between food-delivery platforms and the restaurants they serve.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-election-jitters-were-no-match-for-heard-readers-11608206401", "title": "Covid-19, Election Jitters Were No Match for Heard Readers", "date": "2020-12-17 07:00", "summary": "Subscribers' picks beat both the market and our columnists in Heard on the Street's fourth annual stock-picking contest. Ignoring scary headlines can boost your bottom line.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-updates-plans-for-bond-buying-but-makes-no-changes-to-asset-purchases-11608145211", "title": "Fed Reinforces Plans to Provide Open-Ended Stimulus", "date": "2020-12-17 06:51", "summary": "Most central bank officials project interest rates will remain near zero for at least three years. WASHINGTON-Federal Reserve officials put the final touches Wednesday on a monthslong effort to clarify their plans to support the economy for longer than they have following prior downturns, concluding one of the most active years in the central bank's history.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-market-wont-mind-libors-lingering-around-11608204600", "title": "Housing Market Won't Mind Libor's Lingering Around", "date": "2020-12-17 06:30", "summary": "Superlow rates may be slowing the move to a replacement benchmark; more time for some loans to switch could ease the final transition. The transition period away from the universal but tarnished funding benchmark, the London interbank offered rate, in the U.S. has gotten a bit longer for some loans. That will be mostly welcome news for many investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-names-stausholm-new-ceo-as-it-seeks-to-rebuild-reputation-11608201446", "title": "Rio Tinto Names Jakob Stausholm CEO", "date": "2020-12-17 05:37", "summary": "New chief will be tasked with restoring trust with traditional owners of Juukan Gorge caves, which the company destroyed. SYDNEY-The destruction of two ancient rock shelters in Australia this year cost three Rio Tinto PLC executives their jobs. Now, the mining company has promoted another insider, Jakob Stausholm, to chief executive as it battles to repair its reputation with investors, lawmakers and indigenous groups.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-going-green-saves-bond-borrowers-money-11608201002", "title": "Why Going Green Saves Bond Borrowers Money", "date": "2020-12-17 05:30", "summary": "Resume Subscription. Cash is pouring into investments intended to combat climate change and otherwise benefit society. Now, evidence is emerging that all of the money is starting to have an impact.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peter-jacksons-special-effects-firm-looks-to-become-a-content-producer-11608201001", "title": "Peter Jackson's Special-Effects Firm Looks to Become a Content Producer", "date": "2020-12-17 05:30", "summary": "Demand from streaming services creates opportunities for the company behind the visual effects of 'Avatar' and 'Avengers'. At a time when much of Hollywood is reeling from Covid-19, Weta Digital, the visual-effects company behind \"Avatar\" and \"Avengers: Endgame,\" is looking to pull a growth story out of its magic hat.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-style-rally-puts-chinese-electric-vehicle-makers-on-par-with-gm-ford-11608201004", "title": "Tesla-Style Rally Puts Chinese EV Makers on Par With GM, Ford", "date": "2020-12-17 05:30", "summary": "Chinese EV companies-most of them unprofitable-have seen their valuations soar to levels similar to those of the American auto giants. China's electric-vehicle makers have surged in value, boosted by bold national green-energy targets and individual investors hoping for a repeat of Tesla Inc.'s stunning performance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-closed-borders-and-a-once-hot-apartment-market-crumbled-11608201001", "title": "Covid-19 Closed Borders and a Once-Hot Apartment Market Crumbled", "date": "2020-12-17 05:30", "summary": "Australia has been hit hard by sagging demand because immigrants and foreign students have been shut out. SYDNEY-A year ago, a studio apartment in central Sydney was in such hot demand from foreign students and expat workers that landlords could often find a tenant within days.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-derivatives-traders-are-unlikely-brexit-winners-11608198572", "title": "Who Wins From Brexit? New York", "date": "2020-12-17 04:49", "summary": "However current negotiations between the U.K. and EU end, U.S. swap exchanges stand to gain European business. In the tug of war Brexit has unleashed between London and other European financial centers, one potential winner is often forgotten: the U.S.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyotas-chief-says-electric-vehicles-are-overhyped-11608196665", "title": "Toyota's Chief Says Electric Vehicles Are Overhyped", "date": "2020-12-17 04:17", "summary": "Akio Toyoda says converting entirely to EVs could cost hundreds of billions of dollars and make cars unaffordable for average people. TOKYO- Toyota Motor Corp.'s leader criticized what he described as excessive hype over electric vehicles, saying advocates failed to consider the carbon emitted by generating electricity and the costs of an EV transition.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-makes-blue-origin-eligible-to-launch-future-missions-without-crews-11608177087", "title": "NASA Makes Blue Origin Eligible to Launch Future Missions Without Crews", "date": "2020-12-17 00:01", "summary": "Jeff Bezos and his company's New Glenn rocket, which hasn't yet flown, get nod to potentially carry scientific payloads later this decade. The space transportation company run by Amazon.com Inc. Chief Executive Jeff Bezos reached another important steppingstone in its effort to become an established launcher of U.S. civilian and national-security payloads.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11608149816", "title": "Pepper...and Salt", "date": "2020-12-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]