[{"link": "https://www.wsj.com/articles/beating-old-age-in-straight-sets-11580947056", "title": "Beating Old Age in Straight Sets", "date": "2020-02-05 18:57", "summary": "At almost 79, I'm pushing my luck playing tennis. But I'm not built to sit still.. After one reaches 70 the ailments of age usually kick in, and you'll probably get worse at your favorite sport. The odd thing for me is: I'm almost 79 yet I'm a better tennis player than I was at 50.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-were-polarized-review-going-to-extremes-11580947003", "title": "'Why We're Polarized' Review: Going to Extremes", "date": "2020-02-05 18:56", "summary": "You don't need to shed your opinions to write convincingly about polarization in politics, but a little self-criticism might help.. Ezra Klein is a gifted political analyst, a hyperproductive and witty blogger, a fluent podcaster and television commentator, and the co-founder of Vox, the popular left-liberal \"explanatory\" news website. Mr. Klein is a lot of things. What he isn't is humble.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kirk-douglas-was-a-tough-guy-on-screen-and-off-11580946766", "title": "Kirk Douglas Was a Tough Guy, on Screen and Off", "date": "2020-02-05 18:52", "summary": "Kirk Douglas scored three Oscar nominations, collaborated with directors Billy Wilder and Stanley Kubrick and was a major Los Angeles philanthropist. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peloton-posts-quarterly-loss-higher-revenue-11580944854", "title": "Peloton Posts Quarterly Loss, Higher Revenue", "date": "2020-02-05 18:20", "summary": "Exercise-bike maker guides for third-quarter revenue to be lower than Wall Street analysts' expectations. Peloton Interactive Inc. on Wednesday reported a loss and higher revenue for its second quarter, while boosting its expectations for subscribers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-reports-stronger-revenue-helped-by-higher-affiliate-fees-11580938417", "title": "Fox Puts Super Bowl Ad Revenue at $600 Million", "date": "2020-02-05 18:15", "summary": "Reviewing quarterly results, CEO Lachlan Murdoch touts strength of Fox News. Fox Corp. took in about $600 million in advertising revenue for its coverage of Super Bowl LIV and pregame and postgame activities, Chief Executive Lachlan Murdoch said Wednesday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casper-cuts-expected-ipo-price-11580909623", "title": "Mattress Seller Casper Prices IPO at Low End of Expected Range", "date": "2020-02-05 18:10", "summary": "Shares were priced at $12; unprofitable startup sharply dropped its range Wednesday morning from $17-$19 flagged earlier. Casper Sleep Inc. priced its IPO at the low end of its already slashed range, the latest sign that the path to public ownership remains treacherous for unprofitable startups.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neogenomics-promotes-accounting-chief-to-cfo-11580944114", "title": "NeoGenomics Promotes Accounting Chief to CFO", "date": "2020-02-05 18:08", "summary": "Cancer-focused biotech company's new finance chief would help lead M&A and growth of contract research division, analysts say. NeoGenomics Inc. said Wednesday it promoted Kathryn McKenzie to finance chief as the biotechnology company looks to expand its contract research operation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bitter-impeachment-ends-its-divisions-may-live-on-11580943661", "title": "A Bitter Impeachment Ends; Its Divisions May Live On", "date": "2020-02-05 18:01", "summary": "The rancor between the GOP and Democrats may not be just an impediment for the rest of the year but for a long time to come. The stately dome of the U.S. Capitol has towered over many a dramatic scene since it was completed a century-and-a-half ago. Yet most recently, the dome has stood in silent witness to what feels like a lifetime's worth of drama packed into just a few weeks.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-bars-secondary-exchange-founder-from-acp-partners-fund-11580943371", "title": "Judge Bars Secondary Exchange Founder From ACP Partners Fund", "date": "2020-02-05 17:56", "summary": "A preliminary injunction against Nyppex founder Laurence Allen follows a fraud complaint brought against him in December. A New York state court judge issued a preliminary injunction on Tuesday that restricts secondary investment entrepreneur Laurence G. Allen and various entities he controls from investing or distributing assets of ACP Partners X LLC, a $17 million secondary fund that Mr. Allen's firm formed in 2004.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-to-spin-off-slow-growth-products-into-new-company-11580903102", "title": "Merck to Spin Off Slow-Growth Products Into New Company", "date": "2020-02-05 17:53", "summary": "Merck will spin off about 90 products, including cholesterol drug Zetia, into a new, publicly-traded company next year. Drugmaker Merck & Co. will spin off $6.5 billion in assets, including women's-health products and cholesterol treatments that have lost patent protection, that are equal to 15% of its prescription drug sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-harvey-weinstein-accuser-testifies-he-groped-her-in-beverly-hills-hotel-11580942627", "title": "Last Harvey Weinstein Accuser Testifies He Groped Her in Hotel", "date": "2020-02-05 17:43", "summary": "The testimony of Lauren Young opened a window into a separate criminal case that Los Angeles prosecutors are bringing against the Hollywood producer. The final accuser to testify against Harvey Weinstein in his criminal trial told a Manhattan jury Wednesday that he groped her in a Beverly Hills hotel, providing a glimpse into a separate case against the Hollywood producer that Los Angeles prosecutors are bringing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevadas-democrats-scramble-to-avoid-repeat-of-iowa-app-debacle-11580942070", "title": "Nevada's Democrats Scramble to Avoid Repeat of Iowa App Debacle", "date": "2020-02-05 17:34", "summary": "'Everything is on the table' after state party backs away from using app from same developer as Iowa's. With its caucuses about two weeks away, Nevada's Democratic Party is assessing plans for reporting results, scrambling to meet a tight timeline now that it has ditched an app like the one that upended Iowa's contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-iowa-slipped-away-from-joe-biden-11580903978", "title": "How Iowa Slipped Away From Joe Biden", "date": "2020-02-05 17:33", "summary": "Former vice president now must convince donors and voters in other early states to stick with him in a fiercely competitive field. DES MOINES, Iowa-In the months leading up to the Iowa caucuses, Joe Biden suggested he could stake an early claim to the Democratic nomination with a victory.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-central-bank-cuts-benchmark-rate-to-4-25-signals-end-to-cuts-11580939218", "title": "Brazil's Central Bank Cuts Benchmark Rate to 4.25%", "date": "2020-02-05 17:27", "summary": "Economy is showing mixed signals amid fears of a global slowdown. BRASÍLIA-Brazil's central bank cut its benchmark interest rate on Wednesday, as the economy shows mixed signals amid fears of a global slowdown, and indicated an end to the current rate-cutting cycle.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allstate-chubb-profits-rise-on-disaster-claim-decline-premium-growth-11580917889", "title": "Insurers' Profits Rise on Disaster Claim Decline, Premium Growth", "date": "2020-02-05 17:16", "summary": "Shares of the two insurers, along with Prudential, climbed after reporting earnings Tuesday. Property-and-casualty insurance giants Chubb Ltd. and Allstate Corp. posted strong profit gains in the fourth quarter, thanks to fewer catastrophe claims and premium volume growth.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-posts-fourth-quarter-loss-on-factory-strike-11580908295", "title": "GM and Ford Face Slowing Demand as Tesla Revs Up", "date": "2020-02-05 17:13", "summary": "The Detroit giants are also dealing with rising labor costs as investors bet on rival Tesla's future. General Motors Co. and Ford Motor Co. provided tepid outlooks that give little optimism for the year ahead to investors who are increasingly betting on electric-vehicle maker Tesla Inc. as the car company of the future.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peabody-adding-board-members-in-deal-with-elliott-management-11580940121", "title": "Peabody Adding Board Members in Deal With Elliott Management", "date": "2020-02-05 17:02", "summary": "The coal-mining company plans to add four directors, including two Elliott executives. Peabody Energy Corp. is shaking up its board by adding partners from Elliott Management Corp., its largest shareholder, as the coal-mining company seeks to withstand market headwinds squeezing U.S. coal producers.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-threatens-a-popular-crude-trade-11580906173", "title": "Coronavirus Threatens a Popular Crude Trade", "date": "2020-02-05 16:59", "summary": "The market's expectation of a fall in Chinese demand for oil is poised to erase profits for investors who purchase new, later-dated futures. The fall and winter of 2019-20 looked like easy money for investors in the oil market. Then the coronavirus hit.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rally-as-virus-uncertainty-ebbs-11580899954", "title": "S&P 500, Nasdaq Climb to Records as Virus Concerns Ease", "date": "2020-02-05 16:58", "summary": "Nasdaq hits its second straight record, while S&P 500 rises 1.1% to finish at a record as well. U.S. stocks rallied Wednesday, largely erasing the losses sparked by reaction to China's coronavirus outbreak, while oil prices posted their biggest gain in more than a month.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-field-los-angeles-property-developer-deemed-life-not-so-bad-11580938713", "title": "Larry Field, Los Angeles Property Developer, Deemed Life 'Not So Bad'", "date": "2020-02-05 16:38", "summary": "Cheery catchphrase became trademark of Bronx-born builder who worked with architect Frank Gehry. Larry Field said he found his career in real estate by accident.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-pitches-legalizing-marijuana-other-measures-in-budget-11580938730", "title": "Connecticut Governor Pitches Legalizing Marijuana, Other Measures in Budget", "date": "2020-02-05 16:38", "summary": "Ned Lamont calls for overhaul of state's economic-development strategy in $22.3 billion proposal. Connecticut Gov. Ned Lamont proposed legalizing marijuana and overhauling the state's economic-development strategy as part of his $22.3 billion budget proposal that called for no income-tax increases.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linkedin-ceo-jeff-weiner-to-step-down-in-june-11580921884", "title": "LinkedIn CEO Jeff Weiner to Step Down in June", "date": "2020-02-05 16:28", "summary": "Ryan Roslansky, the platform's product leader, will become the new chief executive. The chief executive of Microsoft Corp.'s LinkedIn professional networking site, Jeff Weiner, will step down in June as the software giant also restructures other elements of its operation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-suspect-in-barnard-killing-carried-knife-officer-testifies-11580937932", "title": "Teen Suspect in Barnard Killing Carried Knife, Officer Testifies", "date": "2020-02-05 16:25", "summary": "A 13-year-old suspect appeared in New York state family court for his alleged role in the death of Tessa Majors. A 13-year-old suspect who faces charges in the fatal stabbing of a Barnard College student was carrying a knife in his backpack when he was arrested in connection with the crime, a police officer said in a hearing Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-plans-to-boost-audit-reporting-reviews-11580936271", "title": "U.K. Regulator Plans to Boost Audit, Reporting Reviews", "date": "2020-02-05 16:18", "summary": "The Financial Reporting Council wants to increase its headcount and budget to speed up enforcement. The U.K.'s regulator for auditors and accountants plans to boost its audit and reporting reviews and extend its monitoring of audit firms-a move that comes amid concerns about the quality of audits in Britain.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-bondholders-reach-tentative-deal-with-oversight-board-11580934722", "title": "Puerto Rico Bondholders Reach Tentative Deal With Oversight Board", "date": "2020-02-05 15:52", "summary": "Pact raises recovery for newer general obligation bonds, moving the U.S. territory closer to bankruptcy exit. Competing bondholder groups and the oversight board supervising Puerto Rico's debt restructuring have reached a tentative compromise that moves the U.S. territory closer to leaving bankruptcy, people familiar with the matter said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-daly-tells-cnbc-that-strong-stocks-reflect-optimism-over-economy-11580935909", "title": "Fed's Daly Says Strong Stocks Reflect Optimism Over Economy", "date": "2020-02-05 15:51", "summary": "Rate cuts last year gave U.S. space to weather any negative influences, central bank official says. Federal Reserve Bank of San Francisco President Mary Daly said Wednesday the ebullience of the stock market reflects understandable optimism about the economic outlook.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-judge-sets-up-court-fight-over-bail-11580935809", "title": "New York Judge Sets Up Court Fight Over Bail Law", "date": "2020-02-05 15:50", "summary": "Law banning the use of cash bail on most misdemeanor and nonviolent felony offenses has been a flashpoint. COHOES, N.Y.-An upstate judge defied New York's controversial pretrial rules on Wednesday when he set $100 bail for a man charged with a low-level misdemeanor, setting up a larger court fight on a simmering political issue.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spf-is-essential-when-skiing-so-are-these-other-skin-products-11580935552", "title": "SPF Is Essential When Skiing. So Are These Other Skin Products.", "date": "2020-02-05 15:45", "summary": "On the slopes, your face can take a beating. Here's how to protect your skin before, during and after the sport. SCHUSSING DOWN the slopes can leave your skin invigorated-or, if you're not careful, chapped. Multiple elements victimize your complexion at once, said New York City dermatologist, founder of MMSkincare and skier Ellen Marmur. \"Wind, sun, cold, heat and dryness at high altitude create the perfect situation for damage,\" she said. A 2003 Journal of the American Medical Association study found that sun intensity increases about 6% to 9% for every 1,000 feet of elevation, said Dr. Marmur, and sun reflection off the snow further ups your UV exposure. Which means you need more than a balaclava for protection. Here's what else to reach for to shield and heal.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-shareholders-pressure-chairman-to-support-ceo-in-spying-scandal-11580914819", "title": "Credit Suisse Shareholders Pressure Chairman to Support CEO in Spying Scandal", "date": "2020-02-05 15:37", "summary": "Shareholder David Herro says Chief Executive Tidjane Thiam has taken all the right steps. Three Credit Suisse Group AG shareholders urged its chairman to publicly support Chief Executive Officer Tidjane Thiam or resign, as a scandal over the surveillance of executives threatens to split the bank's leadership.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-convention-organizers-fired-following-allegations-11580932990", "title": "Democratic Convention Organizers Fired Following Allegations", "date": "2020-02-05 15:28", "summary": "A third-party firm has been hired to investigate claims of workplace bullying and intimidation. Two people in charge of organizing the 2020 Democratic National Convention in Milwaukee were fired by the host committee's board of directors late Tuesday, following allegations of workplace bullying and intimidation.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-foe-alleges-game-of-hide-and-seek-at-bankruptcy-trial-11580934518", "title": "McKinsey Foe Alleges 'Game of Hide and Seek' At Bankruptcy Trial", "date": "2020-02-05 15:28", "summary": "Consulting firm defended its conflicts disclosure practices as a long-awaited trial with rival Jay Alix kicked off. McKinsey & Co. and longtime adversary Jay Alix teed off a courtroom trial Wednesday over the disclosure of potential conflicts of interest, a core tenet of the nation's bankruptcy system.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trump-rescue-for-the-obama-presidential-center-11580934455", "title": "A Trump Rescue for the Obama Presidential Center?", "date": "2020-02-05 15:27", "summary": "The President's deregulation agenda might help the former President build his monument.. Former President Barack Obama has been battling community organizers opposed to his plan to build an Obama Presidential Center in Chicago's historic Jackson Park. Adding to the irony, an Obama project opponent now says that the former President is relying on the Trump deregulatory agenda to steamroll objections from environmental activists.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-alphafly-sneakers-will-also-avoid-olympic-ban-11580929200", "title": "Nike Alphafly Sneakers Will Also Avoid Olympic Ban", "date": "2020-02-05 15:26", "summary": "Next generation of Vaporfly technology that sparked a crackdown will go on limited sale at end of month, making them eligible for Tokyo Games. In a crackdown on running sneakers spurred by high-tech Nikes, a clear winner is emerging: Nike Inc.", "categories": [["WSJ News Exclusive", "Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rebound-after-taking-brunt-of-coronavirus-hit-11580904588", "title": "Oil Rebounds After Taking Brunt of Coronavirus Hit", "date": "2020-02-05 15:14", "summary": "Crude and copper, seen as proxies for Chinese economic health, remain well below where they were before the outbreak. Oil and copper prices rose Wednesday, reversing course from their steady drop to start the year in a move that some traders attributed to unconfirmed media reports that a Chinese university found a treatment for the fast-spreading coronavirus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-skiing-in-jeans-its-not-the-1970s-anymore-11580933443", "title": "Stop Skiing in Jeans. It's Not the 1970s Anymore.", "date": "2020-02-05 15:10", "summary": "While denim daredevils ruled the slopes last century, today's skiers generally prefer high-tech snow pants. A brief history. PITY THE denim-wearing skier. The bottom line is that \"skiing in jeans is a terrible idea,\" said James Fox, 48, a digital librarian in Acton, Mass., and lifelong skier-turned-snowboarder. As he pointed out, jeans are neither waterproof nor insulating. Those who brave the bluff in jeans are often inexperienced bunny-hill bumblers who don't know any better.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-blame-ceos-for-rise-in-youth-vaping-11580932633", "title": "Lawmakers Blame CEOs for Rise in Youth Vaping", "date": "2020-02-05 14:57", "summary": "Some of the executives said they had never marketed to young people, a claim rejected by some members of Congress at hearing. WASHINGTON-Lawmakers chastised top executives of five vaping companies at a hearing here Wednesday, blaming them for causing an epidemic of e-cigarette use among young people through targeted marketing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firmer-pricing-gives-insurers-a-lift-11580931877", "title": "Firmer Pricing Gives Insurers a Lift", "date": "2020-02-05 14:44", "summary": "Chubb's earnings report showing social inflation under control and strong pricing momentum gives investors reasons to stick with insurers for now. When it comes to insurance, pricing is the tie that binds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/list-of-macys-stores-set-to-close-11580856020", "title": "List of Macy's Stores Set to Close", "date": "2020-02-05 14:38", "summary": "Resume Subscription. Macy's Inc. is accelerating its restructuring efforts after a yearslong slump. Some of the retailer's stores that are set to close this year:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-road-by-kesha-review-a-bumpy-ride-11580931466", "title": "'High Road' by Kesha: A Bumpy Ride", "date": "2020-02-05 14:37", "summary": "The pop star's new album features prankishness with room for reflection but is wearingly scattershot.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-bernie-sanders-presidency-would-mean-for-business-11580929716", "title": "What a Bernie Sanders Presidency Would Mean for Business", "date": "2020-02-05 14:11", "summary": "From prescription drug prices to stock buybacks, candidate's policies touch every facet of business. Editor's note: This is an excerpt from our newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-castle-on-the-banks-of-the-mississippi-river-11580929618", "title": "A Castle on the Banks of the Mississippi River", "date": "2020-02-05 14:06", "summary": "Inspired by Castello di Vezio in Italy, this 19th-century home comes with 2,400 acres, horse stables, tennis courts and a shooting range. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/treasury-releases-new-details-on-20-year-bond-plans-11580909629", "title": "Treasury Releases New Details on 20-Year Bond Plans", "date": "2020-02-05 14:05", "summary": "The department plans to issue the new bonds each quarter and will hold auctions in the third week of the month. WASHINGTON-The Treasury Department on Wednesday provided new details about its plans to begin regular auctions of 20-year bonds in the first half of 2020, expanding its suite of products to fund projected growing federal budget deficits.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-missouri-an-italian-renaissance-style-castle-asks-24-75m-11580929117", "title": "In Missouri, an Italian Renaissance-Style Castle Asks $24.75M", "date": "2020-02-05 13:58", "summary": "Selma Hall, or Kennett's Castle, sits on the banks of the Mississippi and dates to the 1850s. Outside the small city of Festus, Mo., a 19th-century castle modeled after a château on Italy's Lake Como, is coming on the market for $24.75 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-shipping-as-china-port-traffic-slides-11580928711", "title": "Coronavirus Hits Shipping as China Port Traffic Slides", "date": "2020-02-05 13:51", "summary": "Maritime data provider Alphaliner projects falling trade could cut 6 million containers from shipping business this year. Ship calls at or through major Chinese ports have fallen 20% since Jan. 20, maritime data provider Alphaliner said, as measures to control the coronavirus outbreak cut into international supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrupt-motives-charge-will-haunt-politics-11580928118", "title": "'Corrupt Motives' Charge Will Haunt Politics", "date": "2020-02-05 13:41", "summary": "Democrats in Congress are late in embracing \"The 'Corrupt Motives' Doctrine\" as years ago federal judges established a precedent for divining President Trump's evil motives.. Democrats in Congress are late in embracing \"The 'Corrupt Motives' Doctrine\" (Review & Outlook, Jan. 30) as years ago federal judges established a precedent for divining President Trump's evil motives. Two U.S. District Court judges blocked Mr. Trump's executive order in early 2017 restricting travel to the U.S. from six countries that were plagued by terrorism because they believed the order was motivated by anti-Muslim bias. Although the executive order had only a stated secular and national security purpose, the judiciary's clairvoyants deemed it tainted by what Mr. Trump said on the campaign trail. There is good reason for Democratic presidential candidates to flirt with the idea of packing the Supreme Court with new, liberal justices who would also have psychic powers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/touchdown-dancing-is-a-sign-of-our-times-11580928060", "title": "Touchdown Dancing Is a Sign of Our Times", "date": "2020-02-05 13:41", "summary": "One can remember the coaches in the NFL and colleges trying very hard to squelch the ridiculous shows of unsportsmanlike conduct that started breaking out a number of decades ago.. Regarding Joseph Epstein's \"A Good Sport is Hard to Find, Especially in the NFL\" (op-ed, Feb. 1): One can remember the coaches in the NFL and colleges trying very hard to squelch the ridiculous shows of unsportsmanlike conduct that started breaking out a number of decades ago. But the press was working full steam to thwart the coaches' efforts. The cameras invariably sought out players doing the dances, etc., and dwelt on them for the entire little performance. The coaches finally quit fighting and went along.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legislators-and-regulators-failed-in-2007-11580928010", "title": "Legislators and Regulators Failed in 2007", "date": "2020-02-05 13:40", "summary": "Had the free market been permitted to operate unfettered by congressional interference, the problem wouldn't have occurred.. William A. Galston writes that \"the global financial crisis [was] fed by the greed and recklessness of major financial institutions and the absence of effective government oversight\" (\"Liberal Democracy's Threats From Within,\" Politics & Ideas, Jan. 22). He is half right.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/playing-solitaire-with-all-those-old-business-cards-11580927927", "title": "Playing Solitaire With All Those Old Business Cards", "date": "2020-02-05 13:38"}, {"link": "https://www.wsj.com/articles/five-star-ski-snacks-11581020999", "title": "Five-Star Ski Snacks", "date": "2020-02-05 13:31", "summary": "When you cook or make wine for a living, you're pickier than most about the bites you pack (or flask you fill) for a day on the slopes. Here, five pre-eminent palates share their fuel of choice. \"I do a fair bit of backcountry alpine touring throughout the winter. A great deal of thought goes into what will take up valuable real estate in my backpack. If I find myself touring somewhere in Japan, there's nothing better than a couple onigiri, Japanese rice balls formed around myriad fillings. And that flask that always seems to be around usually has some Japanese whisky inside. Because, pairing.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-figure-skating-head-defies-call-to-resign-11580927314", "title": "French Figure Skating Head Defies Call to Resign", "date": "2020-02-05 13:28", "summary": "Didier Gailhaguet defended federation's handling of alleged sexual abuse after sports minister urged him to step down. The head of French figure skating refused his government's call to step down over the federation's handling of alleged sexual abuse, reflecting the uneven response by sports officials to a reckoning that is spanning multiple countries and sports.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-skids-again-but-might-yet-pass-gm-11580927211", "title": "Ford Skids Again but Might Yet Pass GM", "date": "2020-02-05 13:26", "summary": "For all its operational excellence, General Motors seems incapable of exciting investors in rapidly changing industry. The fourth quarter was anything but normal for Detroit, with the longest strike in decades at General Motors and a mangled vehicle launch at Ford Motor . But fourth-quarter reports still followed what has become the usual pattern: GM steered a smooth course while Ford skidded.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macy-s-to-close-125-department-stores-exit-weakest-malls-11580850007", "title": "Macy's to Close 125 Stores, Exit Weakest Malls", "date": "2020-02-05 12:54", "summary": "CEO says retailer couldn't solve woes of ailing shopping centers, plans to open smaller format stores outside of malls. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-a-famous-bay-area-pizza-help-induce-labor-expectant-moms-think-so-11580923915", "title": "Does a Famous Bay Area Pizza Help Induce Labor? Expectant Moms Think So", "date": "2020-02-05 12:31", "summary": "Doctors say there's no magical food that can cause contractions to start, but that hasn't stopped parents-to-be from lining up for the 'Prego'. At nearly 41 weeks pregnant, Joyce Anne Rodriguez had tried just about everything to induce the birth of her second daughter last June. She walked endlessly around her neighborhood in San Lorenzo, Calif., drank warm milk and snacked on fresh pineapple.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-deploys-new-less-destructive-nuclear-warhead-11580852022", "title": "U.S. Deploys New, Less Destructive Nuclear Warhead", "date": "2020-02-05 12:25", "summary": "Weapon would be mounted on submarine-launched missile. LONDON-The Pentagon has added a new warhead to its nuclear arsenal, the first in decades, to counter what it says is the threat posed by Russia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercks-spin-may-induce-motion-sickness-11580922994", "title": "Merck's Spin May Induce Motion Sickness", "date": "2020-02-05 12:16", "summary": "Spinning off older products will enhance Merck's growth profile but will also make the shares riskier. In the pharmaceuticals business, it is possible to give investors too much of a good thing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-dada-11580922723", "title": "Alfred Jarry: Papa Dada", "date": "2020-02-05 12:12", "summary": "Despite his short life, Alfred Jarry, a progenitor of Dada and Surrealism, has had an outsize impact on our modern worldview.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-communication-tools-draw-interest-as-remote-workforce-grows-11580922000", "title": "Business Communication Tools Draw Interest as Remote Workforce Grows", "date": "2020-02-05 12:00", "summary": "Last year's IPOs of Zoom and Slack reinforced the view the market for workplace communication is growing. Venture capitalists are pouring money into startups that make collaboration at work easier as a growing remote workforce turns to online communication tools.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sets-second-evacuation-of-americans-from-china-11580837124", "title": "U.S. Sets Second Evacuation of Americans From China", "date": "2020-02-05 11:57", "summary": "The government prepared to fly more than 500 Americans out of central China, as Beijing criticized Washington's response to the coronavirus outbreak. SHANGHAI-The U.S. government was preparing to evacuate by air hundreds of Americans from central China on Wednesday in response to the deadly coronavirus outbreak, as Beijing criticized Washington's overall response as unhelpful.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-bonds-climb-after-fidelity-stares-down-province-of-buenos-aires-11580921284", "title": "Argentine Bonds Climb After Fidelity Stares Down Province of Buenos Aires", "date": "2020-02-05 11:48", "summary": "U.S. Treasurys decline amid stock gains. Argentine bonds are rising after the Province of Buenos Aires backed down Tuesday on threats not to make a $250 million bond payment unless bondholders agreed to postpone for three months until May.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-picks-from-the-journals-film-critic-11580917120", "title": "Oscar Picks From the Journal's Joe Morgenstern", "date": "2020-02-05 11:10", "summary": "Wall Street Journal critic Joe Morgenstern predicts who will win the top honors at Sunday's Academy Awards. Go figure. The theatrical exhibition business-meaning people getting out of the house and joining others they don't know to see a movie on a big screen in a dark room-is by every reliable metric in steady decline. Studios are disappearing like desiccated fronds on a palm tree. Yet last year yielded a bounty of fine films, leaving audiences feeling fulfilled and critics feeling obligated to do their annual rankings. Here are some of my thoughts on who deserves to win the top honors at the 92nd Academy Awards-and who could, should or will take home an Oscar.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-home-buyers-are-revamping-amsterdams-historic-housing-stock-11580918888", "title": "Luxury Home Buyers Are Revamping Amsterdam's Historic Housing Stock", "date": "2020-02-05 11:08", "summary": "Resume Subscription. Several years of strong growth in residential real-estate prices, with a high demand for luxury homes, is helping to transform Amsterdam from quaint to brash.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-piece-of-mexico-in-portland-11580918527", "title": "A Piece of Mexico in Portland", "date": "2020-02-05 11:02", "summary": "The 4,867-square-foot home combines Pacific Northwest design elements with a Mexican aesthetic. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-portland-contemporary-brings-mexico-home-11580918562", "title": "A Portland Contemporary Brings Mexico Home", "date": "2020-02-05 11:02", "summary": "Claudia Ochoa and Pedro Molina moved to Oregon thinking they might return to Mexico one day. Twenty years later, the couple built a $1.9 million home that mixes Pacific Northwest modernism with a Mexican aesthetic. Claudia Ochoa and Pedro Molina always thought they would end up back in Mexico. \"It's home there,\" says Mr. Molina. Ms. Ochoa describes the Mexican city where they lived, Cuernavaca, as a land of \"eternal spring,\" where the sun shone and she was always going to parties with her mom and her sisters at homes with beautiful backyards and swimming pools. But, as Ms. Ochoa says, \"It's one thing what you plan, and another what happens.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-47-50-billion-to-markets-overall-liquidity-declines-11580918436", "title": "Fed Adds $47.50 Billion to Financial Markets", "date": "2020-02-05 11:00", "summary": "Outstanding amount of repo operations falls to $170.3 billion. Temporary liquidity provided by the Federal Reserve Bank of New York to money markets dropped Wednesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-adds-subscribers-swings-to-loss-as-it-invests-in-podcasts-11580900543", "title": "Spotify Agrees to Buy Ringer and Reports Growth in Users", "date": "2020-02-05 10:51", "summary": "Company to add to its podcast lineup with purchase of sports and pop-culture outlet. Spotify Technology SA has agreed to buy sports and pop-culture outlet the Ringer, the company said Wednesday, as it posted better-than-expected growth in users and said its investment in podcasts is helping convert people who use its free tier into paying subscribers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-big-city-and-small-town-colleges-in-the-midwest-11580917691", "title": "Top Big-City and Small-Town Colleges in the Midwest", "date": "2020-02-05 10:48", "summary": "The University of Chicago and Carleton College head these lists in the WSJ/THE College Rankings. The University of Chicago is the top big-city college in the Midwest and Carleton College is the region's top small-town or rural school, according to the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-gains-11580917668", "title": "Capital Gains", "date": "2020-02-05 10:47", "summary": "A look at some of the homes for sale in Amsterdam's most in-demand areas.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canadas-trade-deficit-narrowed-in-december-11580911377", "title": "Canada's Trade Deficit Narrowed in December", "date": "2020-02-05 10:42", "summary": "Improvement, led by rebound in crude exports, follows a string of disappointing economic data. OTTAWA-Canada recorded a smaller trade deficit with the rest of the world in December, led by a rebound in exports of crude oil.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-parasite-became-south-koreas-accidental-breakout-hit-11580917155", "title": "How 'Parasite' Became South Korea's Accidental Breakout Hit", "date": "2020-02-05 10:39", "summary": "South Korean filmmakers have previously sought to land a U.S. hit but now have an Oscar-nominated success without making obvious appeals to Hollywood tropes. Seoul", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-five-oscar-nominees-say-about-the-state-of-hollywood-11580915762", "title": "What Five Oscar Nominations Tell Us About Hollywood", "date": "2020-02-05 10:16", "summary": "Resume Subscription. \"Once Upon a Time...in Hollywood.\" The title of a top contender at the Oscars could double as the theme of Sunday's show, as an unusually competitive awards season concludes for an industry that is questioning where its own story is headed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/long-shielded-from-lawsuits-prosecutors-face-scrutiny-after-fake-subpoenas-11580914550", "title": "Prosecutors Face Scrutiny After Fake Subpoenas", "date": "2020-02-05 09:55", "summary": "The New Orleans district attorney's office is trying to fend off a lawsuit that could chip away at prosecutors' immunity from legal action. For years prosecutors in Louisiana's Orleans Parish served crime victims and witnesses with documents labeled \"SUBPOENA,\" stamped with an official seal. The documents warned of fines and imprisonment for those who didn't comply.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-remarks-on-sanctuary-cities-trumps-state-of-the-union-boosts-a-vulnerable-republican-senator-11580914347", "title": "Trump Boosts a Vulnerable Republican Senator", "date": "2020-02-05 09:52", "summary": "Sen. Thom Tillis of North Carolina has introduced legislation that would allow people to sue sanctuary states or cities. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dubious-race-to-be-europes-investment-banking-champion-11580913514", "title": "Dubious Race to Be Europe's Investment Banking Champion", "date": "2020-02-05 09:38", "summary": "BNP Paribas continues to struggle with low interest rates but reported a banner quarter in its corporate and investment bank. With Deutsche Bank in retreat, BNP Paribas is competing for the dubious crown of European investment banking champion. If it gets there depends in part on whether Brexit hobbles its British rival Barclays .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wants-a-referendum-on-the-economyand-sanders-may-give-it-to-him-11580913171", "title": "Trump Wants a Referendum on the Economy-and Sanders May Oblige", "date": "2020-02-05 09:32", "summary": "Vermont senator promises Medicare for All, student-debt cancellation and a ban on fracking, making Trump a moderate on economic issues. In his State of the Union address Tuesday night, President Trump put the economy front and center in his bid for reelection. The speech had its share of hyperbole, but the economic case Mr. Trump laid out was sound and the political appeal obvious.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-broadens-reach-with-entry-into-private-equity-11580909400", "title": "Vanguard Broadens Reach With Entry Into Private Equity", "date": "2020-02-05 09:24", "summary": "Money manager plans to start push with institutions and later add wealthy individuals. Vanguard Group is launching a private-equity fund, a striking move for the money manager that built a brand on the back of low-cost funds for everyday investors.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-shares-rise-while-revenue-slips-11580912628", "title": "Coty Shares Rise While Revenue Slips", "date": "2020-02-05 09:23", "summary": "The beauty-products company said a loss of shelf space and a weaker mass beauty market is still hurting results in North America. Shares of Coty Inc. rose in premarket trading after the beauty-products company reported better-than-expected results for its second quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-financial-challenge-for-athletes-retirement-is-always-near-11580912273", "title": "The Financial Challenge for Athletes: Retirement Is Always Near", "date": "2020-02-05 09:17", "summary": "Their financial advisers explain how they create portfolios suited to lucrative but short careers. The athletes who just played in the Super Bowl are fund investors, like so many other people. But that may be where the investment similarity ends.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-added-291-000-jobs-in-january-11580911234", "title": "U.S. Private Sector Added 291,000 Jobs in January", "date": "2020-02-05 09:00", "summary": "The service-providing sector drove most of the overall increase. The nonfarm private sector in the U.S. added 291,000 jobs in January, topping economists' expectations.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-safari-shirt-style-reimagined-for-urban-jungles-11580909873", "title": "The Safari Shirt Style, Reimagined for Urban Jungles", "date": "2020-02-05 08:37", "summary": "Belted or buttoned, workwear coats and safari-style jackets add a rugged note to spring outfits. Celine by Hedi Slimane jacket, $4,200, shirt, $820, jeans, $790, belt, $475, and gold bracelet, $750, celine.com, Giles & Brother rope bracelet, $54, gilesandbrother.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-failure-of-pets-com-spurred-julie-wainwrights-realreal-success-11580909718", "title": "How the Failure of Pets.com Spurred Julie Wainwright's RealReal Success", "date": "2020-02-05 08:35", "summary": "The $1.5 billion company The RealReal's founder is changing the way we buy and sell luxury. Raised in South Bend, Indiana, by a pair of illustrators, Julie Wainwright, the founder and CEO of luxury consignment site The RealReal , recalls a childhood punctuated by creativity. She directed neighborhood plays, enlisting her mother as the costume designer. Her father, a co-founder of an advertising art firm, often cast her and her three siblings in his company's photo shoots. Such ingenuity served as a model for Wainwright, 62, as she later navigated a rough patch in her career. Following her turn two decades ago as CEO of Pets​.com-which became a high-profile victim of the early-2000s dot-com crash-her job prospects were \"just horrible,\" says Wainwright. \"I thought, I don't want to live my life like this. [I came] to the realization that I wasn't ever going to get a great job, and I'd have to create my own opportunities.\"", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-artists-at-the-nexus-of-fashion-and-design-11580909613", "title": "Three Artists at the Nexus of Fashion and Design", "date": "2020-02-05 08:33", "summary": "Luke Edward Hall, Liselotte Watkins and Nigel Peake have made a career of fusing artistic backgrounds with fashionable clients. The Swedish-born artist Liselotte Watkins spent the first 20 years of her career as a fashion illustrator, drawing glamorous women for publications such as Vogue and Elle. She started to shift into different domains in 2008, when she and her husband moved to Milan and started a family. \"Coming to Italy, where everything is so bright and sunny and strong, it just started things in my head,\" says Watkins, who began making cut-paper collages and painting colorful abstract figures on found ceramics. Now 48 and residing in Rome, she dips back into fashion occasionally, working with brands such as Prada, with whom she designed abstract face-print bags. Watkins has also created a collection with Miu Miu, prints for Marimekko and an installation at Valextra's Milan flagship. \"I try to do one [collaboration] a year,\" Watkins says. \"It is a combination of the challenge of the commission and the fact that being an artist is quite lonely. I do enjoy the feeling of teamwork.\" worldofwatkins.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-cuts-profit-goal-as-european-banks-feel-heat-from-low-rates-11580902593", "title": "BNP Paribas Cuts Profit Goal as European Banks Feel Heat From Low Rates", "date": "2020-02-05 08:27", "summary": "French lender closed 2019 on a bright note with a strong performance in corporate and investment banking. France's largest-listed bank by assets became the latest European lender Wednesday to cut its financial targets due to the impact of ultralow interest rates, despite a sharp uptick in trading revenues.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-for-changes-in-credit-ratings-industry-11580908541", "title": "Lawmakers Push for Changes in Credit-Ratings Industry", "date": "2020-02-05 08:15", "summary": "Bipartisan effort focuses on longstanding conflict of interest in industry and could lead to revamp of bond-ratings firms' business models. Congress is raising pressure on the credit-ratings industry, pushing regulators to revamp the companies' business models to eliminate a conflict of interest that was considered a cause of the financial crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-corona-is-safe-from-coronavirusesno-need-to-add-disinfectant-11580908288", "title": "Your Corona Is Safe From Coronaviruses-No Need to Add Disinfectant", "date": "2020-02-05 08:11", "summary": "Brands with some associations to the scary word are issuing unusual clarifications. A picture may be worth a thousand words, but sometimes a word conjures a thousand pictures-including scary ones. One such word right now is \"coronavirus.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-ripple-effects-hit-production-at-airbus-hyundai-11580904473", "title": "Coronavirus Ripple Effects Hit Production at Airbus, Hyundai", "date": "2020-02-05 08:09", "summary": "Ericsson, Siemens are among other global giants taking steps in response to the epidemic. Airbus SE shut down a factory in China that accounts for almost 10% of the production of its most popular jet, as precautions taken to contain the coronavirus outbreak ricochet across global industries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ford-macys-chipotle-disney-match-11580897249", "title": "Stocks to Watch: Merck, Ford, Macy's, Chipotle", "date": "2020-02-05 07:56", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-china-chokes-on-oil-11580904207", "title": "As Coronavirus Spreads, China Chokes on Oil", "date": "2020-02-05 07:03", "summary": "The extent of the hit to demand depends heavily on how soon factories and shippers can resume work. Americans may have seen a hit to their retirement portfolios over the past two weeks, but they are also suddenly paying less at the pump. The underlying reason is the same: an outbreak of a previously unknown coronavirus in China, which has killed several hundred and could inflict serious damage on economic growth this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-limit-abortions-kansas-lawmakers-target-state-constitution-11580904003", "title": "To Limit Abortions, Kansas Lawmakers Target State Constitution", "date": "2020-02-05 07:00", "summary": "After the state Supreme Court ruled that the state constitution protected abortion, Republican lawmakers decided it was time for a change. Republican lawmakers in Kansas aim to amend the state constitution to weaken abortion protections, a strategy increasingly being used by state legislatures to bolster regulations and restrictions on the procedure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-race-gets-more-interestingand-confusing-11580904001", "title": "Cloud Race Gets More Interesting-and Confusing", "date": "2020-02-05 07:00", "summary": "Growth remains hot, but comparing Amazon, Microsoft and Google is still a challenge. The most recent round of earnings reports makes clear that the largest cloud service providers are having no trouble finding new business. Good luck figuring out how each is faring against the others in a hypercompetitive market, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-ramps-up-google-probe-with-heavy-focus-on-ad-tools-11580904003", "title": "Justice Department Ramps Up Google Probe, With Heavy Focus on Ad Tools", "date": "2020-02-05 07:00", "summary": "Antitrust enforcers have contacted more than a dozen publishers, ad tech rivals and ad agencies. ", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-memes-that-make-or-break-the-oscars-11580904002", "title": "The Memes That Make or Break the Oscars", "date": "2020-02-05 07:00", "summary": "Resume Subscription. How much do the Academy Awards matter for regular people? Some of that will be determined Sunday night by what the internet makes of the show's tiniest moments. It could come down to something as simple as a three-second shot of an outburst, eye roll or outfit mishap in the celebrity audience.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carlyle-group-posts-narrower-quarterly-loss-11580902200", "title": "Carlyle Group Posts Narrower Quarterly Loss", "date": "2020-02-05 06:30", "summary": "Private-equity firm posted net loss of $8.3 million, compared with loss of $10.1 million in comparable quarter last year. Carlyle Group Inc. reported a narrower loss for the fourth quarter as the firm lapped a big investment loss a year earlier.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-b-a-programs-rush-to-add-stem-degrees-11580898601", "title": "M.B.A. Programs Rush to Add STEM Degrees", "date": "2020-02-05 05:30", "summary": "Schools try to lure more foreign students with science, tech specialties offering longer U.S. visa stays. Business schools are racing to add concentrations in science, technology, engineering and math to their M.B.A. programs as they try to broaden their appeal to prospective students overseas who want to work in the U.S.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irish-farmers-prepare-for-brexit-season-and-an-election-11580898600", "title": "Irish Farmers Prepare for Brexit Season-and an Election", "date": "2020-02-05 05:30", "summary": "Resume Subscription. DUBLIN-Ireland has avoided its Brexit nightmare of a U.K. border dotted with customs posts, but Britain's withdrawal from the European Union threatens to aggravate problems that could cost Irish Prime Minister Leo Varadkar his job this weekend.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bombardiers-crisis-shows-how-business-isnt-all-about-product-11580896956", "title": "Bombardier's Crisis Shows How Business Isn't All About Product", "date": "2020-02-05 05:02", "summary": "The Canadian manufacturer bit off more than it could chew, and its turnaround could be more difficult than analysts expect. Former Ford and Chrysler executive Lee Iacocca once said that \"when the product is right, you don't have to be a great marketer.\" Bombardier's downward spiral suggests otherwise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-land-of-the-rising-shareholders-11580895519", "title": "Japan, Land of the Rising Shareholders", "date": "2020-02-05 04:41", "summary": "Japanese companies are increasingly subject to tender offers as corporate governance improves. Japan's corporate-governance reforms are throwing up opportunities. The latest: an increase in tender offers for Japanese companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spurs-rally-in-chinese-bonds-11580895463", "title": "Coronavirus Spurs Rally in Chinese Bonds", "date": "2020-02-05 04:37", "summary": "Investors are betting on slower growth and easier monetary policy. Long-term Chinese bond yields have hit their lowest level in more than three years, as investors bet the coronavirus epidemic will lead to even slower growth and easier monetary policy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-computing-is-headedbeyond-quantum-11580837001", "title": "Where Computing Is Headed-Beyond Quantum", "date": "2020-02-05 01:30", "summary": "Startups are coming up with new ways to make computer chips and store huge amounts of data in DNA. BOSTON-Engineers working at a startup near touristy Faneuil Hall Marketplace are building chips that use laser beams instead of electrical signals to run artificial-intelligence applications 10 times faster than today's most advanced AI computer chips, using one-tenth of the energy.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-impeachment-nears-end-trump-to-deliver-state-of-the-union-11580817498", "title": "Trump Touts Economy, Ignores Impeachment in State of the Union Speech", "date": "2020-02-05 00:47", "summary": "One day after the Iowa caucuses and one day before his expected acquittal in the Senate, the president outlines his 2020 agenda. WASHINGTON-With his anticipated acquittal in his impeachment trial a day away, President Trump used his annual State of the Union address Tuesday to paint an optimistic picture of the country's future and tout the strong economy nine months before Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-move-on-to-new-hampshire-without-clear-momentum-from-iowa-11580820751", "title": "Buttigieg, Sanders Take Lead in Iowa", "date": "2020-02-05 00:15", "summary": "Muddled reporting of the first contest brings little clarity to the Democratic presidential race. DES MOINES, Iowa-After a day of confusion and recriminations over a technical mishap that snarled the vote count, the first wave of delayed results from Iowa's presidential caucuses showed Pete Buttigieg and Sen. Bernie Sanders at the top of the Democratic pack.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11580851175", "title": "Pepper...and Salt", "date": "2020-02-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kirk-douglas-chiseled-survivor-from-hollywoods-golden-age-has-died-11580947014", "title": "Kirk Douglas, Chiseled Actor From Hollywood's Golden Age, Has Died", "date": "2020-02-05 00:01", "summary": "A legacy of commanding roles, philanthropy and taking on McCarthyism and the Hollywood blacklist. Kirk Douglas, a son of Russian immigrants who rose to play Spartacus and other legendary roles during Hollywood's Golden Era, died Wednesday. He was 103.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enterprise-software-m-a-deals-show-slowdown-11580944401", "title": "Enterprise-Software M&A Deals Show Slowdown", "date": "2020-02-05 00:01", "summary": "Deals are expected to pick up as interest in AI grows, analysts say. Large companies bought fewer enterprise-software firms in the second half of last year, easing up on a six-year spending spree for makers of cloud-based applications, artificial intelligence and other technologies, according to technology-market advisory firm Hampleton Partners.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-takeaways-from-trumps-state-of-the-union-11580877144", "title": "Top Takeaways From Trump's State of the Union", "date": "2020-02-05 23:32", "summary": "Economy and partisan divides feature prominently at event, impeachment doesn't. President Trump offered up plenty of greatest hits and some surprise flourishes for his third State of the Union address.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-says-10-people-on-cruise-ship-have-tested-positive-for-coronavirus-11580868512", "title": "Cruise Passengers Quarantined on Board After Coronavirus Detected", "date": "2020-02-05 23:18", "summary": "About 3,700 passengers and crew likely to remain on Diamond Princess for two weeks, Japan says. TOKYO-Japan said Wednesday that 10 people on a cruise ship with about 3,700 passengers and crew aboard tested positive for the novel coronavirus, and the health minister said everyone is likely to be kept on the ship for two weeks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/full-text-of-president-trumps-2020-state-of-the-union-speech-11580873281", "title": "Full Text of President Trump's 2020 State of the Union Speech", "date": "2020-02-05 22:28", "summary": "The president's speech, as released by the White House. Here is President Trump's State of the Union address as prepared for delivery and released by the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-agonistes-11580860797", "title": "Trump Impeachment Agonistes", "date": "2020-02-05 22:24", "summary": "He addresses Congress on the eve of acquittal as his approval rating rises.. Donald Trump delivered his third State of the Union address Tuesday night in one of the most paradoxical political scenes in memory. The President stood before the House Speaker who recently impeached him, and a day before the Senate will acquit him as his approval rating rises.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intercontinental-exchange-approaches-ebay-about-a-takeover-11580845016", "title": "NYSE Owner Makes Offer to Buy eBay", "date": "2020-02-05 22:02", "summary": "A deal could value the online marketplace at more than $30 billion. The owner of the New York Stock Exchange has made a takeover offer for eBay Inc. that could value the sprawling online marketplace at more than $30 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-province-vows-to-repay-debt-after-talks-fail-11580838430", "title": "Argentina Province Vows to Repay Debt After Talks Fail", "date": "2020-02-05 21:37", "summary": "Key creditor rejects effort by Buenos Aires to delay repayment of $250 million bond issue. Argentina's Buenos Aires province said it would make a $250 million bond payment after failing to reach a deal with enough creditors to accept a delay, surprising investors who feared the province's leftist governor would force a messy default if no agreement was reached.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-rise-above-20-000-in-china-as-hong-kong-reports-first-death-11580799736", "title": "Virus Cases Cross 24,000; First Hong Kong Victim Dies", "date": "2020-02-05 21:00", "summary": "Macau to close casinos for two weeks; China injects more cash into banking system. ", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-caucus-results-delayed-by-apparent-app-issue-11580801699", "title": "Tally-by-App Experiment Fails in Iowa", "date": "2020-02-05 20:55", "summary": "Faulty kickoff leads Democratic candidates to express frustration. Glitches to a mobile app and a backup phone-in plan for reporting results in Iowa's Democratic presidential caucuses delayed the outcome and heightened concerns about the integrity of the voting process in the 2020 elections.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-posts-higher-profit-boosted-by-tinder-affirms-revenue-projections-11580859748", "title": "Match Posts Higher Profit Boosted by Tinder, Affirms Revenue Projections", "date": "2020-02-05 20:44", "summary": "Dating-services provider expects Tinder to have an increase in revenue comparable to 2019's. Match Group Inc. said full-year revenue topped $2 billion, fueled by growth in Tinder, and affirmed its revenue outlook for mid- to high-teen growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-iowa-california-early-voters-draw-campaigns-attention-11580836543", "title": "California Early Voters Draw Campaigns' Attention", "date": "2020-02-05 20:10", "summary": "Ballots started going out this week ahead of the March 3 primary. LOS ANGELES-Voting in the nation's most populous and delegate-rich state has already started, even though California's primary isn't officially for a month, forcing Democratic presidential campaigns to turn attention toward it immediately after the Iowa caucus.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iowa-caucus-fiasco-11580860817", "title": "The Iowa Caucus Fiasco", "date": "2020-02-05 20:06", "summary": "It could help Bernie Sanders and is a blow to political legitimacy.. There's no shortage of mordant fun to be had at the expense of the Democratic National Committee and Iowa Democratic Party after the fiasco of the inaugural 2020 presidential contest, which has yet to yield definitive results apparently as a result of coding errors in a tabulation app created by party insiders. The college of cardinals at least lets the world know with white or black smoke how the vote for pope is going.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/person-suspected-of-coronavirus-case-in-new-york-city-tests-negative-11580864627", "title": "Person Suspected of Coronavirus Case in New York City Tests Negative", "date": "2020-02-05 20:03", "summary": "Seventeen New Yorkers in all have been tested, so far there have been no confirmed cases of coronavirus. A traveler who had been in China and was suspected of possibly having the coronavirus, has tested negative for the deadly disease, New York City health officials said Tuesday night.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forever-21-bankruptcy-sale-dashes-creditor-hopes-11580863720", "title": "Forever 21 Bankruptcy Sale Dashes Creditor Hopes", "date": "2020-02-05 19:48", "summary": "Simon Property Group CEO said he is hopeful the retailer can be turned around. The judge presiding over Forever 21 Inc.'s bankruptcy approved an $81 million opening bid for the fast-fashion retailer's assets that has vendors fearful of taking heavy losses.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-collins-will-vote-to-acquit-trump-in-senate-impeachment-trial-11580853982", "title": "Collins Will Vote to Acquit Trump", "date": "2020-02-05 19:29", "summary": "Maine lawmaker joins a few other GOP senators who are critical of president's effort in Ukraine, but who say it doesn't justify his ouster. WASHINGTON-Sen. Susan Collins said President Trump's efforts to press Ukraine to open an investigation into a Democratic presidential candidate were \"improper and demonstrated poor judgment\" but didn't warrant forcing him from office, joining a handful of Republican lawmakers who have criticized his actions while arguing they aren't impeachable.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snapchat-gains-users-as-stalwarts-and-upstarts-bring-fierce-competition-11580850765", "title": "Snap Adds Users, Though Guidance Disappoints", "date": "2020-02-05 19:17", "summary": "Daily user base of the messaging app rises to 218 million, surpassing expectations. Snap Inc. reported quarterly growth in users and revenue, indicating the company is managing to carve out a larger role for its messaging app even in the face of strong competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-says-ceo-will-stay-in-her-job-11580853272", "title": "Best Buy Says CEO Will Stay in Her Job", "date": "2020-02-05 19:16", "summary": "Retailer concludes probe into allegations Corie Barry had inappropriate relationship. Best Buy Co. said it has concluded a board-led investigation into Chief Executive Corie Barry and has decided to keep her in her role atop the electronics retailer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-voters-younger-more-diverse-than-leading-democratic-candidates-11580861170", "title": "Iowa Voters Younger, More Diverse Than Leading Democratic Candidates", "date": "2020-02-05 19:06", "summary": "Media exploits state Democratic party's debacle to take shots at Hawkeye electorate.. The Iowa Democratic Party may or may not have announced the winner of its presidential caucus, given that the party has released only partial results. Regardless, questions will continue about the political organization's handling of the event. And Democratic officials aren't the only ones who should be embarrassed. The party's reporting problems have somehow inspired much of the media to once again express its obsession with identity politics.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-war-with-iran-was-closer-than-you-thought-11580857178", "title": "Trump Says War With Iran Was 'Closer Than You Thought'", "date": "2020-02-05 19:02", "summary": "During lunch with TV anchors, president also says he will award Medal of Freedom to Rush Limbaugh. WASHINGTON-President Trump said war with Iran was \"closer than you thought\" and that he plans to award the Presidential Medal of Freedom to conservative talk-show host Rush Limbaugh, in remarks made during a nearly two-hour lunch with television anchors at the White House on Tuesday, according to people familiar with the conversation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-largest-companies-fail-to-boost-diversity-on-boards-regulator-finds-11580860860", "title": "Britain's Largest Companies Fail to Boost Diversity on Boards, Regulator Finds", "date": "2020-02-05 19:01", "summary": "A majority of big U.K. companies didn't have goals for ethnic diversity in the boardroom in 2019. Britain's largest companies rarely set targets for ethnic diversity on boards and fail to report on the issue, amplifying calls by the U.K. 's audit and accounting regulator to increase efforts to promote ethnic diversity.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]