[{"link": "https://www.wsj.com/articles/u-s-blacklists-iranian-tanker-captains-accused-of-delivering-gasoline-to-venezuela-11593042880", "title": "U.S. Blacklists Iranian Tanker Captains Accused of Delivering Gasoline to Venezuela", "date": "2020-06-24 19:54", "summary": "The Trump administration is increasing pressure on the fuel trade between Iran and Venezuela. The U.S. has imposed sanctions on five Iranians for allegedly captaining blacklisted Iranian ships to deliver gasoline from Iran to Venezuela.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polish-leader-says-u-s-troop-withdrawal-from-europe-would-be-detrimental-to-security-11593033287", "title": "Polish President Asks Trump Not to Withdraw Troops From Europe", "date": "2020-06-24 19:43", "summary": "Trump says some American forces taken from Germany would be shifted to Poland. Polish President Andrzej Duda asked President Trump not to withdraw U.S. troops from Europe, using his visit to the White House to express mounting European concerns over the administration's security policy.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/msnbc-expected-to-tap-joy-reid-to-anchor-daily-news-and-opinion-program-11593041370", "title": "MSNBC Expected to Tap Joy Reid to Anchor Daily News and Opinion Program", "date": "2020-06-24 19:42", "summary": "Current host of 'AM Joy' would fill 7 p.m. time slot vacated by Chris Matthews. MSNBC is expected to tap political analyst Joy Reid to anchor a 7 p.m. daily news and opinion program, people familiar with the matter said, filling the vacancy created at the cable news channel when Chris Matthews resigned abruptly in March.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coping-with-covid-19-11593041285", "title": "Coping With Covid-19", "date": "2020-06-24 19:28", "summary": "Flare-ups are inevitable but new lockdowns aren't the answer.. Fears of a resurgence of the novel coronavirus are dominating the news and spooking financial markets. The flare-ups bear watching, and preparing for, but the original lockdowns were never going to eradicate the virus short of unacceptable economic pain. The unhappy but inevitable truth is that Americans will have to learn to cope with the virus, which means trial and error and more individual responsibility.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-no-debate-democrats-11593041122", "title": "The No Debate Democrats", "date": "2020-06-24 19:25", "summary": "Forty-five Senators block a police reform from hitting the floor.. A minority of the Senate, 45 Democrats to be exact, voted Wednesday to close off any debate on a police reform bill. Not against the bill, mind you. Against even allowing the Senate to debate or offer amendments to Republican Tim Scott's proposal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-flynn-gets-his-writ-11593041005", "title": "Michael Flynn Gets His Writ", "date": "2020-06-24 19:23", "summary": "An appellate court orders Judge Sullivan to dismiss the charges.. Wednesday was a good day for former national security adviser Michael Flynn, after a D.C. Circuit Court of Appeals panel ordered a lower-court judge to dismiss the case against him. It was an even better day for American justice and the principle of separated powers that undergirds it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-statues-and-limitations-11593040923", "title": "Europe's Statues and Limitations", "date": "2020-06-24 19:22", "summary": "Churchill and Gandhi are out, Lenin is in, and Marx never went away.. The U.S. isn't alone in grappling with whom to commemorate in public monuments. Europe is having its own debates, and as in America the results are sometimes positive and just as often ridiculous.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jewels-in-felix-rohatyns-art-collection-11593040820", "title": "Jewels in Felix Rohatyn's Art Collection", "date": "2020-06-24 19:20", "summary": "Sotheby's is auctioning a trove of 18th and 19th century paintings and drawings, among other works.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stock-market-surge-masks-volatility-in-individual-sectors-11593039948", "title": "Stock-Market Surge Masks Volatility in Individual Sectors", "date": "2020-06-24 19:05", "summary": "Energy sector, set for best quarter on record, is on cusp of bear market. The S&P 500 is on track for its best quarter since 1998, but despite the dramatic rebound, many sectors are still struggling to find steady footing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-police-immunity-problem-11593039526", "title": "The Other Police Immunity Problem", "date": "2020-06-24 18:58", "summary": "Departments escape accountability under a 1978 Supreme Court ruling.. A legal remedy for police abuse is hidden in plain sight: The Civil Rights Act of 1871, also known as Section 1983, allows anyone deprived of a federal right by a state or local official to sue for damages. But the Supreme Court held in Monell v. Department of Social Services (1978) that victims can't recover damages from the city under this statute unless the police misconduct was an \"official policy or custom.\" If this high bar can't be surmounted, victims can make Section 1983 claims only against individual police officers. The Monell escape hatch for cities is unjustified and dangerous. Fortunately, Congress can easily close it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/botch-the-vote-then-cry-suppression-11593039501", "title": "Botch the Vote, Then Cry 'Suppression'", "date": "2020-06-24 18:58", "summary": "Democratic counties are to blame for poorly managed primaries in Georgia and Kentucky.. Many Democrats have made \"voter suppression\" their rallying cry, accusing Republicans of undermining the right to vote. Lately they point to the Georgia primaries June 9, when voters stood in line for hours, and precincts had to be kept open until after midnight to accommodate those still waiting at the 8 p.m. closing time. Thousands of absentee ballots never arrived in the mailboxes of people who requested them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-weighs-postponing-july-24-release-of-mulan-as-theaters-struggle-to-reopen-11593035507", "title": "Disney Weighs Postponing Release of 'Mulan' as Theaters Struggle to Reopen", "date": "2020-06-24 18:58", "summary": "Live-action reboot of 1998 animated film was slated to be first major studio release since pandemic closed cinemas. LOS ANGELES-Walt Disney Co. is considering postponing the July 24 release of \"Mulan,\" according to a person familiar with the matter, a rescheduling that could call into question hopes across Hollywood and the movie-theater industry that cinemas will be up and running next month.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/70-years-after-the-war-no-resolution-in-korea-11593039440", "title": "70 Years After the War, No Resolution in Korea", "date": "2020-06-24 18:57", "summary": "The dynamics driving conflict remain strong. Full reconciliation is as likely as open conflict.. The Korean War began 70 years ago, on June 25, 1950, when Kim Jong Un's grandfather sent troops across the 38th parallel into the South. Pyongyang seemed bent on commemorating that event this year by trash-talking-literally. North Korea plans to retaliate for packages sent over the border by defectors containing derogatory information about Kim Jong Un along with South Korean soap operas on memory sticks. According to Pyongyang's Korean Central News Agency, \"12 million leaflets of all kinds reflective of the wrath and hatred of the people from all walks of life\" have been printed, and 3,000 balloons are being prepared to unleash a massive propaganda blitz against the offending South.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-dr-king-from-a-birmingham-jail-11593039410", "title": "Notable & Quotable: Dr. King From a Birmingham Jail", "date": "2020-06-24 18:56", "summary": "An American classic on the right to resist an unjust law.. From Martin Luther King Jr.'s \"Letter From a Birmingham Jail,\" April 16, 1963. This month, the UCLA Political Science Department referred lecturer W. Ajax Peris to the university's Discrimination Prevention Office after he read the letter, in which Dr. King referred twice to the n-word, in class:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-most-wicked-conspiracy-review-other-peoples-gold-dust-11593039370", "title": "'A Most Wicked Conspiracy' Review: Other People's Gold Dust", "date": "2020-06-24 18:56", "summary": "The tale of 'Big Alex' McKenzie, a Midwestern political boss who swindled superproducing prospectors during the Alaska Gold Rush.. The North American gold rushes of the 19th century attracted thousands of ragged prospectors and about the same number of thieves. \"So crooked that his blood only circulates once a year\" was a popular expression of the era, used to describe the card sharks, speculators and criminals drawn to mining camps to mine the miners.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smiley-face-liberalism-11593039389", "title": "Smiley Face Liberalism", "date": "2020-06-24 18:56", "summary": "The collapse of liberal elites under a leftist offensive has been in the making for years.. The people in the streets-idealistic protesters, full-time activists, anarchists-are the young men and women of the current American left. The people running the country's institutions-mayors, cultural leaders, media executives, business managers-are a generation older and cut from the cloth of traditional American liberalism. Give the left some credit: After tolerating their liberal betters for years, they knew when the opportunity had arrived to push them over the cliff. They have just taken it.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-numbers-are-accelerating-across-u-s-11593018754", "title": "Coronavirus Cases Are Accelerating Across U.S.", "date": "2020-06-24 18:53", "summary": "The seven-day average of new infections in 33 states is higher than it has been in the past two weeks. Covid-19's spread is picking up steam in a larger swath of the U.S. as cases have increased at a faster rate nationwide for nearly two weeks, an acceleration that isn't attributable solely to increased testing, a Wall Street Journal analysis shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-workers-push-back-on-park-reopening-plans-as-covid-cases-rise-11593022967", "title": "Disney Workers Push Back on Park Reopening Plans as Covid Cases Rise", "date": "2020-06-24 18:53", "summary": "Employees and their unions say rising coronavirus cases make it too dangerous to return to the Magic Kingdom. Walt Disney Co. faces rising pressure to postpone reopening its U.S. theme parks, with union officials and workers saying the recent jump in coronavirus cases makes it too dangerous to go back to the Magic Kingdom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vmware-gets-an-early-taste-of-freedom-11593015643", "title": "VMware Gets an Early Taste of Freedom", "date": "2020-06-24 18:51", "summary": "Spinoff from Dell could remove cloud hanging over software maker. At 21 years of age, it's high time that VMware leaves the nest.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-national-security-adviser-warns-of-chinas-bid-to-damage-our-economies-11593038748", "title": "White House National-Security Adviser Warns of China's Bid to 'Damage Our Economies'", "date": "2020-06-24 18:45", "summary": "Robert O'Brien, in remarks unusual for typically low-key member of president's team, says days of U.S. passivity regarding Beijing are over. PHOENIX-White House national-security adviser Robert O'Brien added his critical voice to the Trump administration's growing condemnation of Beijing on Wednesday, calling China's Communist Party a threat to the sovereignty and the economies of the U.S. and its allies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-reaches-10-5-billion-settlement-over-weedkiller-roundup-11593017309", "title": "Bayer to Pay Up to $10.9 Billion to Settle Roundup Lawsuits", "date": "2020-06-24 18:39", "summary": "Agreement, however, leaves open the potential of more lawsuits being filed against the company in the future. Bayer AG said Wednesday it would pay up to $10.9 billion to settle tens of thousands of lawsuits with U.S. plaintiffs alleging the company's Roundup herbicide causes cancer, a milestone in the German company's legal battle that has been weighing down its share price for nearly two years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-anxiety-spills-into-tech-sector-11593038017", "title": "Job Anxiety Spills Into Tech Sector", "date": "2020-06-24 18:33", "summary": "Despite their role preserving business continuity during lockdowns, half of tech workers worry about job security. Nearly half of the technology workers at companies world-wide are worried about losing their jobs this year as employers downsize to cope with the economic aftershocks of the coronavirus pandemic, according to a recent study.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-attend-milwaukee-convention-but-democrats-will-tell-delegates-to-stay-home-11593036001", "title": "Biden to Attend Milwaukee Convention, but Democrats Will Tell Delegates to Stay Home", "date": "2020-06-24 18:33", "summary": "The DNC said convention organizers will tell state delegations to plan to conduct their official convention business remotely. The Democratic National Committee said Wednesday that Joe Biden will accept the presidential nomination in Milwaukee, but the party will urge delegates to skip the summer convention because of coronavirus concerns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-primary-results-insurgent-candidates-have-strong-showing-11593008968", "title": "New York Primary Results: Insurgent Candidates Have Strong Showing", "date": "2020-06-24 18:30", "summary": "U.S. Rep. Eliot Engel trails first-time candidate, but absentee ballots still must be counted. U.S. Reps. Carolyn Maloney and Eliot Engel were among several New York incumbents whose seats were in jeopardy on Wednesday, a day after the state's primary elections.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-poised-to-block-gop-policing-bill-11593005432", "title": "Overhaul of Police Policy Hits Impasse in Congress", "date": "2020-06-24 18:22", "summary": "Vote on procedural step to begin debate falls short of the needed 60-vote threshold. WASHINGTON-Republican and Democratic lawmakers' efforts to curb police misconduct collapsed Wednesday, leaving no clear path to respond to the nationwide protests sparked by the killings of African-Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-says-conflicts-of-interest-abound-in-private-equity-11593037321", "title": "SEC Says Conflicts of Interest Abound in Private Equity", "date": "2020-06-24 18:22", "summary": "The regulator also spotted problems with fee and expense disclosures in its recent examinations of industry firms. The chief U.S. securities regulator has uncovered problems with conflicted relationships and inadequate fee and expense disclosures at private-equity firms and hedge funds, issues it said may have unfairly harmed investors.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clothing-companies-want-to-hold-on-to-unsold-inventory-11593037059", "title": "Clothing Companies Want to Hold On to Unsold Inventory", "date": "2020-06-24 18:17", "summary": "Companies don't want to sell last season's clothing at a loss, and are holding over inventory or selling some through outlet stores. Retailers stuck with excess inventory due to virus-related lockdowns are taking steps to avoid selling the aging clothes, shoes and accessories on their shelves at a loss.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grand-jury-indicts-three-men-in-ahmaud-arberys-shooting-11593033478", "title": "Three Men Indicted on Murder Charges in Ahmaud Arbery's Shooting", "date": "2020-06-24 18:15", "summary": "Most Georgia courts remain closed because of coronavirus, but judicial order allowed grand jury to assemble. A grand jury indicted three suspects on murder charges in the death of Ahmaud Arbery, a 25-year-old black man who was fatally shot while out running in southeast Georgia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirmative-action-will-be-on-california-ballot-in-november-11593035799", "title": "Affirmative Action Will Be on California Ballots in November", "date": "2020-06-24 17:56", "summary": "Referendum to ask whether to restore racial and gender preferences 24 years after voters banned them. Affirmative action might return to California, as the state legislature Wednesday agreed to put the issue before voters in a referendum this November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-costs-canada-a-triple-a-rating-11593029070", "title": "Coronavirus Costs Canada a Triple-A Rating", "date": "2020-06-24 17:42", "summary": "Fitch Ratings cited the pandemic, but the downgrade may not raise Canada's borrowing costs. OTTAWA-Canada has become the first triple-A-rated sovereign entity to lose its rating because of the economic downturn and the extraordinary fiscal response triggered by the coronavirus pandemic.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-24-2020-11592988054", "title": "Governors Take New Actions as Coronavirus Cases Surge", "date": "2020-06-24 17:41", "summary": "Washington state will require face coverings in public; New York, New Jersey, Connecticut tell visitors from states with high caseloads to self- quarantine for 14 days. Governors took new measures to combat the pandemic in their states as daily coronavirus cases surged in some parts of the U.S. after lockdowns intended to stem the spread of the virus were lifted.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-to-consider-service-job-cuts-as-coronavirus-further-imperils-finances-11593033672", "title": "MTA to Consider Service, Job Cuts as Coronavirus Imperils Finances", "date": "2020-06-24 17:21", "summary": "The transit agency faces estimated shortfall of $14 billion over next fiscal year. Officials at the nation's largest transit agency warned of massive spending cuts as the authority continues to hemorrhage billions of dollars because of the coronavirus pandemic.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-postpones-reopenings-of-malls-movie-theaters-and-gyms-11593033187", "title": "New York Postpones Reopenings of Malls, Movie Theaters and Gyms", "date": "2020-06-24 17:13", "summary": "Gov. Andrew Cuomo wants a review of data on indoor transmission of the coronavirus as cases surge in other states. New York state will delay plans to reopen shopping malls, gyms and movie theaters that were shuttered in March because of the novel coronavirus pandemic, Gov. Andrew Cuomo said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-cawthorn-24-beats-trump-backed-candidate-in-north-carolina-primary-11593032780", "title": "Madison Cawthorn, 24, Beats Trump-Backed Candidate in North Carolina", "date": "2020-06-24 17:06", "summary": "'Pro-Trump, pro-life and pro-Second Amendment' candidate would be one of youngest members of Congress in history if he wins in November. Madison Cawthorn, still a few months shy of the Constitution's required age for the job he is seeking, upset a Republican backed by President Trump to win a North Carolina primary runoff for a congressional seat.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-tensions-leave-germany-squirming-in-the-middle-11592989132", "title": "U.S.-China Tensions Leave Germany Squirming in the Middle", "date": "2020-06-24 17:05", "summary": "China has become as important to Germany's economy as the U.S., making it hard for Berlin to pick sides in the superpower rivalry. Germany is struggling to pick sides in the escalating dispute between the U.S. and China over issues including trade and human rights, amid mounting American pressure and Beijing's authoritarian drift.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-flags-hires-finance-chief-as-parks-company-looks-to-emerge-from-pandemic-11593032618", "title": "Six Flags Hires Finance Chief as Parks Company Looks to Emerge From Pandemic", "date": "2020-06-24 17:03", "summary": "Former Guess Inc. CFO steps into the role. Six Flags Entertainment Corp. said it has hired a permanent finance chief, a move that comes as the theme-park operator works to draw customers back to its attractions following coronavirus-related closures earlier this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-israel-annexation-plan-as-criticism-grows-in-congress-u-n-11593032244", "title": "U.S. Studies Israel Annexation Plan", "date": "2020-06-24 16:57", "summary": "Prime Minister Benjamin Netanyahu has promised to begin process as soon as July 1, though some of his U.S. backers have urged caution. Senior Trump administration officials are meeting to discuss a plan for Israel to annex territory in the occupied West Bank, an effort that drew debate Wednesday among U.S. lawmakers and criticism at the United Nations.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-topple-statues-beat-up-state-senator-in-madison-wis-11593016272", "title": "National Guard Called to Madison, Wis., After Protests, Toppled Statues", "date": "2020-06-24 16:56", "summary": "Protests led to an attack on a state senator and attempts to enter the capitol building. Wisconsin Gov. Tony Evers deployed the National Guard Wednesday afternoon to help protect the state capitol and other sites in Madison after a night of protests led to the toppling of statues, an attack on a state senator and attempts to enter the capitol building.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-in-music-pt-iii-review-haims-genre-bending-sister-act-11593032147", "title": "'Women in Music Pt. III' Review: Haim's Genre-Bending Sister Act", "date": "2020-06-24 16:55", "summary": "Haim's new LP moves freely among styles while offering lyrics that help listeners focus on the melodies and arrangements.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-24-2020-11592989380", "title": "U.S. Stocks Drop as Coronavirus Infections Surge", "date": "2020-06-24 16:44", "summary": "New coronavirus cases have jumped in several states, raising concerns about the economic recovery. Stocks tumbled Wednesday as pockets of coronavirus infections emerged around the U.S., intensifying fears that officials would have to reinstate lockdown measures.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-game-review-a-day-at-the-buffalo-races-11593030849", "title": "'Home Game' Review: A Day at the Buffalo Races", "date": "2020-06-24 16:34", "summary": "Netflix's documentary series offers a world tour of extreme-and occasionally grotesque-national sports.. The sports-starved viewer might be deciding that desperate times call for desperate measures. Extreme measures. And Netflix is happy to oblige: \"Home Game,\" which might feel a little like a home run kicked into the penalty box, is a globe-trotting tour of unusual, traditional and sometimes violent sports in countries where those sports enjoy a sacred place in the national imagination. If you're a fan who's been finding little satisfaction in broadcasts of crowd-free Nascar, golf, or Bundesliga, then voodoo wrestling in the Congo-or roller derby in Austin, Texas, or freediving in the Philippines-might be right up your non-bowling alley.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-browns-uninformed-views-of-business-11593030583", "title": "Sen. Brown's Uninformed Views of Business", "date": "2020-06-24 16:29", "summary": "Does Sen. Brown really not realize that it is shareholders, not companies, that lose buying power (i.e., wealth) when share prices drop, and gain it when they rise?. Sen. Sherrod Brown's \"A Message to America's Corporate Executives\" (op-ed, June 19) is no more than an absurd litany of politically correct mandates. Sen. Brown is a career legislator whose only work experience has been playing with other people's money. To the extent that his reference to \"white men\" and \"diverse workers\" is a demand for authenticity, his own lack of private-economy experience disqualifies him from commenting on the conduct of business. Sen. Brown's statement, at bottom, is a contemptible example of today's no-downside virtue signaling.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-league-into-the-coronavirus-bubble-womens-soccer-11593000021", "title": "First League Into the Coronavirus Bubble: Women's Soccer", "date": "2020-06-24 16:28", "summary": "The National Women's Soccer League kicks off a monthlong tournament in Utah on Saturday. For weeks, American team sports leaders have obsessed over the idea of restarting games during the coronavirus pandemic by inflating a \"bubble.\" The idea is to create an invisible, disease-free biodome inside which athletes and staff can live, work and, if they do it right, get bored.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broken-windows-do-not-repair-themselves-11593030440", "title": "Broken Windows Do Not Repair Themselves", "date": "2020-06-24 16:27", "summary": "The move away from broken-windows policing disproportionately and negatively impacts \"law-abiding, largely black and Latino residents of the most vulnerable neighborhoods.\". William McGurn's \"Cy Vance's Broken Window\" (Main Street, June 16) makes the case that the move away from broken-windows policing disproportionately and negatively impacts \"law-abiding, largely black and Latino residents of the most vulnerable neighborhoods.\" Mr. McGurn's is one of several recent Journal pieces that point to misguided policies which hurt the same vulnerable, law-abiding demographic. I must say that I generally find these arguments compelling. But, at the same time, I can't help wondering why the politicians who author these misguided policies continue to be elected by those who suffer their ill effects.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bias-in-the-selection-of-labor-arbitrators-11593030339", "title": "A Bias in the Selection of Labor Arbitrators", "date": "2020-06-24 16:25", "summary": "Unions will generally not accept any arbitrator who has a record of finding for an employer in any but the most egregious case.. Labor Arbitrator David Hyland (Letters, June 16) states that \"Most union contracts . . . include due process provisions to protect employees against arbitrary firing and include joint selection of a panel of arbitrators. There is nothing inherently unfair about those processes.\" Actually, these processes severely limit the employer's ability to manage its unionized workforce. Labor unions typically grieve all matters of discipline. These arbitration processes are rigged in favor of the employee because the selection of the arbitrators requires agreement by both the employer and the union. The union will not accept any arbitrator who has a record of finding for an employer in any but the most egregious case. Records of arbitration decisions are a matter of public record. Any arbitrator must be careful not to antagonize his potential union selectors, or he will find himself serially unselected.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-orders-judge-to-dismiss-criminal-case-against-michael-flynn-as-justice-department-requested-11593008416", "title": "Appeals Court Panel Orders Judge to Dismiss Flynn Case", "date": "2020-06-24 16:25", "summary": "Justice Department requested the judge dismiss the case after President Trump's first national security adviser had earlier pleaded guilty. A federal appeals court panel ordered a lower-court judge to dismiss the criminal case against Michael Flynnas the Justice Department requested, which could bring an end to the long-running prosecution of President Trump's first national security adviser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/review-ignored-my-books-lessons-from-small-nations-11593030127", "title": "Review Ignored My Book's Lessons From Small Nations", "date": "2020-06-24 16:22", "summary": "Potential readers learn nothing about Israel's world-class \"start-up\" ecosystem, the solid Dutch pension funds, and more.. Regarding Andrew Stuttaford's May 4 review of my book \"Too Small to Fail\": A good book review identifies a central thesis and assesses how the author has conveyed it. The reviewer presents evidence when passing judgment, and helps readers decide whether to read the book themselves.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-celebrate-strong-showings-in-new-york-kentucky-11593029921", "title": "Progressives Celebrate Strong Showings in New York, Kentucky", "date": "2020-06-24 16:18", "summary": "The enthusiasm comes after Joe Biden defeated liberal favorites and became the presumptive Democratic presidential nominee. The progressive wing of the Democratic Party found new energy after a string of setbacks in the past year, with challengers locked in tight contests against longtime incumbents and well-funded candidates as Tuesday's primary ballots were counted Wednesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-close-houston-area-retail-stores-11593029231", "title": "Apple to Close Houston-Area Stores", "date": "2020-06-24 16:07", "summary": "Tech giant temporarily shuts additional locations as coronavirus cases increase. Apple Inc. said it is temporarily closing seven stores around Houston amid concerns about rising coronavirus case counts, a move that follows the closure of nearly a dozen locations across four states for similar reasons last week.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-could-lay-off-thousands-to-fill-1-billion-in-coronavirus-shortfall-11593028762", "title": "New York City Weighs Layoffs to Ease Large Budget Shortfall", "date": "2020-06-24 15:59", "summary": "Mayor Bill de Blasio says he hopes to avoid job cuts by finding savings with labor unions. New York City Mayor Bill de Blasio said the city could lay off or furlough up to 22,000 employees in the fall as it faces a $9 billion budget shortfall from the coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/checkers-hires-restructuring-advisers-to-navigate-pandemic-11593028570", "title": "Checkers Hires Restructuring Advisers to Navigate Pandemic", "date": "2020-06-24 15:56", "summary": "The burger chain, which faced stiff competition even before the coronavirus, has hired Miller Buckfire and Mackinac Partners. Checkers Drive-In Restaurants Inc. is turning to financial advisers to navigate the coronavirus pandemic's impact on a business model that was already deteriorating, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/report-faults-leadership-at-massachusetts-veterans-home-with-severe-covid-19-outbreak-11593028312", "title": "Report Faults Leadership at Massachusetts Veterans Home With Severe Covid-19 Outbreak", "date": "2020-06-24 15:51", "summary": "Gov. Baker's administration asked the state's veterans secretary to step down. An independent report found major leadership problems inside a western Massachusetts veterans' home where at least 76 residents died from a Covid-19 outbreak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-new-jersey-connecticut-tell-travelers-from-areas-with-high-coronavirus-rates-to-self-isolate-11593015313", "title": "Three States Tell Travelers From U.S. High Covid-19 Areas to Quarantine", "date": "2020-06-24 15:46", "summary": "People who don't comply in New York could be subject to a mandatory quarantine and fines of $2,000 for the first violation. The governors of New York, New Jersey and Connecticut told visitors coming from states with high rates of Covid-19 cases to self-quarantine for 14 days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-uses-its-currency-to-tighten-grip-on-northern-syria-11593019438", "title": "Turkey Uses Its Currency to Tighten Grip on Northern Syria", "date": "2020-06-24 15:43", "summary": "Ankara expands use of Turkish lira in parts of Syria it controls, heralding a possible long-term presence. Syrians who want to buy a loaf of bread or fill their gas tanks in parts of the country's north are rushing to exchange Syrian pounds for Turkish lira, as businesses switch currencies in an attempt to insulate themselves against a crumbling economy after years of war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-a-brake-tycoon-stop-germanys-bailout-plans-11593003742", "title": "Could a Brake Tycoon Stop Germany's Bailout Plans?", "date": "2020-06-24 15:30", "summary": "Billionaire Heinz Hermann Thiele's threat to vote against Lufthansa's government rescue package could have real consequences for the airline and the country. The battle for control at Europe's biggest legacy airline gives investors a fascinating peek into Germany's rival industrial interests-but is unlikely to reap them gains.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kingstons-next-wave-11593026963", "title": "Kingston's Next Wave", "date": "2020-06-24 15:29", "summary": "House-hunters have been buying property in New York's small southeastern city in the Catskills. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pilots-in-pakistan-crash-were-chatting-about-coronavirus-says-aviation-minister-11592997842", "title": "Pilots in Pakistan Crash Were Chatting About Coronavirus, Says Aviation Minister", "date": "2020-06-24 15:29", "summary": "Minister said a separate investigation found that nearly one-third of active Pakistani civilian pilots have fraudulently-obtained flying licenses. ISLAMABAD-The pilots of a Pakistan International Airlines plane that crashed in Karachi last month were chatting about coronavirus and not paying attention to the landing, the country's aviation minister said Wednesday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-biking-in-new-york-city-reveals-about-our-strange-times-11593026808", "title": "What Biking in New York City Reveals About Our Strange Times", "date": "2020-06-24 15:26", "summary": "Even before the pandemic, a New Yorker found solace exploring the waterfront bike paths. Now, her invigorating daily rides are letting her witness the city's uncrushable spirit-and a lot of Pomeranians.. THE FIRST TIME I fell in love with cycling in New York, it offered me an escape. I was in the concluding weeks of a relationship, one made all the more claustrophobic by the fact that we both worked from home. Our shared apartment was nightmarish; its location-just off the bike path on Columbus Avenue in the Upper West Side-was not.", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soybean-prices-rally-as-china-ramps-up-buying-11593000000", "title": "Soybean Prices Rally as China Ramps Up Buying", "date": "2020-06-24 15:25", "summary": "A streak of big soybean purchases by Chinese buyers has helped make the crop profitable again for U.S. farmers. China has ramped up its purchases of U.S. soybeans recently, sparking a rebound in prices and making the crop profitable again for U.S. farmers after the coronavirus pandemic had slammed demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-investigating-company-selling-phone-location-data-to-government-agencies-11593026382", "title": "House Investigating Company Selling Phone Location Data to Government", "date": "2020-06-24 15:19", "summary": "A Democratic-led committee said it was conducting an investigation of the products sold by data broker Venntel. WASHINGTON-A congressional committee has opened an investigation into the sale of the location data drawn from millions of U.S. mobile phones to law-enforcement agencies, according to a letter shared with The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-will-pay-interest-on-late-refundseven-for-those-who-havent-filed-yet-11593024177", "title": "IRS to Pay Interest on Late Refunds, Even for Those Who Haven't Filed Yet", "date": "2020-06-24 15:18", "summary": "Quirk of deadline extension means government interest payments to taxpayers on many refunds started accruing April 15. WASHINGTON-Many Americans receiving tax refunds this spring and summer, including some who haven't even filed their tax returns yet, will receive interest payments from the Internal Revenue Service for late refunds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-hudson-valley-is-drawing-big-city-dwellers-looking-for-open-spaces-11593026006", "title": "New York's Hudson Valley Is Drawing Big-City Dwellers Looking for Open Spaces", "date": "2020-06-24 15:13", "summary": "Resume Subscription. The Catskills are getting hotter, weatherwise and propertywise, as stir-crazy house hunters search for residences outside big cities. For those in the New York City area, one of the more sought-after spots in the state is the southeastern city of Kingston. A surge of potential buyers is buoying the area's latest revitalization effort.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-house-that-launched-an-astronauts-career-11593022059", "title": "The House That Launched an Astronaut's Career", "date": "2020-06-24 14:54", "summary": "Resume Subscription. Jay Apt, 71, remembers watching an early NASA satellite from the leafy backyard of his childhood home in Pittsburgh, and later viewing the planets through a telescope there.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tariffs-on-european-food-could-expand-under-new-u-s-proposal-11593010748", "title": "Tariffs on European Food Could Expand Under New U.S. Proposal", "date": "2020-06-24 14:42", "summary": "Coffee, olives, chocolate and vodka among items that could be targeted in long-running dispute over Airbus subsidies, Trump administration says. The Trump administration is considering expanding and raising tariffs on $7.5 billion of imports from the European Union and U.K. that it first imposed last year, part of a long-running dispute at the World Trade Organization that faults European countries for subsidies to aircraft manufacturer Airbus SE.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sues-regeneron-over-payments-to-copay-assistance-charity-11593024042", "title": "Justice Department Sues Regeneron Over Payments to Copay-Assistance Charity", "date": "2020-06-24 14:40", "summary": "Lawsuit alleges drugmaker's payments to charity illegally boosted sales of eye drug Eylea. The U.S. Justice Department sued Regeneron Pharmaceuticals Inc., accusing the drugmaker of paying kickbacks to a charitable foundation to boost sales of its high-selling eye-disease treatment Eylea.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crossfit-founder-greg-glassman-sells-gym-business-11593014555", "title": "CrossFit Founder Sells Gym Business", "date": "2020-06-24 14:26", "summary": "Tech veteran Eric Roza to take over CrossFit after founder's inflammatory remarks about killing of George Floyd. Greg Glassman, the founder of CrossFit Inc., is selling his gym business to a technology executive, weeks after Mr. Glassman said he was retiring as CEO amid backlash over his inflammatory remarks about the killing of George Floyd.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-history-11593022539", "title": "Modern History", "date": "2020-06-24 14:15", "summary": "A look back at the Apt house as it appeared shortly after its construction.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-modernist-marvel-11593022431", "title": "A Modernist Marvel", "date": "2020-06-24 14:13", "summary": "The Apt house has been preserved largely as it was when it was built in the early 1950s.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nominee-for-cia-watchdog-vows-to-resist-political-interference-11593021289", "title": "Nominee for CIA Watchdog Vows to Resist Political Interference", "date": "2020-06-24 13:54", "summary": "Former federal prosecutor would be first Senate-confirmed CIA inspector general since 2015, if nomination is approved. WASHINGTON-President Trump's nominee to be the CIA's inspector general pledged on Wednesday to resist political pressure or interference in the work of rooting out wrongdoing at the top U.S. spy agency, even at the risk of his job.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-abolition-of-man-and-woman-11593017500", "title": "The Abolition of Man and Woman", "date": "2020-06-24 13:43", "summary": "If each of us is defined by a 'gender identity' related only arbitrarily to sex, we are all transgender now.. A commonplace assumption of American liberalism, that courts merely preside over contests of rights, conceals the judiciary's limitless power to decide questions of truth without thinking deeply or even honestly about them. Bostock v. Clayton County is a case in point. The ruling holds that sexual orientation and \"identity\" are included in the definition of \"sex\" under Title VII of the Civil Rights Act of 1964. Writing for the majority, Justice Neil Gorsuch claims it is a narrow ruling about sex discrimination in employment, leaving concerns like locker rooms and religious liberty for future litigation. Underneath this false modesty lies a much more fundamental decision with vast implications.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kosovo-president-facing-10-count-indictment-on-war-crimes-11593020151", "title": "Kosovo President Facing 10-Count Indictment on War Crimes", "date": "2020-06-24 13:35", "summary": "Hashim Thaci cancels trip to White House for Balkans peace talks. Kosovo's president, Hashim Thaci, could be charged for war crimes by an international tribunal, a setback that has forced him to cancel a trip to the White House for Balkans peace talks this Saturday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tale-of-quad-cities-different-reopening-regimes-split-economy-of-border-communities-11593000001", "title": "Tale of Quad Cities: Reopening Speed Sets Border Communities on Different Tracks", "date": "2020-06-24 13:03", "summary": "Relatively stringent lockdown in Illinois, compared with Iowa, has created shift in spending and potential long-term consequences. Pryce Boeye's Hungry Hobo sandwich shops' sales on the Iowa side of the Mississippi River have been booming since the state reopened dining rooms in mid-May, while those he owns in still-closed Illinois languish.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-brutality-affects-us-all-11593017474", "title": "Police Brutality Affects Us All", "date": "2020-06-24 12:51", "summary": "Black Lives Matter would do well to remind whites that they can be victims, too.. Advocates for police reform have emphasized brutality's unique burden on black Americans. A better approach might be to emphasize that police officers rough whites up, too. The point isn't to diminish the black experience but to convince everyone they're in the same boat. More whites would join the struggle against police brutality if they believed the police were dangerous to them as well.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vitamin-supplier-gnc-holdings-files-for-bankruptcy-11592995897", "title": "Vitamin Seller GNC Holdings Files for Bankruptcy", "date": "2020-06-24 12:22", "summary": "Retail chain reaches deal to sell itself for $760 million; will close up to a sixth of stores. GNC Holdings Inc. filed for chapter 11 bankruptcy protection Tuesday with plans to sell itself and close up to a sixth of its 7,300 stores world-wide.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-quality-falls-short-in-j-d-power-car-survey-11593014428", "title": "Tesla Quality Falls Short in J.D. Power Car Survey", "date": "2020-06-24 12:22", "summary": "The influential J.D. Power study found complaints about manufacturing quality. Tesla Inc. vehicles scored the worst among major auto makers in a closely watched survey of customers by researcher J.D. Power.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-coronavirus-complicated-the-quest-for-a-greener-plastic-bottle-11593005945", "title": "How Coronavirus Complicated the Quest for a Greener Plastic Bottle", "date": "2020-06-24 12:03", "summary": "The pandemic disrupted recycling and hit oil prices, challenging efforts to use more recycled plastic in drinks bottles. The quest to make greener plastic bottles-the core of beverage giants' sustainability efforts-has become harder and more expensive in the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oversize-sneakers-are-hot-but-very-hard-to-wear-i-just-cant-balance-11593014375", "title": "Oversize Sneakers Are Hot but Very Hard to Wear. 'I Just Can't Balance.'", "date": "2020-06-24 11:59", "summary": "'Maximalist' sneakers, with oversize midsoles, are great for running but terrible for walking. Cassandra Wilson wanted a competitive edge in her next marathon, so she tied on a new trendy pair of clunky, oversize sneakers. The inaugural run, earlier this year, went OK. It was walking that was difficult.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-putin-seeks-to-rally-voter-support-with-massive-military-parade-11593004405", "title": "Putin Seeks to Rally Voter Support With Large Military Parade", "date": "2020-06-24 11:40", "summary": "Despite virus concerns, Russia's leader goes ahead with Victory Day parade to celebrate the end of World War II. MOSCOW-In an extravagant display of military might, Russian President Vladimir Putin held a triumphant parade to celebrate the Soviet defeat of Nazi Germany, sidelining concerns over the potential spread of the coronavirus in an effort to galvanize citizens ahead of a key national vote.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-greatest-risk-for-u-s-soldiers-11592951851", "title": "The Greatest Risk for U.S. Soldiers", "date": "2020-06-24 11:32", "summary": "Accidents remain the leading cause of military deaths.. Last year this column noted the tragic story of Marine 1st. Lt. H. Conor McDowell, who died in a training accident at California's Camp Pendleton when his Light Armored Vehicle rolled over onto its turret. McDowell's fiancée and his parents have since been trying, with considerable success, to encourage Washington to focus on reducing noncombat deaths in the U.S. military. \"We cannot bring our beloved Conor back. We can try to save others,\" write fiancée Kathleen Bourque and his parents, Susan Flanigan and Michael McDowell.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-a-documentary-on-singing-legend-ella-fitzgerald-11593012406", "title": "What to Watch: A Documentary on Singing Legend Ella Fitzgerald", "date": "2020-06-24 11:26", "summary": "Also this week, Will Ferrell plays a hapless contestant in Netflix's 'Eurovision Song Contest: The Story of Fire Saga' and a Victorian-era photographer becomes a reluctant detective in 'Dead Still' on Acorn TV.. Although coronavirus lockdowns are easing, concerns abound about gathering in large groups. That in part explains the recent rise in popularity of streamable entertainment-legitimate and otherwise-as well as the ascendancy of videogames as virtual venues.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-concerns-cancel-new-york-city-marathon-11593012279", "title": "Coronavirus Concerns Cancel New York City Marathon", "date": "2020-06-24 11:24", "summary": "The event, scheduled for Nov. 1, is the world's largest 26.2-mile race. The New York City Marathon, whose more than 50,000 runners make it the largest 26.2-mile race in the world, has been canceled due to concerns about the novel coronavirus.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-small-charity-pivoted-to-get-food-to-those-hit-by-covid-shutdowns-11593010891", "title": "How a Small Charity Pivoted to Get Food to Those in Need", "date": "2020-06-24 11:01", "summary": "Food Runners, and other nonprofits, quickly shifted strategy to get supplies and help to those in need. Until the pandemic, the mission of San Francisco's Food Runners was to save wasted food and deliver it to charities that could cook and serve. When the city locked down in March, leftovers from caterers, hotels and tech-company cafeterias suddenly stopped. Instead of giving up, Food Runners found a kitchen, hired a chef and began making meals.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-harassment-campaign-pig-cockroach-blog-11593009038", "title": "'Crush This Lady.' Inside eBay's Bizarre Campaign Against a Blog Critic.", "date": "2020-06-24 10:34", "summary": "Resume Subscription. The box of live cockroaches delivered to their door was the last straw for David and Ina Steiner.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/outside-milwaukee-protests-over-one-officers-three-killings-11593008818", "title": "Outside Milwaukee, Protests Over One Officer's Three Killings", "date": "2020-06-24 10:26", "summary": "Alvin Cole, 17, was shot five times by officer while fleeing police in February. In the wake of the George Floyd killing, protests over the fatal shooting of three people by the same police officer have gripped a mostly white Milwaukee suburb on a near-daily basis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-thirsty-for-change-is-ohio-11593008778", "title": "How Thirsty for Change is Ohio?", "date": "2020-06-24 10:26", "summary": "A movement to rename state capital Columbus 'Flavortown' would see a lot of free hard seltzer handed out. Brewer Anheuser-Busch InBev will be on the hook for a lot of free alcohol if a grass-roots initiative in Ohio succeeds. As of Wednesday morning, over 73,000 people had signed a Change.org petition to change the name of the state capital from Columbus to Flavortown.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-urgency-of-returning-to-full-employment-11593008207", "title": "The Urgency of Returning to Full Employment", "date": "2020-06-24 10:19", "summary": "Recessions have contributed to long-run rise in inequality; undoing this one's effects will be hard. When the economy slid into recession in February, it wasn't just the strongest job market in a generation that died. So did a bold experiment in how tight labor markets could reverse a generation-long rise in inequality.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-new-york-primaries-facescrutiny-after-complaints-11592904602", "title": "Progressive Wing Has Strong Night in Democratic Primaries", "date": "2020-06-24 10:07", "summary": "States held primaries amid concerns about the U.S. ability to run a smooth fall election if the coronavirus pandemic continues. Progressive candidates made a strong showing in Democratic primaries Tuesday, as states faced some complaints from voters but nothing approaching the kind of logistical problems seen on recent voting days in states such as Georgia and Wisconsin.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lays-bare-poor-conditions-in-canadas-nursing-homes-11592996400", "title": "Virus Lays Bare Conditions in Canada's Nursing Homes", "date": "2020-06-24 09:58", "summary": "Covid-19 deaths, military reports prompt calls for change; 'this is a huge black eye'. OTTAWA-When Darrell Whitehead visited his 89-year-old father in a nursing home west of Montreal on April 4, he found him in soiled diapers and severely dehydrated. He grabbed a sterilized glass and poured cups of water down his father's throat \"until I felt he couldn't drink anymore.\"", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympus-to-exit-camera-business-after-84-years-11592996861", "title": "Olympus to Exit Camera Business After 84 Years", "date": "2020-06-24 09:40", "summary": "Under pressure from U.S. shareholder ValueAct Capital, Tokyo company to sell unit to private-equity firm Japan Industrial Partners. Olympus Corp. is getting out of the camera business after 84 years to focus on medical devices.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-fortniteenjoy-the-concert-11593004563", "title": "Welcome to 'Fortnite'-Enjoy the Concert", "date": "2020-06-24 09:16", "summary": "Travis Scott and other performers tap into videogames as vast, virtual entertainment venues; Jauz, Griz and others will join a 'Minecraft' dance music festival in July. Josh Julien-Richards has been hibernating at home for months during the pandemic, but that didn't stop the teenager from attending a Travis Scott concert in April. He watched the rapper's show from inside the videogame \"Fortnite,\" along with more than 12 million other people.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-weighs-alternatives-to-big-social-platforms-11593003602", "title": "Trump Campaign Weighs Alternatives to Big Social Platforms", "date": "2020-06-24 09:00", "summary": "Amid disputes with Facebook and Twitter, the president's team mulls whether to push supporters toward a different platform or put more emphasis on its own campaign app. The Trump campaign, known for its social media savvy, is hitting digital roadblocks.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-downgrades-already-glum-economic-outlook-due-to-coronavirus-crisis-11593003601", "title": "IMF Downgrades Already-Glum Economic Outlook Due to Coronavirus", "date": "2020-06-24 09:00", "summary": "Lending institution says global economy will shrink 4.9% this year, compared with April estimate of 3%. Economists at the International Monetary Fund now say the global economy will contract even more sharply than they expected in estimates released in April, which called for the steepest recession since the Great Depression.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-considering-probe-of-minneapolis-police-department-11593001145", "title": "Justice Department Considering Probe of Minneapolis Police Department", "date": "2020-06-24 08:19", "summary": "Pattern-or-practice investigation would examine whether police systematically violated civil rights. WASHINGTON-The Justice Department has told lawmakers it is considering opening a federal investigation in the wake of George Floyd's killing into whether the Minneapolis Police Department engaged in a pattern of unconstitutional conduct.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artificial-intelligence-helps-to-decode-mysterious-earthquake-swarms-11592998200", "title": "Artificial Intelligence Helps to Decode Earthquake Swarms", "date": "2020-06-24 07:30", "summary": "Seismologists use software to uncover complexity of fault systems; work could yield insights into how earthquakes originate. In 2018, seismologists at the California Institute of Technology got several emails asking about a flurry of small earthquakes near Cahuilla in Southern California. What was going on underground? How long might the tremors last?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-bypass-scramble-for-investment-bank-talent-in-bid-to-diversify-hiring-11592996401", "title": "Blackstone to Bypass Scramble for Investment-Bank Talent in Bid to Diversify Hiring", "date": "2020-06-24 07:00", "summary": "On-campus recruiting will be expanded to 44 schools from nine in 2015. Blackstone Group Inc., one of the most coveted employers on Wall Street, is throwing out a key section of its recruiting playbook in a bid to improve its hiring process and increase diversity.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-forgery-helped-hide-3-billion-hole-in-energy-traders-books-11592993288", "title": "'Massive' Forgery Helped Hide $3 Billion Hole in Energy Trader's Books", "date": "2020-06-24 06:08", "summary": "Report by court-appointed administrators says Hin Leong Trading manipulated inventory and accounts receivable. A distressed energy-trading company overstated its assets by more than $3 billion using \"routine and pervasive\" forgery, while its founder oversaw years of disastrous bets on oil derivatives, a report filed with a Singapore court said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-energy-is-finally-going-mainstream-11592993146", "title": "Green Energy Is Finally Going Mainstream", "date": "2020-06-24 06:05", "summary": "The question for investors now is not whether carbon-free power is here to stay but how to avoid getting burned. After many false dawns, the sun is finally starting to shine on green-energy bets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-can-lose-applebut-little-else-11592992801", "title": "Intel Can Lose Apple-but Little Else", "date": "2020-06-24 06:00", "summary": "The chip maker's Mac business is relatively small, but a successful ARM-based alternative could weaken its hold on the broader market over time. Intel Corp. will get on fine without Apple Inc.'s chip business. But Apple's ultimate success in that area may prove a little more damaging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advertisers-shift-gears-to-promote-the-reopening-11592992800", "title": "Advertisers Shift Gears to Promote the Reopening", "date": "2020-06-24 06:00", "summary": "Marketing during the early pandemic was hard, but the end of lockdown might be even more complicated. Clydesdales gallop and bars display \"Open\" signs in Budweiser's newest ad, part of marketers' efforts to mark the latest stage in the coronavirus pandemic: the reopening.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-hits-pause-button-on-threats-against-south-korea-11592991267", "title": "Kim Jong Un Hits Pause Button on Threats Against South Korea", "date": "2020-06-24 05:34", "summary": "North Korea says leader 'suspended the military action plans'; pressure campaign had begun earlier this month. SEOUL-North Korea put the brakes on a pressure campaign it began earlier this month against neighboring South Korea, declaring a suspension of military plans directed against Seoul.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-is-extra-burden-for-some-job-seekers-11592991002", "title": "Bankruptcy Is Extra Burden for Some Job Seekers", "date": "2020-06-24 05:30", "summary": "Private employers can weigh a bankruptcy filing in assessing an applicant; consumer advocates want to change that. WASHINGTON-Hundreds of thousands of Americans who have lost their jobs during the coronavirus pandemic could be confronting an added barrier as they seek to rejoin the workforce: a bankruptcy on their record.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-trades-jackpot-dreams-lure-small-investors-to-options-11592991000", "title": "Free Trades, Jackpot Dreams Lure Small Investors to Options", "date": "2020-06-24 05:30", "summary": "Coronavirus-fueled market swings create opportunities as Robinhood and other brokers offer rock-bottom commissions. Individuals looking to profit from the stock market's explosive moves are piling into options, lured by low trading fees and a chance at mammoth payoffs.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-upended-a-trillion-dollar-corporate-borrowing-binge-and-kicked-off-a-wave-of-bankruptcies-11592991001", "title": "Coronavirus Upended a Corporate Borrowing Binge", "date": "2020-06-24 05:30", "summary": "Resume Subscription. The coronavirus pandemic hit U.S. businesses at a bad time. Companies had loaded up on debt after years of low interest rates, buyouts and increasingly lax lending standards.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/its-time-to-decide-what-to-do-with-your-airline-credit-cards-11592991002", "title": "It's Time to Decide What to Do With Your Airline Credit Cards", "date": "2020-06-24 05:30", "summary": "Perks that travelers love don't do much good when few are traveling-it's worth analyzing whether the added bonuses temporarily on offer are worth the annual fees. If travel isn't in the cards for you, what should you do with your credit cards offering travel rewards?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-spend-millions-to-prepare-to-reopen-amid-coronavirus-11592991000", "title": "Colleges Spend Millions to Prepare to Reopen Amid Virus", "date": "2020-06-24 05:30", "summary": "Schools solicit donations as they order masks, hand sanitizer and thermometers, upgrade heating systems. As colleges around the country map out plans to reopen their campuses in the fall, they have embarked on some unique and pricey shopping expeditions: sourcing miles of plexiglass, hundreds of thousands of face masks and, in the case of the University of Central Florida, trying to get in an order for 1,200 hand-sanitizer stations before neighboring theme parks could buy them all up.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jurgen-klopp-liverpool-manager-mainz-soccer-11592928788", "title": "The Battlefield Promotion That Made Soccer's Favorite Coach", "date": "2020-06-24 05:00", "summary": "Jürgen Klopp has Liverpool on the verge of its first league title in 30 years. It all started in the German second tier, with a sudden move from field to dugout.. Mainz, Germany", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-rages-alibabas-chinese-rivals-steal-a-march-11592985929", "title": "As Covid-19 Rages, Alibaba's Chinese Rivals Steal a March", "date": "2020-06-24 04:08", "summary": "Alibaba's rivals JD.com and Pinduoduo are gaining on the reigning Chinese e-commerce king. But matching its profitability won't be easy.. Investors are betting on smaller Chinese e-commerce companies to grab share from market leader Alibaba. The question now is whether these companies can turn in higher profits, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-earthquake-strikes-southern-mexico-11592930208", "title": "Strong Earthquake in Southern Mexico Turns Deadly", "date": "2020-06-24 00:02", "summary": "Six killed in Oaxaca state, where magnitude-7.5 quake struck, authorities say. MEXICO CITY-An earthquake of magnitude 7.5 struck Mexico's Pacific coast state of Oaxaca Tuesday, damaging roads and buildings and leaving at least six people dead in the state, authorities said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592935764", "title": "Pepper...and Salt", "date": "2020-06-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-family-empire-built-on-orange-chicken-11593029677", "title": "A Family Empire Built on Orange Chicken", "date": "2020-06-24 00:01", "summary": "The Panda Express restaurant chain's owners on the rise of take-out and the future of the business. When Covid-19 started spreading in the U.S., roughly 400 of the more than 2,000 Panda Express locations in airports, malls and on university campuses joined a multitude of other shops and restaurants that had to close down and tap credit lines to survive. But the early associations between the pandemic and China made it personal for the owners of the world's largest American-Chinese restaurant chain: Sales fell in some regions and the company talked about rebuilding sales of the American-born brand.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisville-police-chief-fires-officer-involved-in-breonna-taylor-killing-11592964809", "title": "Louisville Police Chief Fires Officer Involved in Breonna Taylor Killing", "date": "2020-06-24 22:13", "summary": "Detective, accused of firing blindly into apartment, can appeal the decision. The Louisville, Ky., police chief on Tuesday officially fired one of the three police officers involved in the March killing of Breonna Taylor, a 26-year-old black woman.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-permit-swimming-at-beaches-next-week-11592960071", "title": "New York City to Permit Swimming at Beaches Next Week", "date": "2020-06-24 22:01", "summary": "City beaches will officially open July 1. New York City Mayor Bill de Blasio will announce on Wednesday that city beaches will officially open July 1 and permit swimming, according to a spokeswoman.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-price-transparency-rule-covering-hospitals-upheld-11592945973", "title": "Price-Transparency Rule Covering Hospitals Upheld", "date": "2020-06-24 21:41", "summary": "American Hospital Association had sued to block price-disclosure requirement. The American Hospital Association lost its legal bid to stop the Trump administration from requiring hospitals to disclose secret rates they negotiate with insurance companies, a victory for one of President Trump's central health-policy initiatives.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-heads-to-arizona-an-emerging-election-battleground-11592910000", "title": "Trump Delivers Fiery Speech in Arizona, an Emerging Election Battleground", "date": "2020-06-24 20:51", "summary": "GOP 'should be very concerned about Arizona,' says a former Republican National Committee chairman, pointing to pandemic, economy and civil unrest. PHOENIX-President Trump delivered a fiery speech to a full house Tuesday, raising fears about voter fraud and denouncing protesters for trying to topple statutes as he sought a boost in a state that has trended more Democratic and as he faces concerns about his standing in other states that drove his 2016 victory.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-taps-ex-campbell-soup-executive-as-new-finance-chief-11592950385", "title": "Mattel Taps Ex-Campbell Soup Executive as New Finance Chief", "date": "2020-06-24 20:49", "summary": "Anthony DiSilvestro is slated to join the company next week as an adviser and assume the CFO role next month. Mattel Inc. named former Campbell Soup Co. executive Anthony DiSilvestro as its next finance chief, months after the company wrapped up an investigation into accounting matters that required it to restate past earnings.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-threaten-to-block-gop-policing-bill-unless-broader-negotiations-start-11592922922", "title": "Senate Democrats Threaten to Block 'Threadbare' GOP Policing Bill", "date": "2020-06-24 20:24", "summary": "Lawmakers say Republican bill crafted by Sen. Tim Scott is too 'threadbare' to even serve as a starting point for discussions. WASHINGTON-Senate Democrats threatened to block consideration of Republicans' law-enforcement bill unless bipartisan negotiations over a broader overhaul begin, dimming hopes of passing any legislation responding to the police killing of George Floyd and subsequent nationwide protests.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-ceo-pledges-to-back-racial-justice-efforts-through-promotion-investment-initiatives-11592958197", "title": "Microsoft CEO Pledges to Back Racial-Justice Efforts", "date": "2020-06-24 20:23", "summary": "Software giant promises to use data, technology to identify racial disparities in the criminal justice system and improve policing. Microsoft Corp. Chief Executive Satya Nadella laid out plans to double the number of black managers and senior leaders in the U.S. over the next five years and said senior executives would be judged for promotion and rewards on their progress advancing diversity and inclusion as the software giant joined other businesses pledging to address racial injustice amid an outcry following George Floyd's killing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutor-to-speak-of-heavy-pressure-to-cut-roger-stone-a-break-11592950669", "title": "Prosecutor to Speak of Pressure to Cut Roger Stone a 'Break'", "date": "2020-06-24 20:07", "summary": "DOJ lawyer is expected to say at hearing that special treatment came because of former Trump adviser's 'relationship with the president'. A prosecutor in the criminal case against former Trump adviser Roger Stone said supervisors repeatedly told him Mr. Stone would receive special treatment \"because of his relationship with the president,\" according to prepared remarks posted Tuesday before a House hearing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-owned-investment-firm-sues-new-jersey-for-racial-bias-11592957026", "title": "Black-Owned Investment Firm Sues New Jersey for Racial Bias", "date": "2020-06-24 20:03", "summary": "Blueprint Capital Advisors alleges state pension 'usurped' its ideas and hired BlackRock to run its investment strategy. A Black-owned investment firm sued New Jersey for racial bias on Tuesday, saying officials told it that the state's pension was averse to hiring money-management firms owned by minorities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]