[{"link": "https://www.wsj.com/articles/oracle-will-review-tiktok-source-code-to-watch-for-chinese-access-11600294050", "title": "Oracle Will Review TikTok Source Code to Watch for Chinese Access", "date": "2020-09-16 19:27", "summary": "Provision offered to the U.S. government by Beijing-based ByteDance in its effort to verify the security of TikTok. ByteDance Ltd. would allow Oracle Corp. to review TikTok's source code and software to ensure there are no backdoors that allow the Chinese government or other entities to access the data, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-seek-investigation-into-allegations-of-mass-hysterectomies-on-detained-migrants-11600291610", "title": "U.S. to Investigate Claims of Forced Hysterectomies on Detained Migrants", "date": "2020-09-16 19:23", "summary": "ICE denies accusations in a nurse's whistleblower complaint regarding medical care at a Georgia facility. WASHINGTON-The Department of Homeland Security's internal watchdog has opened an investigation into a whistleblower's allegations of coerced hysterectomies being performed on migrant women held at a Georgia detention facility.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-higher-wages-of-growth-11600298577", "title": "The Higher Wages of Growth", "date": "2020-09-16 19:22", "summary": "Before the pandemic, income growth soared and poverty fell to the lowest rate since 1959.. In case you missed it, and most of the media did, the Census Bureau reported Tuesday that the median household income in 2019 grew a whopping 6.8%-the largest annual increase on record. While this year's government-ordered lockdowns will erase these gains in the short term at least, it's still worth highlighting how lower-income workers and minorities benefited from faster growth and a tighter labor market before the pandemic.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-aluminum-tariff-reprieve-11600298405", "title": "An Aluminum Tariff Reprieve", "date": "2020-09-16 19:20", "summary": "The U.S. lifts penalties on Canada, at least through Election Day.. The Trump Administration announced Tuesday that it will lift its 10% tariffs on Canadian aluminum for the last four months of this year. Hallelujah. With Canada threatening to retaliate against U.S. businesses, President Trump must have realized that his tariffs could hurt him politically.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-becomes-the-anti-volcker-11600298455", "title": "Powell Becomes the Anti-Volcker", "date": "2020-09-16 19:20", "summary": "The Fed says it will keep interest rates at near-zero through 2023.. The Federal Reserve confirmed again Wednesday that we live in a bizarre monetary world by issuing two paradoxical predictions. The sages of the Open Market Committee (FOMC) said the economy is recovering faster than they had thought, but that interest rates will nonetheless have to stay near zero through 2023.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-future-cancer-cures-11600298268", "title": "Trump and Future Cancer Cures", "date": "2020-09-16 19:17", "summary": "Immunomedics is a cautionary tale about drug price controls.. President Trump sure has ironic timing. On Sunday Gilead Sciences announced a $21 billion offer to buy Immunomedics , which recently launched a breakthrough therapy for hard-to-treat metastatic breast cancer. Hours later Mr. Trump signed an executive order that could make other life-saving therapies less likely.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-on-republicans-to-seek-a-bigger-coronavirus-relief-deal-11600287241", "title": "Trump Calls on Republicans to Seek a Bigger Coronavirus Relief Deal", "date": "2020-09-16 19:07", "summary": "Remarks draw cool reception from some GOP lawmakers, could ease pressure on Democrats. WASHINGTON-President Trump urged congressional Republicans to seek a bigger and more expensive package of coronavirus relief aid, injecting himself into stalled talks with Democrats and drawing a cool reception from some GOP lawmakers skeptical of a growing price tag.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-to-close-bronx-printing-plant-that-employs-500-11600294778", "title": "News Corp to Close Bronx Printing Plant", "date": "2020-09-16 19:04", "summary": "Company didn't release financial details of move but said there would be job reductions. News Corp said Wednesday that it is closing its printing plant in the Bronx and moving the publication of several of its newspapers based in New York City to Queens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smoke-from-west-coast-fires-spurs-health-advisories-11600268095", "title": "Smoke From West Coast Fires Spurs Health Advisories", "date": "2020-09-16 19:02", "summary": "Residents in parts of Oregon and California are told to stay indoors, while drifting haze is visible on the East Coast. Wildfires continued raging across a vast swath of the Western U.S. Wednesday, straining states' resources and sending plumes of smoke out for thousands of miles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/days-before-school-starts-new-york-city-changes-some-remote-learning-rules-11600268539", "title": "Days Before School Starts, New York City Changes Some Remote-Learning Rules", "date": "2020-09-16 19:02", "summary": "Students in the nation's largest district go online to connect with teachers in preparation for the first day of classes next week. The first day of online orientation for New York City students had surprises for many families, including technical glitches and a last-minute policy switch to drop requirements for live instruction for some students on remote-learning days.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-new-york-sports-clubs-strikes-potential-lender-takeover-deal-11600297235", "title": "Owner of New York Sports Clubs Strikes Potential Lender Takeover Deal", "date": "2020-09-16 19:00", "summary": "Parent company Town Sports filed for bankruptcy after closing gyms due to the Covid-19 pandemic. The owner of New York Sports Clubs and Lucille Roberts gyms is preparing to sell itself out of bankruptcy to lenders that have agreed to supply the financing needed to keep the fitness chains open.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-threatens-sanctions-for-arms-sales-to-iran-11600297121", "title": "U.S. Threatens Sanctions for Arms Sales to Iran", "date": "2020-09-16 18:58", "summary": "Embargo is set to expire Oct. 18, but Trump administration warns of sanctions after failing to win a U.N. extension. The Trump administration threatened Wednesday to impose an array of fresh sanctions to deter China and Russia from selling weapons to Iran after an arms embargo on Washington's Middle East foe expires next month.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-pact-will-help-derivatives-markets-11600297002", "title": "A New Pact Will Help Derivatives Markets", "date": "2020-09-16 18:56", "summary": "The EU and U.S. are committed to sound regulation.. The world's derivatives markets saw more than $640 trillion in trading activity in the first six months of 2019 alone. At the heart of these global markets are clearinghouses known as central counterparties, where futures, swaps and options transactions are cleared and settled. The efficient and proper functioning of central counterparties is critical to the health of the global financial system and the economic well-being of the more than 770 million people in the EU and U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-cost-of-bidens-plans-11600296958", "title": "The Real Cost of Biden's Plans", "date": "2020-09-16 18:55", "summary": "The Democrat promises not to raise taxes, but middle earners will pay for his regulatory free for all.. Presidential candidate Joe Biden has pledged that his administration will impose no new taxes on Americans making $400,000 or less and that there will be \"no raising taxes . . . on mom and pop businesses.\" Both his policy platform and his record belie that promise.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homicide-stats-show-minneapolis-effect-11600296843", "title": "Homicide Stats Show 'Minneapolis Effect'", "date": "2020-09-16 18:54", "summary": "In cities across the U.S., the shooting started when antipolice protests led officers to pull back.. Cities across the country suffered dramatic increases in homicides this summer. The spikes were remarkable, suddenly appearing and widespread, although often concentrated in disadvantaged neighborhoods. This year is on track to be the deadliest year for gun-related homicides since at least 1999.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrat-madness-11600296765", "title": "Democrat Madness", "date": "2020-09-16 18:52", "summary": "Political insanity can be defined as refusing to admit the reality of destructive violence.. How crazy does the violence have to get before it costs the Harris-Biden campaign the election? (Nomenclature update: On Monday, Kamala Harrisreferred in public to something she called the \"Harris administration.\" In a speech the next day, Mr. Biden himself referred to \"a Harris-Biden administration.\" If that's how they want it, fine by me. From now on, it's \"the Harris-Biden campaign.\")", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senate-hopefuls-try-to-outrun-trump-11600296703", "title": "GOP Senate Hopefuls Try to Outrun Trump", "date": "2020-09-16 18:51", "summary": "The presidential race determines their odds, but each candidate has a unique way to win.. The presidential contest is the most important, but hardly the only critical battle this fall. There's also a big fight for the Senate, with huge ramifications for whoever occupies the White House.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-company-gets-back-to-work-11600296615", "title": "Our Company Gets Back to Work", "date": "2020-09-16 18:50", "summary": "Zoom conferences are not a substitute for in-person meetings.. Washington", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-even-review-the-burnout-generation-11600296555", "title": "'Can't Even' Review: The Burnout Generation", "date": "2020-09-16 18:49", "summary": "A book-length inquiry into why millennials ﬁnd themselves afflicted by paralysis, distraction and anxiety.. A couple years ago, I spent six months trying to close a bank account-or rather, avoiding trying to close a bank account. I had moved to another city and taken my business to another bank, but life was busy and calling the old bank seemed tedious. Author Anne Helen Petersen might blame such everyday lethargy on the effects of \"late capitalism,\" which I-as a member of the \"millennial\" generation-am particularly subject to. But I would simply say I had other things to do. In the end, the business was done in just a few minutes, and I forgot all about it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-charges-two-russian-nationals-who-allegedly-stole-cryptocurrencies-11600296414", "title": "U.S. Charges Two Russian Nationals Who Allegedly Stole Cryptocurrencies", "date": "2020-09-16 18:46", "summary": "Danil Potekhin and Dmitrii Karasavidi defrauded three cryptocurrency exchanges and their customers, federal prosecutors say. The U.S. Justice Department charged two Russian nationals who prosecutors say defrauded three cryptocurrency exchanges and their customers, resulting in losses of at least $16.8 million.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-will-trust-scientists-not-trump-on-covid-19-vaccine-11600296240", "title": "Biden Says He Will Trust Scientists, Not Trump, on Covid-19 Vaccine", "date": "2020-09-16 18:44", "summary": "President says if Democrats were in his position, they would be touting vaccine-development process, too. Democratic presidential nominee Joe Biden made clear Wednesday that he doesn't find President Trump a credible voice on the safety of a coronavirus vaccine, saying the administration needed to be transparent and involve scientists in its decision-making.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-cfo-wants-to-make-sure-cost-cuts-endure-11600296032", "title": "Kraft Heinz CFO Wants to Make Sure Cost Cuts Endure", "date": "2020-09-16 18:40", "summary": "The food manufacturer plans to save $2 billion over the next five years. Kraft Heinz Co. 's finance chief is helping make permanent cuts at the food manufacturer as it looks to take out $2 billion in expenses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-panel-say-venezuelan-regime-committed-crimes-against-humanity-11600293315", "title": "U.N. Panel Says Venezuelan Regime Committed Crimes Against Humanity", "date": "2020-09-16 18:37", "summary": "Investigators call on International Criminal Court to open case against leader Maduro after documenting extrajudicial killings, torture of opponents. United Nations investigators said Wednesday that Venezuelan President Nicolás Maduro and some of his top lieutenants had committed crimes against humanity by ordering extrajudicial executions, the jailings of political rivals and the torture of protesters, including sexually abusing those in detention.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-former-u-s-envoy-violated-ethics-law-in-palantir-role-11600295056", "title": "Canada's Former U.S. Envoy Violated Ethics Law in Palantir Role", "date": "2020-09-16 18:24", "summary": "CONTENT FROM OUR SPONSOR. OTTAWA-Canada's former chief envoy in Washington violated the country's conflict-of-interest rules after taking on the role of senior executive at Palantir Technologies Inc.'s Canadian unit, the country's ethics watchdog revealed Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-bolsters-safeguards-against-penny-stock-fraud-11600294607", "title": "SEC Bolsters Safeguards Against Penny-Stock Fraud", "date": "2020-09-16 18:16", "summary": "Rule change would make it harder for investors to trade OTC shares of companies that have stopped releasing financials. The Securities and Exchange Commission is beefing up protections against fraud and manipulation in the lightly regulated market for over-the-counter stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-to-launch-two-playstation-5-models-this-fall-11600292156", "title": "Sony to Launch Two PlayStation 5 Models This Fall", "date": "2020-09-16 18:01", "summary": "With its console versions at $400 and $500, company is pursuing similar strategy as Microsoft to woo more consumers. The race is on between the world's largest videogame console makers, this time during a period of heightened demand for at-home entertainment through the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflakes-shares-soar-in-ipo-11600275246", "title": "Snowflake's Stock Price Soars in IPO", "date": "2020-09-16 18:00", "summary": "Biggest technology issue so far this year comes as companies race to public markets. Snowflake Inc.'s shares skyrocketed on their first day of trading, giving the biggest tech IPO of the year a market value of $70.4 billion and feeding the recent bout of enthusiasm around initial public offerings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-in-chicago-trial-are-at-a-critical-juncture-in-anti-spoofing-effort-11600288683", "title": "Prosecutors Reach Critical Juncture in Trader Trial", "date": "2020-09-16 17:44", "summary": "Having lost previous two trials, government lawyers are under pressure, starting with explaining market-manipulation tactic to jury. CHICAGO-A pair of former Deutsche Bank AG traders charged with manipulating gold and silver prices went on trial this week in Chicago, where a group of 12 jurors without experience in the complex world of futures trading will decide if they committed fraud.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monumentally-mediocre-11600292295", "title": "Monumentally Mediocre", "date": "2020-09-16 17:38", "summary": "The new $150 million Dwight D. Eisenhower Memorial in Washington is a confusing, uninspired attempt at honoring the war hero and president's legacy.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-sally-barrels-into-alabama-11600252305", "title": "Hurricane Sally Makes Landfall in Alabama After Strengthening", "date": "2020-09-16 17:24", "summary": "Rescue efforts under way; system downgraded to tropical storm after hitting Alabama as Category 2. Hurricane Sally inflicted life-threatening flooding, torrential rains and high winds on a swath of the Gulf Coast stretching from Mississippi to the Florida Panhandle, after making landfall early Wednesday near Gulf Shores, Ala.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ios-14-review-your-iphone-will-look-completely-different-now-if-you-want-11600291195", "title": "iOS 14: Your iPhone Will Look Completely Different Now, if You Want", "date": "2020-09-16 17:19", "summary": "Apple's latest mobile operating system doesn't vary much on the surface, but new tricks like widgets and app organization can transform a phone. iPhone owners fall into two parties.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-16-2020-11600246965", "title": "Stocks Lose Steam but Dow Ekes Out Gain", "date": "2020-09-16 17:16", "summary": "Fed signals that rates will continue to stay low for years; Oil prices climb. The Dow Jones Industrial Average eked out a fourth-straight gain Wednesday after the Federal Reserve signaled it was ready to keep interest rates near zero for three more years and underpin the economy even in the face of inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-fed-just-seeing-shadowsor-should-we-really-be-worried-11600290055", "title": "Is the Fed Just Seeing Shadows-Or Should We Really Be Worried?", "date": "2020-09-16 17:00", "summary": "Economic projections have improved considerably since the Fed last met, but its policy stance would suggest otherwise. The economy is in better shape than the Federal Reserve thought it would be. Its policy makers aren't celebrating.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-coast-ports-get-more-shipping-volumes-as-trade-routes-change-11600289041", "title": "East Coast Ports Get More Shipping Volumes as Trade Routes Change", "date": "2020-09-16 16:44", "summary": "The arrival of a 15,000-container ship in New York points to changing supply chains at the expense of West Coast ports. The trade rift with China and a boost in e-commerce are changing the way cargo comes into the U.S., with a greater share of goods flowing into East Coast seaports rather than the traditional gateways on the West Coast.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-oks-restaurant-surcharge-during-pandemic-11600289009", "title": "New York City Council OKs Restaurant Surcharge During Pandemic", "date": "2020-09-16 16:43", "summary": "Small restaurants will have option to charge customers 10% fee to offset financial hardship brought on by coronavirus. New York City restaurants would be able to charge customers a 10% Covid-19 relief fee under legislation approved Wednesday by the City Council.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayor-his-staff-to-take-one-week-furloughs-11600270485", "title": "New York City Mayor Bill de Blasio and Staff to Take One-Week Furloughs", "date": "2020-09-16 16:42", "summary": "Move will save city about $1 million as it faces $9 billion deficit over next two years. New York City Mayor Bill de Blasio announced Wednesday that he and his staff will take one-week furloughs, saving the city about $1 million as it faces a budget crunch and considers laying off 22,000 government workers.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-affirmative-action-case-goes-to-federal-appeals-court-11600248602", "title": "Harvard's Admissions Policies Again in Spotlight as Appellate Court Hears Oral Arguments", "date": "2020-09-16 16:30", "summary": "Case focuses on 'personal rating' for applicants, bias and burden of proving intentional discrimination. Harvard University's undergraduate-admissions practices were scrutinized Wednesday as a federal appeals court heard oral arguments in a high-profile case about how race factors into decisions regarding acceptance offers.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-treat-deals-from-the-hospital-11600288240", "title": "Real-Estate Agents Treat Deals From the Hospital", "date": "2020-09-16 16:30", "summary": "One broker submitted an offer right before he underwent emergency surgery. 'The client never knew.'. Debra LaPlante", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-ship-first-covid-19-vaccine-24-hours-after-authorization-11600275910", "title": "U.S. Plans to Ship First Covid-19 Vaccine 24 Hours After Authorization", "date": "2020-09-16 16:12", "summary": "The quick shipments of Covid-19 vaccines are part of a distribution plan that also includes steps for making sure people get a second shot if necessary. The U.S. government plans to begin shipping any Covid-19 vaccines within 24 hours of the shots getting a greenlight for use from regulators, federal health officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-to-tell-u-s-staff-they-can-wait-until-mid-2021-to-return-to-office-11600285400", "title": "Deutsche Bank: U.S. Staff Can Wait Until Mid-2021 to Return to Office", "date": "2020-09-16 16:11", "summary": "Lender's plans contrast with JPMorgan, which recently told many staff that they need to return to the office next week. Deutsche Bank AG told U.S. employees they don't have to return to the office until July 2021.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-caputo-takes-leave-of-absence-from-trump-administration-11600277980", "title": "HHS Official Michael Caputo Takes Leave of Absence", "date": "2020-09-16 15:56", "summary": "Public-affairs assistant secretary, Trump ally, to 'focus on his health and the well-being of his family'. WASHINGTON-Michael Caputo, an embattled Trump ally and public-affairs assistant secretary at Health and Human Services, will take a 60-day leave of absence from the agency, officials said.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-bike-shorts-as-controversial-as-leggings-11600285740", "title": "Are Bike Shorts as Controversial as Leggings?", "date": "2020-09-16 15:49", "summary": "Lycra biker bottoms are quickly becoming the chic set's athleisure item of choice, but is the divisive garment a suitable style to wear outside the gym? We argue both sides.. Here's a challenge: Find an adopter of the bike shorts trend who has stopped at a single pair. Becca O'Dunne, who was originally inspired two years ago by a fashion-forward yoga instructor, just bought her third pair, an exuberantly patterned version from Outdoor Voices. \"They're perfect for when you wake up in quarantine and you plan to work out at some point but you probably won't get around to it for a while,\" the 41-year-old Brooklyn political activist and educator said of the garment's appeal for days lived in limbo.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-unseals-indictments-alleging-chinese-hacking-against-u-s-international-firms-11600269024", "title": "U.S. Charges Chinese Nationals in Cyberattacks on More Than 100 Companies", "date": "2020-09-16 15:49", "summary": "Victims include software firms, social-media and videogame companies, universities and foreign governments, Justice Department says. WASHINGTON-Federal prosecutors unsealed charges on Wednesday against five Chinese citizens that officials say appear linked to Chinese intelligence, accusing them of hacking more than 100 companies in the U.S. and overseas, including social-media firms, universities and telecommunications providers.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflake-ipo-what-you-need-to-know-about-techs-hottest-new-company-11600284866", "title": "Snowflake Stock: What You Need to Know About Tech's Hottest IPO", "date": "2020-09-16 15:34", "summary": "Data-managing firm's strong revenue growth and well-known backers have helped make it biggest tech IPO of the year. Snowflake Inc. has become Silicon Valley's hottest new public company. Here's what you need to know about it.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-engines-give-classic-cars-a-recharge-11600282781", "title": "Electric Engines Give Classic Cars a Recharge", "date": "2020-09-16 15:30", "summary": "EV modifications and interior-tech overhauls are breathing new life into iconic autos that have struggled to stay road-worthy. MOST CLASSIC car aficionados would say that David Lorenz is raising his daughter, Luna, the right way.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-to-hear-senior-state-department-officials-testimony-on-watchdog-firing-11600255836", "title": "State Department Officials Defend Firing of Agency Watchdog, Denying Accusations of Coverup", "date": "2020-09-16 15:03", "summary": "Former Inspector General Steve Linick has said his office was inquiring into Pompeo's expediting of Gulf arms sales when he was fired. WASHINGTON-Three senior State Department officials testified Wednesday that President Trump was justified in firing the department's inspector general on the recommendation of Secretary of State Mike Pompeo, rejecting Democrats' claims of retaliation or a coverup.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-trumpers-must-confront-hard-truths-11600282716", "title": "Never Trumpers Must Confront Hard Truths", "date": "2020-09-16 14:58", "summary": "For Walter Olson, this year's election has nothing to do with President Trump's policies or Joe Biden and his policies. It is strictly a throw-the-bum-out opportunity.. Regarding Walter Olson's \"Never Trump, Now More Than Ever\" (op-ed, Sept. 10): For Mr. Olson, this year's election has nothing to do with President Trump's policies or Joe Biden and his policies. It is strictly a throw-the-bum-out opportunity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-four-emmy-nominees-on-what-they-binged-this-year-11600282702", "title": "What to Watch: Four Emmy Nominees on What They Binged This Year", "date": "2020-09-16 14:58", "summary": "Writers and directors tell us about the Emmy-nominated shows they love, from 'Unorthodox' to 'Watchmen'. Sunday's 72nd Primetime Emmy Awards are shaping up to be a remote contest that pits \"Watchmen\" against \"Mrs. America,\" HBO against Netflix, and \"Dead to Me\" stars Christina Applegate against Linda Cardellini. In addition to performing in front of (and behind) the camera, Emmy nominees also spent their year staring at a television, just like the rest of us. We spoke to four nominees about the movies and shows that they couldn't stop watching-new, nominated and otherwise. Here are edited excerpts of our conversations:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rallies-on-surprise-supply-drop-11600254923", "title": "Oil Rallies on Surprise Supply Drop", "date": "2020-09-16 14:57", "summary": "U.S. crude inventories fell by 9.5 million barrels last week despite expectations they would rise. Oil prices climbed Wednesday, after unexpectedly upbeat U.S. inventory numbers extended a rally that began Tuesday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-we-need-a-sarbox-rule-to-fix-congress-11600282522", "title": "Do We Need a Sarbox Rule to Fix Congress?", "date": "2020-09-16 14:55", "summary": "What is needed is a Sarbox law for government that demands accountability for all government agencies and employees. Harlan Ullman (Letters, Sept. 12), responding to Sen. Ben Sasse's \"Make the Senate Great Again\" (op-ed, Sept. 9), calls for legislators to have to affirm that they have read bills before voting on them. Doesn't this sound a lot like the requirements on corporate executives instituted by the Sarbanes-Oxley Act almost two decades ago?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-cars-that-have-manual-transmission-drive-11600282266", "title": "In Praise of Cars That Have Manual-Transmission Drive", "date": "2020-09-16 14:51", "summary": "The use of two hands limits cellphone and texting activity.. Regarding David L. Scott's \"Mourning the Manual Transmission\" (op-ed, Sept. 12): My wife and I purchased a manual-transmission vehicle for our grandson on his 16th birthday. His mother had learned to drive on a manual transmission. In addition, the use of two hands limits cellphone and texting activity, and most of his friends would be unable to borrow it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-or-forest-management-biden-and-trump-differ-on-wildfire-causes-11600281643", "title": "Climate Change or Forest Management: Biden and Trump Differ on Wildfire Causes", "date": "2020-09-16 14:40", "summary": "The Democratic presidential nominee and the president have offered different explanations for the unprecedented disaster. California, Oregon and Washington state are contending with one of their most dangerous fire seasons in history. The vast majority of scientific experts say that warmer weather across the west caused by climate change has greatly worsened the threat of forest fires. Experts also say thinning dense forests is the most effective short-term tool to address the fires. As wildfires engulf western states, here's what President Trump and Democratic presidential nominee Joe Biden have said about the issue.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-lawmakers-raise-concerns-about-tiktok-oracle-deal-11600276045", "title": "Republican Lawmakers Question TikTok-Oracle Deal", "date": "2020-09-16 14:37", "summary": "Senators worry about continued involvement of video-sharing app's Chinese owner. WASHINGTON-Top Republican lawmakers led by Sen. Marco Rubio of Florida are calling on the Trump administration to reject a deal for TikTok if it leaves strong ties between the video-sharing app's Chinese owner and proposed partner Oracle Corp. , citing national-security interests.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jennifer-lopez-alex-rodriguez-malibu-home-11600279878", "title": "Jennifer Lopez, Alex Rodriguez Sell Malibu Beach Home for $6.775 Million", "date": "2020-09-16 14:12", "summary": "The celebrity couple sold the 4,400-square-foot property less than two months after it hit the market. Celebrity couple Jennifer Lopez and Alex Rodriguez have sold their Malibu beach house for $6.775 million, less than two months after listing it for sale, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-august-retail-sales-coronavirus-recovery-11600200513", "title": "U.S. Retail Spending Recovering at Slower Pace", "date": "2020-09-16 13:52", "summary": "Sales increased a seasonally adjusted 0.6%, down from 0.9% in July. U.S. consumers increased retail spending in August for the fourth straight month but at a slower pace than earlier in the summer as the economy tried to recover with the coronavirus pandemic still under way.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-tom-steyers-longtime-family-home-in-san-francisco-11600276912", "title": "Billionaire Tom Steyer's Longtime Family Home in San Francisco", "date": "2020-09-16 13:21", "summary": "In Pacific Heights, the updated home includes seven bedrooms and a garden. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/its-back-big-ten-football-will-play-after-all-11600276708", "title": "It's Back! Big Ten Football Will Play After All", "date": "2020-09-16 13:18", "summary": "Under enormous pressure, the conference announces an October return for sports. It's back. Big Ten football, that is. Our long national nightmare of not being able to watch the University of Michigan lose to Ohio State is over.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-offices-are-adapting-to-keep-workers-safe-11600276412", "title": "Here's How Offices Are Adapting to Keep Workers Safe", "date": "2020-09-16 13:13", "summary": "Office environments are changing amid Covid-19, from tracking apps to self-cleaning vending machines. As employees start to return to their offices amid the coronavirus pandemic, companies are looking for ways to virus-proof their spaces. Here are some of the ways companies are approaching the issue.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peace-in-the-midwest-big-ten-football-returns-11600274473", "title": "Peace in the Midwest: Big Ten Football Returns", "date": "2020-09-16 12:41", "summary": "Now let the kids go back to class.. Whether or not Justin Fields wins a national championship in college football, he's just made a significant contribution to American education. A month ago this column asked whether the Ohio State quarterback could bring the university presidents of the Big Ten conference back to their senses amid an administrative panic over Covid-19. The answer is now a resounding yes. This morning the Big Ten announced that it has reversed its decision to cancel football season. Conference play will begin in October.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyer-san-francisco-home-11600273449", "title": "Tom Steyer Asks $11 Million for San Francisco Home", "date": "2020-09-16 12:27", "summary": "The Pacific Heights property features 30 solar panels on the roof and a wind turbine to help power the house. Billionaire environmental activist and former presidential candidate Tom Steyer is selling a couple of homes in his portfolio. Last month, he parted with a Lake Tahoe home for $2.8 million, and now he is putting his longtime family home in San Francisco's exclusive Pacific Heights neighborhood on the market for $11 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strangest-trend-in-mens-shoes-ballet-flats-11600272774", "title": "The Strangest Trend in Men's Shoes? Ballet Flats", "date": "2020-09-16 12:12", "summary": "Why stylish guys and avant-garde designers are embracing this comfy, supple dancer's flat as a new go-to. LAST YEAR, ballet slippers emerged as an improbable footwear trend for men. On the Paris runway the brands Dries Van Noten and Jil Sander showed delicate leather slip-ons that called to mind women's dress flats. And Bode, a rising New York label, sent its slender models out in genuine piglet-pink soft-soled dance shoes. Still, I wondered if men off the catwalk would really plunge their hoofs into ethereal ballerina booties?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-live-with-covid-not-for-it-11600271921", "title": "How to Live With Covid, Not for It", "date": "2020-09-16 11:58", "summary": "If reason finally prevails over panic, policy makers will reopen schools and focus on the vulnerable.. The battle against Covid-19 is entering a new phase, and the choice for society is whether to live with the virus or to live for it. This new phase has been marked by four developments: Many states have weathered post-shutdown outbreaks and case counts are falling; the percentage of Americans saying the pandemic is worsening peaked in July and is trending down, according to Gallup polling; the culture wars over lockdowns and distancing mandates are cooling; and inexpensive rapid testing and a vaccine will soon be available widely. These developments create an atmosphere of possibility-and an opportunity to pivot away from the fear-fueled policy-making that has characterized the pandemic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-good-cop-met-a-great-golfer-11600271820", "title": "When a Good Cop Met a Great Golfer", "date": "2020-09-16 11:57", "summary": "Officer Fandrey's empathy and professionalism helped ease the way for Tiger Woods's comeback.. The arresting officer was a white, 24-year-old former U.S. Marine. His prisoner was a middle-aged black man. They were on the side of a nearly deserted South Florida road in the small hours of Memorial Day 2017. The officer, Christopher Fandrey of the Jupiter Police Department, spent more than two hours interviewing, testing, arresting and booking Tiger Woods on a charge of driving under the influence. Blood tests later showed Mr. Woods had five pharmaceutical drugs in his system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/launch-events-try-to-fit-their-parties-in-a-box-11600271878", "title": "Launch Events Try to Fit Their Parties in a Box", "date": "2020-09-16 11:57", "summary": "The coronavirus has crushed the live-events industry. Gift boxes are offering a temporary lifeline to some producers.. Los Angeles-based influencer agency RQ Media Group LLC is used to producing elaborate live events and parties for companies such as Alphabet Inc.'s Google and Yum Brands Inc.'s Pizza Hut, gathering Hollywood talent, journalists and influencers to promote the latest product or show.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-is-unlikely-to-score-on-rebound-from-tiffany-11600271688", "title": "LVMH Is Unlikely to Replace Tiffany With Another Deal", "date": "2020-09-16 11:54", "summary": "Luxury stocks are up since collapse of $16 billion deal, driven by bets the French bidder has spotted another target. Is LVMH ditching Tiffany because it has spotted a more attractive brand? It's possible. But investors already bidding up alternative targets look to be premature.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-come-on-eileen-was-really-about-a-girl-named-jeanette-11600270618", "title": "How 'Come On Eileen' Was Really About a Girl Named Jeanette", "date": "2020-09-16 11:36", "summary": "British band Dexys Midnight Runners arrived in the U.S. with the MTV video age, replacing Michael Jackson's 'Billie Jean' at No. 1 on the charts in 1983. With the launch of MTV in 1981, British bands swept into the U.S. with bright and edgy pop. Among the groups that had immediate success was Dexys Midnight Runners, with the hit \"Come On Eileen.\"", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-promise-to-revive-coal-thwarted-by-falling-demand-cheaper-alternatives-11600269350", "title": "Trump's Promise to Revive Coal Thwarted by Falling Demand, Cheaper Alternatives", "date": "2020-09-16 11:15", "summary": "Resume Subscription. FAYETTE COUNTY, W.Va.-John Hickman was filling out a coal production report about 2½ miles deep in a mountain when his foreman's voice came over the intercom.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-u-s-open-at-winged-foot-brings-back-hazards-from-a-century-ago-11600268478", "title": "The U.S. Open at Winged Foot Brings Back Hazards From a Century Ago", "date": "2020-09-16 11:01", "summary": "The new look at Winged Foot is the old look. And it's a setup that has always bulldozed golf's elite.. The plan to overhaul Winged Foot Golf Club, one of the most famous locations in the sport, began with an antiquated idea: to make the course hosting the U.S. Open in 2020 look like it did almost 100 years ago.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/q-a-why-the-filibuster-has-vexed-the-senate-and-how-lawmakers-could-change-it-11598965200", "title": "Q&A: Why the Filibuster Has Vexed the Senate, and How Lawmakers Could Change It", "date": "2020-09-16 10:53", "summary": "President Lincoln, civil-rights bills, World War I and 'Green Eggs and Ham' feature in history of often contentious legislative maneuver. The filibuster is losing its luster.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-future-of-dining-11600267020", "title": "Is This the Future of Dining?", "date": "2020-09-16 10:37", "summary": "In a swiftly shifting restaurant landscape, chefs and restaurateurs are thinking outside the takeout box and finding ways to send a true sense of occasion, connection and hospitality to diners at home. ACCOLADES get a restaurant only so far-especially right now. Back in February, Texas Monthly named Comedor(501 Colorado St., Austin, Tex., comedortx.com) the best new restaurant in the state. Then the sky fell: Austin restaurants were told to cease dine-in service on March 17.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-law-enforcement-clash-over-military-gearprogram-11600266188", "title": "Lawmakers, Law Enforcement Clash Over Military Gear Program", "date": "2020-09-16 10:23", "summary": "At issue is a 1990s-era initiative that allows local police to receive surplus military gear from the federal government. Some state and local governments are moving to block police departments from receiving used military goods through a controversial federal program, as clashes between protesters supporting Black Lives Matter and law enforcement have swept the country in recent weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-buy-stocks-because-interest-rates-are-low-11600263713", "title": "Should You Buy Stocks Because Interest Rates Are Low?", "date": "2020-09-16 09:41", "summary": "Many investors see the 2020 bull market as a logical consequence of a drop in discount rates, but the reality is murkier. Don't fight the Fed...or the ECB, the BOJ, etc. Central banks have cast a spell over stocks this year, but their magic alone isn't what keeps the rally going.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-ten-reverses-course-and-will-bring-football-back-in-late-october-11600263634", "title": "Big Ten Reverses Course and Will Bring Football Back in Late October", "date": "2020-09-16 09:40", "summary": "The conference said daily testing, enhanced cardiac screening and data on infection rates would allow it to play safely even as pandemic issues persist on campuses. The Big Ten on Wednesday restored its 2020 football season, a surprising reversal in its response to the novel coronavirus that reflects the extraordinary pressure to push forward with college sports even as the pandemic has rolled on and campuses have suffered major outbreaks.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defeated-quarantine-gardeners-are-throwing-in-the-trowel-11600263092", "title": "Defeated Quarantine Gardeners Are Throwing in the Trowel", "date": "2020-09-16 09:31", "summary": "Heirloom tomatoes and needlepoint seemed like fun early in the pandemic, but now, not so much; 'I think I'm done making yogurt and baking sourdough'. Thousands of quarantined Americans planted vegetables last spring, striking a blow for hope just as their World War II-era forebears did with home-front Victory Gardens.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-music-joins-podcasting-fray-11600261201", "title": "Amazon Music Joins Podcasting Fray", "date": "2020-09-16 09:00", "summary": "Company looks to draw new listeners with 70,000 titles, including originals from DJ Khaled. Now playing on Amazon Music: podcasts.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturing-recovery-stymied-as-workers-juggle-child-care-11600261107", "title": "Factory Workers Stay Home to Watch Their Children", "date": "2020-09-16 08:58", "summary": "Absentee rates at many U.S. factories remain elevated as coronavirus drags on; 'You can't leave a 6-year-old at home'. Many factory workers are staying home to watch children who aren't at day care or school because of the coronavirus pandemic, in another challenge to U.S. manufacturers working to rev up assembly lines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dress-up-like-its-the-70s-11600259576", "title": "Dress Up Like It's the '70s", "date": "2020-09-16 08:32", "summary": "Disco Is Alive and Well: Velvet suiting, stacked heels and wide lapels bring a glam-rock vibe to fall's menswear.. From a fashion standpoint, no decade keeps on giving us more than the 1970s. When you want to glam up an ensemble, it's an obvious reference point. Who wouldn't want a dose of rock star energy? Here's how you get it: Put on a patterned button-up to give any outfit a little extra funk. Or try on a fabulously fitting brown suit for size: it's a piece that's guaranteed to take your night-out look up a notch (or several!). Prefer to start with accessories? That's groovy too, baby. Look no further than a pair of square sunglasses or a scarf with a psychedelic print. Snakeskin boots with a stacked heel finish any outfit perfectly-plus, they're guaranteed to turn heads. From WSJ. September Men's Fashion issue, a round-up of pieces from top designers including Saint Laurent, Tom Ford and Loewe that'll convince you give the trend a try. It's time to get trippy.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fedex-and-nikola-what-to-watch-when-the-stock-market-opens-11600254293", "title": "Facebook, FedEx and Nikola: What to Watch When the Stock Market Opens", "date": "2020-09-16 08:32", "summary": "Facebook shares are ticking lower on the news that the FTC may file an antitrust lawsuit against the social-media company.. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-once-a-startups-magnet-faces-a-tech-exodus-11600254001", "title": "Belarus, Once a Startups Magnet, Faces a Tech Exodus", "date": "2020-09-16 08:13", "summary": "Crackdown on protesters urging new elections sours sentiment around the industry; 'We live in fear'. In recent years, cheap labor and political stability had made Belarus an unlikely magnet for startups from Silicon Valley and Europe, providing a rare bright spot in an economy still dominated by Soviet-era heavy industry and collective farms.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-hotels-fear-raft-of-closures-due-to-coronavirus-11600257600", "title": "New York City Hotels Fear Raft of Closures Due to Coronavirus", "date": "2020-09-16 08:00", "summary": "A city bill designed to protect workers after property sales could further hurt industry. Hoteliers fear a wave of closures is coming as the coronavirus pandemic has hammered occupancy rates, and say a New York City Council bill mandating workers be kept after a property sale could deal the industry a further blow.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-woos-black-and-latino-voters-as-joe-bidens-running-mate-11600257600", "title": "Harris Woos Black, Latino Voters as Biden's Running Mate", "date": "2020-09-16 08:00", "summary": "The Democratic vice-presidential nominee has focused on the coronavirus and its disproportionate effect on communities of color in campaign-trail appearances. MIAMI-In her first month as Joe Biden's running mate, Sen. Kamala Harris has used Spanish phrases at a Venezuelan restaurant, swayed to a marching band performance at a historically Black university and made a surprise virtual appearance at an event with two R&B stars.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yoshihide-suga-replaces-shinzo-abe-whats-next-for-japan-11600243768", "title": "Yoshihide Suga Succeeds Shinzo Abe: What's Next for Japan?", "date": "2020-09-16 07:47", "summary": "Here's a look at the new leader and his challenges. Yoshihide Suga, 71 years old, was elected Japanese prime minister by parliament on Wednesday, succeeding Shinzo Abe in the nation's first leadership change since 2012. Here's a look at the new leader and his challenges:", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-richest-man-wants-youto-invest-in-retail-11600256676", "title": "India's Richest Man Wants You-to Invest in Retail", "date": "2020-09-16 07:44", "summary": "After collecting $20 billion for stakes in its telecom, Reliance is hawking its retail business, too. India's richest man managed to raise $20 billion for his telecom unit Jio Platforms in less than three months during a pandemic. Now Mukesh Ambani, chairman of $216 billion conglomerate Reliance Industries , looks close to pulling off another fundraising bonanza for its retail arm-with 12,000 stores, India's largest retailer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-clippers-first-season-with-kawhi-leonard-was-a-failure-11600256456", "title": "The Clippers' First Season With Kawhi Leonard Was a Failure", "date": "2020-09-16 07:40", "summary": "The Denver Nuggets came back from another 3-1 hole as the Los Angeles Clippers imploded in a humiliating Game 7. It wasn't supposed to be this way.. On the night when they signed Kawhi Leonard and traded for Paul George, there was no mistaking the intentions of the Los Angeles Clippers. A team that had been haunted by decades of ineptitude and overshadowed by another franchise in their own building now had the league's richest owner, superstar talent and one audacious goal. They wanted to win the NBA championship.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-parties-see-diminished-support-in-2020-race-11600254002", "title": "Third Parties See Diminished Support in 2020 Race", "date": "2020-09-16 07:00", "summary": "More Americans who backed Gary Johnson and Jill Stein in 2016 presidential election support Joe Biden this year, WSJ/NBC News poll shows. Third-party support in the 2016 presidential election was the highest in 20 years. Many voters who sought an alternative to Republicans and Democrats four years ago say they won't do so this year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-the-lights-on-in-california-11600254000", "title": "How to Keep the Lights On in California", "date": "2020-09-16 07:00", "summary": "Better power-market coordination could help cut electricity shortages. As California keeps facing electricity shortages, the discussion around its grid often veers to extremes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-antibody-drug-shown-to-reduce-hospitalizations-eli-lilly-says-11600253102", "title": "Covid-19 Antibody Drug Shown to Reduce Hospitalizations, Eli Lilly Says", "date": "2020-09-16 06:45", "summary": "Fewer people who got the therapy went to the hospital than those given a placebo in a Phase 2 clinical trial, drugmaker says. An antibody-based drug derived from the blood of an early U.S. survivor of Covid-19 reduced the rate of hospitalization compared with placebo in a new study of people recently diagnosed with the disease, said Eli Lilly & Co., one of the drug's developers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opendoor-deal-doubles-down-on-ibuying-frenzy-11600215341", "title": "Opendoor's SPAC Merger Doubles Down on iBuying", "date": "2020-09-16 06:30", "summary": "Public investors flocked to the SPAC merger like it was a suburban open house amid the pandemic. Will their enthusiasm last?. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-rebounds-europe-rejects-new-lockdowns-11600251871", "title": "As Coronavirus Rebounds, Europe Rejects New Lockdowns", "date": "2020-09-16 06:24", "summary": "European countries bet on personal responsibility and targeted measures, instead of sweeping restrictions that froze their economies in the spring. As a second wave of coronavirus infections gathers momentum across Europe, the Continent's governments are determined to avoid large-scale lockdowns and instead seek less disruptive ways to live with the new disease.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-gas-exporters-eye-europes-surging-prices-11600251662", "title": "U.S. Gas Exporters Eye Europe's Surging Prices", "date": "2020-09-16 06:21", "summary": "Gas shipments are expected to pick up as the price recovery in Europe makes exports to the region profitable again. Natural-gas prices have surged in Europe following a plunge in the spring, offering much-needed relief to U.S. exporters.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-tier-capital-partners-doubles-down-on-goexpedi-11600209802", "title": "Top Tier Capital Partners Doubles Down on GoExpedi", "date": "2020-09-16 06:00", "summary": "The San Francisco firm led a $25 million investment that values the e-commerce company at $225 million. Expedi Inc., a provider of e-commerce services to the energy industry under the GoExpedi brand, raised $25 million through an investment that values the growth-stage company at about $225 million.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-draw-sharp-contrasts-on-covid-19-testing-11600250402", "title": "Biden, Trump Draw Sharp Contrasts on Covid-19 Testing", "date": "2020-09-16 06:00", "summary": "The Democratic presidential nominee favors a federally led approach, while President Trump has put states in charge of coronavirus testing. As the U.S. presidential nominees refine their messaging to the public on Covid-19 policies, former Vice President Joe Biden is pushing for widely accessible and regular coronavirus testing driven by the federal government, an approach that contrasts with much of President Trump's strategy so far.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-meeting-to-focus-on-laying-out-interest-rate-strategy-11600248600", "title": "Fed Meeting to Focus on Laying Out Interest-Rate Strategy", "date": "2020-09-16 05:30", "summary": "Officials working to reach consensus on how and when to provide more guidance about low-rate path. Federal Reserve officials resume deliberations Wednesday about how to detail plans to support the economy now that they have formally adopted a strategy to keep interest rates lower for longer.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-securities-are-flooding-the-market-thank-the-fed-11600248600", "title": "Mortgage Securities Are Flooding the Market. Thank the Fed.", "date": "2020-09-16 05:30", "summary": "Surging supply of mortgage-backed securities hasn't dampened investors' demand for them. People are taking out lots of mortgages. The Fed is gobbling them up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rich-countries-set-to-recover-more-quickly-from-covid-19-contractions-11600246800", "title": "Rich Economies Set to Recover More Quickly From Covid-19 Contractions", "date": "2020-09-16 05:02", "summary": "OECD says the global economy will contract less sharply than previously thought, but a number of poor countries are set to suffer larger falls in output. China and the rich countries will suffer less economic damage from the coronavirus pandemic than previously feared, according to the Organization for Economic Cooperation and Development, but the global public-health emergency will exact a higher toll on the economies of poor countries.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-boeing-blasted-over-737-max-failures-in-democratic-report-11600246802", "title": "FAA, Boeing Blasted Over 737 MAX Failures in Democratic Report", "date": "2020-09-16 05:00", "summary": "Transportation Committee's findings blame design errors, flawed aircraft certification system for fatal errors. House Democrats issued a sharply worded report revealing new details of how the combination of Boeing Co. design errors, lax government oversight and lack of transparency by the plane maker and regulators set the stage for two fatal 737 MAX crashes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-sally-loses-some-strength-as-it-threatens-gulf-coast-11600174636", "title": "Sally Regains Strength as It Threatens Gulf Coast", "date": "2020-09-16 03:27", "summary": "Forecasters expect powerful gusts and life-threatening storm surges in Florida, Mississippi and Alabama. Hurricane Sally strengthened again as it churned closer to the U.S. Gulf Coast, threatening Alabama, Mississippi and the Florida Panhandle with powerful winds, heavy rains and widespread flooding.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-backed-courier-to-list-in-hong-kong-11600234428", "title": "Alibaba-Backed Courier to List in Hong Kong", "date": "2020-09-16 01:33", "summary": "ZTO Express plans to raise up to $1.56 billion, becoming the latest Chinese company to seek a secondary listing in the city as tensions between the U.S. and China rise. One of China's biggest courier companies plans to raise up to $1.56 billion by selling new shares in Hong Kong, joining a string of Chinese companies obtaining a secondary listing in the city amid U.S.-China tensions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-shifts-from-resistance-to-action-on-climate-11600233503", "title": "Business Shifts From Resistance to Action on Climate", "date": "2020-09-16 01:21", "summary": "Business Roundtable's support for putting a price on carbon is evidence of a sea change in corporate attitudes on climate action. When Congress last pushed for comprehensive climate legislation a decade ago, much of corporate America was either neutral or hostile.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-protect-yourself-from-wildfire-smoke-11600215988", "title": "How to Protect Yourself From Wildfire Smoke", "date": "2020-09-16 00:02", "summary": "Health effects can arise within days, or sometimes hours, of exposure. Fast-moving wildfires along the West Coast have burned millions of acres, forcing mass evacuations and causing deaths. The fires have also created air-quality conditions that experts say can be hazardous to health, at the same time that people are confronting the new coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600201583", "title": "Pepper...and Salt", "date": "2020-09-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bureaucratic-hurdle-travelers-thought-they-were-done-with-11600261451", "title": "The Bureaucratic Hurdle Travelers Thought They Were Done With", "date": "2020-09-16 00:01", "summary": "The Global Entry trusted-traveler program is witnessing serious delays in enrollment and renewal in several major cities, which likely means more customs delays like the bad old days. Speedy trips through passport control and customs may not be the first thing on travelers' minds these days. But a backlog now could equal giant headaches later for people who fly internationally.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-firm-gives-employees-real-life-finance-quiz-11600269183", "title": "Payments Firm Gives Employees Real Life Finance Quiz", "date": "2020-09-16 00:01", "summary": "Stripe will pay employees to leave expensive cities like San Francisco but then cut their annual pay by nearly that much. Accepting is a financial no-brainer.. Is this an interview question? High-tech-payments firm Stripe is offering to pay its employees a cool $20,000 to leave San Francisco, New York or Seattle. The catch? It would cut their pay by 10% once they do.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-set-to-sell-taiwan-7-billion-in-arms-11600287102", "title": "U.S. Set to Sell Taiwan $7 Billion in Arms", "date": "2020-09-16 00:01", "summary": "Deal includes drones and cruise missiles, increasing pressure on Beijing. The Trump administration is poised to make a $7 billion arms deal with Taiwan, part of an effort to draw closer to Taipei as the administration ratchets up the political and military pressure against China.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-sr-father-of-microsoft-founder-dies-at-age-94-11600226662", "title": "Bill Gates Sr., Father of Microsoft Founder, Dies at Age 94", "date": "2020-09-16 23:24", "summary": "Seattle lawyer gave a headstrong son autonomy and later helped him give away his billions. William H. Gates II, who raised a precocious and headstrong young man known as Bill Gates and later helped the co-founder of Microsoft Corp. give away his billions, died Monday at his beach home on Hood Canal in Washington state, the family said. He was 94 years old and had Alzheimer's disease.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-didnt-break-law-when-loan-was-announced-special-committee-finds-11600218734", "title": "Kodak Didn't Break Law When Loan Was Revealed, Its Review Finds", "date": "2020-09-16 23:04", "summary": "Governance concerns emerged at company regarding announcement, according to special committee. A special committee hired by Eastman Kodak Co. 's board found several governance issues at the firm concerning the July announcement of a planned $765 million loan from the U.S. government, but said none of those issues violated the law.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-coast-fires-fueled-by-winds-as-dangers-continue-11600178797", "title": "West Coast Fires Fueled by Winds as Dangers Continue", "date": "2020-09-16 22:48", "summary": "Blazes tear through small towns; 'It looks like a bomb went off'. TALENT, Ore.-Residents and officials have begun surveying the vast destruction in Oregon's small towns while gusty winds and low humidity continue to propel wildfires that have burned millions of acres and displaced thousands of people across the Western U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-companies-in-pentagon-spotlight-hire-global-banks-to-sell-dollar-bonds-11600165226", "title": "Chinese Companies in Pentagon Spotlight Hire Global Banks to Sell Dollar Bonds", "date": "2020-09-16 22:32", "summary": "ChemChina and Three Gorges pursue bond deals after designation by Defense Department as 'Communist Chinese military companies'. Two Chinese state-owned firms recently labeled by the U.S. Defense Department as \"Communist Chinese military companies\" are selling billions of dollars in bonds with the help of Western banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-gets-a-reprieve-from-smoky-air-11600222608", "title": "San Francisco Gets a Reprieve From Smoky Air", "date": "2020-09-16 22:16", "summary": "Much-needed winds that cleared Bay Area's hazardous conditions could fuel other blazes as fires in West continue to rage. After weeks of noxious air in the San Francisco Bay Area due to one of the worst wildfire seasons in history, much-needed winds brought a reprieve Tuesday from choking smoke and unhealthy levels of pollution. It isn't likely to last.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omaha-grand-jury-approves-charges-against-jake-gardner-in-killing-of-james-scurlock-11600211849", "title": "Omaha Grand Jury Approves Charges Against Jake Gardner in Killing of James Scurlock", "date": "2020-09-16 21:31", "summary": "New evidence contradicts self-defense argument that led to lack of charges by county prosecutor, special prosecutor said. A grand jury in Omaha, Neb., on Tuesday returned an indictment against a white bar owner, charging him with manslaughter in the killing of James Scurlock, a 22-year-old Black man, on May 30 during a protest of the killing of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-executive-gets-grilling-on-capitol-hill-11600219717", "title": "Google Executive Gets Grilling on Capitol Hill", "date": "2020-09-16 21:28", "summary": "Lawmakers make arguments about alleged anticompetitive behavior that would likely resurface if government brings antitrust suit against online behemoth. Lawmakers from both parties sharply criticized Google over its dominance in advertising at a Senate hearing Tuesday that showcased the arguments likely to play out if the government moves to sue the tech giant for anticompetitive practices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-appeals-to-florida-latinos-as-polls-show-trump-gaining-11600171592", "title": "Biden Appeals to Florida Latinos as Polls Show Trump Gaining", "date": "2020-09-16 21:26", "summary": "Recent polls show a close race in the state as former vice president seeks more support from voting bloc. Democratic presidential nominee Joe Biden is stepping up his outreach to Florida Latinos, a key voting bloc in a battleground state where polls show President Trump has made gains.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-security-panel-to-meet-on-oracle-tiktok-deal-tuesday-11600187547", "title": "China's ByteDance to Keep Majority TikTok Stake in Oracle Deal", "date": "2020-09-16 21:16", "summary": "Headquarters would shift to U.S. under Oracle partnership; no ruling by Cfius yet. China's ByteDance Ltd. would retain a majority ownership stake in its TikTok app unit as part of a proposal being reviewed by national-security regulators, with an eye toward settling the high-profile deal by a deadline Sunday, according to a person familiar with the situation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-product-prices-are-getting-more-confusing-11600210965", "title": "Apple's Product Prices Are Getting More Confusing", "date": "2020-09-16 20:52", "summary": "With the Apple Watch Series 6, a redesigned iPad Air and a bundle of services, it's getting harder to figure out how much you need to spend. ", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-event-2020-iphone-watch-ipad-mac-ios-11600162200", "title": "Apple Unveils New Watch Series 6, iPad", "date": "2020-09-16 20:33", "summary": "Company's first virtual-only product event showcases latest iPad, watch that can measure blood oxygen. Apple Inc. showed off a new smartwatch that can measure blood oxygen as well as a virtual fitness service and bundled subscription options in an online event Tuesday that lacked the pizazz of the company's standard September product unveilings.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-funding-highlights-sectors-momentum-11600216044", "title": "Drone Funding Highlights Sector's Momentum", "date": "2020-09-16 20:27", "summary": "Technological advancements spur investor interest. Venture investors are targeting drone startups as technological advancements and federal approvals enable growth in the sector. The latest example is Volansi Inc., which offers a drone delivery service to transport machine parts and other cargo to industrial companies and the military.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}]