[{"link": "https://www.wsj.com/articles/elon-musks-spacex-capsule-links-up-with-space-station-11590934994", "title": "SpaceX Craft Docks With Space Station, Ushering in New Era", "date": "2020-05-31 19:43", "summary": "Astronauts Doug Hurley and Bob Behnken become the first to join the international space station from a commercial spacecraft. Elon Musk's SpaceX on Sunday successfully docked a company-owned capsule carrying a pair of NASA astronauts with the International Space Station, capping a weekend of notable accomplishments that opened a new chapter in commercial space endeavors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-over-death-of-george-floyd-threaten-a-jump-in-coronavirus-cases-11590967384", "title": "Protests Over Death of George Floyd Threaten a Jump in Coronavirus Cases", "date": "2020-05-31 19:23", "summary": "Wave of new cases due to the protests could add to the already disproportionate burden of Covid-19 among minority groups, experts say. Public-health and government officials worry ongoing protests against police brutality toward African-Americans and other minority groups, spurred by the death of George Floyd in Minneapolis on Monday, could result in another jump in coronavirus cases in the coming weeks.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-and-restaurants-hit-in-george-floyd-protests-adding-to-coronavirus-damage-11590952510", "title": "Retailers and Restaurants Grapple With Damage, Just as Many Were Starting to Reopen", "date": "2020-05-31 19:16", "summary": "Target, Walmart have closed hundreds of stores after looting; 'it's a double whammy,' says Minneapolis restaurateur closed since March. Many retailers and restaurants, already crippled by the coronavirus pandemic, are grappling with damage to their properties and new closures following protests sparked by the death of George Floyd that have sometimes turned violent.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-election-officials-expect-surge-in-absentee-ballots-for-primary-11590966000", "title": "New York Election Officials Expect Surge in Absentee Ballots for Primary", "date": "2020-05-31 19:00", "summary": "One county is mailing Democratic voters as many as three forms: one for the presidential primary, one for local races and one for a U.S. House special election. Election administrators in New York are bracing for a crush of paper ballots for the state's June 23 primary contests as voters avoid the polls to prevent the spread of the new coronavirus.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-foreign-reserves-drop-in-april-on-wealth-fund-transfer-11590964805", "title": "Saudi Foreign Reserves Drop in April on Wealth-Fund Transfer", "date": "2020-05-31 18:40", "summary": "Total foreign reserve assets fell by $24.7 billion as opportunistic stock-buying spree continues. RIYADH-Saudi Arabia's foreign reserves dropped sharply in April as the kingdom kept its peg with the U.S. dollar steady while transferring a chunk to its sovereign-wealth fund to bet on stocks beaten down by the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-disputes-growing-harder-to-solve-11590963070", "title": "Hong Kong Widens U.S.-China Wedge", "date": "2020-05-31 18:11", "summary": "Coronavirus and Beijing's new Hong Kong security law push Trump into issues beyond trade. President Donald Trump's decision to downgrade relations with Hong Kong shows how his clashes with China increasingly feature ideological differences that are harder to resolve than the trade dispute that has primarily defined the administration's approach to the relationship with its biggest rival.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-in-historic-shift-moves-to-scale-back-fuel-subsidy-11590961477", "title": "Venezuela, in Historic Shift, Moves to Scale Back Fuel Subsidy", "date": "2020-05-31 17:44", "summary": "Maduro regime to privatize service stations and raise gasoline prices as it contends with shortages. The regime of Nicolás Maduro, grappling with intense gasoline shortages, said it will scale back its longstanding fuel subsidy and privatize service stations, in a significant shift for Venezuelans long accustomed to filling up their cars free of charge.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/semiconductor-industry-to-lobby-for-billions-to-boost-u-s-manufacturing-11590919201", "title": "Chip Industry Seeks Billions to Expand U.S. Manufacturing", "date": "2020-05-31 17:10", "summary": "A goal is to keep America ahead of China and other countries that heavily subsidize chip industries. The American semiconductor industry is gearing up for a lobbying push to obtain billions of dollars in federal funding for factory building and research to keep the U.S. ahead of China and other countries that heavily subsidize their chip industries.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-and-disorder-11590959305", "title": "Justice and Disorder", "date": "2020-05-31 17:08", "summary": "The violence and looting across the U.S. harm poor and minority neighborhoods the most.. The violence that broke out in American cities this weekend goes far beyond justified anger at the killing of George Floyd on Monday. The rioters are looting shops and attacking police with impunity, and they threaten a larger breakdown of public order. Protecting the innocent and restoring order is the first duty of government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-takes-one-giant-leap-11590959243", "title": "SpaceX Takes One Giant Leap", "date": "2020-05-31 17:07", "summary": "With Saturday's launch, the age of commercial spaceflight has arrived.. On Sunday at 10:16 a.m., Eastern time, the SpaceX Crew Dragon capsule, now flying at about 17,500 miles an hour, linked up with the international space station. \"Bravo,\" flight control in Houston said via the radio, \"on a magnificent moment in spaceflight history.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dictators-smell-blood-in-the-water-11590959098", "title": "Dictators Smell Blood in the Water", "date": "2020-05-31 17:05", "summary": "Turkey, Iran and China want to exploit America's racial unrest.. The world's strongmen are seizing gleefully on the death of George Floyd and the riots that followed, hoping to delegitimize America's rule-of-law system at home and sap its credibility abroad.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-roberts-rule-on-churches-11590959039", "title": "The Roberts Rule on Churches", "date": "2020-05-31 17:04", "summary": "The Chief Justice upholds a regulation on houses of worship.. The Supreme Court under Chief Justice John Roberts has been a stalwart protector of religious liberty, so it was disappointing to see the Chief late Friday join his liberal colleagues to uphold California's discrimination against places of worship.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-janus-is-bigger-in-texas-11590958965", "title": "Even Janus Is Bigger in Texas", "date": "2020-05-31 17:02", "summary": "Unions can't coerce membership forever, the state's AG says.. The Attorney General of Texas, Ken Paxton, plans to release an advisory opinion soon that could help free public employees who are fed up with their union. In 2018 in Janus v. Afscme, the Supreme Court said that union fees couldn't be deducted from the paycheck of a government worker who didn't \"affirmatively consent.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fast-coronavirus-vaccine-without-cutting-corners-11590954444", "title": "A Fast Coronavirus Vaccine, Without Cutting Corners", "date": "2020-05-31 15:47", "summary": "Rigorous testing will ensure that Americans can trust the shot they take will be safe and effective.. Can America reopen without a major resurgence of Covid-19? We've learned a great deal about controlling the virus. In the summer people will spend time outdoors, which can reduce the risk. Yet a second wave could come in the fall as schools open and businesses try to return to normal. Americans will feel more confident-or simply tired-and may take fewer precautions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fix-the-paycheck-protection-program-11590954296", "title": "How to Fix the Paycheck Protection Program", "date": "2020-05-31 15:44", "summary": "Companies are getting aid they don't need, or failing to get aid they do. There's still a chance for reform.. Without dispute, the Paycheck Protection Program has helped some struggling businesses stay afloat. To date it has provided $511 billion in forgivable loans (essentially federal grants) to millions of distressed businesses and organizations. But because the application didn't require an effective demonstration of need, there is also little doubt that a significant number of businesses that weren't in danger of going under also received these grants.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-online-learning-an-upgrade-11590954189", "title": "Give Online Learning an Upgrade", "date": "2020-05-31 15:43", "summary": "Video lectures leave students cold. Better to have personalized, interactive courses.. School's out for summer. School's out forever? A lot of parents are figuring out that remote learning, forced on us by school closings, is mostly the same old, same old-teachers droning on to students, except online. Not much has changed in education since the Little Rascals' Miss Crabtree's one-room class in 1930.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-canada-send-oil-and-gas-packing-11590954041", "title": "Will Canada Send Oil and Gas Packing?", "date": "2020-05-31 15:40", "summary": "Prices have stabilized but recovery in energy requires a signal of support from Ottawa.. For most of the world the Covid-19 crisis is a horror show. But for a subset of green Canadian politicians and activists seeking to drive a stake through the heart of their country's oil-and-gas industry, the coronavirus is a screaming opportunity.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-echoes-nixon-in-targeting-twitter-11590953948", "title": "Trump Echoes Nixon in Targeting Twitter", "date": "2020-05-31 15:39", "summary": "Last week's order is reminiscent of efforts against broadcasters.. President Trump signed an executive order Thursday that would have the Federal Communications Commission judge decisions made by Twitter , Facebook and others to moderate speech. Under Mr. Trump's order, the FCC could revoke liability protection if a social-media platform hasn't acted \"in good faith.\" The order amounts to a content review and is reminiscent of past restrictions on broadcast networks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breath-review-eager-breather-11590953832", "title": "'Breath' Review: Eager Breather", "date": "2020-05-31 15:37", "summary": "To demonstrate how bad for our health it is to breathe through our mouths, the author plugs his nose with silicone for 10 days.. A book about breathing woes has an uncomfortable resonance right now-as if we need more stories about people gasping and wheezing. But \"Breath: The New Science of a Lost Art\" strives to be bigger than the current pandemic. Rather than focus on respiratory illnesses, James Nestor investigates the chronic, everyday breathing problems that, he argues, have devastated the health of modern humans. And while grounded in science, the book is also something of a spiritual quest, although ultimately a debatable one.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-almost-all-the-media-votes-one-way-11590953299", "title": "When Almost All the Media Votes One Way", "date": "2020-05-31 15:28", "summary": "The real issue with the media isn't that it leans in the liberal direction. The problem is that it leans in any direction and that this situation is recognized and accepted.. Regarding Van Gordon Sauter's \"The 'Liberal Leaning' Media Has Passed Its Tipping Point\" (op-ed, May 26): The real issue with the media isn't that it leans in the liberal direction. The problem is that it leans in any direction and that this situation is recognized and accepted.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masks-are-a-real-help-in-disease-protection-11590953248", "title": "Masks Are a Real Help In Disease Protection", "date": "2020-05-31 15:27", "summary": "It is important to encourage consistently wearing a surgical mask in public, maintaining distance, hand washing, avoiding large gatherings.. Dr. Marc Siegel writes that a surgical mask will protect you, only a little (\"Will a Face Mask Protect You?,\" op-ed, May 19). In fact, a surgical mask filters 78% to 97% of one-micron particles. When everyone wears masks, the reduction is even greater especially when keeping some distance. The size of the inoculum determines the likelihood and severity of infection in respiratory viral infections. It is not necessary to avoid every viral particle when the minimum infecting dose is often 500 to 1,000 particles. The CDC recently reported that the majority of transmission of Covid-19 is through aerosols. The rate of infection from surfaces is estimated to be only about 6%, with the remainder from aerosols and contaminated hands.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-spectrum-move-ignores-important-facts-11590952700", "title": "FCC Spectrum Move Ignores Important Facts", "date": "2020-05-31 15:18", "summary": "As the CEO whose business it is to know the implications, let me set the record straight: Ligado's spectrum is ill-suited for 5G as determined by every global standards body, and saying otherwise is a ruse.. In \"The Pentagon Is a 900-Pound Crybaby\" (Business World, May 16), Holman Jenkins ludicrously describes the Ligado Networks situation as a fight between government interests about spectrum for 5G. That entire argument is out of touch with reality.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/try-trickle-up-as-we-reopen-the-locked-down-economy-11590952528", "title": "Try Trickle Up as We Reopen the Locked-Down Economy", "date": "2020-05-31 15:15", "summary": "Why encourage investment when existing plant and equipment aren't being put to work? How much of the additional investment would be devoted to acquiring robots that reduce the number of workers needed?. With all due respect to Kevin Warsh, the last thing the economy needs is a supply-side push aimed at encouraging investment (\"The Recovery Needs a Supply-Side Push,\" op-ed, May 26). Why encourage investment when existing plant and equipment aren't being put to work? How much of the additional investment would be devoted to acquiring robots that reduce the number of workers needed?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-manufacturing-and-unemployment-data-11590951600", "title": "Economy Week Ahead: Manufacturing and Unemployment Data", "date": "2020-05-31 15:00", "summary": "Also, ECB officials could decide to expand a bond-buying program to support governments and businesses. Friday's U.S. jobs report anchors another week of data that will reflect fallout from efforts to contain the new coronavirus.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-probe-resembles-william-barrs-oversight-of-rodney-king-case-11590943321", "title": "Floyd Probe Echoes Barr's Oversight of Rodney King Case", "date": "2020-05-31 13:42", "summary": "Attorney general handled federal civil-rights investigation after 1992 Los Angeles riots. The Justice Department's civil-rights investigation into the death of George Floyd in Minneapolis police custody puts Attorney General William Barr at the center of a high-profile, racially charged flashpoint reminiscent of one he handled in his first stint as attorney general in the 1990s.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/makers-race-to-produce-supplies-for-coronavirus-economy-plexiglass-sanitizer-masks-11590944400", "title": "Plexiglass Is the New Hot Commodity as Businesses Try to Reopen", "date": "2020-05-31 13:00", "summary": "Manufacturers face higher prices as they ramp up production to serve businesses seeking added protections for workers, customers. Manufacturers are racing to crank out the hand sanitizer, masks and clear plastic dividers that are emerging as integral elements for reopening the U.S. economy amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riots-invite-crime-not-justice-11590944072", "title": "Riots Invite Crime, Not Justice", "date": "2020-05-31 12:54", "summary": "Blacks end up suffering more when hostility to police makes it impossible to maintain urban order.. The violent protests in Minneapolis and around the country are devastating the people in whose name they demand justice. The brutal death of George Floyd at the hands of a Minneapolis police officer has again fanned the flames of racial discord and violence. Unlike other incidents, in which officers believably might have felt a need to use force, the sickening video of the officer pressing his knee on Floyd's neck for more than eight minutes has been roundly condemned.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-may-take-the-lions-share-of-america-11590944032", "title": "Government May Take the Lion's Share of America", "date": "2020-05-31 12:53", "summary": "If Pelosi prevails, federal, state and local spending will top 50% of GDP.. In response to the coronavirus pandemic, Congress has enacted four spending bills-so far. The Congressional Budget Office estimates their cost at roughly $2.1 trillion, of which nearly $1.6 trillion is new spending. That's on top of $4.7 trillion that was already in the pipeline to be spent this year by the federal government, which brings the total to $6.3 trillion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dry-quarantine-unleashes-home-brew-amateurs-exploding-pineapples-11590942316", "title": "Dry Quarantine Unleashes Home Brew Amateurs, Exploding Pineapples", "date": "2020-05-31 12:25", "summary": "South Africans, faced with closed liquor stores during the pandemic, are improvising booze with fruit and brewing kits cobbled from balloons and rubber tubes; 'the taste of beer with the texture of yogurt'. JOHANNESBURG-In South Africa, the coronavirus lockdown came with a sober twist that has inspired an intoxicating new craze: home brewing.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-etf-booms-as-investors-bet-on-airlines-11590940801", "title": "This ETF Booms as Investors Bet on Airlines", "date": "2020-05-31 12:00", "summary": "U.S. Global Jets ETF says flows were lifted by strong interest from individuals and hedge funds. Investors looking to bet on the recovery of the global airline industry have poured hundreds of millions of dollars into a previously small exchange-traded fund over the past three months, bringing its assets under management to almost $1 billion.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/policy-makers-aim-to-ensure-underserved-communities-have-access-to-ppp-loans-11590937200", "title": "Policy Makers Seek to Ensure Underserved Communities Have Access to PPP Loans", "date": "2020-05-31 11:00", "summary": "Lack of demographic data makes it difficult to track whether funds are getting to minority-owned businesses. Policy makers are trying to ensure that communities underserved by traditional banks are getting access to a small-business coronavirus loan-relief program, but it has turned out to be more of an art than a science.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-next-coronavirus-dilemma-cut-essential-services-or-take-on-more-debt-11590937200", "title": "Cities' Next Dilemma: Cut Essential Services or Take On More Debt", "date": "2020-05-31 11:00", "summary": "Resume Subscription. Cities across the U.S. are hemorrhaging money as the coronavirus pandemic shut down commerce, entertainment and tourism activities that provide much of their revenue.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/america-is-raging-listen-to-whats-being-said-11590934708", "title": "America Is Raging. Listen to What's Being Said.", "date": "2020-05-31 10:18", "summary": "As cities boil over, pleas from sports figures to hear the voices in the streets. A humble ask from a sports columnist:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-plans-to-ease-lockdown-even-as-coronavirus-cases-surge-11590934207", "title": "India Plans to Ease Lockdown Even as Coronavirus Cases Surge", "date": "2020-05-31 10:10", "summary": "In radio address, Prime Minister Modi says lives were saved by the lockdown, which has been in place since March 25. NEW DELHI-India detailed plans to ease a nationwide lockdown that has affected more than a billion people, even as officials reported another daily high increase in coronavirus cases.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-safe-to-reopen-schools-these-countries-say-yes-11590928949", "title": "Is It Safe to Reopen Schools? These Countries Say Yes", "date": "2020-05-31 10:04", "summary": "Officials say return to classrooms hasn't increased rate of coronavirus infections. A number of countries that have reopened schools in the past two months have reported no resulting increase in coronavirus infection rates, an encouraging sign for authorities around the world that are contemplating how and when to safely bring children back to the classroom.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-shift-away-from-hard-growth-targets-hits-domestically-and-globally-11590933602", "title": "China's Shift From Hard Growth Targets Hits Domestically, Globally", "date": "2020-05-31 10:00", "summary": "The transition will drag on China's demand for the world's services, finished goods and natural resources. BEIJING-By ditching a formal economic growth target for this year, China's leaders are acknowledging continued global uncertainty amid the coronavirus pandemic.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avista-capital-backs-consumer-health-care-company-in-336-million-deal-11590791786", "title": "Avista Capital Backs Consumer Health-Care Company in $336 Million Deal", "date": "2020-05-31 10:00", "summary": "The private-equity firm invests in Vision Healthcare, betting on growing consumer appetite for health supplements ordered online. Private-equity firm Avista Capital Partners is buying a stake in Vision Healthcare NV in a deal that values the direct-to-consumer health-care products company at around €305 million ($336 million).", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-plants-reopen-but-burgers-stay-pricey-11590933601", "title": "Meat Plants Reopen, but Burgers Stay Pricey", "date": "2020-05-31 10:00", "summary": "Consumers will have fewer options for months, grocery executives say; supplies of rice, flour remain tight. A national meat-supply crunch driven by the coronavirus pandemic is beginning to ease, though meat and grocery suppliers expect the effects to linger for months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-brace-for-damage-as-tensions-over-hong-kong-grow-11590931298", "title": "U.S. Businesses Brace for Damage as Tensions Grow Over Hong Kong", "date": "2020-05-31 09:21", "summary": "Companies fear fight could disrupt their operations after tough year as it also casts doubt over their long-term future in city. HONG KONG-Rising tensions between the U.S. and China over Hong Kong have American businesses caught in the crossfire.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denver-was-booming-before-the-coronavirus-pandemic-now-it-hopes-to-bounce-back-11590930001", "title": "Denver Was Booming Before the Pandemic. Now It Hopes to Bounce Back.", "date": "2020-05-31 09:00", "summary": "Colorado city could provide clues on how outperforming cities will fare after shutdowns. Before the coronavirus pandemic, few American cities were creating jobs faster than Denver. Nor had many places aligned themselves so closely with sectors that have since been battered by shutdowns aimed at curbing the spread of the virus, such as tourism and energy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-economic-recovery-could-squeeze-smaller-lenders-11590930000", "title": "Slow Economic Recovery Could Squeeze Smaller Lenders", "date": "2020-05-31 09:00", "summary": "Nonbank lenders might need to raise capital in the months ahead to support the small- and medium-size businesses who borrow from them. A slow economic recovery could test the strength of nonbank lenders, forcing many to raise capital if the businesses that have borrowed from them struggle to recover or shut down after the lockdown enforced during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feeling-upset-try-this-special-writing-technique-11590930000", "title": "Feeling Upset? Try This Special Writing Technique", "date": "2020-05-31 09:00", "summary": "'Expressive writing'-recording your deepest thoughts in short sessions-can help relieve stress and boost health. After his father was rushed to the hospital with gastrointestinal bleeding, Yanatha Desouvre began to panic. So he did the one thing he knew would calm himself: He wrote.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-a-french-wildflower-gardenon-your-own-walls-11590842107", "title": "Growing a French Wildflower Garden-On Your Own Walls", "date": "2020-05-31 08:38", "summary": "A fall getaway spent watercoloring armfuls of wild plants in France turned into wallpaper-a first for lighting designer Lindsey Adelman. Looking for beauty in unexpected places is a creative reflex for Lindsey Adelman, the New York City lighting designer whose chandeliers have evoked comparisons to icicles, nights at the disco and heaps of post-season fishing tackle. Last fall, on a painting retreat with a friend to the French island of Belle-Île, Adelman found inspiration in the gnarled and wizened weeds they encountered on their daily coastal walks. \"We were in raincoats, with our clippers, gathering plants we'd never seen before,\" says the 52-year-old designer. \"Kind of mean-looking plants, you know? That knew they could survive in that setting. We'd come back to the house after foraging and spread them out on tables almost like scientific studies.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/couture-for-sure-11590928604", "title": "Couture, For Sure", "date": "2020-05-31 08:36", "summary": "Nine masterful watercolors of the season's best couture gowns by artist Mats Gustafson. GRAPH TRACK Checked silk organza comes to life as an exuberant blouse with pleated ruffles. Givenchy Haute Couture blouse, pants and boots, prices upon request, 212-650-0180", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-property-taxes-rise-as-coronavirus-pushes-values-down-11590926402", "title": "New York City Property Taxes Rise as Values Decline", "date": "2020-05-31 08:00", "summary": "Assessment date came before shelter-in-place orders led businesses to close and tenants to withhold rent. New York City property owners owe $1.65 billion more in property taxes than they did last year, despite a pandemic that has hobbled real-estate values.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-children-spend-more-time-online-predators-follow-11590926401", "title": "As Children Spend More Time Online, Predators Follow", "date": "2020-05-31 08:00", "summary": "Reports of online child exploitation have risen since the start of the coronavirus pandemic. Jennifer Gross had warned her 12-year-old daughter about the potential dangers of socializing with strangers online, but said the message had often fallen on deaf ears.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softball-alone-if-thats-the-only-choice-hes-game-11590924600", "title": "Softball Alone? If That's the Only Choice, He's Game", "date": "2020-05-31 07:30", "summary": "Resume Subscription. After months in coronavirus lockdown, kids aren't the only ones asking if they can go out and play. David Weinman, 66, has been fielding balls in his basement, optimistic that his senior softball team will get the green light to play at some point this summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/natural-gas-is-losing-its-shine-for-ship-operators-11590922801", "title": "Natural Gas Is Losing Its Shine for Ship Operators", "date": "2020-05-31 07:00", "summary": "LNG tankers were drawing big investment until recently, but the coronavirus pandemic is hitting demand and pushing back new U.S. export projects. Natural gas tankers in recent years provided a seemingly surefire way for shipping investors and vessel operators to tap into changing energy markets and the raft of U.S. export projects aimed at meeting demand in Asia.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/play-set-maker-needs-workers-but-they-are-a-hard-sell-11590922801", "title": "Play-Set Maker Needs Workers, but They Are a Hard Sell", "date": "2020-05-31 07:00", "summary": "CedarWorks highlights hiring challenges for small businesses when unemployment can be a good deal. Selling backyard play sets in a pandemic is easy. Hiring people to make them isn't.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-may-24-30-2020-11590922801", "title": "Photos of the Week", "date": "2020-05-31 07:00", "summary": "Video of George Floyd's death sparks protests, China votes to override Hong Kong's autonomy, Covid-19 cases wane in New York, and more. Dr. Nazish Ilyas with a patient, Darlene M. Smith, 73, at Lenox Hill Hospital in New York City. Dr. Ilyas checked for heart-rate changes while Ms. Smith walked around the room. As Covid-19 cases wane, the hospital is preparing for a second wave. \"To some extent, we've accepted that there will always be Covid patients,\" said Dr. Ilyas. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-has-just-one-remaining-case-of-coronavirus-11590917539", "title": "New Zealand Has Just One Remaining Case of Coronavirus", "date": "2020-05-31 05:32", "summary": "It's one of only a few countries pondering the possible extinction of the pathogen within its borders. New Zealand is down to its last known coronavirus case, approaching a milestone beyond reach in most countries: the elimination of the virus within its borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-stick-with-tax-rise-policies-as-they-make-plans-for-2021-majority-11590917400", "title": "Democrats Stick With Tax-Rise Policies as They Make Plans for 2021 Majority", "date": "2020-05-31 05:30", "summary": "Higher taxes on wealthy people and corporations won't damp economic recovery, Democrats say. The coronavirus pandemic shook the U.S. economy. It hasn't shaken Democrats' fervor for trillions of dollars in tax increases, and significant income redistribution is still likely as soon as 2021 if Joe Biden wins the White House and Democrats control Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stocks-are-outpacing-the-rest-of-the-world-11590917401", "title": "Rebounding U.S. Stocks Outpace Rest of World", "date": "2020-05-31 05:30", "summary": "The percentage of fund managers deeming U.S. stocks attractive is at the highest level in nearly five years, a recent survey found. U.S. stocks have staged a furious rebound since late March, leaving global markets behind.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/access-to-coronavirus-testing-can-depend-on-who-you-know-11590917400", "title": "Access to Coronavirus Testing Can Depend on Who You Know", "date": "2020-05-31 05:30", "summary": "Connections can determine access to Covid-19 testing in absence of centralized allocation plan. Martha's Vineyard, Mass., is known as a summer haven for jet-setters, but its year-round residents have struggled along with other working-class communities to break the pandemic's stranglehold.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-sound-your-best-on-calls-from-home-11590917401", "title": "How to Sound Your Best on Calls From Home", "date": "2020-05-31 05:30", "summary": "Improve your voice and video chats by upgrading your microphone, switching your internet connection and padding your environment. \"Can you hear me?\" is the new \"Hello.\" Whether you're remotely job interviewing or just catching up with friends, one of the most frustrating aspects of our new reality is chatting with people you can't hear properly. Worse is when you don't realize how bad you sound to them.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-postpone-g-7-meeting-to-september-11590885693", "title": "Trump Says He Will Postpone G-7 Meeting to Fall", "date": "2020-05-31 21:42", "summary": "President said he wants to include additional countries, including Russia and India. President Trump said he wants to postpone the next Group of Seven nations meeting until the fall, and is looking to include additional countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-tries-again-to-launch-nasa-astronauts-into-orbit-11590831001", "title": "SpaceX Launches NASA Astronauts Into Orbit", "date": "2020-05-31 20:47", "summary": "Resume Subscription. Elon Musk's SpaceX and NASA blasted two astronauts into orbit, marking the first human launch from U.S. soil in nearly a decade and a new partnership between industry and government aimed at revitalizing the country's space ambitions.", "categories": [[]], "category_links": []}]