[{"link": "https://www.wsj.com/articles/ex-deutsche-bank-traders-convicted-of-wire-fraud-in-market-manipulation-case-11601073898", "title": "Ex-Deutsche Bank Traders Convicted of Fraud in Market-Manipulation Case", "date": "2020-09-25 19:48", "summary": "The case turned on allegations of spoofing in the precious-metals market. CHICAGO-A jury on Friday convicted two former Deutsche Bank employees accused of manipulating precious-metals prices, boosting prosecutors' efforts to punish traders for conduct that has cost banks millions of dollars in civil and criminal fines.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-names-next-controller-accounting-chief-11601061661", "title": "Citigroup Names Next Controller, Accounting Chief", "date": "2020-09-25 19:24", "summary": "Morgan Stanley executive Johnbull Okpara will succeed Jeff Walsh, who is retiring. Citigroup Inc. on Friday named Johnbull Okpara as controller and chief accounting officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-nike-illumina-stocks-that-defined-the-week-11601075821", "title": "Johnson & Johnson, Nike, Illumina: Stocks That Defined the Week", "date": "2020-09-25 19:17", "summary": "Here are seven major companies whose stocks moved on the week's news. Johnson & Johnson", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbis-bad-intelligence-11601075142", "title": "The FBI's Bad Intelligence", "date": "2020-09-25 19:05", "summary": "The bureau relied on a suspected Russian agent for its 2016 wiretaps.. It was worse than we thought. We're referring to the FBI's 2016 investigation into the Trump campaign and Russia, as new documents this week reveal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tale-of-two-chinese-economies-11601075108", "title": "A Tale of Two Chinese Economies", "date": "2020-09-25 19:05", "summary": "Beijing is promoting export-led growth as the domestic recovery lags.. Investors around the world appear to be taking comfort in the revival of China's economy, but the question has to be which Chinese economy they're watching. There are two, and Beijing is subsidizing growth in the wrong one.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-immunization-czar-11601074923", "title": "Andrew Cuomo, Immunization Czar", "date": "2020-09-25 19:02", "summary": "The Governor says he'll be the judge, not the FDA, of a Covid vaccine.. Gov. Andrew Cuomo and President Trump have a lot in common, and not merely that they're brash New Yorkers. This week they are both feeding public cynicism about a vaccine for Covid-19.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-electric-autopia-11601074958", "title": "California's Electric Autopia", "date": "2020-09-25 19:02", "summary": "Gov. Newsom has a plan to take away your gas-powered car.. You may have heard that California has been struggling to keep the lights on as its anti-carbon mandates reduce the supply of base electric power. Gov. Gavin Newsom now wants to bring that same genius to transportation with an executive order banning the sale of gas-powered cars in the state by 2035.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-in-orthofix-bribery-case-awarded-1-8-million-11601064562", "title": "Whistleblower in Orthofix Bribery Case Awarded $1.8 Million", "date": "2020-09-25 19:00", "summary": "SEC grants award more than three years after Texas-based medical-device company agreed to settle bribery accusations. The U.S. Securities and Exchange Commission awarded $1.8 million to a whistleblower whose tip helped the regulator conduct an investigation that led to bribery charges against Orthofix International NV.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-to-lie-in-state-in-capitol-11601026202", "title": "Justice Ruth Bader Ginsburg Lies in State in Capitol", "date": "2020-09-25 18:59", "summary": "President Trump closes in on announcement of Supreme Court pick. The late Justice Ruth Bader Ginsburg became the first woman and the first Jewish person to lie in state in the U.S. Capitol as mourners paid their respects to the pioneering jurist who succumbed Sept. 18 to metastatic pancreatic cancer at the age of 87.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-fight-returns-lindsey-graham-to-spotlight-11601067376", "title": "Supreme Court Fight Returns Lindsey Graham to Spotlight", "date": "2020-09-25 18:52", "summary": "Chairman of Senate Judiciary Committee, which will consider court nominee, is currently tied in polls against well-funded Democrat Jaime Harrison. WASHINGTON-For Sen. Lindsey Graham's re-election hopes, the Supreme Court fight could be propitious.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-alphabet-inc-settles-sexual-harassment-lawsuits-11601059327", "title": "Google Parent Agrees to Sweeping Workplace Changes in Settlement of Sexual Harassment Suits", "date": "2020-09-25 18:39", "summary": "Search giant will make it easier for employee complaints about misconduct to go public. Google's parent agreed to overhaul how it treats allegations of sexual misconduct in its executive ranks, ending a tumultuous period in the company's history that led to employee walkouts and internal outrage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-and-the-untimely-death-of-the-handshake-11601073211", "title": "Trump, Biden and the Untimely Death of the Handshake", "date": "2020-09-25 18:33", "summary": "The age-old custom is a sign of decency and respect in a society that needs more of both.. Farmville, Va.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-and-real-russia-news-11601073192", "title": "Fake and Real Russia News", "date": "2020-09-25 18:33", "summary": "A CBS reporter breaks ranks to report real news about the Steele dossier's main source.. The term Trump derangement syndrome is useful for what it doesn't presume. People in the media are said to be so passionate in their loathing of Donald Trump that it clouds their judgment, but are they really passionate? Do they really care 1/50th as much as they do about whether their kids are doing well in school or their cup holder keeps their coffee out of their laps?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-lived-in-bristol-youd-be-home-by-now-11601073131", "title": "If You Lived in Bristol You'd Be Home by Now", "date": "2020-09-25 18:32", "summary": "Real-estate professionals in America's suburbs and rural areas are having a very good year.. Bristol, Tenn.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abe-abraham-lincoln-in-his-times-review-unruly-genius-11601043046", "title": "'Abe: Abraham Lincoln in His Times' Review: Unruly Genius", "date": "2020-09-25 18:22", "summary": "For David S. Reynolds, Lincoln's greatness came from a deep affinity for his country's wild side.. Some 16,000 books have been written about Abraham Lincoln-more than any other historical figure except Jesus. But there has never been one like this one by David S. Reynolds. The author, a literary scholar and historian at the Graduate Center of the City University of New York, has written a marvelous cultural biography that captures Lincoln in all his historical fullness. Mr. Reynolds is a distinguished cultural historian of antebellum America. Among his many books are cultural biographies of Walt Whitman and John Brown and an earlier work, \"Beneath the American Renaissance,\" which prepared the way for his unusual approach to biography-stunningly revealed in this life of Lincoln.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-louvre-palace-as-palimpsest-11601072431", "title": "The Louvre: Palace as Palimpsest", "date": "2020-09-25 18:20", "summary": "What was once Paris's fortified guardian is now its treasure-filled heart.. Great museums have many functions: They can encyclopedically survey the world, provide compelling accounts of history, celebrate varied forms of beauty and project political power. They can also have an almost mythic presence. If myths recount a society's origins in the natural world, a great museum can do something similar, demonstrating how the world is given shape and order. It is a place where people gather, time and again, united in something akin to ritual, searching for illumination, perhaps even seeking a sense of belonging. Museums are temples of a people or a nation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-daughters-of-yalta-review-big-three-little-three-11601072367", "title": "'The Daughters of Yalta' Review: Big Three, Little Three", "date": "2020-09-25 18:19", "summary": "In the high-stakes negotiations on the Black Sea, these women played a hidden role.. Much haS been written about the historic Yalta Conference in February 1945, when Churchill, Stalin and Roosevelt met to decide the future of the postwar world. Little, however, is known about the role played behind the scenes by three young women. In \"The Daughters of Yalta,\" Catherine Grace Katz tells the story through the eyes of Sarah Churchill, Anna Roosevelt and Kathleen Harriman, the daughter of W. Averell Harriman, the U.S. ambassador to the Soviet Union. Skillfully written and meticulously researched, it's an extraordinary work that reveals the human side underlying the politics.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-sorcerous-service-11601072391", "title": "Science Fiction: Sorcerous Service", "date": "2020-09-25 18:19", "summary": "From David Mack and Richard Kadrey, tales of black-magic ops and gumshoes with grimoires.. Magical cops are in fashion among fantasy authors these days, and so are magical defense agencies. According to David Mack, the latter have been around for a long time, and we wouldn't be where we are without them. In previous volumes of his \"Dark Arts\" series, we've seen his hero/heroine pair, Cade and Anja, confront Nazi sorcerers and prevent the Cold War from hotting up. In \"The Shadow Commission\" (Tor, 352 pages, $21.99), they have to deal with a plot to remake the world which started with the assassination of John F. Kennedy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-secures-larger-government-loan-after-rivals-reject-cash-11601070734", "title": "American Secures Larger Government Loan After Rivals Reject Cash", "date": "2020-09-25 17:52", "summary": "Airline expects to be able to borrow up to $7.5 billion from the U.S. Treasury. American Airlines Group Inc. said it would be able to borrow more than expected from the U.S. Treasury after rivals walked away from government loans, helping the airline shore up its cash reserves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-proposed-drug-discount-cards-will-be-funded-by-a-medicare-trust-fund-11601040498", "title": "Trump's Drug Discount Cards to Be Funded by a Medicare Trust Fund", "date": "2020-09-25 17:47", "summary": "Cards will be under a program that lets officials waive standards to test new initiatives. A plan President Trump announced Thursday to send millions of prescription-drug discount cards to 33 million seniors will be funded by a Medicare trust fund, an administration official said, using money rarely spent on such pilot programs.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-supreme-court-pick-to-get-boost-from-conservative-groups-11601060507", "title": "Trump's Supreme Court Pick to Get Boost From Conservative Groups", "date": "2020-09-25 17:39", "summary": "President plans to announce nominee on Saturday; liberal groups plan counterattack. WASHINGTON-The White House, Republican lawmakers and their conservative allies are preparing for a whirlwind confirmation fight that will begin the moment President Trump announces his Supreme Court pick on Saturday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-capital-increase-is-endorsed-by-risk-panel-11601061802", "title": "Fannie, Freddie Capital Increase Is Endorsed by Risk Panel", "date": "2020-09-25 17:32", "summary": "Housing giants guarantee roughly half of $10 trillion mortgage market, and Trump administration wants to privatize them. WASHINGTON-A plan to impose stricter capital requirements on mortgage giants Fannie Mae and Freddie Mac on Friday won the endorsement of a group of regulators that monitors risks to the financial system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/replying-to-harvey-mansfield-on-systemic-racism-11601068863", "title": "Replying to Harvey Mansfield on Systemic Racism", "date": "2020-09-25 17:21", "summary": "How is it possible for a country stricken with pervasive racism to have over the years elected black mayors and appointed black police chiefs? How can it be that these same racists also elected a black president twice?. In \"The 'Systemic Racism' Dodge\" (op-ed, Sept. 19), Harvey C. Mansfield concludes that \"'systemic racism' is a bogus description.\" He then graciously suggests that it should not be denied, but be treated \"respectfully as a disputable opinion.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-d-s-offer-more-than-nurse-practitioners-11601068900", "title": "M.D.s Offer More Than Nurse Practitioners", "date": "2020-09-25 17:21", "summary": "Studies that show equivalence in care between nurse practitioners and physicians are flawed.. I'd like to respond to \"The Doctor Won't See You Now\" (The Future of Everything, Sept. 11) on behalf of Physicians for Patient Protection, a grass-roots organization of over 12,000 physicians. Studies that show equivalence in care between nurse practitioners and physicians are flawed. The largest comprehensive review of the subject analyzed 18 studies comparing nurse-practitioner care to physician care. The studies had small sample sizes and short duration of follow-up, and only three were completed in the U.S. Every study reviewed involved nurse practitioners working under physician supervision, most excluded high-risk or complex patients and several studies had high degrees of bias. Not a single large-scale study has compared the care provided by nurse practitioners practicing independently, without physician supervision.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruth-bader-ginsburg-was-friends-with-those-with-different-views-11601068789", "title": "Ruth Bader Ginsburg Was Friends With Those With Different Views", "date": "2020-09-25 17:19", "summary": "We were all friends, even when we disagreed.. I was heartened to read \"Equality's Gracious Champion\" (op-ed, Sept. 21), Kenneth W. Starr's moving remembrance of Ruth Bader Ginsburg. \"We were all friends, even when we disagreed,\" he writes. These are words by which to live.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-is-not-the-aggressor-in-dispute-with-greece-11601068710", "title": "Turkey Is Not the Aggressor in Dispute With Greece", "date": "2020-09-25 17:18", "summary": "Turkey is not infringing on anyone else's share and will not let anyone infringe on her legitimate fair share.. Regarding your editorial \"Showdown in the Mediterranean: Two NATO allies could go to war over a maritime dispute\" (Sept. 10): The narrative \"tensions over energy\" is, as the writers allude, often covered with excruciating oversimplification. The truth is far more complicated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-strikes-deal-to-skirt-apples-app-store-commission-11601049903", "title": "Apple Suspends Commissions for Apps Offering Paid Online Events", "date": "2020-09-25 17:15", "summary": "Businesses selling cooking classes and other live experiences in mobile apps won't have to give 30% of sales to App Store owner through end of year. Apple Inc. said it is giving some businesses a reprieve from paying a 30% commission on paid events and experiences through mobile apps, a move that comes as the App Store owner faces scrutiny from software developers and regulators over how its digital marketplace operates.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-9-25-2020-11601023798", "title": "U.S. Stocks Rise, but S&P 500 Notches Fourth Week of Declines", "date": "2020-09-25 16:44", "summary": "Investors' confidence has been crimped by elevated levels of new coronavirus infections in the U.S. and Europe. U.S. stocks climbed in another volatile session Friday, but the S&P 500 and Dow Jones Industrial Average notched their fourth consecutive week of declines.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-board-accused-in-lawsuit-of-lax-oversight-during-737-max-crisis-11601054531", "title": "Boeing Board Accused of Lax Oversight Amid 737 MAX Crisis", "date": "2020-09-25 16:35", "summary": "Redacted shareholder complaint cites internal company documents in alleging passive board; plane maker says lawsuit is one-sided, misleading. Boeing Co. 's board is accused of failing to properly oversee management's responses to two fatal 737 MAX crashes and the plane's safety problems in a shareholders' lawsuit that cites internal company documents.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-seizes-on-handful-of-allegedly-discarded-ballots-in-pennsylvania-11601059996", "title": "Trump Points to Handful of Allegedly Discarded Ballots", "date": "2020-09-25 16:35", "summary": "Tweet complaining of fraud follows Justice Department's unusual announcement of probe into fate of nine mail-in ballots; election-law experts say voter fraud is rare. President Trump renewed his attacks on mail-in ballots after the Justice Department announced a federal inquiry into whether nine mail-in ballots were discarded in northeastern Pennsylvania.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-reopens-11601065820", "title": "Florida Reopens", "date": "2020-09-25 16:30", "summary": "Welcome to the Sunshine State, where every job is essential and the living is healthy.. Get ready for media hyperventilating about a group of Americans who are choosing to live a full and prudent life, rather than a hysterical one. Just in time for the weekend, the citizens of Florida have been largely liberated to exercise their own good judgment when it comes to Covid-19 risks.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caesars-apollo-make-takeover-approaches-for-u-k-s-william-hill-bookmaker-says-11601048340", "title": "Caesars, Apollo Size Up U.K.'s William Hill", "date": "2020-09-25 16:16", "summary": "Talks are latest sign of global interest in the U.S. sports-betting market. British bookmaker William Hill PLC said it has received takeover proposals from Caesars Entertainment Inc. and Apollo Management International LLP, the latest sign of global interest in the growing U.S. sports-gambling market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmaker-mallinckrodt-nears-bankruptcy-filing-over-opioid-lawsuits-11601062672", "title": "Drugmaker Mallinckrodt Nears Bankruptcy Filing Over Opioid Suits", "date": "2020-09-25 15:39", "summary": "Ireland-based drugmaker is preparing a bankruptcy filing to weather litigation over opioid addiction. Mallinckrodt PLC is preparing to file for bankruptcy within weeks, setting up a potential battle with state and local governments over the drugmaker's alleged role in fueling opioid addiction in the U.S., according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-being-black-and-conservative-11601061892", "title": "On Being Black and Conservative", "date": "2020-09-25 15:24", "summary": "The Heritage Foundation's president on the racial progress she's experienced, the problems that remain, and becoming a target of Fox host Tucker Carlson.. Chandler Junior High School in Richmond, Va., admitted its first two black students in 1960. A year later 30 entered the school, one of whom was seventh-grader Kay Coles. Now known as Kay Coles James, president of the conservative Heritage Foundation, she remembers students pricking her with pins and a teacher making a remark about \"brownies.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-are-you-an-orthodox-catholic-11601061791", "title": "Notable & Quotable-Durbin to Amy Coney Barrett: 'Do You Consider Yourself an Orthodox Catholic?'", "date": "2020-09-25 15:23", "summary": "'If you're asking whether I take my faith seriously and I'm a faithful Catholic, I am.'. Sen. Dick Durbin (D., Ill.) questioning Amy Coney Barrett during her confirmation hearing for the Seventh U.S. Circuit Court of Appeals, Sept. 6, 2017:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnsons-covid-19-vaccine-produced-immune-response-in-earlier-stage-study-11601061618", "title": "Johnson & Johnson's Covid-19 Vaccine Produced Immune Response", "date": "2020-09-25 15:20", "summary": "Positive results are basis for J&J's decision to advance the vaccine candidate into a pivotal late-stage trial. Johnson & Johnson 's experimental Covid-19 vaccine induced immune responses in most people who received the shot in a small early-stage trial, and also displayed an acceptable safety profile, according to a study posted online Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asks-judge-to-allow-wechat-ban-to-proceed-11601061602", "title": "U.S. Asks Judge to Allow WeChat Ban to Proceed", "date": "2020-09-25 15:20", "summary": "Trump administration further documents national-security concerns in a court filing with judge who temporarily stopped the ban. The Trump administration asked a California judge to allow a ban on the Chinese-owned app WeChat to proceed, citing what it said are urgent national-security concerns about the Chinese government's potential collection of data on American users of the app.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-might-shut-businesses-in-coronavirus-cluster-neighborhoods-11601060524", "title": "New York City Might Shut Businesses in Coronavirus Cluster Neighborhoods", "date": "2020-09-25 15:02", "summary": "Covid-19 hot spots in Brooklyn and Queens face potential ban on gatherings of more than 10 people. New York City officials on Friday said they would take more aggressive action to halt a sharp rise in coronavirus cases in Brooklyn and Queens, warning that if the outbreak continued to grow, the city might on Tuesday ban gatherings of more than 10 people and close nonessential businesses in several neighborhoods.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-learn-more-about-civics-the-hard-way-11601026202", "title": "Americans Know More About Civics Than They Did a Year Ago", "date": "2020-09-25 15:01", "summary": "After a turbulent year, substantially more people can name government branches and rights protected by First Amendment, survey finds. There oughta be an easier way to teach Americans about civics.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linkedin-introduces-stories-and-a-redesign-to-create-a-friendlier-platform-11601060325", "title": "LinkedIn Introduces Stories and a Redesign to Create a Friendlier Platform", "date": "2020-09-25 14:58", "summary": "The professional networking site seeks to create a warmer, more inviting feel. LinkedIn, the professional networking site owned by Microsoft Corp. , has rolled out a redesign and several new features, including its own version of \"stories\" posts.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-agent-says-get-trump-attitude-marred-mueller-probe-11601059591", "title": "FBI Agent Says 'Get Trump' Attitude Marred Mueller Probe", "date": "2020-09-25 14:46", "summary": "Justice Department files statements in bid to dismiss Michael Flynn case; senior prosecutor on special counsel's team says investigation wasn't aggressive enough. WASHINGTON-An FBI agent assigned to special counsel Robert Mueller's investigation harbored reservations about the behavior of prosecutors on the team assigned to look into possible foreign collusion and obstruction of justice by Donald Trump and his associates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-daughter-of-a-slave-who-did-the-unthinkable-build-a-bank-11601051297", "title": "The Daughter of a Slave Who Did the Unthinkable: Build a Bank", "date": "2020-09-25 14:36", "summary": "Resume Subscription. Citigroup Inc. recently announced that Jane Fraser would become its chief executive next year, making her the first woman CEO of a major Wall Street bank. If Ms. Fraser has finally cracked the glass ceiling, it was Maggie Lena Walker who first battered down the walls.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-a-year-of-bad-days-this-was-one-of-the-worst-11601057449", "title": "In a Year of Bad Days, This Was One of the Worst", "date": "2020-09-25 14:10", "summary": "A look at April 29 shows how the pandemic pushed the U.S. into crisis; 'It's changing by the hour, by the day'. In a spring of bad days, April 29 was one of the worst, 24 hours of death and decay, angst and anger, that the new coronavirus left in its path as it sped across the United States.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-attorneys-plan-to-fight-extradition-to-wisconsin-11601050319", "title": "Kyle Rittenhouse Attorneys Plan to Fight Extradition to Wisconsin", "date": "2020-09-25 14:09", "summary": "The 17-year-old surrendered in Illinois and was charged with killing two protesters in Kenosha after a police shooting there. Lawyers for Kyle Rittenhouse, the 17-year-old charged with killing two protesters with an AR-15-style rifle last month in Kenosha, Wis., said in a hearing Friday they plan to fight his extradition from Illinois, where he turned himself in.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novelist-ali-smith-finds-art-for-all-seasons-11601057144", "title": "Novelist Ali Smith Finds Art for All Seasons", "date": "2020-09-25 14:05", "summary": "In her award-winning books, the British writer mingles real artists with fictional characters. Visual art has long played an important role in the novels of Ali Smith, 58, one of Britain's leading writers and a four-time Booker Prize finalist. Her 2014 novel \"How to Be Both\" is jointly narrated by the 15th-century Italian artist Francesco Del Cossa and a British teenager in the 21st century, who becomes obsessed with one of his paintings in London's National Gallery. She has collaborated on projects with her longtime partner Sarah Wood, an artist, curator and filmmaker.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breonna-taylor-protesters-face-off-with-police-for-second-night-11601039323", "title": "Breonna Taylor Protesters Face Off With Police for Second Night", "date": "2020-09-25 13:58", "summary": "Some Louisville demonstrators arrested, including a state lawmaker, as protests flared also in Los Angeles and New York. Protests over a grand jury decision in the Breonna Taylor case flared for a second night Thursday in cities including Louisville, Ky., Los Angeles and New York, prompting sometimes tense confrontations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vance-trump-square-off-over-subpoena-at-appellate-court-11601056284", "title": "Vance, Trump Square Off Over Subpoena at Appellate Court", "date": "2020-09-25 13:51", "summary": "Judges challenge president's assertion that scope of prosecutor's investigation is limited and that document demands are overbroad. A federal appeals court heard arguments from lawyers for the New York district attorney and President Trump, completing another round in the lengthy litigation over the legality of a grand jury subpoena seeking years of the president's financial documents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-proposes-non-interference-pact-as-vote-meddling-accusations-mount-11601056154", "title": "Russia's Putin Proposes Noninterference Pact With U.S.", "date": "2020-09-25 13:49", "summary": "Putin wants to reboot relations, especially on tech and communications, even as U.S. officials say Moscow is trying to sway the presidential election. American officials have been saying for months that Russia is meddling in the U.S. elections. On Friday, Russian President Vladimir Putin called for a truce, proposing the two countries conclude a pact that would guarantee neither nation interferes in the other's elections.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-to-travel-to-mediterranean-countries-and-vatican-to-bolster-ties-promote-religious-freedom-11601054833", "title": "Pompeo to Travel to Mediterranean Countries and Vatican to Bolster Ties", "date": "2020-09-25 13:27", "summary": "Top U.S. diplomat's itinerary includes trips to Greece, Italy, Vatican City and Croatia. WASHINGTON-Secretary of State Mike Pompeo will travel next week to Greece, Italy, the Holy See and Croatia in a bid to shore up bilateral ties and promote religious freedom.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-men-charged-over-handling-of-covid-19-at-massachusetts-veterans-home-11601054125", "title": "Two Officials Charged Over Handling of Covid-19 Deaths at Veterans' Home", "date": "2020-09-25 13:15", "summary": "Soldiers' Home in Holyoke's superintendent and former medical director accused of neglect. State prosecutors charged the superintendent and former medical director of a veterans' nursing home in Massachusetts with criminal neglect, after an outbreak of Covid-19 at the facility contributed to the deaths of at least 76 residents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-is-honored-at-u-s-capitol-11601047130", "title": "Justice Ruth Bader Ginsburg Is Honored at U.S. Capitol", "date": "2020-09-25 13:14", "summary": "Late Supreme Court justice is first woman and first Jewish person to lie in state at Capitol building. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/depths-of-unspoken-emotion-11601053159", "title": "Depths of Unspoken Emotion", "date": "2020-09-25 12:59", "summary": "In Wong Kar Wai's 'In the Mood for Love,' when neighbors find out their spouses are having an affair, they strike up a quiet liaison of their own.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remington-bet-pits-franklin-against-sandy-hook-families-11601053033", "title": "Remington Bet Pits Franklin Against Sandy Hook Families", "date": "2020-09-25 12:57", "summary": "Franklin Templeton is trying to exit an investment but that is putting it in conflict with families who lost children in Sandy Hook shooting. Franklin Resources Inc. made a big bet on gun maker Remington Outdoor Co. that cost its investors hundreds of millions of dollars. Now, a way out of the trade has drawn the investment manager into conflict with families of the Sandy Hook shooting victims.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-create-a-cozy-classic-american-living-room-11601052816", "title": "How to Create a Cozy, Classic American Living Room", "date": "2020-09-25 12:53", "summary": "The interior designer responsible for the décor of the Obama White House finds lots to learn in American decorator Billy Baldwin's understated take on swank. IF COMFORT FOOD only gets you so far these days, try comfort decorating-taking cues from the congenial interiors of late American design legend Billy Baldwin (1903-83). Though his clients had cavernous pockets and could have gilt every inch of a home, they opted for Baldwin's modest, easygoing decorating. He had an \"ability to do much with not too much,\" Vogue editor Diana Vreeland said in his 1983 New York Times obituary.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-and-pleasure-of-dining-out-11600985104", "title": "The Business and Pleasure of Dining Out", "date": "2020-09-25 12:52", "summary": "The food service industry will eventually overcome the pandemic, just as it bounced back from ancient Roman bans and Prohibition.. It remains anyone's guess what America's once-vibrant restaurant scene will look like in 2021. At the beginning of this year, there were 209 Michelin-starred restaurants in the U.S. This month, the editors of the Michelin Guide announced that just 29 had managed to reopen for indoor dining after the pandemic lockdown.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-restaurants-can-permanently-offer-sidewalk-street-dining-11601052649", "title": "New York City Restaurants Can Permanently Offer Sidewalk, Street Dining", "date": "2020-09-25 12:50", "summary": "Program, which had been temporary, has helped some businesses stay afloat during pandemic. New York City will make permanent a program that allows restaurants to offer sidewalk and street dining, Mayor Bill de Blasio said Friday, providing a much needed lifeline to an industry that has struggled during the coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-scam-targeting-conservatives-raised-180-million-regulators-say-11601052583", "title": "Gold Scam Targeting Conservatives Raised $180 Million, Regulators Say", "date": "2020-09-25 12:49", "summary": "Commodity Futures Trading Commission, states say defendants fleeced investors with markups as high as 300%. Two Los Angeles men and their companies duped investors out of $180 million in a scheme targeting conservative and religious investors into buying precious metals at exorbitant prices, regulators said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipo-market-parties-like-its-1999-11601052419", "title": "IPO Market Parties Like It's 1999", "date": "2020-09-25 12:47", "summary": "Resume Subscription. Many businesses are struggling. Millions of Americans are out of work. But the IPO market is the hottest it's been in years-and 2020 could be its biggest year ever.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sustainable-bond-market-boosted-by-europes-top-institutions-11601048068", "title": "Sustainable-Bond Market Boosted by Europe's Top Institutions", "date": "2020-09-25 12:34", "summary": "Plans at ECB and European Commission would significantly increase the size of the market for environmentally friendly bonds. Europe's two most powerful institutions have thrown their weight behind the market for environmentally friendly bonds, a move that could make sustainable finance more mainstream and improve its transparency.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-knife-attack-near-charlie-hebdo-ex-office-injures-two-11601033740", "title": "Paris Knife Attack Near Former Charlie Hebdo Office Is Probed as Terrorism", "date": "2020-09-25 12:21", "summary": "Two people are seriously injured and two suspects are in custody after assault. PARIS-Two people were seriously wounded in a knife attack near the former office of Charlie Hebdo that prosecutors are investigating as a possible terrorist act, more than five years after gunmen opened fire in the satirical magazine's newsroom.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-kitchens-are-getting-kicked-to-the-curb-11601050251", "title": "White Kitchens Are Getting Kicked to the Curb", "date": "2020-09-25 12:10", "summary": "Once viewed as a 'palate cleanser,' the all-white kitchen is making way for bolder, more colorful designs. Takeout couldn't hold us over forever.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/elements?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-spending-plays-catch-upfor-now-11601050256", "title": "Capital Spending Plays Catch-Up-For Now", "date": "2020-09-25 12:10", "summary": "Durable goods orders disappointed, but capital spending did well as manufacturers caught up. The surge might not last if Covid is still with us next year.. The rebound in the U.S. economy is providing companies with a good reason to increase capital spending. But it is also giving them reason to be cautious about splurging on new equipment.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-startups-experience-wave-of-pandemic-fueled-investments-11601026201", "title": "Cloud Startups Ride Wave of Pandemic-Fueled Investments", "date": "2020-09-25 12:03", "summary": "'It's like digital transformation on steroids': Cloud-computing funding deals reached a three-year high in the second quarter. Cloud-computing startups have landed new investments and customer accounts during the coronavirus pandemic as many companies have accelerated cloud-related projects to keep ahead of the competition.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turbulent-2020-presidential-campaign-approaches-a-storm-11601049617", "title": "Turbulent 2020 Presidential Campaign Approaches a Storm", "date": "2020-09-25 12:00", "summary": "Impending Supreme Court pick, first Trump-Biden debate will test an election landscape no shock seems to alter. There is no such thing as calm in the 2020 presidential race, but the campaign has arrived on the verge of a real storm.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-razed-thousands-of-xinjiang-mosques-in-assimilation-push-report-says-11601049531", "title": "China Razed Thousands of Xinjiang Mosques, Report Says", "date": "2020-09-25 11:58", "summary": "Satellite imagery challenges Beijing's assertions about cultural protection, internment camps in remote region. New research shows Chinese authorities have razed or damaged two-thirds of the mosques in China's remote northwestern region of Xinjiang, further illuminating the scope of a forced cultural-assimilation campaign targeting millions of Uighur Muslims.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lynne-cheneys-journey-to-the-founding-era-11601049245", "title": "Lynne Cheney's Journey to the Founding Era", "date": "2020-09-25 11:54", "summary": "A former second lady hopes that revisiting the country's origins will help instill the values that have long 'been a kind of civic glue that has held us together'. Lynne Cheney's name has political heft. Her husband, Dick, was a key figure in several Republican administrations before becoming vice president under George W. Bush. Her daughter, Liz, represents Wyoming in Congress and has become a rising star in the House GOP. Dr. Cheney herself is no stranger to partisan battles. As a former Reagan-appointed head of the National Endowment for the Humanities, she complained in this newspaper more than a quarter-century ago that the creators of a new American history curriculum for K-12 students were unwisely fixated on McCarthyism, the Ku Klux Klan and \"people, places and events that are politically correct.\" She then warned that \"much that is significant in our past will begin to disappear from our schools.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-rise-for-fourth-straight-month-11601038909", "title": "Durable-Goods Orders Rise for Fourth Straight Month", "date": "2020-09-25 11:31", "summary": "Orders for products designed to last at least three years rose 0.4% in August. Orders for long-lasting factory goods increased for the fourth consecutive month in August, a sign of the manufacturing industry's continued recovery from coronavirus pandemic-related disruptions.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-selloff-deepens-as-concern-mounts-over-its-financial-health-11601036275", "title": "China Evergrande Selloff Deepens as Concern Mounts Over Its Financial Health", "date": "2020-09-25 11:05", "summary": "The property developer came under pressure for a second day, with its shares falling to a four-month low and its dollar bonds sinking to distressed levels. China Evergrande Group's bonds and shares came under a second day of heavy selling pressure on Friday, as investor concerns grew about the large property developer's financial health despite its attempt to calm such worries.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-fight-so-ferociously-over-the-supreme-court-11601045891", "title": "Why We Fight So Ferociously Over the Supreme Court", "date": "2020-09-25 10:58", "summary": "Judicial ambition and congressional dysfunction have given an unelected body enormous power to shape American society. If you want to know the roots of the country's present polarization over the Supreme Court, we have to go back. No, not to the contentious hearings for Brett Kavanaugh two years ago, nor to Sen. McConnell's decision to deny a hearing or confirmation vote to Merrick Garland, who was President Obama's 2016 pick to replace Justice Scalia. We must go even farther back than the drama of the Clarence Thomas hearing in 1991 or the attacks on Robert Bork's character in 1987.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-north-korea-is-very-sorry-for-killing-civil-servant-from-the-south-11601028088", "title": "North Korea's Kim Jong Un Apologizes for Killing of South Korean Official", "date": "2020-09-25 10:47", "summary": "Officials in Seoul said North Koreans shot, killed and burned the body of a 47-year-old South Korean civil servant. SEOUL-North Korean leader Kim Jong Un issued a rare apology for his military's brutal killing of a South Korean civil servant at sea, saying he feels \"very sorry\" for the incident, officials in Seoul said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-wildlife-refuges-to-visit-this-falljust-you-and-the-moose-11601045045", "title": "4 Wildlife Refuges to Visit This Fall-Just You and the Moose", "date": "2020-09-25 10:44", "summary": "For a National Park alternative, escape to one of these four wildlife refuges-from Alaska to New Orleans-with tips on what to see and where to stay from nature photographer Ian Shive. THE NATIONAL PARKS get all the love, but if you really want to commune with nature and not a stampede of RVs, try a National Wildlife Refuge. Nature photographer Ian Shive spent the past eight years photographing America's other, less-trammeled backyards-568 protected areas covering vast expanses of land and marine habitat, managed by the U.S. Fish and Wildlife Service. The result is Mr. Shive's new book, \"Refuge: America's Wildest Places\" (Earth Aware, Oct. 27). Many of the network's refuges restrict visitors to day trips, but a few let fans of moose or salmon spend the night. We asked Mr. Shive to highlight four favorites, and offer a few suggestions on where to stay while there.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-engagement-rings-are-natural-diamonds-on-the-way-out-11601045092", "title": "For Engagement Rings, Are Natural Diamonds on the Way Out?", "date": "2020-09-25 10:44", "summary": "A new crop of jewelry makers using lab-grown and recycled diamonds, as well as recycled metals, appeal to millennials and other customers who like knowing exactly where their purchases come from. Could the trend foretell a permanent shift?. When Camille Martin-Thomsen started shopping for her engagement ring with her then-fiancé, she found the process wasn't as straightforward as she had hoped. The couple, who split their time between Brooklyn and Copenhagen, looked at rings from luxury jewelry houses in both the U.S. and Denmark. Craft was important to Martin-Thomsen, 45, an architect and assistant dean and professor, as were the ethics behind the ring. \"I was really frustrated with how vague people sometimes were about their procurement process with diamonds,\" she says. \"I just couldn't live with knowing that for me to have beautiful objects, I was going to potentially be harming other people or harming the earth.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-frets-over-losing-control-of-tiktok-as-it-debates-apps-fate-11601044211", "title": "Beijing Frets Over Losing Control of TikTok as It Debates App's Fate", "date": "2020-09-25 10:35", "summary": "Chinese officials see deal with Walmart and Oracle as touching on country's 'core interests'-and want the app's source code to remain secret. Chinese officials weighing whether to approve or kill an agreement to turn TikTok into a U.S.-based company are eager to ensure that the short-video app's Chinese owner retains control over its global operations and that TikTok's source code remains secret.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bama-fans-learn-about-supply-demand-and-covid-11601044484", "title": "Bama Fans Learn About Supply, Demand and Covid-19", "date": "2020-09-25 10:34", "summary": "As SEC Football kicks off, fans who want to watch Alabama and Auburn face off in person in November are experiencing sticker shock. Students at the University of Alabama are getting to learn a couple of extra subjects this semester free of charge.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-south-korea-on-how-to-manage-covid-11601044329", "title": "How South Korea Successfully Managed Coronavirus", "date": "2020-09-25 10:32", "summary": "The country has blended technology and testing like no other. SEOUL-South Korea appears to have cracked the code for managing the coronavirus. Its solution is straightforward, flexible and relatively easy to replicate.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-s-rule-of-six-covid-rule-poses-etiquette-problems-its-just-incredibly-awkward-11601043995", "title": "U.K.'s 'Rule of Six' for Covid Poses Etiquette Problems. 'It's Just Incredibly Awkward.'", "date": "2020-09-25 10:26", "summary": "New regulation banning more than six people from mingling at one time, intended to combat pandemic, spreads social anxiety. LONDON-For numerologists, the number 6 symbolizes love and empathy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-peter-toohey-on-waiting-11601043944", "title": "Five Best: Peter Toohey on Waiting", "date": "2020-09-25 10:25", "summary": "From the author of 'Hold On: The Life, Science & Art of Waiting.'. By Basma Abdel Aziz (2013)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-review-far-from-the-fold-11601042985", "title": "'Jack' Review: Far From the Fold", "date": "2020-09-25 10:09", "summary": "The 'reprobate' child of Gilead is at the center of Marilynne Robinson's latest.. Early in Marilynne Robinson's \"Jack,\" the fourth novel in her remarkable Gilead series, Della Miles and Jack Boughton are conversing about \"Hamlet\" and Della raises some perplexing questions about the play. Isn't it odd, she wonders, that no one except Hamlet appears to mourn his father's death? And why wasn't there any thought that Hamlet should be king rather than Claudius? \"It seems as though there were stories behind the play we only get glimpses of,\" she says. \"But nothing is done to hide them, either, I mean the gaps they leave.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-who-ran-washington-review-invisible-touch-11601042935", "title": "'The Man Who Ran Washington' Review: Invisible Touch", "date": "2020-09-25 10:08", "summary": "James A. Baker knew how to stay in the background-and how to shape the story.. A first-term White House chief of staff faces three great tasks: avoid scandal, get the president re-elected and leave without getting fired. It is remarkable how few chiefs of staff, over the past several decades, have accomplished all three. But James A. Baker managed to do so, guiding Ronald Reagan's White House in the early 1980s and going on to powerful cabinet positions under Reagan and George H.W. Bush. In \"The Man Who Ran Washington,\" veteran reporters Peter Baker (no relation) and Susan Glasser, a husband-and-wife team, offer an illuminating biographical portrait of Mr. Baker, one that describes the arc of his career and, along the way, tells us something about how executive power is wielded in the nation's capital.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-copy-on-command-11601042877", "title": "Mysteries: Copy on Command", "date": "2020-09-25 10:07", "summary": "A master of forgery has given up the game-but has it given up him?. In Bradford Morrow's \"The Forger's Daughter\" (Mysterious Press, 269 pages, $26), there is artistry in the successful re-creation of rare books and manuscripts. Those engaged in such work insist on respectful phraseology: Please don't say \"fake,\" say facsimile; it's not a \"forgery,\" it's areplica.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-americans-really-think-about-abortion-11601042639", "title": "What Americans Really Think About Abortion", "date": "2020-09-25 10:04", "summary": "It's the issue that most epitomizes our 'us' versus 'them' political culture, but actually talking to people yields much more nuance. Americans' attitudes on abortion have remained relatively steady for decades, or so the polls say. Roughly half of Americans identify as \"pro-choice,\" half as \"pro-life\"; roughly half see abortion as \"morally acceptable,\" half as \"morally wrong.\" Most believe that abortion should be legal in some or all cases-or, framed another way, most support some kind of legal restrictions on abortion.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meats-pitch-for-more-customers-its-not-just-good-for-the-planet-its-also-good-for-you-11601042671", "title": "Beyond Meat's Pitch for More Customers: It's Not Just Good for the Planet, It's Also Good for You.", "date": "2020-09-25 10:04", "summary": "Companies that aim to win converts to green products need to convince consumers that they're also acting in their own best interests.. In the hierarchy of what motivates us to buy stuff, two powerful forces are at play: Me and we.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-sequel-to-guess-how-much-i-love-you-11601042680", "title": "Children's Books: A Sequel to 'Guess How Much I Love You'", "date": "2020-09-25 10:04", "summary": "Little Nutbrown Hare returns to the bookshelf, looking for a playmate.. The world of children's books lost a favorite last week with the death of the Northern Irish writer Sam McBratney, whose 1994 picture book \"Guess How Much I Love You,\" illustrated by Anita Jeram, popularized the saying, \"I love you to the moon and back.\" It is bittersweet, then, that the end of McBratney's life should coincide with the appearance, at last, of a sequel: \"Will You Be My Friend?\" (Candlewick, 22 pages, $17.99).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-selected-letters-of-john-berryman-review-dark-dispatches-11601042621", "title": "'The Selected Letters of John Berryman' Review: Dark Dispatches", "date": "2020-09-25 10:03", "summary": "A collection of the poet's letters reveals a dedicated teacher, and the demons that haunted him.. 'I imagine you have heard the terrible news\" writes poet John Berryman in his masterwork \"The Dream Songs,\" a dark refrain that echoes throughout his writing. Now, in addition to his poetic oeuvre, here are all the letters by Berryman you'll ever want to read-nearly 700 pages of them, from his unhappy prep school years at South Kent School in Connecticut to his unhappy self-portrait two months before he jumped to his death from the Washington Avenue Bridge in Minneapolis. A postscript to a letter from South Kent to his stepfather, John Angus McAlpin Berryman, summed up the state of things: \"I'm a disgrace to your name.\" Forty-three years later, in 1971, a letter to his good friend the poet William Meredith revealed that little had changed: \"Extreme depression, 57 last Monday, a new will Thurs, 18 lb underweight, money-ghastliness . . . Proofs came yest'y of the Sel'd Poems 1938-68 I finally did for Faber, and I can hardly bear to look at them.\" What in another writer might have looked like less than fully serious complaints about money and work are something else here: When Berryman confessed to \"extreme depression,\" he meant it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contrarian-money-manager-didnt-always-bet-against-crowd-11601042400", "title": "Contrarian Money Manager Didn't Always Bet Against Crowd", "date": "2020-09-25 10:00", "summary": "Leo Dworsky, who ran Fidelity's Contrafund, looked for 'crescendos of euphoria and pessimism'. In the 1970s and 1980s, Leo Dworsky was one of the better-known contrarian investors in U.S. stocks. The trick for contrarians, said Mr. Dworsky, who managed the Contrafund for Fidelity Investments, was to avoid being contrary all the time.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knut-kloster-helped-create-caribbean-cruise-industry-11601042400", "title": "Knut Kloster Helped Create Caribbean Cruise Industry", "date": "2020-09-25 10:00", "summary": "Norwegian Cruise Line founder set up shop in Miami in 1966, later tried to build a quarter-mile-long floating resort. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-planners-detail-cost-cutting-steps-for-tokyo-games-11601041963", "title": "Olympics Planners Detail Cost Cutting for Tokyo Games", "date": "2020-09-25 09:59", "summary": "Organizers plan modest reductions, keep opening and closing ceremonies and athlete numbers unchanged. TOKYO-No welcome ceremonies for arriving Olympic athletes. Smaller contingents of visiting officials. Fewer celebratory banners and shuttle buses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloroxs-new-ceo-is-racing-to-keep-wipes-on-store-shelves-11601041820", "title": "The Woman in Charge of Getting America Enough Clorox Wipes", "date": "2020-09-25 09:50", "summary": "Linda Rendle took the top job at Clorox this month, becoming one of the youngest leaders of a Fortune 500 company. Her challenge: meeting coronavirus-fueled demand.. Linda Rendle was 29 years old and the junior-most manager in a meeting of Clorox Co. executives when she spoke up to say their approach to launching a line of earth-friendly cleaners wasn't ambitious enough.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/filibuster-a-pirating-maneuver-that-sailed-into-the-senate-11601039960", "title": "'Filibuster': A Pirating Maneuver That Sailed Into the U.S. Senate", "date": "2020-09-25 09:19", "summary": "A Dutch term for the plunder of West Indies buccaneers - literally 'free booty' - became the name for hijacking political proceedings. The death of Supreme Court Justice Ruth Bader Ginsburg, and plans by Senate Republicans to fill the vacancy as the presidential election approaches, have brought renewed calls from Democrats to abolish the legislative \"filibuster\" should they take control of the Senate next year.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-stock-gains-novavax-soars-what-to-watch-when-the-market-opens-today-11601031119", "title": "DraftKings Stock Gains, Novavax Soars: What to Watch When the Market Opens Today", "date": "2020-09-25 08:59", "summary": "The S&P 500 looks like it may extend its retreat for a fourth straight week. The gauge is having its worst September since at least 2011.. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-promise-of-racial-equality-falters-under-pandemic-11601031600", "title": "South Africa's Promise of Racial Equality Falters Under Pandemic", "date": "2020-09-25 08:37", "summary": "Coronavirus outbreak drives up deaths, poverty and hunger for Black majority; 'From the first house to the last one, no one is working'. CAPE TOWN, South Africa-Two out of five Black workers have lost their income during a monthslong coronavirus lockdown. Police are tearing down shacks built on public land by people who can no longer pay rent on their previous homes. And senior government officials are accused of stealing funds meant for the fight against the pandemic.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wants-cars-to-run-on-electricity-its-going-to-need-a-much-bigger-grid-11601036583", "title": "With Electric-Car Target, California Is Going to Need a Bigger Grid", "date": "2020-09-25 08:23", "summary": "The state has recently struggled with rolling blackouts due to tight power supplies. Going all electric in 15 years will dramatically increase electricity demand.. Leaning on the hood of a shiny red electric Ford Mustang, California Gov. Gavin Newsom signed an executive order Wednesday to end the sale of new gas-burning cars in his state in 15 years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tampa-bay-lightning-seek-stanley-cup-redemption-after-postseason-failures-11601035201", "title": "Lightning Seek Stanley Cup Redemption After Postseason Failures", "date": "2020-09-25 08:00", "summary": "Despite having one of the NHL's most talented squads, the Lightning have come up short when it matters. TORONTO-Jon Cooper, coach of the Tampa Bay Lightning, had a premonition of the long road that lay ahead of him after his team lost to the Chicago Blackhawks in the 2015 Stanley Cup Finals.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beirut-blast-deepens-miseries-of-syrian-refugees-in-lebanon-11601035200", "title": "Beirut Blast Deepens Miseries of Syrian Refugees in Lebanon", "date": "2020-09-25 08:00", "summary": "Resume Subscription. BEIRUT-The explosion that destroyed much of central Beirut last month left Abdulkhalid al-Aabid badly injured, with a broken right hip and other fractures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apples-15-billion-tax-battle-resumes-in-europe-11601027571", "title": "Apple Faces Prolonged $15 Billion Tax Battle as EU Appeals", "date": "2020-09-25 07:53", "summary": "EU competition chief Margrethe Vestager appeals July ruling on Irish tax policy. BRUSSELS- Apple Inc.'s legal battle in Europe over a $15.2 billion tax bill will continue, potentially for years, after the European Union appealed a court ruling that sided with the tech giant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-says-2020-census-must-continue-for-another-month-11601034711", "title": "Judge Says 2020 Census Must Continue for Another Month", "date": "2020-09-25 07:51", "summary": "Counting can continue through the end of October, judge says. ORLANDO, Fla.-A federal judge has stopped the 2020 census from finishing at the end of September and ordered the once-a-decade head count of every U.S. resident to continue for another month through the end of October, saying a shortened schedule likely would produce inaccurate results.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-jokic-sombor-shuffle-eurostep-stepback-nba-playoffs-11601020759", "title": "The NBA Playoffs Are Really a Space Race", "date": "2020-09-25 07:00", "summary": "The best moves in basketball are the ones that create space for superstars to shoot-no matter how weird they might look. Just ask Denver Nuggets center Nikola Jokic.. It would have been easy for Chris Marlowe to find himself at a loss for words the first time he saw it. It also would have been a problem. As the play-by-play announcer for Denver Nuggets telecasts, Marlowe's job was to describe the funkiest Nikola Jokic shot he had ever seen.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-worlds-dullest-market-quietly-created-a-synthetic-dollar-empire-11601031401", "title": "How the World's Dullest Market Quietly Created a Synthetic Dollar Empire", "date": "2020-09-25 06:56", "summary": "Japanese government bills and deposits at the Bank of Japan have created large-scale dollar funding, which may help explain a puzzle in Chinese finance too. The Japanese government bond market is rarely considered interesting. With yields literally pinned at zero, and trading practically nonexistent, it has limited appeal for discussion even among the most cerebral international investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elena-ferrantes-my-brilliant-friend-is-like-a-trip-to-naples-only-better-11601031308", "title": "Elena Ferrante's 'My Brilliant Friend' Is Like a Trip to Naples. Only Better.", "date": "2020-09-25 06:55", "summary": "From best-selling novel to HBO series, 'My Brilliant Friend' offers unfettered access to Italy's most impenetrable city. Plus, there's pizza.. BE FOREWARNED: Elena Ferrante's postwar Naples, as depicted in \"My Brilliant Friend,\" is not the Italy of escapist fantasies, of villas under a Tuscan sun, of Roman holidays. It is savage and claustrophobic, where children throw sharp rocks to draw blood, where the power struggles of grocers, bakers and shoemakers ensnare the women around them. And yet, \"My Brilliant Friend\" is not dreary. What the narrator Elena Greco notes of her friend Lila Cerullo could apply to Ms. Ferrante: \"She took the facts and in a natural way charged them with tension; she intensified reality as she reduced it to words, she injected it with energy.\" The author too draws you into the conflicts and joys of ordinary lives in tumultuous times-thus illuminating our own.", "categories": [["Life & Work", "Transporting Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roadside-hotels-are-resting-relatively-easy-during-the-pandemic-11601026210", "title": "Roadside Hotels Are Resting Relatively Easy During the Pandemic", "date": "2020-09-25 05:30", "summary": "These days, American travelers are taking shelter at modest hotels situated along highways and in remote locations. Investors should consider doing the same.. Before the pandemic, the promise of room service and spa treatments made staying at a hotel a potential vacation unto itself for those willing to pay for it. Now safety, thrift and a wholesale change in how and where Americans travel has favored establishments that are a simple means to a journey's end rather than destinations themselves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irs-sets-a-trap-for-cryptocurrency-tax-cheats-11601026202", "title": "The IRS Sets a Trap for Cryptocurrency Tax Cheats", "date": "2020-09-25 05:30", "summary": "The tax collector is making it a lot harder to pretend you don't have bitcoin or other virtual currencies hidden away somewhere. Cryptocurrency holders, beware: A surprising change to your 2020 tax form is about to strip away excuses for ignoring the tax rules on bitcoin, ether or other digital currencies.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brussels-report-governments-concerns-rise-about-pandemic-cyberattacks-on-health-care-11601026200", "title": "Brussels Report: Governments' Concerns Rise About Pandemic Cyberattacks on Health Care", "date": "2020-09-25 05:30", "summary": "Surge in cyberattacks on hospitals pushes governments to focus on protecting sector. A surge in cyberattacks on medical facilities during the pandemic has alarmed national governments. The potential consequences were highlighted last week with the death of a woman after she was turned away from a German hospital that had been struck by ransomware.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-in-europe-buy-up-global-stock-funds-as-confidence-ticks-higher-11601026201", "title": "Investors in Europe Buy Up Stock Funds", "date": "2020-09-25 05:30", "summary": "Renewed push into equities is a bet that government stimulus packages will keep working. LONDON-Investors in Europe have been plowing money into global stock funds in recent months, a sign of an uptick in confidence after it was severely shaken in the first weeks of the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-trump-republican-group-to-spend-10-million-with-focus-on-suburban-women-11601026201", "title": "Anti-Trump GOP Group to Spend $10 Million Focused on Suburban Women", "date": "2020-09-25 05:30", "summary": "Lincoln Project affiliate targets Arizona, Pennsylvania, North Carolina and Florida; progressives fear Georgia Senate candidate will be spoiler for Democrats, press him to drop out. LINCOLN PROJECT AFFILIATE WILL SPEND AT LEAST $10 MILLION on a digital, TV and direct mail campaign aimed at suburban voters, especially women, in four swing states in support of Joe Biden. The anti-Trump organization's subgroup-Republicans and Independents for Biden-is specifically focused on wooing Republicans and conservative-leaning independents in Arizona, Pennsylvania, North Carolina and Florida. Their first ad, dubbed \"Daughters,\" focuses on some of President Trump's disparaging remarks about women.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-biden-trade-barbs-on-social-security-but-avoid-substance-11601026202", "title": "Trump and Biden Trade Barbs on Social Security but Avoid Substance", "date": "2020-09-25 05:30", "summary": "Campaign ads overshadow pandemic's toll on program's shaky long-term finances. WASHINGTON-Social Security has become a flashpoint in the presidential campaign in recent weeks, with both candidates accusing the other of undermining the program, and each insisting he won't cut benefits.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bet-on-europe-is-a-bet-on-drugs-against-tech-11601024897", "title": "A Bet on Europe Is a Bet on Drugs, Against Tech", "date": "2020-09-25 05:08", "summary": "Five of Europe's top 10 companies by market value are now in health care, while none are banks or major oil companies. The skew toward tech giants in the U.S. stock market is well known. Less appreciated is that Europe's markets are now dominated by drugmakers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11600978760", "title": "Pepper...and Salt", "date": "2020-09-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-from-novavax-begins-phase-3-trial-in-u-k-11600980636", "title": "Covid-19 Vaccine From Novavax to Begin Phase 3 Trial in U.K.", "date": "2020-09-25 23:29", "summary": "Surge in British cases offers opportunity to determine if shots works safely ahead of planned U.S. Phase 3. Novavax Inc. said Thursday it has started a final-stage, 10,000-person study of its experimental Covid-19 vaccine in the U.K., where a recent surge in cases could hasten an answer about whether the inoculation safely protects people from the new coronavirus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breonna-taylor-decision-sparks-protests-in-cities-across-u-s-11600949774", "title": "Breonna Taylor Decision Sparks More Protests as Leaders Urge Calm", "date": "2020-09-25 23:28", "summary": "No officers directly charged in Black woman's killing; one police officer charged with wanton endangerment of neighbors. Louisville, Ky., police faced off with protesters for a second night Thursday, as political leaders pleaded for calm.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-commit-to-peaceful-transfer-of-power-after-trump-declines-to-do-so-11600958190", "title": "President Again Declines to Say He Will Accept Election Result, Questions Reliability of Ballots", "date": "2020-09-25 23:00", "summary": "McConnell, Rubio other Republican lawmakers contradict president's message-without naming him-as FBI director seeks to ease fraud concerns. WASHINGTON-Congressional Republicans said they were committed to a peaceful election process and transfer of power if Democrats win the White House, after President Trump declined to do so.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pac-12-reverses-course-and-will-play-football-after-all-11600992096", "title": "Pac-12 Will Play Football After All", "date": "2020-09-25 22:34", "summary": "Conference will start a seven-game season Nov. 6, joining the Big Ten in changing its mind. Pac-12 Conference leaders voted Thursday to hold an abbreviated football season beginning Nov. 6, reversing the league's decision last month to pull the plug on all athletic competition until 2021 because of the coronavirus pandemic.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-and-google-ceos-threatened-with-subpoena-11600998453", "title": "Google, Twitter and Facebook CEOs Threatened With Subpoena", "date": "2020-09-25 21:47", "summary": "A GOP-led Senate committee is planning a hearing about tech companies' legal immunity; Democrats call the move election-year intimidation. WASHINGTON-Republicans on the Senate Commerce Committee on Thursday scheduled an Oct. 1 vote to subpoena testimony from the CEOs of Facebook Inc., Twitter Inc. and Alphabet Inc.'s Google, in the latest GOP action against social-media giants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extremists-pose-a-violent-threat-fbi-and-dhs-officials-say-11600998139", "title": "Extremists Pose a Violent Threat, FBI and DHS Officials Say", "date": "2020-09-25 21:42", "summary": "Christopher Wray, Ken Cuccinelli warned a Senate committee of white supremacists, anarchists and militia-style groups. Officials from the Federal Bureau of Investigation and the Department of Homeland Security raised concerns at a Senate hearing Thursday about violent threats from extremists across the ideological spectrum.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bonds-win-third-key-index-inclusion-11600994714", "title": "China's Bonds Win Third Key Index Inclusion", "date": "2020-09-25 21:28", "summary": "Move by FTSE Russell is expected to broaden the number of international investors for Chinese government debt. FTSE Russell is set to add Chinese government debt to its key indexes, a move that could attract more than $100 billion of foreign capital.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}]