[{"link": "https://www.wsj.com/articles/new-york-city-eyes-measures-to-stop-virus-spread-to-jails-11583883818", "title": "New York City Eyes Measures to Stop Virus Spread to Jails", "date": "2020-03-10 19:48", "summary": "Corrections officials say inmates, staff being monitored at facilities where experts say diseases could easily spread. New York City correctional officials said Tuesday they were preparing measures to stop the coronavirus from infecting staff and prisoners at jails that experts said could become incubators for the rapidly-spreading disease.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-accuses-quibi-of-patent-infringement-over-video-feature-11583883732", "title": "Lawsuit Accuses Quibi of Patent Infringement Over Video Feature", "date": "2020-03-10 19:43", "summary": "Video-technology firm Eko says Quibi's Turnstyle feature makes unauthorized use of its intellectual property. Short-form streaming service Quibi has been accused of stealing key technology from Eko, a company that creates interactive videos used in entertainment programming and advertising, according to a lawsuit filed Tuesday in California federal court.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dnc-weighs-holding-arizona-presidential-debate-with-no-audience-11583882299", "title": "DNC to Hold Phoenix Presidential Debate With No Audience", "date": "2020-03-10 19:35", "summary": "National committee says decision was made 'at the request of both campaigns'. The Democratic National Committee said it would have no live audience at Sunday's presidential debate in Phoenix, in response to concerns about the coronavirus outbreak.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-buildup-to-counter-iran-u-s-troops-begin-leaving-mideast-11583818501", "title": "After a Buildup to Counter Iran, U.S. Troops Begin Leaving Mideast", "date": "2020-03-10 19:28", "summary": "U.S. trimming the 90,000 troops across the region as Iran, ravaged by the new coronavirus, hasn't posed as large a threat as U.S. officials once feared. The U.S. military has begun to draw small numbers of troops out of the Middle East after concluding that the threat of reprisal attacks from Iran or its proxies has subsided, military officials said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-push-revised-surveillance-law-as-deadline-looms-11583882625", "title": "Lawmakers Push Revised Surveillance Law as Deadline Looms", "date": "2020-03-10 19:28", "summary": "Key Democrats, with some GOP support, unveiled legislation to extend expiring surveillance powers, but it is unclear whether President Trump would sign it. WASHINGTON-House Democrats unveiled a revised version of legislation to renew domestic surveillance powers that are due to expire in five days, gambling that they could assemble a coalition of Republicans and moderate Democrats to pass legislation that has faced opposition from an emboldened civil-liberties bloc in Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-wealth-to-the-rescueprivate-wealth-to-the-rescue-11583875390", "title": "Private Wealth to the Rescue", "date": "2020-03-10 19:20", "summary": "Philanthropy and business are taking on the coronavirus.. Liberals these days often treat the rich as if they're the coronavirus, so it's worth highlighting how many affluent Americans are using their wealth to stop its spread-not that they'll get much credit for it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coachella-may-be-postponed-or-canceled-by-coronavirus-concerns-11583861936", "title": "Coachella Music Festival Postponed Until October", "date": "2020-03-10 19:19", "summary": "All tickets for April dates to be honored on new October weekends. The Coachella Valley Music and Arts Festival has been postponed six months, organizers said, and Pearl Jam called off a concert tour scheduled to start next week, as concerns over the novel coronavirus hit the live-music industry just ahead of the critical summer concert season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putins-president-for-life-planputins-president-for-life-plan-11583873133", "title": "Putin's President-for-Life Plan", "date": "2020-03-10 19:17", "summary": "The Russian dictator is preparing to remain in power well into his 80s.. 'It would be very disturbing to return to the situation of the mid-1980s,\" Russian President Vladimir Putin said in January. \"With the leaders of the state, one by one, staying in power until the end of their days.\" He was right at the time, but this week Mr. Putin nonetheless cleared the way to rule Russia past his 83rd birthday. No one anywhere is surprised.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holders-redistricting-flip-11583698583", "title": "Eric Holder's Redistricting Flip", "date": "2020-03-10 19:13", "summary": "Virginia is revealing the cynicism of complaints over gerrymanders.. Former Attorney General Eric Holder insists that his redistricting lobbying and litigation shop merely wants to make maps less partisan. Responding to our editorial last November on his court redistricting coup, he wrote that he supported \"citizens or nonpartisan commissions to draw electoral lines so neither party benefits.\" Interesting, then, that he's not supporting such a reform in Virginia now that Democrats control the Legislature.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regeneron-and-sanofi-planning-to-study-arthritis-drug-kevzara-as-covid-19-treatment-11583872762", "title": "Regeneron, Sanofi to Test Arthritis Drug as Coronavirus Treatment", "date": "2020-03-10 18:57", "summary": "The drugmakers aim to begin testing within weeks exploring whether their rheumatoid-arthritis therapy could treat Covid-19 symptoms. Drugmakers Regeneron Pharmaceuticals Inc. and Sanofi SA are racing to launch clinical trials exploring whether their arthritis drug could treat symptoms of novel coronavirus infections.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-agree-to-release-taliban-prisoners-to-advance-talks-11583880519", "title": "Afghans Agree to Release Taliban Prisoners to Advance Talks", "date": "2020-03-10 18:49", "summary": "Target date for start of talks between Afghan government and Taliban passe without negotiations. The Afghan government agreed late Tuesday to release 1,500 Taliban prisoners as a gesture of goodwill before starting talks with the insurgent group, putting the commitment in the form of a decree, a spokesman said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-primaries-are-broken-here-are-a-few-fixes-that-could-help-11583873261", "title": "The Primaries Are Broken. Here Are a Few Fixes That Could Help", "date": "2020-03-10 18:44", "summary": "Students weigh returning power to the parties, a single-day vote, holding open contests and switching to ranked-choice voting.. Editor's note: This Future View is about reforming how America nominates candidates for president. Next week we'll turn to education. Because of the coronavirus epidemic, many students can expect weeks of online classes. We'll ask, \"What will students lose with this drastic change, what will they gain, and how should this change the way we think about higher education?\" Students should click here to submit opinions of fewer than 250 words before March 17. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-daughter-is-driven-to-learn-civics-11583859965", "title": "My Daughter Is Driven to Learn Civics", "date": "2020-03-10 18:42", "summary": "We talk politics in the car. I try not to lay it on too thick.. It's a half-hour drive to Clara's school. That's 30 minutes trapped in the car every morning with me, her politically minded dad. I've started to think of our daily ride as the oldest established permanent rolling civics lesson in New York.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-putin-and-mbs-both-lose-11583875362", "title": "Let Putin and MBS Both Lose", "date": "2020-03-10 18:42", "summary": "The American shale industry will almost certainly outlive either man's rule.. Not for the first time, let's wonder how much Vladimir Putin and Crown Prince Mohammed bin Salman really know what they're doing.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/efficiency-isnt-the-only-economic-virtue-11583873155", "title": "Efficiency Isn't the Only Economic Virtue", "date": "2020-03-10 18:41", "summary": "It often comes at the expense of resilience, as the new coronavirus is making clear.. Unexpected crises should force us to rethink our premises. As I was reflecting on the economic consequences of Covid-19, a thought struck me: What if the relentless pursuit of efficiency, which has dominated American business thinking for decades, has made the global economic system more vulnerable to shocks?", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-sap-new-yorks-tax-revenue-cuomo-says-11583879987", "title": "Coronavirus Could Sap New York's Tax Revenue, Cuomo Says", "date": "2020-03-10 18:40", "summary": "State Comptroller Thomas DiNapoli asked by governor to reassess revenue. ALBANY, N.Y.-New York lawmakers, facing a $6 billion budget deficit, began the month with an optimistic projection. Stock markets were doing well, Wall Street bonuses were coming in strong, and lawmakers could plug some of the gap by assuming another $700 million in revenue was coming.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pravda-ha-ha-review-requiem-for-a-dream-11583874400", "title": "'Pravda Ha Ha' Review: Requiem for a Dream", "date": "2020-03-10 18:40", "summary": "A travel writer's encounters in the post-Soviet sphere-and an elegy for a vision of Europe that no longer seems realistic.. There are, remarkably, people who still believe that history has a \"right side\"-and Britain-based travel writer Rory MacLean, with his \"firm and unwavering belief in the promise of the future,\" is one of them. Intriguing, informative and infuriating, Mr. MacLean's latest work, \"Pravda Ha Ha: True Travels to the End of Europe,\" is something of a return, literally and figuratively, to the ground covered in his beautifully written first book, \"Stalin's Nose\" (1992), an account of a trip around Eastern Europe during that exhilarating interlude between the fall of the Berlin Wall and the collapse of the Soviet Union.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-stimulus-is-coronavirus-testing-kits-11583877266", "title": "The Best Stimulus Is Coronavirus Testing Kits", "date": "2020-03-10 18:39", "summary": "Until we know the extent of the epidemic, people will avoid going out and spending money.. When people asked me a few months ago about the probability of a recession in 2020, I said 10% to 20%. A week or two ago, I was up to 40% to 50%. Now I'm at 90% and rising. The biggest worry is that consumer spending will fall off a cliff as Covid-19 feeds fear of travel, restaurants, theaters, sporting and concert events, barbershops and beauty salons and the like-not to mention going to the shopping mall.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-pandemic-is-always-political-11583878117", "title": "Why a Pandemic Is Always Political", "date": "2020-03-10 18:39", "summary": "The posturing on both sides distracts from what could be a productive debate about public health.. People who follow politics for a living are voicing shock-shock!-that the coronavirus outbreak has been politicized. \"Is Even the Coronavirus Partisan?\" asked a recent FiveThirtyEight podcast. Jeez Louise, folks, of course it is. And here's an argument for why it ought to be.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-selloff-moderates-11583803057", "title": "Stocks Soar in Turbulent Trading a Day After Selloff", "date": "2020-03-10 18:37", "summary": "Indexes gained steam as afternoon wears on; crude oil and Treasury yields rise. Stocks soared in frenetic trading Tuesday, wiping out much of the losses they suffered just a day earlier in their biggest selloff since the financial crisis.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-governor-calls-on-sports-to-bar-spectators-amid-coronavirus-fears-11583879121", "title": "Ohio Governor Calls on Sports to Bar Spectators Amid Coronavirus Fears", "date": "2020-03-10 18:25", "summary": "Major sports events are mixed in their response to Gov. Mike DeWine's request. Ohio's governor called Tuesday for indoor sports games and outdoor sports gatherings in his state to bar spectators over coronavirus fears, facing off against the National Collegiate Athletic Association, baseball, basketball and hockey franchises, who have big events scheduled this month.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-voters-hope-to-deliver-key-victory-for-biden-in-michigan-11583878767", "title": "Black Voters Hope to Deliver Key Victory for Biden in Michigan", "date": "2020-03-10 18:19", "summary": "Biden is again counting on African-Americans, but Sanders supporters believe he can repeat his surprise 2016 primary win in the state. DETROIT-Black voters helped save Joe Biden's presidential campaign in South Carolina. Now, many black Democrats in Michigan are intent on delivering him another resounding victory that could help deliver him the nomination over Bernie Sanders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-poses-threat-to-some-hotel-owners-as-markets-slide-11583838153", "title": "Debt Poses Threat to Some Hotel Owners as Markets Slide", "date": "2020-03-10 18:14", "summary": "As coronavirus epidemic cuts into travel, industry could see an uptick in defaults. Hotel owners with heavy debt loads are grappling with the prospect the industry could fall into a tailspin from the spread of the coronavirus, leading to a potential uptick in defaults.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/containment-area-planned-for-new-york-suburb-to-stem-coronavirus-spread-11583858117", "title": "Containment Area Set for New York Suburb to Stem Coronavirus Spread", "date": "2020-03-10 18:14", "summary": "The containment will last two weeks, closing schools, facilities in the New Rochelle area. Just over two weeks ago, New Rochelle, N.Y., had a busy shopping and dining district and a synagogue bustling with religious services and a bat mitzvah celebration.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-muni-bonds-are-being-left-behind-in-rush-to-safer-investments-11583701450", "title": "Some Muni Bonds Left Behind in Rush to Safer Investments", "date": "2020-03-10 18:10", "summary": "Investors shy away from debt likely to be affected by coronavirus epidemic, such as travel and hospitality bonds. Municipal-bond prices have surged as the potential impact of the novel coronavirus has driven investors into safer assets. But not all bonds have enjoyed the rally, with investors shying away from riskier debt and from securities likely to be affected by the virus, namely travel and hospitality bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biogens-strategy-meeting-spread-coronavirus-in-massachusetts-and-beyond-11583815952", "title": "How Biogen's Meeting Spread Virus in Massachusetts and Beyond", "date": "2020-03-10 18:07", "summary": "Meeting for senior managers is linked to spread of infections to dozens of people around the U.S.. A strategy meeting for senior managers at Boston-area biotech Biogen Inc. late last month has emerged as a hotbed for novel coronavirus infections, resulting in dozens around the country so far, according to public-health and company officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-ceo-banks-past-conduct-was-deeply-disturbing-11583863022", "title": "Wells Fargo CEO: Bank's Past Conduct Was 'Deeply Disturbing'", "date": "2020-03-10 18:07", "summary": "Charles Scharf tells lawmakers the bank needs to operate 'fundamentally differently'. Wells Fargo & Co.'s new CEO told Congress on Tuesday that the troubled bank engaged in \"deeply disturbing conduct\" but is charting a new path to move past its yearslong sales-practices scandal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-petroleum-slashes-dividend-amid-lower-oil-prices-11583857210", "title": "Occidental to Slash Spending, Payout Amid Lower Oil Prices", "date": "2020-03-10 17:55", "summary": "The company's shares have fallen sharply since purchase of Anadarko Petroleum last year. Occidental Petroleum Corp. , laden with debt following its $38 billion purchase of rival Anadarko Petroleum Corp. last year, is slashing spending and dividends as it responds to a crash in oil prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gets-in-heated-exchange-with-auto-worker-over-gun-rights-11583864360", "title": "Biden Gets in Heated Exchange With Auto Worker Over Gun Rights", "date": "2020-03-10 17:52", "summary": "Democratic presidential candidate cusses man out for asserting that he would take guns away if he wins. DETROIT-Former Vice President Joe Biden had a heated exchange over gun rights while visiting an auto-assembly plant in Michigan on Tuesday as voters headed to the polls in the battleground state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-stocks-stumble-despite-broad-market-rally-11583875285", "title": "Biotech Stocks Stumble Despite Broad Market Rally", "date": "2020-03-10 17:51", "summary": "Coronavirus outbreak initially spurred gains for drugmakers, but investors are having second thoughts. Biotech stocks were expected to be a bright spot in a stock market battered by worries over the coronavirus.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dxc-to-sell-medicaid-services-business-for-5-billion-11583876041", "title": "DXC to Sell Medicaid-Services Business for $5 Billion", "date": "2020-03-10 17:48", "summary": "Veritas Capital agrees to pay $5 billion in cash for unit. DXC Technology Co. struck a deal to sell its business focused on Medicaid services to an investment firm, sending shares sharply higher in after-hours trading.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-to-stop-selling-firearms-in-half-of-its-stores-11583847782", "title": "Dick's to Stop Selling Firearms in Half Its Stores", "date": "2020-03-10 17:45", "summary": "Retailer had already scaled back gun business, raised age requirements. Dick's Sporting Goods Inc. said it would stop selling firearms in more than half its stores this fiscal year, the latest move by the retailer to scale back its guns business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-flock-to-self-storage-rental-housing-as-safety-plays-11583780432", "title": "Investors Flock to Self-Storage, Rental Housing as Safety Plays", "date": "2020-03-10 17:43", "summary": "Some real-estate investment trusts tend to perform well during times of uncertainty. As the spread of the coronavirus disrupts travel plans and pummels shares of hotel owners, some corners of real estate are emerging as safer places for investors.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-hospitals-to-fast-track-telemedicine-projects-11583876313", "title": "Coronavirus Prompts Hospitals to Fast-Track Telemedicine Projects", "date": "2020-03-10 17:41", "summary": "Hospital CIOs are triaging IT systems as Covid-19 cases increase. Hospital chief information officers, no strangers to emergencies, are putting in place new systems and workflows to get ahead of a growing coronavirus epidemic that threatens to tax limited resources and staff.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-colleges-to-send-students-home-11583862936", "title": "Coronavirus Prompts Colleges to Send Students Home", "date": "2020-03-10 17:39", "summary": "Harvard, Berkeley, Ohio State and others rush to move classes online; some tell students not to return after spring break. CAMBRIDGE, Mass.-Colleges across the nation began taking the unprecedented step of sending students home for the rest of the spring semester, as they struggled to respond to the escalating uncertainties of the novel coronavirus.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-approves-new-futures-exchange-aimed-at-individual-traders-11583868103", "title": "Futures Exchange Aimed at Individual Traders Gets Go-Ahead", "date": "2020-03-10 17:19", "summary": "The Small Exchange faces big challenge, including initiatives by exchange giant CME. Regulators have given the green light to a startup exchange that wants to attract individual traders to the risky world of futures.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nmc-health-discloses-2-7-billion-more-in-debt-11583875118", "title": "NMC Health Discloses $2.7 Billion More in Debt", "date": "2020-03-10 17:19", "summary": "London-listed operator of hospitals in Abu Dhabi says overall debt is now around $5 billion. NMC Health PLC, the London-listed health-care provider that operates hospitals in Abu Dhabi, said Tuesday that it owes $2.7 billion more in debt than it had previously told investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wife-of-new-york-lawyer-tied-to-outbreak-hopes-he-is-messenger-of-something-good-11583875037", "title": "Wife of New York Lawyer Tied to Outbreak Encourages Calm", "date": "2020-03-10 17:17", "summary": "Adina Lewis Garbuz and children are in quarantine at home while her husband is hospitalized in Manhattan. The wife of a Westchester County lawyer at the heart of New York's cluster of coronavirus cases said Tuesday she hoped people would be calm, safe and rational during this time of uncertainty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cancels-vote-at-federal-regulator-11583869937", "title": "Coronavirus Cancels Vote at Federal Regulator", "date": "2020-03-10 17:07", "summary": "Move by Securities and Exchange Commission comes after employee is referred for testing. WASHINGTON-A federal regulator canceled a planned public vote this week in which officials were expected to give some companies relief from audit requirements after an employee was referred for novel coronavirus testing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-ceo-to-cut-his-pay-by-10-as-coronavirus-chills-bookings-11583840287", "title": "Airlines Trim Flights Over Coronavirus Spread; Executives Take Pay Cuts", "date": "2020-03-10 17:02", "summary": "Carriers face the most severe downturn in decades as businesses, tourists reduce travel. Airlines detailed the growing impact of the coronavirus by cutting more flights in domestic and international markets, parking planes, freezing hiring and reducing executive pay.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heds-to-flash-11583848098", "title": "U.S. Postpones Sale From Strategic Petroleum Reserve", "date": "2020-03-10 16:59", "summary": "Decision comes as Trump administration seeks to shore up financial markets. WASHINGTON-With oil prices down sharply, the Energy Department postponed a sale from the government's Strategic Petroleum Reserve that had been scheduled for Tuesday-a move that could provide some relief for battered oil markets.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/only-19-stocks-in-the-s-p-500-are-in-the-green-for-the-past-month-11583868713", "title": "Only 29 Stocks in the S&P 500 Show Gains for the Past Month", "date": "2020-03-10 16:56", "summary": "Pantry-loading, hopes for a coronavirus treatment drive recent outperformance for some stocks. Investors looking for places to hide in the stock-market rout have few options.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-names-maggie-serravalli-cfo-11583862058", "title": "Fidelity Names New Finance Chief", "date": "2020-03-10 16:46", "summary": "Serravalli previously served as executive vice president of firm's health-care group; she succeeds Gerard McGraw. Fidelity Investments named longtime executive Maggie Serravalli as the firm's new finance chief, replacing Gerard McGraw.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lucian-freud-the-self-portraits-review-an-uncompromising-look-in-the-mirror-11583873015", "title": "'Lucian Freud: The Self-Portraits' Review: An Uncompromising Look in the Mirror", "date": "2020-03-10 16:44", "summary": "An exhibition stretches the definition of 'self-portrait' while revealing that the painter was as unsparing with himself as with his other subjects.. Boston", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-we-go-full-italy-11583872872", "title": "Before We Go Full Italy", "date": "2020-03-10 16:41", "summary": "As with any other problem in life, crafting a virus solution should include consideration of costs and benefits.. The White House and Congress are considering ways to stimulate the economy to offset measures taken to counter the coronavirus. Perhaps President Donald Trump should first ask his economic team to estimate the costs and benefits of coronavirus countermeasures.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-secretary-convenes-call-of-financial-regulators-11583872437", "title": "Treasury Secretary Convenes Call of Financial Regulators", "date": "2020-03-10 16:35", "summary": "The call with regulatory heads and senior officials was to review financial markets' resilience in the face of potential economic disruptions from the new coronavirus. Treasury Secretary Steven Mnuchin convened a call of top federal regulators Tuesday to review financial markets' resilience in the face of potential economic disruptions from the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-feds-is-the-wrong-covid-19-prescription-11583847827", "title": "Dr. Fed's Is the Wrong Covid-19 Prescription", "date": "2020-03-10 16:33", "summary": "Reducing the fed funds rate to 1% will do nothing to stop the spread of the coronavirus but will severely increase the pain already suffered by millions of senior Americans.. Regarding your editorial \"The Coronavirus 'Stimulus'\" (March 4): Reducing the fed funds rate to 1% will do nothing to stop the spread of the coronavirus but will severely increase the pain already suffered by millions of senior Americans. They saved their money, as they were taught to do in the 1930s and '40s, bought only what they could pay for during their earning years, and foolishly expected to live off their savings in their old age.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-please-sign-up-to-be-an-organ-donor-11583848063", "title": "Please, Please Sign Up to Be an Organ Donor", "date": "2020-03-10 16:32", "summary": "I wish to echo Terry Teachout's call for more donors of organs.. I wish to echo Terry Teachout's call for more donors of organs in \"A Thank-You Letter for Mrs. T's Two New Lungs\" (March 7). My wife, Susan Hou, also received a lifesaving lung transplant. What was unique about her, however, is that she was a kidney transplant doctor who had actually donated a kidney to one of her kidney-failure patients in 2002. Interestingly, back in 1986, she wrote a seminal article in the New England Journal of Medicine with two of her colleagues entitled \"Kidney transplantation from unrelated living donors. Time to reclaim a discarded opportunity.\" Unfortunately, she later developed a progressive lung disease and received her lung transplant 12 years to the day after her kidney donation. Because of toxicity of the immunosuppressive drugs she received, she ultimately also required a kidney transplant-this time from our son. Thus, she experienced organ transplantation from every angle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employer-buy-in-is-a-key-in-work-from-home-success-11583848513", "title": "Employer Buy-In Is a Key In Work From Home Success", "date": "2020-03-10 16:31", "summary": "A company needs to be the one leading this charge in providing its employees with the tools to be successful.. As a remote-work advocate and full-time remote worker, I appreciate \"Working From Home? Here Are Your Tech Fixes\" (Personal Technology, March 5). The suggestions you outline are great for a temporary remote-work situation, but I would follow up with the idea that a company needs to be the one leading this charge in providing its employees with the tools to be successful. In my experience, it is often the lack of policies and procedures that lead to remote-work failure and not the employee's ability to work at home.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pcaob-has-added-burdens-while-adding-little-value-11583848716", "title": "PCAOB Has Added Burdens While Adding Little Value", "date": "2020-03-10 16:30", "summary": "Before the Public Company Accounting Oversight Board (PCAOB) requirement, one accounting firm prepared the tax return and audit for my investment bank.. Regarding Arthur Levitt's \"Without an Independent Watchdog, Who Will Audit the Auditors?\" (op-ed, Feb. 20) and the letters (March 2) in response: Before the Public Company Accounting Oversight Board (PCAOB) requirement, one accounting firm prepared the tax return and audit for my investment bank. That same work now requires four accounting firms. One to prepare the tax return, one to prepare financial statements for the PCAOB auditor, the PCAOB auditor and a peer reviewer of the PCAOB audit. For all of that, I have not seen any actual improvement in audit quality or protection for the investing public.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-funded-via-congress-why-not-cfpb-11583848861", "title": "Supreme Court Funded Via Congress, Why Not CFPB?", "date": "2020-03-10 16:29", "summary": "Justices Samuel Alito and Elena Kagan appeared before a House committee in March 2019 to testify about the budget the court had submitted to Congress.. Regarding your editorial \"Constitutional Case of the Year\" (March 3): Your point that the Consumer Financial Protection Bureau (CFPB) is unconstitionally constituted because the director need not submit a budget to Congress should strike home with Justices Samuel Alito and Elena Kagan. The two justices were the most recent members of the Supreme Court to appear before a House committee in March 2019 to testify about the budget the court had submitted to Congress. If even the Supreme Court, a coequal branch of government, must obtain funding from Congress, how can it be that the CFPB need not do so?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-settles-with-fema-first-responders-over-4-billion-in-bankruptcy-claims-11583870234", "title": "PG&E Settles With FEMA, First Responders Over $4 Billion in Bankruptcy Claims", "date": "2020-03-10 16:11", "summary": "Federal agency dropped threat to sue victims of California wildfires if utility refused to pay for emergency services. PG&E Corp. has come to terms with federal and state first responders, who have agreed they won't take money set aside for victims of the wildfires that drove California's largest utility into bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stressand-stress-reliefof-the-gym-during-coronavirus-11583863988", "title": "The Stress-and Stress Relief-of the Gym During Coronavirus", "date": "2020-03-10 16:10", "summary": "Exercise is crucial during anxious times-here's how to handle, and when to avoid, workouts in group settings. EDITOR'S NOTE: Since this article was published many state and local governments have ordered that non-essential businesses including gyms be shut down. Please follow local guidance.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-struggles-to-balance-mitigating-epidemic-protecting-economy-11583847590", "title": "Trump Struggles to Balance Mitigating Epidemic, Protecting Economy", "date": "2020-03-10 16:08", "summary": "President must overcome his administration's misconceptions of the coronavirus crisis and frictions with other political leaders. President Trump said Tuesday he is considering new tax and spending plans to tackle the economic threat posed by the novel coronavirus. It is a step in the right direction but no guarantee of success. Mr. Trump must overcome his administration's misconceptions of the crisis and frictions with other political leaders whose cooperation is essential.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-must-have-accessory-for-men-is-a-pearl-necklace-11583868793", "title": "The Latest Must-Have Accessory for Men Is...a Pearl Necklace?", "date": "2020-03-10 15:41", "summary": "Harry Styles, Pharrell Williams and A$AP Rocky are just a few of the trend-setting gentlemen wearing the audaciously delicate strands.. HARRY STYLES, the British singer, former One Direction member, part-time actor and persistent wearer of high-waisted trousers, has added a new unofficial gig to his résumé: popularizer of the manly pearl necklace. In recent months he's rarely made a public appearance without a single strand of delicate white pearls dangling from his neck. Mr. Styles has worn them on \"The Graham Norton Show,\" \"The Late Late Show with James Corden,\" \"The Ellen DeGeneres Show,\" \"BBC Radio 1\" and at the Brit Awards, among other outlets.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweet-land-review-a-journey-through-history-11583868835", "title": "'Sweet Land' Review: A Journey Through History", "date": "2020-03-10 15:35", "summary": "In its ambitious, sprawling opera, staged across Los Angeles State Historic Park, The Industry explores a troubled colonial past.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-backs-proposal-paving-way-for-new-presidential-term-11583848309", "title": "Putin Backs Proposal Paving Way for New Presidential Term", "date": "2020-03-10 15:28", "summary": "Russian parliament adopts a proposal that would reset Putin's presidential term count. MOSCOW-President Vladimir Putin backed a constitutional amendment that could prolong his two-decade grip on power until 2036, the clearest indication yet that the Kremlin leader intends to remain in control of Russia's future for years to come, possibly putting him among the ranks of leaders who have found ways to remain in power for life.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/design-pro-tips-for-small-apartment-dwellers-11583791547", "title": "Design-Pro Tips for Decorating Small Apartments", "date": "2020-03-10 15:24", "summary": "To make a grand personal statement in a tight Manhattan flat, a couple who live-and design interiors-together defy conventional wisdom. ANYONE FACED with decorating a little apartment wrestles with the truisms associated with small-space design: Keep it simple; uncluttered rooms look bigger; too much personality quickly becomes a mess. But Richard Ouellette and Maxime Vandal-partners in life and in their Montreal-based design firm, Les Ensembliers-are well-versed in beautifully layered interiors, so Mr. Ouellette had no intention of letting the size restrictions of their 700-square-foot New York flat dictate an impersonal aesthetic.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-slowed-coronavirus-lockdowns-surveillance-enforcers-11583868093", "title": "How China Slowed Coronavirus: Lockdowns, Surveillance, Enforcers", "date": "2020-03-10 15:22", "summary": "Authorities ignored global norms for responding to epidemics; now other countries are taking a look at Beijing's strategies. When China's Communist Party locked down an entire city to fight the outbreak of a new coronavirus there, some global public-health officials warned that the iron-fisted approach ignored world-wide norms for responding to epidemics and could make things worse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-coupon-king-sells-startup-to-paypal-for-4-billion-buys-60-million-house-11583867470", "title": "Online Coupon King Sells Startup for $4 Billion, Buys $60 Million House", "date": "2020-03-10 15:20", "summary": "Honey co-founder George Ruan bought an unfinished 21,000-square-foot Bel-Air property in an off-market deal. George Ruan, the co-founder of a startup that was recently purchased for about $4 billion by Paypal Holdings , has snapped up a $60 million house in Los Angeles, according to people familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rebounds-as-traders-hope-for-saudi-russia-talks-resumption-11583852025", "title": "Oil Rebounds on Hopes for Saudi-Russia Talks' Resumption", "date": "2020-03-10 15:13", "summary": "Even with bounce, crude has shed nearly a quarter of its value since the end of February. Crude prices recouped some of their losses Tuesday, partly in response to investors' rising skepticism about the escalating war of words between key oil exporters Saudi Arabia and Russia.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-rules-congress-can-have-access-to-mueller-grand-jury-materials-11583857654", "title": "Court Rules Congress Can Access Mueller Grand-Jury Materials", "date": "2020-03-10 15:09", "summary": "House Democrats sought materials that were redacted in Mueller report on Russian interference in 2016 election. WASHINGTON-A federal appeals court ruled Tuesday that Congress can have access to grand-jury materials from Robert Mueller's investigation of Russian interference in the 2016 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-olympics-cant-be-held-this-summer-best-to-postpone-1-2-years-japan-organizing-official-says-11583839757", "title": "If Olympics Can't Be Held, Best to Postpone 1-2 Years, Official Says", "date": "2020-03-10 14:25", "summary": "Japan Olympic organizing committee hasn't discussed impact of coronavirus yet, board member Haruyuki Takahashi says. TOKYO-If the Olympics can't go ahead this summer in Tokyo because of the coronavirus epidemic, the most realistic option would be to delay the event by one or two years, a member of the executive board for the Japanese organizing committee said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italians-face-up-to-life-under-nationwide-lockdown-11583844267", "title": "As Italy Begins Lockdown, Neighbors Limit Travel Ties", "date": "2020-03-10 14:25", "summary": "Eerie quiet on normally bustling city streets; Austria, Spain and Germany tighten travel restrictions. Italians responded with resignation and stoicism on Tuesday to an unprecedented nationwide quarantine to fight the coronavirus, as some European countries began to tighten their own restrictions on travelers from the peninsula.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-perfect-days-in-sydneyone-spendy-one-thrifty-seize-the-day-in-sydney-11583795121", "title": "Two Perfect Days in Sydney-One Extravagant, One Thrifty", "date": "2020-03-10 14:13", "summary": "Australia's most visited city offers temptations beyond its famous beaches and much-photographed harbor. George Epaminondas outlines two itineraries for two budgets. And, yes, one includes Vegemite. It's easy to make a splash in Sydney, especially if you check into stately digs, charter seaplanes and collect indigenous art.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-escape-worst-of-selloff-on-hopes-for-chinese-demand-11583840466", "title": "Metals Escape Worst of Selloff on Hopes for Chinese Demand", "date": "2020-03-10 14:02", "summary": "Market shows signs that some investors see China's appetite for industrial commodities recovering. Metals prices have yet to join the latest leg down in the coronavirus-prompted market rout, a sign that some investors see China's voracious appetite for industrial commodities recovering even as the epidemic hits the rest of the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hello-world-11582744211", "title": "Hello, World!", "date": "2020-03-10 13:54", "summary": "Most Popular News. Are you \"not old?\" We're not. And we've been working hard on something new: a digital magazine produced for you, by you and with you. We need your help to shape it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tobacco-billionaire-brad-kelley-is-selling-over-500000-acres-for-500-million-11583860569", "title": "Tobacco Billionaire Is Selling Over 500,000 Acres for $500 Million", "date": "2020-03-10 13:20", "summary": "After listing ranch property in West Texas earlier this year, Kelley is asking $96 million for Dawson Elk Valley Ranch in New Mexico. One of America's biggest landowners is selling off an enormous swath of his portfolio: more than half a million acres for roughly $500 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-accusers-look-for-closure-at-his-sentencing-11583859034", "title": "Weinstein Accusers Look for Closure at His Sentencing", "date": "2020-03-10 13:17", "summary": "Hollywood producer faces between five and 29 years in prison after being convicted of criminal sex act and third-degree rape. When Harvey Weinstein is sentenced Wednesday in a Manhattan courtroom, some of his accusers plan to be there. They hope to watch him escorted in shackles to the defense table to learn that he will spend years in prison.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-plans-debt-moratorium-to-cope-with-coronavirus-lockdown-11583849663", "title": "Italy Plans Debt Moratorium to Cope With Coronavirus Lockdown", "date": "2020-03-10 12:58", "summary": "Relieving consumers and business from repaying debt could cushion economy but complicates how fragile banking system copes. Italy is planning to introduce a large-scale moratorium on debt repayments, including mortgages, to help families and businesses cope with the coronavirus outbreak.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-principles-for-reducing-drug-costs-11583850048", "title": "White House Principles for Reducing Drug Costs", "date": "2020-03-10 12:56", "summary": "In our partisan times, an opportunity for lawmakers to work across the aisle and get something done.. A divided Congress in a presidential election year may seem an unlikely setting for the first major drug-pricing reform in decades, but over the past year common goals and designs have emerged to set up a rare opportunity. President Trump in his State of the Union address called on both parties to \"get something on drug pricing done, done quickly, and done properly.\" During times when our country faces public health challenges, America's strength in pharmaceutical innovation is recognized as an asset we must employ. The administration's goal is to help patients, including seniors, afford the drugs they need, not destroy this vital industry. The White House urges Congress to adhere to the following five principles:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-makes-oil-markets-sweat-11583856025", "title": "Covid-19 Makes Oil Markets Sweat", "date": "2020-03-10 12:56", "summary": "Russia's push for lower prices gets a boost from a demand shock. Can U.S. shale producers survive?. The oil-exporting alliance between Saudi Arabia and Russia collapsed on Friday after almost four years. The OPEC+ deal, which the two countries brokered in 2016 after a debilitating 2014 price collapse, is over, called off by the Russians. Result: a free-for-all in the world oil market, lower prices and a battle for market share. The No. 1 target in Russia's crosshairs is the U.S. shale industry.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-vs-flu-which-virus-is-deadlier-11583856879", "title": "Coronavirus vs. Flu: Which Virus Is Deadlier?", "date": "2020-03-10 12:49", "summary": "The two maladies are similar in many ways, but people have more protection against seasonal flu. The new coronavirus and the seasonal flu are similar in many ways. Both are respiratory diseases that spread through droplets of fluid from the mouth and nose of someone who is infected. Both are contagious, produce similar symptoms and can be deadly.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-vulnerable-are-children-to-the-new-coronavirus-11583858781", "title": "How Vulnerable Are Children to the New Coronavirus?", "date": "2020-03-10 12:47", "summary": "So far, kids seem to be surprisingly less at-risk to severe infection. But they could play a key role in spreading it, so experts say it's crucial to follow precautions.. As the new coronavirus spreads, many parents are worried about keeping their kids safe. So far, children seem to be surprisingly less vulnerable to severe infection.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ivy-league-cancels-conference-basketball-tournaments-11583858754", "title": "Ivy League Cancels Conference Basketball Tournaments", "date": "2020-03-10 12:46", "summary": "The teams with the best regular season record-Yale's men and Princeton's women-will receive the conference's automatic bid to the NCAA tournament. The Ivy League on Tuesday canceled its men's and women's conference basketball tournaments this week due to health concerns surrounding coronavirus, the latest sign that the road to the Final Four this year remains uncertain thanks to the outbreak.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-shorts-are-always-in-season-11583857977", "title": "Where Shorts Are Always in Season", "date": "2020-03-10 12:42", "summary": "Heavily shorted Stitch Fix clobbered again after disappointing results. Believe it or not, Stitch Fix has been here before.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dirty-dishes-and-anger-build-up-at-work-11583858484", "title": "Dirty Dishes and Anger Build Up At Work", "date": "2020-03-10 12:42", "summary": "Offices are moving away from plastics, and people are bringing special food from home. That means a lot of dishes in the corporate kitchen; 'science experiments'. When Steve Dyson graduated from college last year and got a job as an executive recruiter, he expected business meetings and conference calls. He didn't expect quite so much talk about the office sink.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mirror-and-the-light-review-thomas-cromwells-final-act-11583857496", "title": "'The Mirror and the Light' Review: Thomas Cromwell's Final Act", "date": "2020-03-10 12:33", "summary": "The ﬁnale of Hilary Mantel's 'Wolf Hall' trilogy brings the brilliant statesman to his bloody end.. It has taken Hilary Mantel 11 years, three volumes and more than 1,700 pages to dispatch, at last, the man William Cobbett called the \"bloody ruffian, THOMAS CROMWELL.\" Starting with \"Wolf Hall\" (2009), whose title sounded the death knell for Anne Boleyn, a sense of inevitability and doom has pervaded the novels. Without turning a page, we have known the \"plot\": who will rise, who will fall, who will die-and when. Getting there, however, has been a lengthy meander through the consciousness of one of Britain's greatest statesmen and legislators, a key player in the establishment of the Church of England and the creation of the modern state. Along the way we have been granted chilling glimpses into the mercurial mind of Cromwell's master, Henry VIII, upon whose fluctuating desire, uneasy conscience and increasingly corpulent, ailing body the fate of the realm rests.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-baseball-games-are-loud-except-now-11583857489", "title": "Japanese Baseball Games Are Loud. Except Now.", "date": "2020-03-10 12:25", "summary": "With games in the country being played in empty stadiums amid the coronavirus epidemic, a reporter details the sights and sounds of a unique sports experience. HIROSHIMA, Japan-The Mazda Zoom-Zoom Stadium here has 33,000 seats, nearly all of them filled on a typical baseball day with Hiroshima Carp fans forming a sea of red. Fans sing songs dedicated to each player coming to bat, led by cheering squads with whistles and trumpets.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-braces-for-economic-hit-after-quarantine-order-11583857237", "title": "Israel Braces for Economic Hit After Quarantine Order", "date": "2020-03-10 12:21", "summary": "Nation's travel and tech sectors are particularly vulnerable. TEL AVIV-Israel's order for anyone arriving in the country to quarantine themselves for two weeks is among the most severe measures yet imposed globally to block the spread of infections from the new coronavirus.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-set-to-lift-airport-slot-rules-to-ease-pressure-on-airlines-from-virus-11583847577", "title": "Europe Proposes Lifting Airport Slot Rules to Ease Pressure on Airlines", "date": "2020-03-10 11:51", "summary": "European Commission proposes a change to allow carriers to keep airport slots without having to fly amid capacity cuts. The European Commission proposed a temporary suspension of airport-slot rules that would allow airlines to cut back capacity without risking the loss of lucrative takeoff and landing rights.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-confronts-global-economy-with-long-road-to-recovery-11583855225", "title": "Coronavirus Confronts Global Economy With Tough Recovery", "date": "2020-03-10 11:47", "summary": "Companies are dealing with both a shock to their supply chains and weaker demand from rattled consumers. Businesses are bracing for a longer and steeper coronavirus-triggered downturn than the single-quarter event initially anticipated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-ration-staples-as-coronavirus-fears-leave-shelves-empty-11583853451", "title": "Supermarkets Ration Supplies as Coronavirus Fear Empties Shelves", "date": "2020-03-10 11:41", "summary": "Grocers are grappling with a surge in demand as the epidemic spreads. Supermarkets are rationing grocery-store staples and trying to restock more quickly to deal with surging demand, while planning new ways to feed a rising number of self-isolating consumers as coronavirus spreads across the U.S. and Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-says-two-dozen-new-coronavirus-cases-in-new-york-11583849855", "title": "Cuomo Says Two Dozen New Coronavirus Cases in New York", "date": "2020-03-10 11:28", "summary": "Governor urges federal government to boost testing capacity to curb spread of disease. New York Gov. Andrew Cuomo on Tuesday said the state has around two dozen new cases of novel coronavirus, as he again urged the federal government to increase testing capacity to stem the spread of the disease.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-take-two-are-betting-gamers-want-more-football-11583853291", "title": "NFL, Take-Two Are Betting Gamers Want More Football", "date": "2020-03-10 11:20", "summary": "The maker of the NBA 2K videogame franchise is returning football to its portfolio and encroaching on turf dominated by Electronic Arts. After a more than 15-year hiatus from making football games, Take-Two Interactive Software Inc. has reached a new agreement with the National Football League to produce multiple videogames.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-lab-to-olympics-scientists-work-to-improve-athletic-gear-11583786874", "title": "From Lab to Olympics: Scientists Work to Improve Athletic Gear", "date": "2020-03-10 11:04", "summary": "Researchers are developing sports apparel and equipment that aims to boost performance and prevent injuries. Author", "categories": [["", "Sports"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stigma-sends-chinese-trucker-on-harrowing-journey-11583852318", "title": "'I'm So Tired': Stranded Trucker Unlikely Hero of Coronavirus Lockdown", "date": "2020-03-10 11:02", "summary": "Hubei province license plate leaves driver shunned and stranded for a month 500 miles from his home. BEIJING-For more than a month, truck driver Xiao Hongbing has been stuck living at a roadside service area more than 500 miles from home, with little to occupy his time besides writing poetry and corresponding with hundreds of fans captivated by his harrowing journey.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-president-xi-jinping-arrives-in-wuhan-chinese-state-broadcaster-11583811578", "title": "China's Xi Visits Wuhan, City at Center of Coronavirus Epidemic", "date": "2020-03-10 10:57", "summary": "President's first visit to city since outbreak reflects confidence country has largely contained the virus's spread. Chinese President Xi Jinping visited the quarantined city of Wuhan on Tuesday for the first time since the coronavirus was identified there, reflecting confidence that the epidemic's spread has been largely contained within China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-ceo-dorsey-faces-pressure-to-grow-despite-elliott-truce-11583851769", "title": "Twitter CEO Dorsey Faces Pressure to Grow Despite Elliott Truce", "date": "2020-03-10 10:49", "summary": "The social-media company's ability to boost sales and usage rates could determine co-founder's fate. Twitter Inc. Chief Executive Jack Dorsey, after warding off immediate ouster in his battle with one of Wall Street's fiercest activist investors, now faces unprecedented pressure to deliver on a promise to increase usage and sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-supplier-foresight-energy-files-for-bankruptcy-citing-coronavirus-11583847199", "title": "Coal Supplier Foresight Energy Files For Bankruptcy, Citing Coronavirus", "date": "2020-03-10 10:40", "summary": "Foresight Energy said it was already under pressure from challenging regulations, competition. Coal mining company Foresight Energy LP, already reeling as power plants shift to cheaper and cleaner sources of energy, filed for bankruptcy protection Tuesday, saying the global economic slowdown caused by the coronavirus epidemic helped push it over the edge.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-san-francisco-a-living-room-you-can-actually-live-in-11583848556", "title": "In San Francisco, a Living Room You Can Actually Live In", "date": "2020-03-10 10:35", "summary": "The owners of this 1906 Victorian home wanted a beautiful living space that was designed to last. The owners are a couple in their early 40s-one works in finance and the other with a non-profit-who have two children under the age of 5. They turned to Los Angeles-based designer Melissa Warner Rothblum of Massucco Warner Interior Design and Decoration to oversee the project.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-are-functioning-but-its-getting-harder-to-trade-11583849980", "title": "Markets Are Functioning, but It's Getting Harder to Trade", "date": "2020-03-10 10:20", "summary": "Activity in some markets has crumbled in recent days, exacerbating price changes and making it difficult for investors to trade at all in some corporate bonds. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-red-joke-vs-blue-joke-in-the-hunt-11583849971", "title": "It's Red Joke vs. Blue Joke in 'The Hunt'", "date": "2020-03-10 10:20", "summary": "We asked the director to break down the jokes in the controversial new movie out this Friday. In the new movie \"The Hunt,\" the blood runs red and blue.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glennon-doyle-knew-she-was-different-abby-wambach-helped-her-see-it-11583790638", "title": "Glennon Doyle Knew She Was Different. Abby Wambach Helped Her See It", "date": "2020-03-10 10:15", "summary": "The \"Untamed\" author reflects on her childhood in Virginia, the onset of her bulimia and three events that changed her life. Glennon Doyle, 43, is an author and the founder and president of Together Rising, a nonprofit that supports women and families in crisis. Her latest book is \"Untamed\" (Dial Press), a memoir.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brave-new-world-of-betting-on-athletes-data-11583848891", "title": "The Brave New World of Betting on Athletes' Data", "date": "2020-03-10 10:02", "summary": "Sports gambling is colliding with technology that enables real-time tracking of biometric data, raising thorny legal questions. Can the law keep up?. Author", "categories": [["", "Sports"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-for-a-luxury-free-land-rover-11583786995", "title": "Love for a Luxury-Free Land Rover", "date": "2020-03-10 10:01", "summary": "This old 110 from the British military has few of the comforts of commercial vehicles, but its American owner has driven it all over. Chris Snell, 45, a software engineer living in Carlisle, Pa., on his 1987 Land Rover 110, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-are-ready-for-their-close-ups-11583783454", "title": "New York City Businesses Shoot for Instagram Appeal", "date": "2020-03-10 10:00", "summary": "Owners are dolling up their spaces to make them social-media friendly to boost their bottom lines. The waiting room at Small Door Veterinary, a pet-care practice recently launched in Manhattan's Greenwich Village, serves a double function. Yes, it's devised to provide a relaxing environment for pets and their owners. But it was also carefully designed to encourage photo taking and online sharing. It is, as they say, highly \"Instagrammable.\"", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-russia-disclose-dueling-output-plans-amid-intensifying-oil-market-war-11583835347", "title": "Inside Saudi Arabia's Decision to Launch an Oil-Price War", "date": "2020-03-10 10:00", "summary": "Riyadh prepares emergency budget for oil at $12 to $20 a barrel; 'It's all about egos now'. Saudi Arabia and Russia intensified an escalating oil-market war on Tuesday, with Riyadh set to raise output to record levels and Moscow saying it was ready to pump more crude.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-adventures-of-a-retired-military-land-rover-11583847530", "title": "Photos: Adventures of a Retired Military Land Rover", "date": "2020-03-10 09:54", "summary": "A software engineer shows off his 1987 110, a former military communications vehicle. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/repos-drive-outstanding-fed-liquidity-to-233-6-billion-11583848005", "title": "Repos Drive Outstanding Fed Liquidity to $233.6 Billion", "date": "2020-03-10 09:48", "summary": "Temporary liquidity provided by central bank approaches peak levels seen at the start of the year. Temporary liquidity provided by the Federal Reserve Bank of New York increased sharply Tuesday and approached peak levels seen at the start of the year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yondr-graham-dugoni-profile-11583842460", "title": "Phone Locks in a Time of Cancel Culture", "date": "2020-03-10 08:30", "summary": "Drunk dancing, risky comedy and Fortnite-free history class are all the targets of increasingly ubiquitous phone locks: \"You become aware of what a phone is-you start to see how it erodes an experience.\". When comedian Ali Wong lifted up her pink mini-dress to bare her belly-and underwear-in front of a San Francisco crowd in February, it wasn't just for laughs (though she got plenty of those). It was also a statement on technology: Jokes like this one, she told the crowd at the city's Masonic auditorium, are exactly why she locked your phone away.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artificial-turf-strikes-back-in-baseball-11583791337", "title": "Artificial Turf Strikes Back in Baseball", "date": "2020-03-10 08:26", "summary": "After nearly disappearing from the majors for a quarter-century, three teams have switched from grass to turf in the span of 12 months. For many years, Arizona Diamondbacks chief executive Derrick Hall received complaints about the natural playing surface at Chase Field.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-open-floor-collaborative-office-could-help-spread-coronavirus-11583784275", "title": "Your Open-Floor Office Could Help Spread Coronavirus", "date": "2020-03-10 08:00", "summary": "Cubicles and private offices have made way for open floors, where a sneeze or cough can circulate uninterrupted. After years of squeezing ever more workers into tighter office spaces, companies are realizing how efficiently the modern workspace can spread diseases like the coronavirus.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-hotel-behemoth-oyo-targeting-u-s-vacation-rental-market-11583803560", "title": "India's Oyo Targets U.S. Vacation-Rental Market", "date": "2020-03-10 08:00", "summary": "With more than 50 vacation homes in over 15 U.S. cities, Oyo is looking to expand. The giant Indian hotel company Oyo Hotels & Homes is expanding its vacation home-rental business to the U.S., another sign that competition in this corner of the lodging market is intensifying.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-find-some-yield-now-try-the-land-of-zero-yields-11583841323", "title": "Where to Find Some Yield Now? Try the Land of Zero Yields", "date": "2020-03-10 07:58", "summary": "Buying government bonds in Japan and hedging the currency may be the only way to get some extra returns at very little risk. The unprecedented surge in the value of Treasurys means that U.S. investors can now get the best risk-free yields from a most unlikely source: Japan.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-unveils-multibillion-dollar-plan-to-support-coronavirus-hit-businesses-11583841220", "title": "Japan Unveils Multibillion-Dollar Plan to Support Coronavirus-Hit Businesses", "date": "2020-03-10 07:54", "summary": "'As the top priority for the time being, we have to put all our effort into keeping businesses alive,' Shinzo Abe says. TOKYO-The government of Prime Minister Shinzo Abe said it would offer some $15 billion in financing for businesses hit by the novel coronavirus and spend about $4 billion directly to prop up the economy.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-energy-stocks-were-lighter-than-air-monday-11583840602", "title": "These Energy Stocks Were Lighter Than Air Monday", "date": "2020-03-10 07:51", "summary": "Natural gas-focused drillers rose on the notion that a wipeout for U.S. oil drillers could help them. Monday was about as dark a day as the U.S. energy industry has ever suffered. There was one bright spot, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-benjamin-graham-would-tell-you-to-do-now-look-in-the-mirror-11583797707", "title": "What Benjamin Graham Would Tell You to Do Now: Look in the Mirror", "date": "2020-03-10 07:25", "summary": "The great investment analyst and Buffett mentor often counseled that investors must first know their own risk tolerance. Forget about what the stock market is going to do. Instead, focus on what you, as an investor, ought to do.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-face-a-double-threat-from-coronavirus-11583787805", "title": "Restaurants Face a Double Threat From Coronavirus", "date": "2020-03-10 07:00", "summary": "The threat of a downturn and fear of contracting the illness, plus indebted franchisees, make these stocks dangerous to own. Restaurant chains often suffer if the economy swoons, but the threat posed by the novel coronavirus may be on a different scale.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-jump-to-conclusions-when-americas-coronavirus-iceberg-emerges-11583795854", "title": "Don't Jump to Conclusions When America's Coronavirus Iceberg Emerges", "date": "2020-03-10 06:30", "summary": "As testing expands, the number of confirmed coronavirus cases will head higher, but care needs to be taken in analyzing any trends in the data. Nobody should be surprised if there is a surge in the number of confirmed cases of the novel coronavirus within the U.S. in the weeks ahead. And nobody should confuse that surge with how rapidly the virus is spreading.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-other-health-crisis-still-isnt-cured-11583833800", "title": "China's Other Health Crisis Still Isn't Fixed", "date": "2020-03-10 06:03", "summary": "Pork prices are surging again as this year's coronavirus troubles compound the lingering effects of last year's African swine fever. This year's epidemic is making it harder for China to recover from last year's epizootic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-industry-faces-reckoning-as-oil-prices-crash-11583806884", "title": "Oil Industry Faces Reckoning", "date": "2020-03-10 05:56", "summary": "Withdrawal of capital threatens a sector that has been a pillar of the debt markets. The oil-price collapse wiped out tens of billions of dollars in energy-company stock market value in a moment Monday, calling into question the industry's ability to pay a huge tab that it rang up with bondholders and banks to fuel its price war with OPEC.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-stop-coronavirus-spread-new-york-enlists-disease-detectives-11583800543", "title": "To Stop Virus Spreading, New York Enlists Disease Detectives", "date": "2020-03-10 05:38", "summary": "Nurses, doctors, epidemiologists track down and interview patients-and anyone they came into contact with. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-school-closures-expose-digital-haves-and-have-nots-11583714299", "title": "Virus School Closures Expose Digital Haves and Have-Nots", "date": "2020-03-10 05:37", "summary": "As schools from Seattle to New York start closing, educators face challenges of remote learning. The ability of schools across the country to hold classes remotely is being tested as more close in an effort to contain the spread of the novel coronavirus. Also being tested: the ability of families to get their homes tech-ready so children can log in to virtual classrooms.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fever-detecting-goggles-and-disinfectant-drones-countries-turn-to-tech-to-fight-coronavirus-11583832616", "title": "Fever-Detecting Goggles and Disinfectant Drones: Countries Turn to Tech to Fight Virus", "date": "2020-03-10 05:31", "summary": "But with high-tech solutions come bugs, glitches and human error. Drones spray disinfectant over South Korea. Police wear thermal imaging goggles to detect fevers in China. And a chatbot fields coronavirus questions in Australia.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-push-for-wind-power-encounters-resistance-11583791663", "title": "Germany's Push for Wind Power Encounters Resistance", "date": "2020-03-10 05:30", "summary": "Community protests compound problems for an industry the government wants to promote. ROTHENBERG, Germany-Germany has set some of the most ambitious goals of any nation for shifting from fossil fuels to greener energy. Now the centerpiece of that push-onshore wind power-is slumping, prompting the loss of tens of thousands of jobs and the bankruptcies of wind-power developers and turbine manufacturers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amateur-hackers-complicate-ransomware-payment-decision-11583789337", "title": "Amateur Hackers Complicate Ransomware Payment Decision", "date": "2020-03-10 05:30", "summary": "Proliferation of malware on the dark web means that even if a ransom is paid, results aren't guaranteed. CHARLOTTE, N.C.-Paying hackers to recover data doesn't guarantee they will actually do so, and sometimes it's because they don't know how, experts say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-sanctions-lifts-compliance-services-11583444176", "title": "Surge in Sanctions Lifts Compliance Services", "date": "2020-03-10 05:30", "summary": "An increase in clientele is leading to swelling ranks, expanded offices and competition for compliance professionals. A surge in economic sanctions and a tangled web of international blacklists are overwhelming in-house compliance staffs and lifting the ledgers of third-party compliance services.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/front-runner-for-texas-school-board-wants-to-teach-pole-dancing-conspiracy-theories-11583526093", "title": "Texas School-Board Candidate Wants to Teach Pole Dancing", "date": "2020-03-10 05:30", "summary": "GOP scrambles to stop Robert Morrow, who tweets topless photos, from securing nomination; 'We will crush him or I will light myself on fire'. AUSTIN, Texas-He wears a jester hat, frequently tweets photos of women's breasts and advocates for teaching in schools that Lyndon Johnson assassinated John F. Kennedy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sends-food-prices-soaring-in-china-as-producer-prices-slump-11583823262", "title": "Coronavirus Sends Food Prices Soaring in China", "date": "2020-03-10 02:54", "summary": "Chinese producer prices fell back into deflation territory in February; consumer prices climbed 5.2%. BEIJING-Falling prices for industrial wholesale goods combined with consumer food inflation at a decade high present Chinese policy makers with a worsening dilemma as the coronavirus continues to freeze economic activity in China and around the world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-patient-recounts-coming-one-inch-from-death-11583866316", "title": "Coronavirus Patient Recounts Coming 'One Inch From Death'", "date": "2020-03-10 00:01", "summary": "Rhode Island vice principal in intensive care unit after chaperoning school trip to Italy. Marc Thibault was groggy and surrounded by beeping machines, but he was alert enough to know what it meant when he looked up and saw a priest, wearing protective gear, by his bedside at the Miriam Hospital in Rhode Island.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11583776417", "title": "Pepper...and Salt", "date": "2020-03-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-white-house-officials-to-discuss-coronavirus-economic-response-plan-11583764176", "title": "Trump to Propose Steps to Ease Economic Fallout From Coronavirus", "date": "2020-03-10 23:47", "summary": "Measures may include payroll-tax cut, relief for hourly wage earners, president says. WASHINGTON-President Trump said his administration would discuss with Congress several measures to ease the economic pain inflicted by the coronavirus, including a possible payroll-tax cut and help for hourly wage earners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confirmed-coronavirus-cases-outside-china-tripled-in-past-week-11583748569", "title": "Virus Epidemic Is Close to a Pandemic, WHO Says", "date": "2020-03-10 22:47", "summary": "Confirmed cases outside China tripled over the past week, with the north of Italy under lockdown. The new coronavirus is now close to becoming a pandemic, the World Health Organization said Monday, a day in which global financial markets plummeted and Italian officials extended a lockdown for the entire country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-labels-video-retweeted-by-trump-as-manipulated-media-11583777668", "title": "Twitter Labels Video Retweeted by Trump as 'Manipulated Media'", "date": "2020-03-10 22:27", "summary": "The social network's move, applying a new rule for first time, fuels fight with conservatives over free speech. Twitter Inc. has applied new rules against misinformation to a video circulated by one of President Trump's top aides showing Joe Biden at a campaign rally saying, \"We can only re-elect Donald Trump.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-congressional-lawmakers-in-self-quarantine-grows-to-five-11583785594", "title": "Number of Congressional Lawmakers in Self-Quarantine Climbs to Six", "date": "2020-03-10 22:08", "summary": "Possible exposure at CPAC gathering is cited by five Republicans; a Democratic congresswoman is affected. WASHINGTON-The number of congressional lawmakers who are placing themselves into self-quarantine grew to six Monday, because of contacts with people who have tested positive for coronavirus infections, ramping up concerns on Capitol Hill about vulnerability to an outbreak.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-james-steady-in-a-mad-mad-mad-mad-world-11583767224", "title": "LeBron James: Steady in a Mad, Mad, Mad, Mad World", "date": "2020-03-10 21:42", "summary": "The planet feels a little upside-down right now. Basketball's biggest star stays the same.. NBA fans enjoy yelling about at least one big, silly, mostly meaningless topic per week. I am not mocking the habit. It's fun. I support yelling about big, silly, mostly meaningless topics...especially right now. You may, too.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-closely-watching-circuit-breakers-thresholds-11583761223", "title": "Circuit Breaker Halts Stock Trading for First Time Since 1997", "date": "2020-03-10 20:29", "summary": "Stock trading halted for 15 minutes after S&P 500 falls 7%. Stock trading was briefly halted Monday for the first time since 1997 after a tumultuous selloff triggered an automatic curb on trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-draws-user-ire-for-repeated-outages-in-volatile-market-11583792314", "title": "Robinhood Draws User Ire for Repeated Outages in Volatile Market", "date": "2020-03-10 20:15", "summary": "Some customers of e-brokerage couldn't trade during Dow's worst day since 2008. Robinhood Financial LLC suffered its third outage in eight days, angering investors who couldn't trade during a wild day in markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-precautions-hit-presidential-campaign-plans-11583781180", "title": "Coronavirus Precautions Hit Presidential Campaign Plans", "date": "2020-03-10 20:10", "summary": "Big rallies and retail politicking may be curtailed as health officials seek to limit the spread of infection. The high-contact tradition of presidential campaigning, including crowded rallies and rope-line handshakes, is being tested as fears of the coronavirus have triggered event cancellations and the outbreak threatens to fundamentally alter the nature of this year's race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-in-china-were-struggling-before-coronavirus-11583779614", "title": "U.S. Companies in China Were Struggling Before Coronavirus", "date": "2020-03-10 20:00", "summary": "Companies came into epidemic with worst profitability on record, according to a new survey. BEIJING-Before the coronavirus epidemic, U.S. companies were heading for record-low profitability in China as business conditions deteriorated and China's economy slowed to its lowest rate in decades, according to a new survey of U.S. companies with operations in China.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]