[{"link": "https://www.wsj.com/articles/french-doctor-leads-charge-for-treating-coronavirus-with-antimalarial-drug-11586629801", "title": "French Doctor Leads Charge for Treating Coronavirus With Antimalarial Drug", "date": "2020-04-11 19:52", "summary": "Health authorities say evidence is inconclusive that the treatment, which President Trump has backed, is effective. PARIS-Sporting long white hair, a shaggy beard and a skull ring on his right pinkie finger, a French doctor with a history of challenging the medical establishment has become a folk hero here by stoking the controversy over the use of an antimalarial drug to treat Covid-19.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edmonton-oilers-colby-cave-dies-after-brain-bleed-11586637687", "title": "Edmonton Oilers' Colby Cave Dies After Brain Bleed", "date": "2020-04-11 16:41", "summary": "'Undrafted but undaunted,' NHL commissioner calls the 25-year-old 'emblematic of the best of our game'. TORONTO-Colby Cave, whose lone goal for the Edmonton Oilers this season came on an \"awesome\" rush down the ice, died Saturday after a brain bleed this week. He was 25.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-officials-plead-for-public-to-observe-a-locked-down-easter-11586592822", "title": "U.S. Coronavirus Death Toll Passes Italy, Becoming World's Highest", "date": "2020-04-11 16:30", "summary": "U.S. now has 20,506 reported coronavirus deaths as global toll rises to more than 108,000. The U.S. surpassed Italy as the country with the most deaths from the coronavirus on Saturday as authorities world-wide implored citizens to maintain lockdowns despite the Easter holiday weekend.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veterans-affairs-hospitals-will-give-masks-only-to-some-employees-memos-show-11586628576", "title": "Veterans Affairs Hospitals to Give Masks Only to Some Employees", "date": "2020-04-11 14:48", "summary": "Department is struggling to get more N95 respirators; 'The fear is palpable'. A shortage of face masks and N95 respirators amid the coronavirus pandemic has led the Department of Veterans Affairs to tell hospitals to decide which employees get masks and which don't, according to internal memos reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-drug-surveillance-specialist-highlights-hydroxychloroquine-risks-11586629800", "title": "French Drug-Surveillance Specialist Highlights Hydroxychloroquine Risks", "date": "2020-04-11 14:30", "summary": "The drug, touted as a potential treatment by President Trump and others, can cause severe heart problems. Government monitoring authorities in France have seen a jump in reports of serious side effects from hydroxychloroquine used to treat patients with Covid-19, according to the head of a regional drug-safety office.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-to-do-list-unite-democrats-counter-trump-raise-money-11586628000", "title": "Biden's To-Do List: Unite Democrats, Counter Trump, Raise Money", "date": "2020-04-11 14:00", "summary": "Candidate's next six months is greatly complicated by the global coronavirus pandemic. WASHINGTON-It took Joe Biden more than three decades to lock up the Democratic presidential nomination, and his task is about to get even more difficult.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-start-for-rapid-coronavirus-tests-frustrates-states-11586597401", "title": "Slow Start for Rapid Coronavirus Tests Frustrates States", "date": "2020-04-11 13:54", "summary": "Most states received materials to conduct about 100 tests, regardless of population; 'I'm banging my head against the wall'. A rapid test for the new coronavirus that was touted by the White House as a game-changing development has proved vexing for state officials, who say the federal government has failed to provide enough necessary equipment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-public-schools-wont-re-open-until-september-mayor-says-11586613092", "title": "Cuomo Says New York Mayor Doesn't Have the Authority to Keep Schools Closed", "date": "2020-04-11 13:29", "summary": "Governor says only the state has the power to extend school closures and there 'has been no decision'. New York City Mayor Bill de Blasio said Saturday that he would keep the city's public school system closed for the rest of the school year, but the state's governor quickly challenged him on the decision.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-leader-resists-relief-for-businesses-as-coronavirus-hits-economy-11586624401", "title": "Mexico's Leader Resists Coronavirus Relief for Businesses", "date": "2020-04-11 13:00", "summary": "While many other Latin American nations plan to bolster companies, Mexico's president wants to aid the poor. MEXICO CITY-Many Latin America countries are announcing hefty support packages to keep businesses afloat during the economic downturn from the coronavirus. But Mexico's nationalist leader is giving the private sector the cold shoulder, leading to growing friction between the government and business in the U.S.'s largest trading partner.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-zoos-trapped-by-coronavirus-seek-federal-loans-11586620800", "title": "U.S. Zoos, Trapped by Coronavirus, Seek Federal Loans", "date": "2020-04-11 12:00", "summary": "Animal attractions slash costs and ask for donations; video gives Chicago penguin a global fan base. American zoos and aquariums, closed to the public indefinitely by the novel coronavirus, have joined small businesses in seeking loans under the new federal Paycheck Protection Program.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-apple-and-google-plan-to-track-the-coronavirus-through-your-phone-11586618075", "title": "How Apple and Google Plan to Track the Coronavirus Through Your Phone", "date": "2020-04-11 11:14", "summary": "The idea requires widespread adoption and broad testing of potentially infected people; it isn't clear whether government and public-health officials will get behind it. Do Apple Inc. and Alphabet Inc.'s Google hold the key for tracking the spread of Covid-19 and possibly reopening the global economy?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-adds-to-a-kroger-stockers-load-and-paycheck-11586617200", "title": "Coronavirus Adds to a Kroger Stocker's Load, and Paycheck", "date": "2020-04-11 11:00", "summary": "Samuel Harshbarger is working long hours, directing customers, reloading empty shelves and taking rare 15-minute Pokémon Go breaks. Samuel Harshbarger is getting used to the 12-hour shifts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-america-at-home-the-streaming-war-is-hollywoods-ultimate-test-11586577609", "title": "With America at Home, the Streaming War Is Hollywood's Ultimate Test", "date": "2020-04-11 10:58", "summary": "Families looking for a distraction are plugging into more home entertainment than ever before. But producing new shows to satisfy these viewers is getting more difficult the longer the coronavirus pandemic lingers.. WarnerMedia hoped to launch its new streaming service HBO Max next month with a reunion special for the hit comedy \"Friends.\" It won't be ready.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-success-in-coronavirus-fight-poses-challenge-to-china-11586599202", "title": "Taiwan's Success in Coronavirus Fight Poses Challenge to China", "date": "2020-04-11 10:44", "summary": "Taipei's containment of coronavirus despite exclusion from WHO has reinforced the confidence of many Taiwanese in standing up what to they see as Beijing's bullying. The coronavirus pandemic is stoking long-simmering tensions between China and the island democracy of Taiwan, underscoring differences between their political systems and deepening resentment toward Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-coronavirus-lockdown-spains-faithful-stream-holy-week-services-11586615691", "title": "Spain's Faithful Stream Holy Week Services", "date": "2020-04-11 10:34", "summary": "Resume Subscription. Photographs by Manu Brabo for The Wall Street Journal", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/death-industry-is-no-safe-haven-in-a-pandemic-11586615400", "title": "Death Industry Is No Safe Haven in a Pandemic", "date": "2020-04-11 10:30", "summary": "Funeral and cemetery providers would seem to have a reliable and possibly even enhanced stream of business during the Covid-19 pandemic, but they can be pinched in other ways. Trying to think of businesses that could not only hold their own but possibly prosper in the pandemic would make for a very short list. One that comes to mind is the death-care industry, but the opposite may be true.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/still-cant-buy-toilet-paper-you-can-barter-for-it-11586614556", "title": "Still Can't Buy Toilet Paper? You Can Barter for It.", "date": "2020-04-11 10:15", "summary": "Americans who stocked up on rolls in the coronavirus lockdown are willing to make trades. Billy Lee was making Chicken Marsala and texting a neighbor when they both realized they had something the other wanted.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-head-of-a-chicago-food-bank-is-relieving-stress-during-the-coronavirus-crisis-11586613600", "title": "How the Head of a Chicago Food Bank Is Relieving Stress", "date": "2020-04-11 10:00", "summary": "Kate Maehr recommends taking a breath; 'this pandemic has provoked a remarkable sense of togetherness and humanity'. In a series called How I Cope, we speak to people across the country about the things they are doing to relieve stress in these uncertain times due to the coronavirus pandemic. Here's our conversation with Kate Maehr, the executive director and chief executive officer of the Greater Chicago Food Depository, which serves a network of more than 700 partners and programs in Chicago and throughout Cook County. Ms. Maehr, 52, lives in Oak Park, Ill., with her two teenage sons.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-face-masks-should-we-worry-about-food-11586564642", "title": "After Face Masks, Should We Worry About Food?", "date": "2020-04-11 10:00", "summary": "There is enough food to go around. But there is a shortage of transport capacity, agricultural workers-and confidence.. If the coronavirus has shown us anything, it is how vulnerable global supply chains really are-both to a pandemic and to the breakdown of trust and cooperation which follows. Widespread limits on exports of medical goods like masks, price gouging and diverted runway cargoes are likely to create permanent changes in the medical equipment supply chain once the pandemic ebbs.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-conundrum-it-hits-some-hard-others-hardly-at-all-11586613611", "title": "Coronavirus Conundrum: It Hits Some Hard, Others Hardly at All", "date": "2020-04-11 10:00", "summary": "Covid-19 survivors recount strikingly different symptoms, a spectrum that is among the contagion's enigmas. The coronavirus invades most bodies the same ways, through the nose or throat via virus-laden droplets. From there, it can run very different courses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-knows-what-will-happen-to-college-football-in-2020-dont-tell-the-coaches-11586612922", "title": "College Football Coaches Are Bullish About a Season", "date": "2020-04-11 09:48", "summary": "Clemson's Dabo Swinney and Oklahoma State's Mike Gundy are among the coaches who have expressed optimism about playing games this fall. The first games of the 2020 college football season are not slated to kick off until Aug. 29. But with hospitals overwhelmed by the coronavirus pandemic, testing capacity limited and a vaccine not yet in sight, it's far from clear if health officials will sign off on mass gatherings next fall to watch young men run headlong at each other.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratshope-coronavirus-stimulus-talks-reach-a-deal-next-week-11586554383", "title": "Democrats Hope Coronavirus Stimulus Talks Reach a Deal Next Week", "date": "2020-04-11 09:44", "summary": "Trump and GOP lawmakers seek to focus aid on small businesses, while Democrats want broader package including hospitals and states. WASHINGTON-Top Democrats said they hoped to reach a deal with Republicans and the White House next week over a package of emergency coronavirus aid, while President Trump said he wanted this round of relief focused on small businesses but was open to broader Democratic proposals in subsequent legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-spreads-people-find-ways-to-escape-locked-down-homes-11586610582", "title": "As Coronavirus Spreads, People Find Ways to Escape Locked-Down Homes", "date": "2020-04-11 09:09", "summary": "Renting someone else's dog to walk in Moscow; carrying a baguette to explore Paris. To get around Moscow's strict coronavirus lockdown, Anastasia Mezheritskaya has gone to the dogs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-these-three-pregnant-er-doctors-keep-working-during-the-coronavirus-crisis-11586610000", "title": "Why These Pregnant ER Doctors Keep Working During the Crisis", "date": "2020-04-11 09:00", "summary": "As key staff members while their Maryland hospital feels the strain, they balance professional and private risks; 'I feel my baby kicking all the time while I'm working'. Elizabeth Clayborne sees death and illness all around her as an emergency-room doctor amid the coronavirus pandemic.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-monopoly-and-scrabble-to-mahjong-and-poker-how-to-play-classic-games-online-with-friends-and-family-11586610000", "title": "Bring Back Game Night With These Online Classics", "date": "2020-04-11 09:00", "summary": "There are plenty of options for competing against far-flung opponents as you wait out the coronavirus pandemic. Winning is up to you.. Playing board games and cards has always been a staple pastime for friends and family. But as we wait out the coronavirus pandemic, not everyone has access to their favorite Scrabble nemesis or poker cohorts.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lakes-sports-entertainment-bets-caught-in-coronavirus-crosshairs-11586608200", "title": "Silver Lake's Sports, Entertainment Bets Caught in Coronavirus Crosshairs", "date": "2020-04-11 08:30", "summary": "The technology-focused private-equity firm in recent years has ramped up its investments in sports and entertainment, two sectors hit hard by the pandemic. Private-equity firm Silver Lake built its reputation on the back of investments in technology companies such as internet phone-service provider Skype Inc. and chip maker Broadcom Inc.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-training-for-a-giant-climb-whether-it-happens-or-not-11586604601", "title": "She's Training for a Giant Climb Whether It Happens or Not", "date": "2020-04-11 08:04", "summary": "A woman does her best to prepare on Long Island with facilities closed for a simulated hike up Mt. Everest called 29029. The Nepalese government has closed Mount Everest for the rest of this year's climbing season as a result of the global coronavirus pandemic. But that hasn't deterred Christine Egan from training to hike 29,029 vertical feet, the elevation of the world's highest peak.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-quarantine-an-artist-changes-course-11586606400", "title": "In Quarantine, an Artist Changes Course", "date": "2020-04-11 08:00", "summary": "Andrea Joyce Heimer, whose paintings often depict suburban disconnect, takes up drawing as the pandemic postpones her exhibit and cuts off her art supplies. Andrea Joyce Heimer, an artist and former horse trainer, paints folksy figures who live side by side, yet are isolated. Ms. Heimer's suburban subjects cook, sew, exercise and sleep in rooms that evoke cramped dollhouses, but their blank expressions convey an unsettling strain.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supplemental-unemployment-payments-to-reach-workers-unevenly-11586606401", "title": "Supplemental Unemployment Payments to Reach Workers Unevenly", "date": "2020-04-11 08:00", "summary": "States have widely varying technical capabilities to distribute extra funds promptly amid jobs crisis. How quickly laid-off workers receive bigger unemployment checks from a coronavirus pandemic stimulus package depends on where they live.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-taking-improvisation-to-a-whole-new-level-11586602801", "title": "The Staying Inside Guide: Taking Improvisation to a Whole New Level", "date": "2020-04-11 07:00", "summary": "Livestreamed concerts by jazz musicians reinvent the typical performance for times of lockdown.. Early in the afternoon of April 10, pianist Fred Hersch sat down at his keyboard and dove into the Rodgers and Hammerstein classic \"This Nearly Was Mine.\" The tune from \"South Pacific\" is a great match for Mr. Hersch, a venerated musician known for his austere elegance. He captured the wistful mood of the piece and in his improvisations he hinted at more complex emotions before resolving it with a hopeful flourish.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multibillion-dollar-tax-muddle-hovers-behind-small-business-loan-program-11586602800", "title": "Multibillion-Dollar Tax Muddle Hovers Behind Small-Business Loan Program", "date": "2020-04-11 07:00", "summary": "Tax experts say Congress should clarify whether expenses tied to loan forgiveness are deductible. WASHINGTON-A tax ambiguity that could amount to tens of billions of dollars or more is lurking in the small-business loan forgiveness program the government is using to combat the economic impact of the coronavirus pandemic.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-official-says-surveillance-laws-lapse-impedes-terrorism-probes-11586602800", "title": "Justice Aide Says Surveillance Law's Lapse Impedes Terrorism Probes", "date": "2020-04-11 07:00", "summary": "Partly due to the coronavirus pandemic, Congress left town last month without renewing intelligence tools. WASHINGTON-The recent lapse of a set of federal surveillance powers has begun to limit the FBI's ability to pursue some terrorism and espionage suspects, a top Justice Department official said, outlining how the ripple effects of the coronavirus pandemic are being felt across U.S. national security efforts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-60-with-decades-left-on-the-mortgage-the-new-retirement-math-11586556588", "title": "Over 60 With Decades Left on the Mortgage: The New Retirement Math", "date": "2020-04-11 05:31", "summary": "Many older Americans are struggling with mortgage debt. The burden is likely to get worse as the coronavirus spreads.. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-coronavirus-creates-uncertainty-for-texas-cattle-dealers-11586597401", "title": "Coronavirus Creates Uncertainty for Texas Cattle Dealers", "date": "2020-04-11 05:30", "summary": "Auctions continue, but dealers gamble with losses as futures plummet. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-shifts-economic-message-on-the-fly-11586597400", "title": "Trump Campaign Shifts Economic Message on the Fly", "date": "2020-04-11 05:30", "summary": "President's team says he is blameless for the downturn and can get U.S. back to work; Democrats hammer him over response to new coronavirus. WASHINGTON-President Trump's economic message in the presidential campaign has pivoted from success story to comeback pitch.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11586546954", "title": "Pepper...and Salt", "date": "2020-04-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-coronavirus-is-sending-millennials-back-to-their-childhood-bedrooms-11586577685", "title": "How Coronavirus Is Sending Millennials Back to Their Childhood Bedrooms", "date": "2020-04-11 00:01", "summary": "When grown children move back to their parents' houses to shelter in place, they're confronted with their teenaged selves' notion of 'cool' décor. And it isn't always pretty. ", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-children-of-the-1940s-now-will-face-off-in-2020-11586577660", "title": "Two Children of the 1940s Now Will Face Off in 2020", "date": "2020-04-11 00:01", "summary": "Coronavirus response will turn the election into a referendum on President Trump, while Joe Biden will continue to face pressure from the left. Both are children of the World War II generation, one born in the midst of the conflict, the other shortly after it ended. Both were high-school sports stars, came of age in the socially turbulent 1960s, moved into public prominence in the economically disrupted 1970s and have remained there ever since.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paper-planners-to-help-you-stay-away-from-screens-11586577646", "title": "Paper Planners to Help You Stay Away From Screens", "date": "2020-04-11 00:00", "summary": "As life gets even more oppressively digital, these analog organizers can save the day-or at least help you remember whether it's Monday. LIKE SOME 4 BILLION other souls on the planet, I've been holed up for a month at home, where I frequently wonder aloud to my empty apartment, \"What day is it again?\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-favorite-celebrity-will-see-you-now-11586577603", "title": "Your Favorite Celebrity Will See You Now", "date": "2020-04-11 00:00", "summary": "The coronavirus is changing how entertainers relate to their audiences, with brand-name stars stuck at home looking to create intimate connections with fans.. Now is a good time to ask a celebrity for a favor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hollywood-premiere-is-moving-to-your-living-room-11586577635", "title": "The Hollywood Premiere Is Moving to Your Living Room", "date": "2020-04-11 00:00", "summary": "Major studios are rushing new releases to streaming services while movie houses remain closed across the country. The experiment could spell changes to how you watch films even after the theaters reopen.. Cory Lynn, a 38-year-old teacher in Vero Beach, Fla., had been waiting since January to see \"Trolls World Tour\" on opening night with her daughter Genesis as one of their weekly movie outings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-threatens-to-deny-visas-to-countries-refusing-deported-citizens-11586577586", "title": "Trump Threatens to Deny Visas to Countries Refusing Deportees", "date": "2020-04-11 23:59", "summary": "Administration presses Guatemala, El Salvador and others to accept citizens, citing coronavirus risk. WASHINGTON-The Trump administration threatened to withhold visas from several Central American countries if they refuse to accept their citizens deported from the U.S. during the coronavirus pandemic, according to a White House memo and two people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-death-toll-climbs-to-worlds-second-highest-11586510394", "title": "U.S. Confirmed Coronavirus Cases Top Half a Million", "date": "2020-04-11 23:41", "summary": "World coronavirus death toll passes 100,000. Confirmed U.S. cases of the new coronavirus rose above half a million and the pandemic's global death toll topped 100,000, even as officials voiced cautious optimism that social-distancing measures were slowing the contagion's spread.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-provide-small-airlines-financial-support-without-collateral-11586562077", "title": "Treasury to Provide Small Airlines Aid Without Taking Financial Stake", "date": "2020-04-11 23:28", "summary": "Funds will be available for smaller carriers promptly upon approval of their applications. WASHINGTON-The government won't take a stake in small airlines seeking federal aid as part of a $2.2 trillion economic-stimulus package passed amid the coronavirus pandemic, the Treasury Department said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-starts-sending-individual-stimulus-payments-11586566954", "title": "First Coronavirus Stimulus Payments Hit Bank Accounts", "date": "2020-04-11 22:20", "summary": "Mobile banking startup Current says it has already credited about 10,000 accounts. The U.S. Treasury has transferred the first batch of personal stimulus payments to banks late Friday afternoon, according to data from mobile banking service Current.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-authorities-roll-out-new-coronavirus-tests-to-gauge-infections-spread-11586511004", "title": "Health Authorities Roll Out New Tests to Gauge Spread of Covid-19", "date": "2020-04-11 20:20", "summary": "Blood tests could identify those who have developed some protection, but accuracy concerns and unknowns about immunity could limit their usefulness. Health departments, hospitals and companies around the world are rolling out the next wave in coronavirus tests, which look in a person's blood for signs of past infection, in hopes of better gauging how widespread the pandemic is and who might be counted among the recovered.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-grew-8-in-first-half-of-fiscal-2020-treasury-says-11586542608", "title": "U.S. Budget Deficit Grew 8% in First Half of Fiscal 2020, Treasury Says", "date": "2020-04-11 20:09", "summary": "An expected sharp contraction in the U.S. economy means the deficit is likely to rise even more dramatically as a share of GDP. WASHINGTON-The U.S. government was on track for its worst fiscal year since 2012, even before the effects of the coronavirus pandemic had been felt.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}]