[{"link": "https://www.wsj.com/articles/ex-boeing-pilot-at-center-of-737-max-probe-to-exit-southwest-airlines-11596820915", "title": "Ex-Boeing Pilot at Center of 737 MAX Probe to Leave Southwest Airlines", "date": "2020-08-07 19:37", "summary": "Mark Forkner takes voluntary buyout package from Dallas-based carrier as federal prosecutors continue probe of Boeing aircraft. A central figure in a federal criminal probe into Boeing Co. 's development of the 737 MAX is leaving Southwest Airlines Co. , where he has worked as a pilot since leaving the plane maker more than two years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-s-warnermedia-ceo-jason-kilar-ousts-hbo-max-s-top-leadership-11596833178", "title": "AT&T's WarnerMedia CEO Ousts HBO Max's Top Leadership", "date": "2020-08-07 19:18", "summary": "The moves upend the structure Mr. Kilar's predecessor John Stankey had set up before ascending to chief executive of AT&T last month. WarnerMedia's new boss ousted the leadership of HBO Max, the streaming service that launched less than three months ago, as part of a broader overhaul that aims to simplify how the entertainment giant makes and distributes content.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-beirut-explosion-seven-years-of-official-neglect-11596842032", "title": "Behind the Beirut Explosion: Seven Years of Official Neglect", "date": "2020-08-07 19:13", "summary": "Attempts to move 2,750 metric tons of ammonium nitrate out of the city's port became mired in Lebanon's bureaucracy. BEIRUT-The 2,750 metric tons of ammonium nitrate sailed into the city nearly seven years ago. The ship's captain at the time called it a \"powder keg.\"", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-autopsy-of-new-yorks-mail-vote-mess-11596841128", "title": "An Autopsy of New York's Mail-Vote Mess", "date": "2020-08-07 18:58", "summary": "Lax deadlines. Late ballots. Carelessness. Missing postmarks. And a warning for Nov. 3.. Six weeks after New York's primary elections on June 23, the final vote tally in the 12th Congressional District remains a mystery. On Monday a federal judge ordered the counting of certain mail ballots that arrived after Election Day but without a postmark to prove when they were sent. Imagine this kind of mess 45 days following Nov. 3.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-angels-employee-charged-with-supplying-drugs-that-killed-pitcher-tyler-skaggs-11596825326", "title": "Ex-Angels Employee Charged With Supplying Drugs That Killed Skaggs", "date": "2020-08-07 18:57", "summary": "A criminal complaint accused Eric Kay of providing his colleague, and others, with illegal substances. Eric Kay, the former communications director for the Los Angeles Angels, has been charged with giving Angels pitcher Tyler Skaggs the fentanyl that caused his death in a Texas hotel room, in a criminal complaint that accused Kay of providing his colleague, and others, with drugs on other occasions.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-explosion-in-lebanons-capital-causes-extensive-damage-11596575169", "title": "Photos: Explosion in Lebanon's Capital Sparks Death and Destruction", "date": "2020-08-07 18:57", "summary": "The blast at Beirut's port killed at least 154 people and injured thousands in the Mediterranean city. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-07-2020-11596788468", "title": "U.S. Covid-19 Death Toll Tops 160,000", "date": "2020-08-07 18:56", "summary": "Confirmed coronavirus cases exceed 19 million world-wide as India adds a million cases in 21 days. The U.S. death toll from the coronavirus pandemic passed 160,000, as parts of the country showed signs that the virus's spread was easing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-of-unemployment-11596840825", "title": "States of Unemployment", "date": "2020-08-07 18:53", "summary": "The jobs market is getting better, but some states lag far behind.. Friday's employment report for July shows the labor market continues to improve, despite a setback from the surge in coronavirus infections this summer in the South and West. The progress should continue without overly strict lockdowns and policy mistakes by Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-liberal-citys-tax-dilemma-11596840008", "title": "The Liberal City's Tax Dilemma", "date": "2020-08-07 18:40", "summary": "The SALT lobby points to fissures in the new Democratic coalition.. Gov. Andrew Cuomo this week implored wealthy New Yorkers who have decamped to lower-tax climes to return to the Big Apple to pay its bills: \"I literally talk to people all day long who are now in their Hamptons house who also lived here, or in their Hudson Valley house, or in their Connecticut weekend house, and I say, 'You got to come back!'\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sally-yates-cant-remember-11596839905", "title": "Sally Yates Can't Remember", "date": "2020-08-07 18:38", "summary": "Why everyone is now running away from the Logan Act.. Sally Yates was a top official in the Obama Justice Department who served as acting Attorney General in the first days of the Trump Administration until President Trump fired her for insubordination. On Wednesday the Senate Judiciary Committee asked whether then Vice President Joe Biden had brought up the Logan Act during an Oval Office meeting related to the investigation of the incoming national security adviser, Michael Flynn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-chapter-in-u-s-china-ties-marked-by-confrontation-11596839420", "title": "New Chapter in U.S.-China Ties Marked by Confrontation", "date": "2020-08-07 18:30", "summary": "Economic ties once smoothed tensions, but businesses now have less power to de-escalate. WASHINGTON-The Trump administration's cascade of actions taken against Beijing represent a new chapter in U.S.-China relations, one marked by increasing confrontation and few efforts to de-escalate the tensions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-hofstadter-review-an-egghead-and-proud-of-it-11596809339", "title": "'Richard Hofstadter' Review: An Egghead and Proud of It", "date": "2020-08-07 17:56", "summary": "The 'anti-intellectualism' of American life and the 'paranoid style' of American politics have become catch phrases. How reliable was the mandarin scholar who coined them?. There has not been much to smile about during the coronavirus pandemic, but one of the small pleasures of the lockdown, for some of us, has been a social-media account called Bookcase Credibility. Each post consists of a photograph of a public figure talking on Zoom, framed by a home-office bookcase, with a wry commentary on what the choice of books on display might convey about the speaker. The front cover of this elegant volume from the Library of America brings that account to mind, for its design looks like a Zoom call from the 1950s, with Columbia University's Richard Hofstadter, natty in his bow tie, with swept back hair and modish glasses, gazing out imperiously for all the world as if he's talking to Chuck Todd on \"Meet the Press.\" If anything, he is the one giving credibility to the books in the background, not the other way around.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-designer-henrik-fisker-lost-his-first-race-with-elon-musk-he-wants-to-go-again-11596811140", "title": "Car Designer Henrik Fisker Lost His First Race With Elon Musk. He Wants to Go Again.", "date": "2020-08-07 17:55", "summary": "The Danish designer tried once before to capture the public's imagination for high-end electric cars, only to see the company collapse. Now he has a new company, new backers and a new business model. But does he have what it takes to catch Tesla?. Danish car designer Henrik Fisker is getting back in the electric-vehicle race, this time in pursuit of his old adversary Elon Musk. The question is: Can he catch his rival this time?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-vampire-tells-his-side-of-the-story-11596837284", "title": "Children's Books: A Vampire Tells His Side of the Story", "date": "2020-08-07 17:54", "summary": "Edward and Bella are back at last, again lighting up their twilight world of undying teenage desire.. Stephenie Meyer's\"Midnight Sun\" brings about a long-awaited consummation. It's not a climactic moment between teenager Bella Swan and the gorgeous vampire Edward Cullen but a consummation that reconnects Ms. Meyer with her vast and hungry audience.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-moves-against-china-driven-by-security-concerns-navarro-says-11596820246", "title": "Security Concerns, Anger Over Coronavirus Fuel Trump Moves Against Chinese Apps", "date": "2020-08-07 17:49", "summary": "President signed orders that would bar Americans from transactions with Tik Tok and WeChat. WASHINGTON-President Trump's concern over national security risks from Chinese social-media companies has been amplified by his frustration over the coronavirus and the challenges it poses to his reelection bid, culminating in two executive orders that raised the stakes in the U.S.-China confrontation, White House aides and outside advisers said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grown-ups-review-adulting-aint-easy-11596808910", "title": "'Grown Ups' Review: Adulting Ain't Easy", "date": "2020-08-07 17:48", "summary": "'So let me get this straight: You're upset because someone you don't know might not like a version of you that doesn't really exist.'. 'I flatter myself that I understand all sorts of curiosity,\" a character in Joseph Conrad's 1913 novel \"Chance\" declared. \"It is the most respectable faculty of the human mind.\" Most readers at the time would have agreed. After all, private life was still private back then and one's inner life a mystery, particularly to oneself. Hence all that introspective brooding and all those tragic misunderstandings without which the great novels would be less great and far shorter. (Imagine Tess, for example, coming clean with Angel Clare, or Gilbert Osmond leveling with Isabel Archer.) How was Conrad to know that curiosity would mutate to become insatiable or that it would be fed-instantly and incessantly-by a glowing rectangle attached to practically every human hand?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carvilles-cure-review-dwelling-outside-the-camp-11596812442", "title": "'Carville's Cure' Review: Dwelling Outside the Camp", "date": "2020-08-07 17:46", "summary": "Those with leprosy were quarantined for life and lost the ability to vote, marry or maintain custody of children.. It is a story that sounds all too familiar to audiences in 2020: physicians, public health scientists, and politicians know that an infectious disease has reached the United States but cannot decide whether the best course is to alarm the public or play down the threat of illness. In fact, some do not believe it is contagious at all, while others insist that large-scale mandatory quarantines are the only hope of ridding the country of this \"loathsome disease.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gentrification-is-americas-best-hope-11596836527", "title": "Gentrification Is America's Best Hope", "date": "2020-08-07 17:42", "summary": "But don't worry-it doesn't have to mean hipsters and wine bars.. The word makes most people think of yuppies or hipsters taking over rundown urban neighborhoods, driving up property values and attracting upscale coffee shops. But \"gentrification\" takes many forms. I saw a different one in Tyrone, a borough of about 5,200 in central Pennsylvania.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-spectrum-chaos-11596836313", "title": "Trump's Spectrum Chaos", "date": "2020-08-07 17:38", "summary": "When Democrats credit the administration with smooth work, you know the unraveling has begun.. Bullying from the U.S. seems to have played only a partial role in the U.K. turnabout on Huawei, ending the Chinese tech giant's ability to supply equipment to British telecommunications networks. A darkening perception of Beijing and its intentions seem mainly responsible.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-record-setting-mansion-in-the-mountains-11596836228", "title": "A Record-Setting Mansion in the Mountains", "date": "2020-08-07 17:37", "summary": "This Colorado home has 11 bedrooms, two pools, two hot tubs, two elevators, a movie theater and numerous terraces. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-cares-act-creates-an-opportunity-for-school-choice-11596836128", "title": "The Cares Act Creates an Opportunity for School Choice", "date": "2020-08-07 17:35", "summary": "But South Carolina's public-education lobby is attempting to block need-based scholarships.. Elizabeth Reilly was preparing for a hard conversation with her children. She couldn't afford to keep them in the private school they had always attended. The Reillys had worked hard and relied on family help to keep their two children-who each face learning challenges-in the school that met their needs. When Elizabeth's husband, a Marine veteran, died earlier this year, she found herself in a tight spot: managing her own health, moving into a smaller home as she adjusted to a newer, smaller budget, and facing the reality that her kids would likely have to withdraw from the school they love.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nbas-moral-failure-in-china-11596836028", "title": "The NBA's Moral Failure in China", "date": "2020-08-07 17:33", "summary": "Quick to take up the banner of 'social justice' in the U.S., the league turned a blind eye to abuse and neglect at its training academies in Xinjiang.. 'We did everything we could, given the limited oversight that we had.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-meadows-brings-harder-spending-line-to-coronavirus-talks-11596834014", "title": "Mark Meadows Brings Harder Spending Line to Coronavirus Talks", "date": "2020-08-07 17:32", "summary": "White House chief of staff spent years in Congress antagonizing GOP leaders, and now helps lead negotiations with Democrats. WASHINGTON-As a Republican congressman, White House chief of staff Mark Meadows was a chief antagonist to his own party's leaders, pushing one Republican House speaker from office and roiling the GOP's efforts to devise an alternative to Obamacare.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madisons-foresight-and-our-folly-with-the-census-count-11596835370", "title": "Madison's Foresight and Our Folly With the Census Count", "date": "2020-08-07 17:22", "summary": "He argued that by tying states' shares of federal direct taxation to the number of inhabitants, the Constitution would provide an offsetting incentive to not exaggerate state numbers.. In their excellent article on the constitutional grounds for excluding illegal aliens from the census numbers used to apportion House seats (\"Madison Warned About 'Sanctuary' States,\" op-ed, Aug. 2), David B. Rivkin Jr. and John S. Baker Jr. skip over a key part of Federalist No. 54. While Madison indeed saw the need to forestall attempts to buttress state \"inhabitant\" numbers, he argued that by tying states' shares of federal direct taxation to that same number of inhabitants, the Constitution would provide an offsetting incentive. Alas, in 1913 the 16th Amendment delinked direct taxes from state representation, and laid waste to this wise statecraft. We are left with the unchecked ambition to swell census counts, as the Founders knew we would be.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-7-2020-11596790951", "title": "Stocks Edge Up at End of Big Week", "date": "2020-08-07 17:21", "summary": "The latest jobs report showed the pace of the economic recovery has lost momentum. U.S. stocks wavered Friday but ended the week with gains as the latest employment report showed the economy added more jobs than expected last month, though uncertainty surrounding fresh government stimulus threatened to crimp a recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-knotted-environmental-review-process-11596835281", "title": "The Knotted Environmental Review Process", "date": "2020-08-07 17:21", "summary": "The result of the present system is worse than 'nimbyism,' the not-in-my-backyard syndrome.. Brevity by Richard Epstein did injustice to the endless process that is the National Environmental Policy Act (\"Trump Helps the Environment by Enraging Environmentalists,\" op-ed, July 31). For 40 years, I worked as a transportation engineering consultant on many projects requiring NEPA review, including Boston's Big Dig and New York City's doomed Westway. Public and agency reviews were like rituals-the work had to be done over and over again to get it right. For us, the consultants, budgets were extended and companies flourished. But for those staff in the trenches running the technical numbers and responding to public comments, however inane, it was exhausting and demoralizing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-plans-hefty-holiday-fees-for-large-shippers-11596807525", "title": "UPS Plans Hefty Holiday Fees for Large Shippers", "date": "2020-08-07 17:14", "summary": "New surcharges for big customers could reach $3 a package for ground shipments, $4 for air, as pandemic boosts online shopping. United Parcel Service Inc. plans to impose hefty fees on large shippers during the holiday season, reflecting the added complexity and cost of an expected crush of online orders amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-cook-apple-steve-jobs-trump-china-iphone-ipad-apps-smartphone-11596833902", "title": "How Tim Cook Made Apple His Own", "date": "2020-08-07 17:01", "summary": "The industrial engineer has turned Steve Jobs's creation into a corporate colossus, delivering one of the most lucrative business successions in history. After Steve Jobs's death, Silicon Valley anticipated Apple Inc.'s business would falter. Wall Street fretted about the road ahead. And loyal customers agonized about the future of a beloved product innovator.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vail-mountain-home-sells-for-57-25-million-setting-new-record-for-colorado-town-11596833700", "title": "Vail Mountain Home Sells for $57.25 Million, Setting a Record for Colorado Town", "date": "2020-08-07 16:55", "summary": "Biotech entrepreneur Kevin Ness bought a six-story house for nearly twice the previous record price. A biotech entrepreneur has paid $57.25 million for a home in Vail, Colo., setting a record sales price for the affluent mountain town.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-stay-near-record-lows-after-jobs-report-11596808697", "title": "Treasury Yields End Session Higher After Jobs Report", "date": "2020-08-07 16:51", "summary": "Investors are looking ahead to a slate of large Treasury note auctions coming next week. U.S. government bond prices slipped Friday after new data showed the economy added more jobs last month than expected.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detonating-the-nuclear-family-11596832968", "title": "Detonating the Nuclear Family", "date": "2020-08-07 16:42", "summary": "Degas's 'The Bellelli Family' is an unusually candid depiction of tensions, emotions and alienation.. It's called \"The Bellelli Family\" or simply \"Family Portrait,\" but neither title does the painting justice. Begun by Edgar Degas in August 1858, likely finished the following year, and revised around 1867, the large canvas is actually a complex, unusually candid depiction of the tensions, emotions and alienation within a nuclear family. Had this breakthrough work been well known before Degas died in 1917-when it was still in his possession-he might be just as renowned today for this youthful triumph as he is for the brilliant pastels of ballet dancers from his mature years.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-kodak-do-these-days-a-decade-of-pivots-before-a-huge-federal-loan-11596806449", "title": "What Does Kodak Do These Days? A Decade of Pivots Before a Huge Federal Loan", "date": "2020-08-07 16:00", "summary": "The company now provides software and tech for commercial printing after trying out cellphones, tablets and a digital currency called KodakCoin. Eastman Kodak Co. for generations was a household name in photography, the maker of \"Kodak Moments\" that preserved families' most cherished memories.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-andrew-cuomo-says-all-school-districts-in-state-are-authorized-to-reopen-11596815574", "title": "New York Governor Says Schools Can Reopen", "date": "2020-08-07 15:27", "summary": "The move allows New York City to go forward with plan to offer optional in-person classes and remote-learning instruction. All New York schools have been authorized to reopen, Gov. Andrew Cuomo said Friday, clearing the way for New York City, the nation's largest school district, to go forward with a plan to offer students a hybrid of optional in-person classes and remote learning.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-broadens-attack-on-chinese-internet-giants-with-wechat-order-11596813253", "title": "U.S. Broadens Attack on Chinese Internet Giants With WeChat Order", "date": "2020-08-07 15:13", "summary": "App is used daily by hundreds of millions of Chinese and by Beijing to push its propaganda overseas. HONG KONG-The Trump administration is widening its attack against Chinese internet giants by targeting a social media app, WeChat , that is used daily by ordinary Chinese but by few Americans, further cementing a divide in the global internet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animals-zoo-covid-closures-lockdown-pandemic-los-angeles-phoenix-11596827024", "title": "Zoo Animals Notice Something Is Missing-People", "date": "2020-08-07 15:09", "summary": "Resume Subscription. Humans aren't the only ones whose routines have been upended by the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-a-filmmaker-refracts-vermeers-light-11596826435", "title": "How a Filmmaker Refracts Vermeer's Light", "date": "2020-08-07 14:53", "summary": "British director Terence Davies draws inspiration from the 17th-century Dutch master in his carefully composed movies. Johannes Vermeer, the 17th-century Dutch master, depicted the lush trappings of middle-class life at the height of Holland's Golden Age, furnishing his light-filled rooms with elaborate carpets, rich drapery and artworks-within-artworks. Vermeer has found a fan in the British film director Terence Davies, who has used Vermeer-like effects to enhance the stark settings of his autobiographical movies, inspired by a working-class childhood in mid-20th-century Liverpool.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-ramps-up-retaliation-against-u-s-over-aluminum-tariff-11596817701", "title": "Canada Ramps Up Retaliation Against U.S. Over Aluminum Tariff", "date": "2020-08-07 14:48", "summary": "Deputy prime minister says tariffs to come in 30 days, after consultations with industry, regions. Canada said Friday it intends to slap its own tariffs on a range of U.S. products that contain aluminum-ranging from washing machines to golf clubs to canned beverages-in retaliation to President Trump's move this week to aggravate one of the world's largest and steadiest trading relationships.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-gold-rush-in-space-11596826062", "title": "The New 'Gold Rush in Space'", "date": "2020-08-07 14:47", "summary": "Russian immigrant Mikhail Kokorich talks about America's edge in the new era of private exploration, and his own plans for a water-fueled space transport.. When the Crew Dragon splashed down in the Gulf of Mexico last Sunday-completing the first manned space mission from American soil in nine years-Mikhail Kokorich was exultant. Which is striking, given that he's Russian.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-closures-damage-the-youngest-children-11596825976", "title": "School Closures Damage the Youngest Children", "date": "2020-08-07 14:46", "summary": "Kids learn to function as people by playing together between ages 2 and 5. They can't play on Zoom.. In the contentious debate over opening schools, there is almost no mention of the youngest learners-children 2 to 5, who attend day care, nursery schools or prekindergarten programs. That's a terrible omission. What those children need to accomplish can't be done in isolation or in front of a laptop, and it has to be done during a brief developmental window that closes around age 5 and never opens again.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-issues-new-limits-on-tiktok-and-wechat-apps-11596825403", "title": "Trump Issues New Limits on TikTok and WeChat Apps", "date": "2020-08-07 14:45", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/july-jobs-report-unemployment-claims-2020-11596771828", "title": "Unemployment Rate Fell to 10.2% in July, U.S. Employers Added 1.8 Million Jobs", "date": "2020-08-07 14:40", "summary": "Resume Subscription. Hiring increased in July for the third straight month, though overall gains have yet to restore half of the U.S. jobs lost due to the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brent-scowcroft-a-u-s-national-security-power-broker-dies-at-95-11596813524", "title": "Brent Scowcroft, a U.S. National Security Power Broker, Dies at 95", "date": "2020-08-07 14:34", "summary": "He was the only person to serve as White House national security adviser to two U.S. presidents, Gerald Ford and George H.W. Bush. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-farmhouse-decor-thats-traditional-but-not-out-of-date-11596823646", "title": "American Farmhouse Décor That's Endearingly Traditional but Not Out of Date", "date": "2020-08-07 14:07", "summary": "A classic Texas home balances contemporary design with time-honored charm. WHENJill Brown began designing her family home in Bellville, just outside Houston, the housewares dealer's vision was shaped more by the humble vernacular architecture of her native Ohio than the ritzy limestone ranches of her adopted Texas. \"The idea was to build a classic American farmhouse,\" Ms. Brown explained.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohios-dewine-seeks-to-reassure-residents-on-covid-19-test-accuracy-after-conflicting-results-11596823520", "title": "Ohio's DeWine Seeks to Reassure Residents After Conflicting Covid Test Results", "date": "2020-08-07 14:05", "summary": "Governor received a positive test result, and then two negative results from a more sensitive test. A day after conflicting test results for Covid-19, Ohio Gov. Mike DeWine reiterated Friday that he believes the negative result is accurate after two rounds of follow-up testing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-canadian-sent-to-chinas-death-row-in-as-many-days-11596795753", "title": "Second Canadian Sent to China's Death Row in as Many Days", "date": "2020-08-07 14:02", "summary": "The death sentences handed down this week come amid unresolved tensions between Beijing and Ottawa over Canada's arrest of Huawei executive Meng Wanzhou. HONG KONG-China has imposed the death penalty on a second Canadian citizen for drug-related offenses in as many days, amid a deepening diplomatic row centered on Canada's arrest of a well-connected Chinese tech executive.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-tiktok-is-one-challenge-for-microsoft-making-it-work-is-another-11596821033", "title": "Buying TikTok Is One Challenge for Microsoft. Making It Work Another.", "date": "2020-08-07 13:23", "summary": "Decoupling the social-media platform from China to address Washington's concerns could be expensive and technically complex. For Microsoft Corp. , navigating the political and strategic hurdles in its pursuit of TikTok's U.S. business is a challenge-figuring out how to carve out a chunk of a global app and adopt its code and data may prove equally tough.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-to-manufacture-gileads-remdesivir-for-covid-19-treatment-11596812523", "title": "Gilead Inks Deal to Boost Production of Covid-19 Drug Remdesivir", "date": "2020-08-07 13:17", "summary": "The antiviral medication, approved for limited Covid-19 treatment, has been in short supply. Gilead Sciences Inc. is expanding its manufacturing network to ramp up production of Covid-19 treatment remdesivir, and says it will be able to meet global demand in real time starting in October.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/injured-list-out-of-action-from-the-civil-war-to-major-league-baseball-11596820678", "title": "'Injured List': Out of Action, From the Civil War to Major League Baseball", "date": "2020-08-07 13:17", "summary": "Once called the 'disabled list,' the term has a long history but now applies to ballplayers sitting out because of Covid-19. When the powers-that-be at Major League Baseball decided to proceed with a curtailed 60-game regular season for 2020, they had to make numerous accommodations to the fact that they were playing through a global pandemic. Not only would games be played in eerily empty stadiums, but rules had to be drafted for what happens when a player tests positive for coronavirus, or even shows symptoms. Affected players are now immediately placed on a \"Covid-19 injured list.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-china-populists-consolidate-power-in-sri-lanka-11596798778", "title": "Pro-China Populists Consolidate Power in Sri Lanka", "date": "2020-08-07 13:10", "summary": "Mahinda Rajapaksa returns as prime minister; his brother Gotabaya was elected president in November. COLOMBO, Sri Lanka-The Rajapaksa family cemented its grip on Sri Lanka in parliamentary elections, according to results released Friday, gaining enough seats to push through constitutional changes increasing executive power.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-sports-media-company-learfield-explores-restructuring-amid-coronavirus-11596817824", "title": "College-Sports Media Company Learfield Explores Restructuring", "date": "2020-08-07 13:08", "summary": "Conglomerate taps restructuring lawyers as college sports programs nationwide consider scaling back or canceling fall competitions. Learfield IMG College, the multimedia business that owns broadcast rights for many of the country's leading collegiate sports programs, is preparing for a possible financial restructuring as the coronavirus pandemic curtails athletics nationwide, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miracle-recipe-light-as-air-ricotta-gnudi-ready-in-minutes-11596818138", "title": "Miracle Recipe: Light-as-Air Ricotta Gnudi, Ready in Minutes", "date": "2020-08-07 12:35", "summary": "At MIDA in Boston, these fluffy dumplings take a whole day to prepare. With home cooks in mind, the chef has devised this fast and foolproof version.. \"NO OTHER food appeals to as many people, as easily, as Italian,\" said Douglass Williams. \"It doesn't matter where you're from, when you sit down to pizza or pasta, you get it.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postmaster-general-defends-independence-from-the-trump-administration-11596818093", "title": "Postmaster General Defends Agency's Independence", "date": "2020-08-07 12:34", "summary": "Louis DeJoy says changes to the Postal Service are needed to put it on a sustainable path. New Postmaster General Louis DeJoy defended the U.S. Postal Service's independence from the Trump administration and said that the agency has ample capacity to handle an influx of mailed ballots in the coming election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-revives-house-democrats-lawsuit-seeking-testimony-of-former-trump-white-house-counsel-11596811377", "title": "Appeals Court Revives House Democrats' Suit Seeking Testimony of Ex-Trump White House Counsel", "date": "2020-08-07 12:31", "summary": "Suit sought testimony from Don McGahn as part of a probe of President Trump. WASHINGTON-A federal appeals court on Friday revived a bid by House Democrats to require former White House counsel Don McGahn to testify in an investigation into President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-complacency-on-jobs-11596817762", "title": "Beware of Complacency on Jobs", "date": "2020-08-07 12:29", "summary": "Continued job growth in July doesn't change the need for stimulus. Jobs kept bouncing back last month. To figure if the recovery can continue, watch three things: what happens in Congress, what happens in schools and what happens with the virus.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-rice-sells-netflix-shares-as-biden-eyes-her-as-possible-running-mate-11596817388", "title": "Susan Rice Sells Netflix Shares as Biden Eyes Her as Possible Running Mate", "date": "2020-08-07 12:23", "summary": "Biden is expected to announce decision next week; Rice spokeswoman says stock sale 'has nothing to do with V.P. speculation'. Susan Rice, believed to be a top contender to be Joe Biden's vice presidential running mate, has sold a significant proportion of the Netflix Inc. shares she has acquired since becoming a company director in May 2018.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-triggers-wave-of-long-term-unemployment-11596817137", "title": "Covid-19 Pandemic Triggers Wave of Long-Term Unemployment", "date": "2020-08-07 12:18", "summary": "Numbers of people unemployed between 15 and 26 weeks rose to record high in July. An increasing number of workers were unemployed for more than three months in July, a signal that the coronavirus pandemic is likely to have a lasting economic impact on many people.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-we-got-trump-and-how-he-got-ideas-11596816713", "title": "How We Got Trump and How He Got Ideas", "date": "2020-08-07 12:11", "summary": "His ability to wing it on the stump is one of the main reasons he triumphed over the scripted automatons he faced in 2016.. A glance at Peggy Noonan's headline (\"Burn the Republican Party Down?\" Declarations, Aug. 1) had me torn as to whether I should read the piece. Good thing I did. She summarized what the American public has endured for 25 years and the dilemma voters face this fall. How did we get here, with President Trump? She cites a rudderless foreign policy and long, unsuccessful wars, the financial collapse in 2008, and anxiety-provoking illegal immigration that Washington never addressed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-safe-way-to-do-business-with-the-chinese-government-11596816279", "title": "No Safe Way to Do Business With the Chinese Government", "date": "2020-08-07 12:04", "summary": "'You can sell your products to China-one time.'. Regarding Steve Saleen's \"How Chinese Officials Hijacked My Company\" (op-ed, Aug. 1): I first heard of China's intellectual-property theft at an American Railway Engineering Association conference in the early 1970s. China's government was using manual labor to maintain its railway system's trackage. Back from a visit over there, one railway supplier was asked about the opportunity for U.S. companies to sell the Chinese modern railway maintenance equipment. \"Sure,\" came the response. \"You can sell your products to China-one time.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-election-calendar-loses-marquee-events-11596816000", "title": "2020 Election Calendar Loses Marquee Events", "date": "2020-08-07 12:00", "summary": "With coronavirus limiting big gatherings, Biden's running-mate pick and the debates will be where candidates aim to score. WASHINGTON-The diminishment of the Democratic and Republican conventions because of coronavirus means there will be fewer tentpole events during this election season, heightening the importance of the few that remain. That includes Joe Biden's looming running-mate pick as well as the presidential debates, which have become the subject of bickering between the campaigns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francis-collins-relies-on-science-and-faith-11596815855", "title": "Francis Collins Relies on Science and Faith", "date": "2020-08-07 11:57", "summary": "Amid the coronavirus pandemic, the head of the National Institutes of Health finds hope in his evangelical beliefs and the altruism of medical researchers. It takes no time for Francis Collins, the director of the National Institutes of Health, to recall the moment when he knew he wanted to be a scientist. \"Tenth-grade chemistry class,\" he says over the phone from his home office in Chevy Chase, Md., where he has been working since most of the NIH campus in Bethesda, Md., shut down in March. Much of the science he had learned before then was \"descriptive\" and uninteresting, he explains-but for this class, students used experiments to figure things out. \"It became clear to me that science is like a detective story,\" says Dr. Collins, 70. \"If you're good at it, you'll discover something that no one ever knew before. What's not to love about that? I was hooked.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-mostly-safe-to-reopen-the-schools-11596812466", "title": "Why It's (Mostly) Safe to Reopen the Schools", "date": "2020-08-07 11:55", "summary": "Younger children urgently need to get back to their classrooms, and the evidence from Europe shows no wider harms. It's more complicated with older students.. Every American has a stake in the ongoing debate over how, when and if to reopen schools this fall. Last spring's pandemic-driven closures affected 62 million pre-primary, primary and secondary school students, not to mention their parents.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wechat-and-trumps-executive-order-questions-and-answers-11596810744", "title": "WeChat and Trump's Executive Order: Questions and Answers", "date": "2020-08-07 11:50", "summary": "WeChat is virtually ubiquitous for smartphone users in China; it also is used for censorship purposes and to track Chinese nationals living abroad. President Trump signed an executive order Thursday that imposes strict new limits on WeChat , the most used app in China, intensifying a tech war between the world's two largest economies. The White House said it issued the order, typically used in emergency situations, to protect national security.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-seeks-to-clarify-remark-on-diversity-among-black-americans-11596815435", "title": "Biden Seeks to Clarify Remark on Diversity Among Black Americans", "date": "2020-08-07 11:50", "summary": "'In no way did I mean to suggest the African American community is a monolith,' the former vice president said. WASHINGTON-Presumptive Democratic presidential nominee Joe Biden sought to walk back remarks that appeared to suggest he viewed Black Americans as monolithic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-offers-free-testing-as-china-sends-in-teams-to-contain-coronavirus-11596815359", "title": "Hong Kong Offers Free Testing as China Sends Teams to Contain Coronavirus", "date": "2020-08-07 11:49", "summary": "Screening is voluntary, but some Hong Kong residents worry that Beijing is compiling a DNA database as it asserts control over the city. Hong Kong is offering residents free coronavirus testing as it battles its biggest outbreak yet, with government leaders trying to reassure citizens suspicious of the intentions of the Chinese technicians and pop-up labs crossing over from the mainland to assess the spread of Covid-19.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-should-go-private-to-have-a-shot-at-lapping-tesla-11596813153", "title": "Why Ford Should Go Private", "date": "2020-08-07 11:12", "summary": "If the auto giant wants to innovate it needs to stop worrying about pleasing shareholders for a while. Today marks two years since that infamous Elon Musk tweet. \"Am considering taking Tesla private at $420,\" the billionaire posted. \"Funding secured.\"", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-of-a-klansman-review-a-hood-in-the-closet-11596812363", "title": "'Life of a Klansman' Review: A Hood in the Closet", "date": "2020-08-07 10:59", "summary": "The author of 'Slaves in the Family' returns with a personal history of New Orleans during Reconstruction.. If there is a lesson to be learned from the first 20 years of this century, it is that the force and impact of history are inescapable. In the spotlight cast by Black Lives Matter, Americans have witnessed how certain elements of our cultural memory cry out to be recognized and cannot continue to be ignored or disguised by mythology. Yet in spite of hard evidence, it is difficult for Americans to come to terms with the burdens and wrongs of the past. The demons lurking in family chronicles and stories-transgressions shrouded in silence, euphemism or willed amnesia-are often the most difficult to exorcise; they inevitably bring up questions of legacy and inheritance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cynthia-isnt-amused-by-that-geico-ad-11596811422", "title": "'Cynthia' Isn't Amused by That Geico Ad", "date": "2020-08-07 10:43", "summary": "A body representing homeowners associations calls out the Berkshire Hathaway unit for an ad poking fun at the groups. From sensitive cavemen to a Cockney-accented gecko to the little piggy who cried \"whee, whee, whee\" all the way home, Berkshire Hathaway 's Geico has cranked out decades of funny TV ads for home and car insurance that have almost made commercial breaks enjoyable. But your homeowners association isn't amused by its latest offering.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-police-bring-first-charges-linked-to-wirecard-11596810092", "title": "Singapore Police Bring First Charges Linked to Wirecard", "date": "2020-08-07 10:21", "summary": "Director of corporate services firm accused of faking trustee letters. Singapore police brought their first criminal charges against an individual linked to the suspected fraud at Wirecard AG , the one-time German technology star that collapsed at the end of June after admitting more than $2 billion of cash on its balance sheet was fake.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-beiruts-shock-waves-vaccines-painful-priorities-amazons-delivery-rebound-11596809721", "title": "Today's Logistics Report: Beirut's Shock Waves; Vaccine's Painful Priorities; Amazon's Delivery Rebound", "date": "2020-08-07 10:15", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nathalie-sarraute-a-life-between-review-making-the-novel-new-11596809259", "title": "'Nathalie Sarraute: A Life Between' Review: Making the Novel New", "date": "2020-08-07 10:07", "summary": "The realities of the 20th century needed a different ﬁctional form, she thought-one that showed the opacity and mystery of human action. Sartre approved.. In one of her letters, Nathalie Sarraute, a pioneering practitioner of the New Novel-or \"nouveau roman\"-likens writing to \"repeatedly casting a line to reel in something that slips off and hides, and, when you have hauled it up, when it's there, laid out in the light of day, it dies.\" It is a telling metaphor, given her own literary output. In her many works, Sarraute was always in search of what lies beneath the surface of our daily interactions, however fleeting. But she was no mere psychological pointillist. In \"Nathalie Sarraute: A Life Between,\" Ann Jefferson, professor emerita of French at Oxford, shows how Sarraute's literary innovations, in part, issued from the disruptions of her own boundary-defying life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-butterfly-effect-review-silk-shellac-and-a-rush-of-cochineal-11596809161", "title": "'The Butterfly Effect' Review: Silk, Shellac and a Rush of Cochineal", "date": "2020-08-07 10:06", "summary": "Some of the greatest achievements of human culture have been built on the crushed bodies of insects.. Everyone knows the feeling-the unexpected prick, mild at first, then sharper; the itchiness and swelling that follow, redness spreading on skin. A meeting of species, one a mere blip in the planet's long history, the other hundreds of millions of years old, with ancestors hailing from the Cambrian seas. A painful meeting that renews in us a desire for retaliation-for the squish or swat that, next time, will surely spare us discomfort. Our concern for life, observed the writer Elias Canetti, does not extend to insects: \"Their blood does not stain our hands, for it does not remind us of our own.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-way-of-imagination-review-the-daunting-duality-of-nature-11596809200", "title": "'The Way of Imagination' Review: The Daunting Duality of Nature", "date": "2020-08-07 10:06", "summary": "How do we celebrate a power that produces not only butterflies, whales and sycamore trees but also hurricanes, plagues and cancer?. Homebound for weeks in this pandemic year, many Americans seem to be reading more deeply, looking more closely at neighborhood birds and plants, and asking more questions about where the world is going. This is the sort of life that the best nature writers lead all the time, as one is reminded by the arrival of \"The Way of Imagination,\" Scott Russell Sanders's new book of essays.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-between-the-eerie-and-the-everyday-11596809085", "title": "Fiction: Between the Eerie and the Everyday", "date": "2020-08-07 10:04", "summary": "A childless but hopeful couple become trapped in a Victorian ghost story set in a grand hotel above the Arctic Circle.. Peter Cameron's novel \"What Happens at Night\" (Catapult, 301 pages, $26) is an optical illusion. Consider it from one angle and you have the darkly comic tale of a Manhattan couple's winter trip to a forgotten European backwater within the Arctic Circle, the site of the only orphanage willing to let them adopt a baby in spite of the wife's late-stage cancer. There, while lodging at an absurdly grandiose hotel, they fall under the influence of an array of kooksand criminals who prey on them for their own idle designs. But relax your eyes and the book changes complexion, dissolving into an atmosphere of pure Gothic horror, filled with phantoms and demons and other avatars of the uncanny.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-francesca-marciano-on-animals-in-fiction-11596809026", "title": "Five Best: Francesca Marciano on Animals in Fiction", "date": "2020-08-07 10:03", "summary": "From the author, most recently, of the story collection 'Animal Spirit.'. By Max Porter (2015)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-in-search-of-forbidden-knowledge-11596808961", "title": "Mysteries: In Search of Forbidden Knowledge", "date": "2020-08-07 10:02", "summary": "Elsa Hart's historical mystery, set in the 18th century, concerns a collector of rarities murdered amid his cabinets of wonder.. In the London of 1703, as re-created in Elsa Hart's suspenseful historical mystery \"The Cabinets of Barnaby Mayne\" (Minotaur, 344 pages, $26.99), it is the passion of certain men of means to assemble personal collections featuring \"rarities of art and nature\": private museums that often fill entire houses. One of the most celebrated such displays is that of Sir Barnaby Mayne, whose ambitious goal is \"to keep a record of the whole world and its history.\" His rooms full of \"coins, feathers, eggs, nests, insects, bones, pelts, horns, and claws,\" he contends, \"contain no less than the future course of all knowledge.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ace-shoe-salesman-helped-create-foot-locker-11596808801", "title": "Ace Shoe Salesman Helped Create Foot Locker", "date": "2020-08-07 10:00", "summary": "Harold Sells, working for Woolworth's Kinney, spotted early signs of shift to sneakers as street fashion. Harold Sells thought sneakers were for basketball or gym class. In the early 1970s, when he was a senior executive at the G.R. Kinney shoe chain, he was surprised to find more and more people wearing pricey athletic shoes on the street.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-firms-fast-track-cloud-ai-projects-after-covid-19-lays-bare-supply-chain-gaps-11596757388", "title": "Logistics Firms Fast-Track Cloud, AI Projects After Covid-19 Lays Bare Supply-Chain Gaps", "date": "2020-08-07 10:00", "summary": "'It's really becoming a big data game,' says Crane Worldwide Logistics CIO Brannon Kuykendall. Global logistics companies are expected to increase their use of digital technology, as manufacturers, retailers and other businesses reset global supply chains battered by the coronavirus outbreak.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-contractor-embedded-software-in-apps-to-track-phones-11596808801", "title": "U.S. Contractor Embedded Software in Apps to Track Phones", "date": "2020-08-07 10:00", "summary": "Anomaly Six has ties to military, intelligence agencies and draws location data from more than 500 apps with hundreds of millions of users. WASHINGTON-A small U.S. company with ties to the U.S. defense and intelligence communities has embedded its software in numerous mobile apps, allowing it to track the movements of hundreds of millions of mobile phones world-wide, according to interviews and documents reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-know-the-difference-between-being-rich-and-being-wealthy-11596808802", "title": "Do You Know the Difference Between Being Rich and Being Wealthy?", "date": "2020-08-07 10:00", "summary": "To one man, money was a plaything. To another, it was a possibility. Guess which one came out ahead in the end?. It isn't often that I receive a new book I feel I have to read, but I couldn't wait to dig into \"The Psychology of Money.\"", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-seeks-to-dissolve-the-national-rifle-association-11596728487", "title": "New York Attorney General Seeks to Dissolve National Rifle Association", "date": "2020-08-07 09:46", "summary": "State probe into nonprofit alleges it found tens of millions in diverted funds, mismanagement; NRA calls suit 'a rank political vendetta'. New York Attorney General Letitia James has filed a lawsuit seeking to dissolve the National Rifle Association, alleging that insiders violated the state's nonprofit laws by illegally diverting tens of millions of dollars from the group through excessive expenses and contracts that benefited relatives or close associates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-against-nra-thrusts-gun-rights-debate-into-presidential-campaign-11596806876", "title": "Suit Against NRA Thrusts Gun-Rights Debate Into Presidential Campaign", "date": "2020-08-07 09:43", "summary": "Democrats celebrate the suit, but strategists say the fight could energize Trump supporters. WASHINGTON-A new lawsuit seeking to dissolve the National Rifle Association drew swift reaction from across the political spectrum, reigniting a debate over gun rights ahead of the November election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easiest-pie-crust-ever-11596806998", "title": "Easiest Pie Crust Ever", "date": "2020-08-07 09:30", "summary": "Bypass the rolling pin altogether. These press-in crusts provide a low-commitment, high-return shortcut to delicious pies. Plus: recipes for simple summery fillings and a gluten-free option.. I AM AN enthusiastic baker. But if a recipe calls for rolling out dough, I typically take a hard pass. Come summer, when the greatest fruit of the year begs to be showcased in a pie, you'd think this would prove problematic. But I have a hack: the press-in crust.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-to-ban-tiktok-on-government-issued-phones-11596760843", "title": "Trump Executive Orders Target TikTok, WeChat Apps", "date": "2020-08-07 09:24", "summary": "Limitations on the Chinese apps are likely to increase tensions with Beijing. President Trump issued a pair of executive orders that would impose new limits on Chinese social-media apps TikTok and WeChat, escalating tensions with Beijing and effectively setting a 45-day deadline for an American company to purchase TikTok's U.S. operations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-coronavirus-stimulus-act-relief-struggling-homeowners-have-mortgage-payment-options-11596806562", "title": "Beyond Coronavirus Stimulus Act Relief, Struggling Homeowners Have Mortgage Payment Options", "date": "2020-08-07 09:22", "summary": "The options include seeking to extend forbearance, defer payments or modify your mortgage. As part of the coronavirus relief effort, Congress passed a $2 trillion stimulus package in April with provisions for those struggling to make their mortgage payments. Lenders were supposed to allow forbearance for homeowners with federally-backed mortgages.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-is-a-new-weapon-in-the-battle-against-counterfeits-11596805200", "title": "The Battle Against Counterfeits Has a New Weapon", "date": "2020-08-07 09:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gates-foundation-teams-up-with-vaccine-maker-to-produce-3-covid-19-shots-11596804573", "title": "Gates Foundation Teams Up With Vaccine Maker to Produce $3 Covid-19 Shots", "date": "2020-08-07 08:49", "summary": "As U.S. and other governments sign deals for vaccine supplies, Gates, Gavi and Serum Institute of India pledge cheap shots for developing world. The Bill & Melinda Gates Foundation said it is backing the world's largest vaccine maker, Serum Institute of India, to churn out 100 million doses of coronavirus vaccine for poorer countries and price them at less than $3.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyonce-black-is-king-african-references-11596804306", "title": "How Beyoncé's 'Black Is King' Honors the Black Experience", "date": "2020-08-07 08:47", "summary": "Co-director Kwasi Fordjour and costume designer Zerina Akers of Beyoncé's new film for Disney+ explain how they hope the project will influence a generation of Black children.. Black Is King, Beyoncé's third visual album, which was released on Disney+ on July 31, reinvents the coming of age story of The Lion King. The film's narrative mirrors Simba's journey from young prince to king. But Black Is King, which was directed and produced by and stars Beyoncé, tells an altogether different story that cements ancestral connections between Black Americans and the people of the African diaspora.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-loses-ground-in-suburbs-key-to-his-path-in-several-states-11596803248", "title": "Trump Loses Ground in Suburbs Key to His Path in Several States", "date": "2020-08-07 08:27", "summary": "Big margins in blue-collar suburban counties in the Great Lakes region helped the president flip those states four years ago. LAKE COUNTY, Ohio-Four years ago Donald Trump ran away with this longtime battleground county, capturing it by more than 15 points. The president's re-election chances could hinge on his ability to replicate that feat in places like this in 2020.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-a-college-gap-year-heres-what-to-consider-11596801829", "title": "Time for a College 'Gap Year'? Here's What to Consider", "date": "2020-08-07 08:03", "summary": "Students with loans may have to start making payments while on hiatus. But there are ways to avoid that.. With so much in flux in people's lives because of the coronavirus pandemic and universities going online or partially online, many college students are thinking about taking a gap year.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nhls-playoff-challenges-coronavirus-and-the-summer-heat-11596801600", "title": "NHL's Playoff Challenges: Coronavirus and the Summer Heat", "date": "2020-08-07 08:00", "summary": "The people in charge of maintaining the league's two playoff bubble rinks in Toronto and Edmonton, Alberta, have been struggling to keep the ice in game shape. Toronto", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finally-a-path-emerges-to-european-bank-mergers-11596800005", "title": "Finally, a Path Emerges to European Bank Mergers", "date": "2020-08-07 07:33", "summary": "Intesa Sanpaolo's successful pursuit of Italian peer UBI shows that local consolidation is possible, and barriers to cross-border deals may be slipping too. For the first time in years, European bank mergers look to be more than a tantalizing mirage on the horizon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-real-estate-bank-loans-are-about-to-get-real-11596798001", "title": "Commercial Real-Estate Bank Loans Are About to Get Real", "date": "2020-08-07 07:00", "summary": "Lending agreements to fund malls, offices and the like could end up performing worse than expected. Storefronts and hotels shut by stay-at-home orders are a nightmare for workers, business owners and their landlords. But so far, it's only a very bad dream for bankers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-lending-binge-threatens-to-unwind-when-stimulus-measures-ease-11596798003", "title": "Auto-Lending Binge Threatens to Unwind as Stimulus Measures Ease", "date": "2020-08-07 07:00", "summary": "A rise in defaults would test whether lenders and investors can work out deals to prevent borrowers from losing their wheels. A decadelong boom in auto lending threatens to unravel as payment deferrals end while unemployment remains high and stimulus measures fade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-exiled-dissidents-become-fugitives-from-china-11596793908", "title": "Hong Kong's Exiled Dissidents Become Fugitives From China", "date": "2020-08-07 06:57", "summary": "Samuel Chu, an American citizen who has lobbied Washington, is being sought along with five others living abroad. HONG KONG-Samuel Chu wasn't living in his native Hong Kong when protests were raging last year against Beijing's increasingly heavy-handed rule. He was in the U.S., pushing Congress to punish China for eroding the city's autonomy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-restates-earnings-after-3-9-billion-malaysia-settlement-11596796982", "title": "Goldman Sachs Restates Earnings After $3.9 Billion Malaysia Settlement", "date": "2020-08-07 06:43", "summary": "Deal With Malaysia reduces second-quarter earnings by $2 billion. Goldman Sachs Group Inc. restated its second-quarter earnings lower Friday after reaching a $3.9 billion settlement with the government of Malaysia to resolve a long-running investigation into its work for a corrupt investment fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-hand-luxury-still-shines-at-the-realreal-11596794580", "title": "Second-Hand Luxury Still Shines at The RealReal", "date": "2020-08-07 06:03", "summary": "Sales fell at the luxury consignor, but that's not where investors should focus. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-chicago-federal-agents-hit-the-streets-as-homicides-spike-11596794403", "title": "In Chicago, Federal Agents Hit the Streets as Homicides Spike", "date": "2020-08-07 06:00", "summary": "Trump calls for a surge of hundreds of federal officers in cities that have seen increases in violent crime. CHICAGO-Inside a modified freightliner parked on Chicago's west side this week, technician Jill Jacobson fired two rounds from a black 9mm pistol into a machine designed to capture the unique markings made on a bullet case as ammunition moves through a gun.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-chaotic-soccer-league-hampers-xis-world-cup-dream-11596794400", "title": "China's Chaotic Soccer League Hampers Xi's World Cup Dream", "date": "2020-08-07 06:00", "summary": "Kicking off its new season five months late, the recent collapse of many domestic clubs has highlighted the sport's dysfunction. SHANGHAI-China's leader, Xi Jinping, wants the country to become a soccer world power by 2050. By the looks of its professional league, it's going to take far longer.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shutdowns-shift-energy-costs-to-individuals-11596792600", "title": "Coronavirus Shutdowns Shift Energy Costs to Individuals", "date": "2020-08-07 05:30", "summary": "As work moved from offices to home, so did electricity use. But overall consumption fell.. Beginning in March, when businesses across the country snapped off the lights and sent employees home to curb the spread of Covid-19, overall electricity consumption declined.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-should-pay-for-covid-19-testing-in-the-workplace-11596792600", "title": "Who Should Pay for Covid-19 Testing in the Workplace?", "date": "2020-08-07 05:30", "summary": "When small businesses seek to screen employees for infection, not all health insurers will foot the bill. Connecticut manufacturing company Mott Corp. hired an urgent-care clinic in May to regularly test workers for Covid-19 to avoid workplace outbreaks and give workers peace of mind. The medical group asked the company's insurer whether testing costs would be covered.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-becomes-a-refuge-for-u-s-companies-after-overcoming-covid-19-11596792603", "title": "China Becomes a Refuge for U.S. Companies After Overcoming Covid-19", "date": "2020-08-07 05:30", "summary": "U.S. companies, including Nike and Tesla, have been buoyed by strong results from China; 'a model of recovery'. SHANGHAI-China has long been an important destination for U.S. companies. In the June quarter, the world's second-largest economy became a vital refuge for many of them as China's rebounding consumer economy helped offset the damage from tumbling sales back home.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congrats-on-your-new-ceo-job-maybe-one-day-youll-get-to-meet-your-employees-11596792611", "title": "Congrats on Your New CEO Job. Maybe One Day You'll Get to Meet Your Employees.", "date": "2020-08-07 05:30", "summary": "Your office is closed. You can't travel. You're having essential meetings via Zoom. Oh, and the coronavirus is upending the global economy. What it's like to take a CEO job now.. On his first day as CEO of a Washington, D.C., commercial real-estate company, John L. Ziegenhein turned to his wife over morning coffee and joked: How do I get to the office?", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tax-breaks-for-homes-that-help-you-now-11596792602", "title": "The Tax Breaks for Homes That Help You Now", "date": "2020-08-07 05:30", "summary": "If you're part of the backlog of home buyers who's heating up the real-estate market-or simply mulling changes to your current home-here are answers to key questions about the tax code. The coronavirus pandemic has had profound effects on real estate, and the sudden shifts make it a good time to delve into tax breaks available to home buyers and homeowners.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-tenuous-saudi-russia-oil-alliance-could-melt-down-11596792620", "title": "How a Tenuous Saudi-Russia Oil Alliance Could Melt Down", "date": "2020-08-07 05:30", "summary": "Rebounding oil prices have the potential to show the cracks that already exist in the delicate cooperation between the powerful oil-producing nations. Saudi Arabia, the dominant force of OPEC, might as well have been herding cats in recent years trying to bring order to the unruly cartel. It wasn't until Russia and others piled in to make it \"OPEC+\" that the market purred. But now the expanded group's greatest accomplishment could falter as oil prices stabilize and as Riyadh and Moscow's interests diverge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-rides-a-wave-in-july-after-coronavirus-restrictions-ease-11596791830", "title": "China Trade Rides a Wave in July After Coronavirus Restrictions Ease", "date": "2020-08-07 05:17", "summary": "Exports to Asean and the U.S. jumped sharply. China's exports picked up momentum in July for the second straight month, as global demand recovered with the easing of coronavirus-related restrictions.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-bond-investors-still-wary-of-coronavirus-volatility-11596790690", "title": "Corporate Bond Investors Still Wary of Coronavirus Volatility", "date": "2020-08-07 04:58", "summary": "Gap between bond yields and cost of default insurance highlights preference for liquidity. Bond investors are wary about a return of coronavirus-induced volatility, despite central banks' efforts to backstop credit markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-stock-drops-after-firm-is-targeted-by-trump-executive-order-11596777677", "title": "Tencent Stock Drops After Firm Is Targeted by Trump Executive Order", "date": "2020-08-07 04:51", "summary": "Just before the news, Tencent shares were trading near a record high. Shares of Tencent Holdings Ltd. plunged as much as 10% on Friday, hours after President Trump signed an executive order that would bar U.S. entities from transacting with the Chinese internet giant and its popular social-media app, WeChat.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-daniel-loebs-third-point-re-to-merge-with-sirius-group-11596788539", "title": "Billionaire Daniel Loeb's Third Point Re to Merge With Sirius Group", "date": "2020-08-07 04:22", "summary": "Cash-and-stock deal, worth around $788 million, will produce a property-and-casualty insurer called SiriusPoint. Third Point Reinsurance Ltd. , backed by U.S. hedge-fund manager Daniel Loeb, said it would merge with Sirius International Insurance Group Ltd. , whose majority shareholder in China has been under financial pressure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kicking-out-chinese-stocks-and-wechat-is-another-nail-in-the-coffin-of-u-s-china-links-11596785234", "title": "Kicking Out Chinese Stocks and WeChat Is Another Nail in the Coffin of U.S.-China Links", "date": "2020-08-07 03:27", "summary": "The Trump administration's latest moves against China could have profound impacts. But the winners and losers might not be who they seem.. The White House shot with both barrels at Sino-U.S. financial links Thursday, firing off a plan that could force Chinese companies to give up U.S. listings and executive orders restricting transactions related to ByteDance and Tencent Holdings , two major Chinese tech companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-06-2020-11596702442", "title": "U.S. Daily Coronavirus Case Count Stays Below Recent Highs", "date": "2020-08-07 00:21", "summary": "Totals remain under July marks, though testing problems may obscure extent of Covid-19's spread. The number of newly reported coronavirus cases across the country remained short of highs seen in late July, but a drop in testing in some states could be obscuring the extent of the virus's spread.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-falwell-jr-takes-leave-as-president-of-liberty-university-11596839175", "title": "Jerry Falwell Jr. Takes Leave as President of Liberty University", "date": "2020-08-07 00:01", "summary": "Son of Christian university's founder had posted photo of himself with pants unzipped, arm around a woman. Jerry Falwell, Jr. will take an indefinite leave of absence from the presidency of Liberty University, one of the largest evangelical Christian colleges in the country, at the request of the school's board of trustees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596747012", "title": "Pepper...and Salt", "date": "2020-08-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-gov-mike-dewine-tests-positive-for-covid-19-11596732254", "title": "Ohio Gov. Mike DeWine Tests Negative in Second Evaluation", "date": "2020-08-07 23:11", "summary": "Office earlier said he had tested positive ahead of scheduled meeting with President Trump. Ohio Gov. Mike DeWine's office said Thursday night that the governor tested negative for Covid-19, following an announcement earlier in the day that he had tested positive ahead of a scheduled meeting with President Trump in Cleveland.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-say-trumps-powers-are-limited-on-coronavirus-stimulus-11596738917", "title": "Negotiators Close In on Coronavirus Aid Deadline With No Deal", "date": "2020-08-07 22:02", "summary": "Democrats and White House say big gulf remains in talks as Trump mulls executive order on jobless aid, other relief. WASHINGTON-Talks between White House officials and Democratic leaders on a new coronavirus-aid package ended late Thursday without a breakthrough as both sides edged closer to the Trump administration's Friday deadline for reaching a deal or leaving the bargaining table.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-reimpose-aluminum-tariffs-on-canada-11596747137", "title": "Trump to Reimpose Aluminum Tariffs on Canada", "date": "2020-08-07 21:29", "summary": "Major business groups criticized the decision as Canada pledged to retaliate. President Trump placed tariffs on some Canadian aluminum Thursday, a little over a month after implementing the new U.S.-Mexico-Canada Agreement designed to lower trade barriers across North America.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-seeks-crackdown-on-chinese-companies-with-shares-traded-in-u-s-11596748284", "title": "White House Seeks Crackdown on U.S.-Listed Chinese Firms", "date": "2020-08-07 20:06", "summary": "Proposal would have companies lose their listings if they don't comply with U.S. auditing requirement. WASHINGTON-Chinese companies with shares traded on U.S. stock exchanges would be forced to give up their listings unless they comply with U.S. audit requirements under a plan recommended Thursday by the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]