[{"link": "https://www.wsj.com/articles/sinn-fein-poised-for-historic-result-in-irish-electionbut-not-to-govern-11581157800", "title": "Sinn Féin Sees Surge in Inconclusive Irish Election", "date": "2020-02-09 18:45", "summary": "It could be weeks before any party is able to form a government, but left-wing nationalist party garners the most votes. A left-wing party committed to reunifying the island of Ireland made big gains in Saturday's election, shaking up politics in a country that has been run by two center-right parties since independence almost a century ago.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-propose-4-8-trillion-budget-with-big-safety-net-cuts-11581274525", "title": "Trump to Propose $4.8 Trillion Budget, Big Safety-Net Cuts", "date": "2020-02-09 18:20", "summary": "White House boosts funds for military, veterans and aims to reduce deficits by $4.6 trillion over a decade, in part through curbs on Medicare, Medicaid. WASHINGTON-President Trump is expected to release a $4.8 trillion budget Monday that charts a path for a potential second term, proposing steep reductions in social-safety-net programs and foreign aid and higher outlays for defense and veterans.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-to-unveil-5-billion-in-budget-cuts-11581289534", "title": "Pentagon Set to Shift $5 Billion in Budget", "date": "2020-02-09 18:05", "summary": "Defense secretary proposes shifting resources away from about 50 medical facilities, military newspaper in plan some officials have criticized. WASHINGTON-The Pentagon has identified more than $5 billion in programs from which it wants to shift money to fund higher-priority initiatives, according to a draft budget document reviewed by The Wall Street Journal.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-phobia-comes-to-cyberspace-11581289461", "title": "Market Phobia Comes to Cyberspace", "date": "2020-02-09 18:04", "summary": "What's behind the campaign to block the sale of a web registry?. Remember the panic over net neutrality? Pressure groups convinced millions that strengthening market competition in broadband would \"end the internet as we know it,\" exposing web users to corporate exploitation and control. Federal Communications Commission Chairman Ajit Pai needed a security detail.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-on-soleimani-11581289385", "title": "The Democrats on Soleimani", "date": "2020-02-09 18:03", "summary": "Biden, Buttigieg and Sanders say they would not have killed the Iranian terror master.. One of Vice President Joe Biden's better lines in 2012 was \"Osama bin Laden is dead, and General Motors is alive.\" The crowd at the Democratic convention loved it. This year it sounds like the Democratic campaign theme may be that Iranian terror master Qasem Soleimani is dead and the world is more dangerous because of it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-labors-payoff-day-11581289341", "title": "Big Labor's Payoff Day", "date": "2020-02-09 18:02", "summary": "The House passes the most sweeping pro-union bill since the Wagner Act.. Ten years ago Democrats chose not to use their 60-vote Senate majority to pass card-check legislation letting unions avoid secret-ballot elections. Even House Speaker Nancy Pelosi refused to bring up the bill for a vote. How political times have changed. House Democrats last week passed the PRO Act, 224-194, that would impose a back-door card check and gut the 1947 Taft-Hartley Act in the most sweeping pro-union legislation since the 1935 Wagner Act.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-wish-id-never-met-rick-singer-11581278199", "title": "I Wish I'd Never Met Rick Singer", "date": "2020-02-09 17:36", "summary": "Doug Hodge says he was raised with a strong moral compass, but he let himself get taken in by the 'Varsity Blues' scam.. Early on the morning of March 12, 2019, my cell phone rang with a number I didn't recognize. A woman identified herself as an agent of the Federal Bureau of Investigation and told me I was going to be charged with two counts of fraud. She said I needed to report to the nearest FBI office as soon as possible. Honestly, I thought it was a prank. Once it became clear that it wasn't, I asked her to identify herself again and repeat her message.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smallest-u-s-firms-struggle-to-find-workers-11581264011", "title": "Smallest U.S. Firms Struggle to Find Workers", "date": "2020-02-09 17:35", "summary": "Employment at businesses with fewer than 20 employees stalled last year. The number of people working at small companies essentially didn't budge last year, even as larger businesses continued to expand their payrolls for a record 10th straight year.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-campaign-supporting-credit-suisse-ceo-backfired-hastening-his-resignation-11581287598", "title": "Investors Who Tried to Save Credit Suisse's CEO Hastened His Demise", "date": "2020-02-09 17:33", "summary": "Tidjane Thiam quit after months of pressure as the Swiss bank's board ran out of patience with fallout from a spying scandal. A drumbeat of investors' public support for Credit Suisse Group AG Chief Executive Tidjane Thiam over the past week was intended to force the bank's board to back him or sacrifice one of their own amid a high-stakes spying scandal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-eternal-quest-to-decode-fedspeak-here-come-the-computers-11581287394", "title": "In the Eternal Quest to Decode Fedspeak, Here Come the Computers", "date": "2020-02-09 17:29", "summary": "Investors are rolling out a new weapon in their effort to figure out what central banks are about to do-artificial intelligence. LONDON-After taking the helm of the Federal Reserve in the 1980s, Alan Greenspan liked to say he had mastered the art of the strategic mumble. With financial markets prone to soar or dip based on what came out of his mouth, he learned to speak in an opaque and sometimes baffling fashion.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flooding-in-eastern-oregon-strands-residents-11581285882", "title": "Flooding in Eastern Oregon Strands Residents", "date": "2020-02-09 17:04", "summary": "National Guard makes multiple rescues, woman missing. Dozens of people have been rescued and one woman is missing after severe flooding in eastern Oregon stranded residents and closed highways.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-department-officer-shot-in-assassination-attempt-officials-say-11581255677", "title": "Two NYPD Officers Shot in Incidents Being Called Assassination Attempts", "date": "2020-02-09 17:02", "summary": "Police took a suspect into custody after the second shooting; the injured officers are expected to recover. Two on-duty New York Police Department officers were shot in the Bronx within hours of each other over the weekend, in two incidents that police and city officials called assassination attempts.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-closes-factories-as-toy-slump-weighs-on-supply-chain-11581256800", "title": "Mattel Closes Factories as It Revamps Supply Chain", "date": "2020-02-09 17:00", "summary": "After handling most of its manufacturing for decades, the toy maker overhauls production to cut costs. Mattel Inc. said it has closed two factories in Asia and plans to close one in Canada, as the toy company reduces its sprawling manufacturing footprint to cut costs.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-against-teslaand-lost-8-4-billion-in-five-weeks-11581284236", "title": "The Agony of the Tesla Bears: $8.4 Billion of Losses in Five Weeks", "date": "2020-02-09 16:37", "summary": "Resume Subscription. Fred Lande's heart was pounding as he watched Tesla Inc. shares charge to an all-time high of $968.99 last week. It wasn't because he was happy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-scientist-and-the-spy-review-agent-running-in-the-field-11581278582", "title": "'The Scientist and the Spy' Review: Agent Running in the Field", "date": "2020-02-09 15:03", "summary": "An unusual FBI investigation illustrates the government's evolving response to China's stealing American industrial secrets.. In the fall of 2011, a farmer deep in Iowa corn country was so startled by an unusual sight that he called the cops. The alert sent over police radio went as follows: \"South of here walking westbound there is an Asian male wearing a suit walking through a farm field. He was dropped off. Nature of incident: suspicious.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-chair-testifies-u-s-cpi-and-eu-trade-data-11581278401", "title": "Economy Week Ahead: Fed Chair Testifies, U.S. CPI and EU Trade Data", "date": "2020-02-09 15:00", "summary": "Economists expect key measure of U.S. inflation picked up in January. In the week ahead, Federal Reserve Chairman Jerome Powell will testify on Capitol Hill, while U.S. inflation and retail-sales data will offer insight into consumer prices and spending so far this year.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-donald-j-macguffin-11581278117", "title": "President Donald J. MacGuffin", "date": "2020-02-09 14:55", "summary": "His wild persona is a device that baits enemies and clears space for his agenda.. Is he a disease or a cure? Like him or hate him, there's tons of spilled ink trying to assess President Trump's governing style. To me, the key to understanding Trumpism is remembering why he was elected.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pitch-to-puerto-rican-voters-11581278036", "title": "Trump's Pitch to Puerto Rican Voters", "date": "2020-02-09 14:53", "summary": "He can't match Democrats with largess. A better offer is good governance.. President Trump's decision to host Venezuelan interim President Juan Guaidó at the State of the Union address last week was a message to Cuba and Venezuelan dictator Nicolás Maduro that the U.S. remains committed to the cause of freedom in the region. It was also a clever political move aimed at energizing Hispanic voters in South Florida, particularly those of Cuban and Venezuelan heritage.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-magazine-editors-broke-the-rules-11581277980", "title": "When Magazine Editors Broke the Rules", "date": "2020-02-09 14:53", "summary": "They sent a husband advance material to read to his ailing wife.. On top of a box of garbage awaiting pickup on a Florida curb, I spotted a tattered copy of an old novel: John P. Marquand's \"Melville Goodwin, USA\" (1951). Seeing it suddenly took me back to one of the most tender love stories, and quietly thoughtful acts of kindness, I've ever come across. I once knew the family at the center of it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-middle-east-conflict-you-havent-heard-about-11581277914", "title": "The Middle East Conflict You Haven't Heard About", "date": "2020-02-09 14:51", "summary": "Turkey and Egypt are feuding over the fate of Libya and who controls the region's resources.. Iran isn't the only flashpoint in the Middle East. Less noticed are tensions between Egypt and Turkey over the fate of Libya, where a messy civil war has been raging since 2014. This antagonism could further destabilize the Middle East, which could set off another refugee crisis in Europe. The fight may also disrupt maritime commerce in the Mediterranean and lead to a resurgence of ISIS in Libya.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-improve-health-outcomes-for-older-americans-11581277843", "title": "How To Improve Health Outcomes for Older Americans", "date": "2020-02-09 14:50", "summary": "The U.S. is struggling to meet the needs of this growing population. Here's what doctors can do.. I recently cared for a 70-year-old man in the resuscitation bay of my hospital's emergency department. His blood pressure was low, his skin mottled, his stench foul. Ambulance personnel told us he was \"found down\" by a neighbor. His home was in disarray. Evidently, no one had cleaned it in weeks. His shins were partially covered with dressings that desperately needed changing. His toes were infected-red, swollen and draining.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-james-carville-goes-off-on-his-party-11581277778", "title": "Notable & Quotable: James Carville Goes Off on His Party", "date": "2020-02-09 14:49", "summary": "'Bernie Sanders isn't a Democrat. He's never been a Democrat. He's an ideologue.'. Democratic political consultant James Carville in a Feb. 7 interview with Vox.com:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-mocks-buttigiegs-mayoral-accomplishments-in-new-ad-11581246000", "title": "Buttigieg Seeks to Turn Biden Attack to His Advantage in New Hampshire Countdown", "date": "2020-02-09 14:43", "summary": "Latest polls show battle between former South Bend, Indiana, mayor and Sen. Bernie Sanders for top spot. NASHUA, N.H.-Former Mayor Pete Buttigieg sought to turn an attack on him by Vice President Joe Biden into an asset Sunday by rallying supporters to his defense in the final countdown to a New Hampshire primary that polls show is a battle between him and Vermont Sen. Bernie Sanders for the top spot.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-u-s-service-members-killed-in-eastern-afghanistan-11581245632", "title": "Two U.S. Service Members Killed in Eastern Afghanistan", "date": "2020-02-09 14:33", "summary": "Incident comes as Trump administration seeks way to reduce U.S. military presence in Afghanistan. KABUL-An Afghan soldier killed two American service members and wounded six other U.S. military personnel in eastern Afghanistan on Saturday, U.S. and Afghan officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-hopefuls-and-the-taxes-to-come-11581274933", "title": "Democratic Hopefuls and the Taxes to Come", "date": "2020-02-09 14:02", "summary": "For those not subject to the proposed new, higher taxes, it can appear there is a free ride-get the benefits which the tax increases will provide without personally having to pay for them.. Regarding your editorial \"The Tax Increases to Come\" (Jan. 27): For those who are not subject to the proposed new, higher taxes, it can appear there is a free ride-get the benefits which the tax increases will provide without personally having to pay for them. And since the potential negative implications appear speculative, there is little need to worry about indirect costs such as job losses or a general economic decline.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-2-inflation-and-ordinary-people-11581274847", "title": "The Fed, 2% Inflation and Ordinary People", "date": "2020-02-09 14:00", "summary": "One must recall Milton Friedman's observation that \"inflation is taxation without legislation.\". In \"The Fed Pretends to Listen\" (op-ed, Jan. 29), Donald L. Luskin chides the Federal Reserve for failing to answer questions about its goals and policies, most prominently asking: Why a 2% inflation goal?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rosa-parks-had-several-courageous-antecedents-11581274730", "title": "Rosa Parks Had Several Courageous Antecedents", "date": "2020-02-09 13:58", "summary": "In 1854 in New York City, Elizabeth Jennings, who wanted to ride on a horse-drawn streetcar that was privately operated and segregated, refused the conductor's order to leave.. Thomas M. Boyd reminds us (\"The Road That Led to Rosa Parks,\" op-ed, Feb. 4) of the courage of Irene Morgan, who in 1944, more than a decade before the Montgomery bus boycott, was arrested and jailed for violating a Virginia law requiring racially segregated seating on public transportation. Morgan, represented by Thurgood Marshall, challenged the law and won in the Supreme Court.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exor-in-talks-to-sell-reinsurer-for-about-9-billion-11581257518", "title": "Exor in Talks to Sell Reinsurer for About $9 Billion", "date": "2020-02-09 13:38", "summary": "The Italian holding company agreed to buy PartnerRe in 2015 for $6.9 billion. Exor NV, the holding company of Italy's Agnelli family, on Sunday said it is in advanced talks to sell reinsurance company PartnerRe Ltd. to French insurer Covéa Coopérations. The deal could value PartnerRe at about $9 billion, according to a person familiar with the negotiations.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-reduce-budget-request-for-border-wall-11581257308", "title": "White House to Reduce Budget Request for Border Wall", "date": "2020-02-09 13:09", "summary": "Trump administration plans to ask for $2 billion, significantly less than last year's figure, following funds secured, including military transfers. WASHINGTON-The Trump administration plans to request $2 billion in new funding for border-wall construction, significantly less than the amount it sought last year, in the budget proposal set for release Monday, according to White House officials familiar with the planning.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-kosher-with-a-side-of-jokes-11581267601", "title": "Keeping Kosher, With a Side of Jokes", "date": "2020-02-09 12:00", "summary": "Orthodox Jewish comics carve out new Borscht Belt circuit. As an Orthodox Jewish man who adheres to the faith's commandments and customs, Ashley Blaker is accustomed to praying multiple times a day, observing the kosher dietary laws and wearing modest attire.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-envoy-warns-israel-against-unilateral-annexation-in-the-west-bank-11581266747", "title": "U.S. Envoy Warns Israel Against Unilateral Annexation in the West Bank", "date": "2020-02-09 11:45", "summary": "U.S. officials have said Israel and the U.S. must agree on a map of the areas Israel can annex before it can do so. TEL AVIV-The U.S. ambassador to Israel warned that any unilateral move by Israel to annex territory in the West Bank could jeopardize future U.S. recognition of Israel's sovereignty in the occupied areas.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-congestion-pricing-waits-for-federal-approval-11581177600", "title": "New York City Congestion Pricing Waits for Federal Approval", "date": "2020-02-09 10:25", "summary": "MTA needs U.S. permission to move ahead with project to charge tolls on vehicles in Manhattan. New York state's efforts to implement the nation's first congestion pricing zone are facing a hurdle: the plan requires federal approval.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-a-coronavirus-cruise-a-knock-on-the-door-you-tested-positive-11581261774", "title": "On a Coronavirus Cruise, a Knock on the Door: 'You Tested Positive'", "date": "2020-02-09 10:22", "summary": "American Rebecca Frasure lands in the isolation ward of a Tokyo hospital, while her husband is quarantined in his cabin. TOKYO-Rebecca and Kent Frasure were sitting down to breakfast Friday morning when a stream of ambulances pulled up beside the cruise ship docked at the Yokohama port where they were quarantined for two weeks because of the novel coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-easy-demeanor-powell-cultivates-allies-on-capitol-hill-11581260400", "title": "With Easy Demeanor, Powell Cultivates Allies on Capitol Hill", "date": "2020-02-09 10:00", "summary": "Fed chairman poised to testify before Congress on economic outlook, including new threats from coronavirus in China. WASHINGTON-Jerome Powell promised to wear out the carpets on Capitol Hill shortly after he became chairman of the Federal Reserve two years ago. The relationships he has built with lawmakers and the economy's solid performance have so far helped insulate the central bank from President Trump's attacks.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-take-two-sometimes-takes-forever-11581260400", "title": "Why Take-Two Sometimes Takes Forever", "date": "2020-02-09 10:00", "summary": "Videogame publisher grapples with loss of key executive and cloudy release schedule. It takes a village to make a big videogame these days. A single person can still have a big impact, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunman-in-thailand-shooting-rampage-killed-by-security-forces-after-standoff-11581222671", "title": "Gunman in Thailand Shooting Rampage Killed After Standoff", "date": "2020-02-09 09:57", "summary": "Soldier who killed at least 29 people is shot dead at a mall; Facebook takes down his accounts. Security forces on Sunday shot dead a soldier who killed at least 29 people and holed himself up in a shopping mall, ending an hourslong siege that left the Southeast Asian nation shaken and grieving.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-linkedin-and-other-tech-firms-send-employees-into-new-york-classrooms-11581256801", "title": "Google, LinkedIn and Other Tech Firms Send Employees Into New York Classrooms", "date": "2020-02-09 09:00", "summary": "Tech-in-Residence program aims to help students expand skills and boost chances for finding jobs after graduation. New York City tech companies are hungry for new hires, with some even sending their own workers into college classrooms to make sure students have the skills they need after graduation.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollars-surprise-surge-challenges-stock-market-rally-11581256801", "title": "Dollar's Surprise Surge Challenges Stock Rally", "date": "2020-02-09 09:00", "summary": "Weak global growth and a strong U.S. currency raise potential for disappointing earnings. Investors worried about the impact of the coronavirus on the world economy might soon have to confront another challenge to corporate profits: a strengthening dollar.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-science-behind-friendship-11581256802", "title": "The Surprising Science Behind Friendship", "date": "2020-02-09 09:00", "summary": "New research shows how crucial friendship is not only for happiness and emotional well-being, but physical health too, a new book reveals. For many of us, the top of our life priority list might look something like this: family, work-maybe exercise. Time with friends can sometimes end up near the bottom.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-owners-exploration-of-ebay-deal-opens-new-era-for-exchanges-11581249601", "title": "NYSE Owner's Exploration of eBay Deal Opens New Era for Exchanges", "date": "2020-02-09 07:00", "summary": "Intercontinental Exchange's 'outside the box' approach to eBay came as it and rivals focus more on data and technology. The revelation that the owner of the New York Stock Exchange approached eBay Inc. about a possible takeover-only to dump the idea after an investor backlash-stunned observers on Wall Street and beyond.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-process-under-spotlight-after-iowa-confusion-11581246001", "title": "Voting Process Under Spotlight After Iowa Confusion", "date": "2020-02-09 06:00", "summary": "Officials say that Iowa's results debacle was unusual, but it brings new scrutiny. Manchester, N.H.-States conducting presidential nominating contests in the weeks ahead are facing new scrutiny of their voting processes, after glitches caused confusion over which candidate prevailed in Iowa's caucuses last week.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-will-test-australias-leading-streak-without-a-recession-11581244200", "title": "Wildfires Will Test Australia's Leading Streak Without a Recession", "date": "2020-02-09 05:30", "summary": "Natural disasters typically only make short-term hits, but the fires and China's coronavirus outbreak are hitting multiple industries. SYDNEY-Natural disasters are unpredictable events with broadly predictable results: a destruction of property and wealth, but no lasting impact on economic growth.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-war-reshaped-global-commerce-11581244201", "title": "U.S.-China Trade War Reshaped Global Commerce", "date": "2020-02-09 05:30", "summary": "Battle slammed the brakes on global trade growth, but a handful of countries and industries saw modest benefits. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-deaths-fall-but-families-still-look-for-answers-11581244200", "title": "Vaping-Related Deaths Fall, But Families Still Look for Answers", "date": "2020-02-09 05:30", "summary": "Resume Subscription. Kimberly Boyd keeps a stack of her son's medical files on her dining-room table, in neatly organized folders. In a Ziploc bag, there are some of the nicotine vaping cartridges he used at their Orlando, Fla., home before the 28-year-old died in November.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/unexplained-trading-in-pound-last-month-wasnt-a-first-11581242400", "title": "Unexplained Trading in Pound Last Month Wasn't a First", "date": "2020-02-09 05:00", "summary": "Data show unusual trading activity in the pound before Bank of England announcements in January, December. A sharp move in the British pound last month in the minutes ahead of a crucial central-bank decision wasn't a unique occurrence, according to data reviewed by The Wall Street Journal.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-surge-to-record-highs-but-few-ceos-cash-out-11581271201", "title": "Stocks Surge to Record Highs, but Few CEOs Cash Out", "date": "2020-02-09 00:01", "summary": "Corporate chiefs who sell often trade when their companies are doing buybacks; a 'real governance problem'. The stock market is surging, but few chief executives are selling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-afghan-forces-come-under-fire-in-eastern-afghanistan-11581213000", "title": "U.S., Afghan Forces Come Under Fire in Eastern Afghanistan", "date": "2020-02-09 20:50", "summary": "Clash comes as Trump administration seeks way to reduce U.S. military presence in Afghanistan. WASHINGTON-American and Afghan forces came under direct fire from enemy forces in eastern Afghanistan, resulting in multiple casualties, U.S. military officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thai-soldier-sought-for-multiple-killings-11581174405", "title": "Thai Gunman Kills at Least 20 at Military Facility, Shopping Mall", "date": "2020-02-09 20:20", "summary": "The gunman posted updates about the attack on Facebook. A soldier armed with military weapons went on a shooting rampage at a military facility and shopping mall in Thailand on Saturday, killing at least 20 people and injuring dozens as he posted updates on Facebook .", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]