[{"link": "https://www.wsj.com/articles/biggest-u-s-banks-halt-buybacks-to-free-up-capital-for-coronavirus-response-11584315565", "title": "Biggest U.S. Banks Halt Buybacks to Free Up Capital for Coronavirus", "date": "2020-03-15 19:56", "summary": "The pandemic 'is an unprecedented challenge for the world and the global economy,' the forum says. The biggest U.S. banks put share buybacks on hold Sunday and pledged to put their capital to use helping consumers and businesses struggling with the rapid economic slowdown caused by the novel coronavirus outbreak.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passengers-returning-from-abroad-face-long-crowded-lines-at-airports-11584276068", "title": "Fliers Back From Abroad Face Long, Crowded Lines at Airports", "date": "2020-03-15 19:41", "summary": "Coronavirus-related travel restrictions, fears over canceled flights cut trips short. Thousands of travelers returning to the U.S. from abroad this weekend have confronted significant waits as screening aimed at preventing the spread of the new coronavirus created major bottlenecks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-is-considering-pardoning-michael-flynn-11584301596", "title": "Trump Says He Is Considering Pardoning Michael Flynn", "date": "2020-03-15 19:39", "summary": "Flynn admitted he misled FBI agents about a series of calls he had with Moscow's ambassador to the U.S.. WASHINGTON-President Trump said he is considering a full pardon for former national security adviser Michael Flynn, who pleaded guilty to lying to the FBI about his contacts with a top Russian official.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virus-relief-but-new-business-burdens-11584314861", "title": "Virus Relief but New Business Burdens", "date": "2020-03-15 19:27", "summary": "The House bill imposes paid leave mandates that may never go away.. House Democrats and the White House are patting themselves on the back for passing a coronavirus relief bill late Friday that most Members didn't even have time to read before voting 363-30 in favor. Let's hope that, in the name of helping workers, the bill doesn't create permanent new burdens on the businesses that employ them.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-returns-to-2008-11584314756", "title": "The Federal Reserve Returns to 2008", "date": "2020-03-15 19:25", "summary": "The central bank unleashes the tools it used against the bank solvency crisis against the pandemic liquidity panic.. Well, so much for timidity at the Federal Reserve. On Sunday evening the central bank unleashed its arsenal of tools from the 2008 financial panic to combat the economic effects of the coronavirus. Markets will issue a verdict on Monday, though whether the methods deployed against a financial solvency panic in 2008 will work against a pandemic-caused liquidity panic is far from certain.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippis-biggest-loser-11584314542", "title": "Mississippi's Biggest Loser", "date": "2020-03-15 19:22", "summary": "A state known for obesity targets a weight-loss program.. Nearly 40% of Mississippians struggle with obesity, but the state's occupational licensing regime is truly corpulent. The state Department of Health is now throwing its considerable weight against anyone who dares to offer weight-loss advice without government permission.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-roils-new-york-election-plans-11584314429", "title": "Coronavirus Roils New York Election Plans", "date": "2020-03-15 19:20", "summary": "New York City postpones an election for Queens borough president; Gov. Cuomo makes it easier to request an absentee ballot, reduces the number of nominating signatures candidates must submit. New York City Mayor Bill de Blasio on Sunday postponed an election for Queens borough president as the new coronavirus continues to spread, and Gov. Andrew Cuomo amended ballot-access requirements for candidates around the state.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-credit-the-minimum-wage-for-growing-paychecks-11584314047", "title": "Don't Credit the Minimum Wage for Growing Paychecks", "date": "2020-03-15 19:14", "summary": "Even among low-income workers, state and local increases account for only a small share of recent gains.. There's a great irony in the current battle over labor policy. Demands are rising for a $15 minimum wage nationwide at exactly the moment when businesses have returned to granting the most robust raises in many years, with no government mandate necessary. According to the Bureau of Labor Statistics Usual Weekly Earnings survey, most workers' wages rose a bit more than 10% from December 2016 through December 2019, and those in the bottom 10% got a raise of 15.6%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-the-fed-administer-an-antiviral-shot-11584314083", "title": "Let the Fed Administer an Antiviral Shot", "date": "2020-03-15 19:14", "summary": "An emergency lending program would keep a liquidity crisis from turning into a solvency crisis.. If you've seen one financial crisis, you've seen one financial crisis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experimentation-works-and-the-power-of-experiments-review-test-test-and-test-again-11584313983", "title": "'Experimentation Works' and 'The Power of Experiments' Review: Test, Test and Test Again", "date": "2020-03-15 19:13", "summary": "The comparison of two options-known as A/B testing-is baked into product development, along with other empirical trials and judgments.. Four centuries ago, Francis Bacon published \"Novum Organum,\" a treatise describing the use of experiments to build knowledge and \"put Nature to the question.\" The application of this method to business has gained new urgency with the explosion of online commerce and the recognition that small tweaks can generate enormous profits. As Stefan Thomke notes in \"Experimentation Works,\" tests at Microsoft in 2012 revealed that a tiny adjustment in the way its Bing search engine displayed ad headlines resulted in a 12% increase inrevenue, translating into an extra $100 million annually for the company in the U.S. alone.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-isis-on-the-coronavirus-11584314005", "title": "Notable & Quotable: ISIS on the Coronavirus", "date": "2020-03-15 19:13", "summary": "'The healthy should not enter the land of the epidemic and the afflicted should not exit from it.'. Bridget Johnson reporting for Homeland Security Today, March 13:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crisis-means-a-new-business-era-11584313927", "title": "Crisis Means a New Business Era", "date": "2020-03-15 19:12", "summary": "Cheap energy, a shift from China and remote work will all shape the long-term economy.. The junk-bond-financed $6.75 billion buyout of United Airlines collapsed on Friday, Oct. 13, 1989. The stock market immediately dropped 191 points or almost 7%, equivalent to a 1,500-point drop today. Scary.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-flu-stalks-latin-america-11584313895", "title": "Economic Flu Stalks Latin America", "date": "2020-03-15 19:11", "summary": "The moral hazard of Fed subsidies leads to another crisis and empowers socialists.. If it's true the novel coronavirus doesn't like warm weather, it could explain why Latin America has yet to report a large outbreak. Much of the region isn't tropical, but most of the temperate zones in the Northern Hemisphere have mild winters, and in many places spring is already arriving.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-policy-meeting-is-expected-to-cut-rates-11584298800", "title": "Economy Week Ahead: Focus on Fallout From the Coronavirus", "date": "2020-03-15 19:07", "summary": "Data to offer insights on February retail sales and industrial output. Investors and economists this week will focus on economic fallout from the novel coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-nods-to-liberals-with-college-tuition-bankruptcy-proposals-11584312092", "title": "Joe Biden Nods to Liberals With College Tuition, Bankruptcy Proposals", "date": "2020-03-15 18:41", "summary": "Biden campaign has pointed to the need to connect with young voters who have backed Bernie Sanders. WASHINGTON-Seeking to unite Democrats, Joe Biden is offering support for proposals on tuition-free college and the nation's bankruptcy system, issues championed by Sens. Bernie Sanders and Elizabeth Warren.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-to-close-over-coronavirus-11584307280", "title": "New York City Schools to Close Over Coronavirus", "date": "2020-03-15 18:39", "summary": "Largest public school system in the country taking step to stem spread of novel coronavirus. New York City's public school system-the largest in the country-and all other school districts in downstate New York will close to stem the spread of the coronavirus.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-takes-emergency-steps-as-virus-pushes-economy-toward-recession-11584310776", "title": "Fed Takes Emergency Actions as Virus Pushes Economy Toward Recession", "date": "2020-03-15 18:25", "summary": "Economic severity of outbreak to be determined by government's response, analysts say. The Federal Reserve cut its benchmark interest rate to near zero and unleashed an aggressive set of additional moves aimed at stabilizing markets as the new coronavirus pushed the U.S. economy toward a recession.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-coronavirus-some-religious-services-continue-11584310003", "title": "Despite Coronavirus, Some Religious Services Continue", "date": "2020-03-15 18:14", "summary": "Houses of worship defy calls to avoid group gatherings; 'We rely on God for his protection'. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-abercrombie-nike-others-to-close-shops-11584286180", "title": "Coronavirus Prompts Abercrombie, Nike, Others to Close Shops", "date": "2020-03-15 17:59", "summary": "Clothing chains shut, but Walmart and grocers say they will remain open and restock. U.S. clothing and mall retailers from Abercrombie & Fitch Co. to Nike Inc. are closing thousands of stores across the country for two weeks, unprecedented moves to stem the spread of the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-and-white-leader-gantz-to-get-first-shot-at-forming-israeli-government-11584306462", "title": "Blue and White Leader Gantz to Get First Shot at Forming Israeli Government", "date": "2020-03-15 17:07", "summary": "The development is a blow to Prime Minister Benjamin Netanyahu, who is seeking to hold on to Israel's top office while facing charges of corruption. TEL AVIV-Israel's President Reuven Rivlin will give opposition leader Benny Gantz the first chance to form a government in a blow to Prime Minister Benjamin Netanyahu, who is seeking to hold on to the country's top office while facing charges of corruption.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-accuses-u-s-of-trying-to-lure-a-drug-maker-working-on-coronavirus-vaccine-11584297821", "title": "Germany Accuses U.S. of Trying to Lure a Drug Maker Working on Coronavirus Vaccine", "date": "2020-03-15 16:26", "summary": "CureVac is among several companies racing to develop a vaccine for the novel coronavirus.. ", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brine-with-a-dash-of-beet-juicea-pungent-cocktail-for-icy-roads-11584303776", "title": "Brine With a Dash of Beet Juice-A Pungent Cocktail for Icy Roads", "date": "2020-03-15 16:22", "summary": "Cities around the Midwest spray roads with a stinky mix of beet juice and brine; 'kinda like rotting apples'. A mild winter in upstate New York had Robert LeSuer, an assistant chemistry professor, breathing easier.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-mounts-to-shut-new-york-citys-school-system-bars-and-restaurants-11584290883", "title": "Gov. Cuomo Wants to Close New York City's Public-School System", "date": "2020-03-15 16:08", "summary": "Mr. Cuomo calls for deal that would allow closures but still provide child care, meals to students. New York Gov. Andrew Cuomo on Sunday called on the heads of the health-care and teachers' unions and other leaders to come up with a plan that would allow New York City to close its public-school system to help stem the spread of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-fail-to-keep-up-with-demand-as-coronavirus-pandemic-spreads-11584196579", "title": "Grocers Fail to Keep Up With Demand as Pandemic Spreads", "date": "2020-03-15 15:47", "summary": "Kroger says two workers test positive for the virus; Walmart, others adjust hours to restock. U.S. grocers are adjusting their operations to try to keep up with customers who are emptying their shelves amid angst over the new coronavirus, even as their own employees face heightened risk of infection.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-airlines-a-week-that-went-from-bad-to-worse-11584222495", "title": "For Airlines, a Week That Went From Bad to Worse", "date": "2020-03-15 15:39", "summary": "Travel restrictions on U.K. and Ireland exacerbate hit from coronavirus pandemic, causing airlines to consider worst-case scenarios. Airlines around the globe are now fighting for survival as they confront an array of limits on air travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-to-stop-using-china-based-moderators-to-monitor-overseas-content-11584300597", "title": "TikTok to Stop Using China-Based Moderators to Monitor Overseas Content", "date": "2020-03-15 15:29", "summary": "Decision aimed at easing concerns about app's Chinese ownership; move will cause more than 100 workers in China to shift jobs. BEIJING-Popular short-video app TikTok said it would halt using China-based moderators to monitor overseas content and shift that work to those outside of China.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-virus-spreads-governments-rush-to-secure-ventilators-11584297363", "title": "As Virus Spreads, Governments Rush to Secure Ventilators", "date": "2020-03-15 15:28", "summary": "Without a treatment, the devices are the last resort to keep patients with severe Covid-19 cases alive. Europe's first cases of the novel coronavirus sparked a rush for face masks. Now, with hundreds dying every day, governments are racing to stock up on ventilators, a crucial piece of medical equipment needed to save patients with acute instances of the disease it causes.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homemade-hand-sanitizer-hits-new-york-store-shelves-11584298800", "title": "Homemade Hand Sanitizer Hits New York Store Shelves", "date": "2020-03-15 15:00", "summary": "DIY sanitizer is simple enough to make with rubbing alcohol and aloe vera gel-but now those ingredients are getting hard to find. As residents of the New York metropolitan area search high and low for commercial hand sanitizer during the coronavirus pandemic, at least a couple of Manhattan pharmacies are offering an alternative: They are making and selling their own version.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-virus-upended-the-business-world-11584150596", "title": "Sports, Retailers, Airlines, Autos: The Damage Across Business", "date": "2020-03-15 14:53", "summary": "The coronavirus pandemic now sweeping across the country is also roiling every corner of the U.S. economy. The rapidly spreading coronavirus has reached every corner of the U.S. economy, upending the jobs of Seattle taxi drivers, Texas oil workers and Wall Street traders-and nearly everyone in between.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-schiff-says-former-aide-tests-positive-for-virus-11584292954", "title": "Adam Schiff Says Former Aide Tests Positive for Virus", "date": "2020-03-15 14:48", "summary": "Lawmaker said he would postpone his meetings and work remotely as a precautionary measure. WASHINGTON-A former aide to House Intelligence Committee Chairman Adam Schiff (D., Calif.) has tested positive for the disease caused by coronavirus, Mr. Schiff said, adding that he would postpone his meetings and work remotely as a precautionary measure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/domestic-box-office-suffers-worst-weekend-in-nearly-20-years-11584297842", "title": "Domestic Box Office Suffers Worst Weekend in Nearly 20 Years", "date": "2020-03-15 14:44", "summary": "Some moviegoers continue to turn up as theaters limit capacity amid coronavirus pandemic. The domestic box office posted its worst weekend in nearly two decades amid calls to practice social distancing to slow the coronavirus pandemic, though the public has yet to abandon going to the movies altogether.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-readmission-of-criminal-immigrants-11584295515", "title": "On the Readmission of Criminal Immigrants", "date": "2020-03-15 14:05", "summary": "According to Dave Seminara, the New Way Forward Act proposes to welcome criminals-those guilty of \"murder, voluntary manslaughter, rape, child molestation, kidnapping assault and so on\"-from any country to America.. Regarding Dave Seminara's \"Where Do the Candidates Stand on This Radical Immigration Plan?\" (op-ed, March, 9): The extreme left is calculating that President Trump has presented them with the perfect storm to codify their open-borders agenda. They assume that fear of being labeled a racist Trump ally will quell any opposition from moderate Democrats, Never Trump Republicans and the press, even if the law allows deported, convicted child molesters to be returned to the U.S. at taxpayer expense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuck-schumers-intimidating-supreme-court-rant-11584295465", "title": "Schumer's Intimidating Supreme Court Rant", "date": "2020-03-15 14:04", "summary": "Sen. Charles Schumer was playing to his audience and caught up in the mob mentality that motivates and escalates dangerous behaviors.. Regarding your editorial \"The Senate and the Judiciary\" (March 9): It is apparent from video that Sen. Charles Schumer was playing to his audience and caught up in the mob mentality that motivates and escalates dangerous behavior. His words were direct, pointed and demanded a call to action. It was, I am sure, also meant as a warning to any Trump nominees in the event of his re-election. His apologies and attempts to walk back his threats are insulting and would not be tolerated in any other work environment without penalty, if not termination. The \"red flag\" theory to predict violence obviously is discretionary in its use.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-actions-should-truly-promote-liquidity-11584295414", "title": "Fed Actions Should Truly Promote Liquidity", "date": "2020-03-15 14:03", "summary": "If the Fed wants banks to supply more liquidity to both dealers and to Asian supply markets, it should consider reducing its balance sheet rather than expanding it.. John Greenwood and Steve H. Hanke argue that Fed rate cuts are ineffective in calming markets riled by the coronavirus but that supplying liquidity through asset purchases can ease money-market stress (\"How to Ease the Coronavirus Panic,\" op-ed, March 10). They are particularly concerned about a shortage of dollar funding for supply chains in Asian markets and cite the fact that when the Fed offered $20 billion in repo funding on March 5, it received bids for over $75 billion from securities dealers. Taken in isolation, these numbers provide strong support for the authors' position, but taken in context of the entire money market-including banks as well as dealers-the case isn't so convincing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduate-school-regression-had-other-compensations-11584295323", "title": "Graduate-School Regression Had Other Compensations", "date": "2020-03-15 14:02", "summary": "The only bright spot I experienced in the six semesters of grueling statistics courses I took as part of my Ph.D. program was meeting my future wife.. Regarding \"Finance Geeks Earn Love, By Degrees\" (Page One, March 10): The only bright spot I experienced in the six semesters of grueling statistics courses I took as part of my Ph.D. program was meeting my future wife in a multiple-regression class. It is a gift that keeps on giving: 25 years of marriage to someone who is pretty as a picture and smart as a tree full of owls, with two great kids thrown into the bargain.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-liquidity-stimulus-must-be-enough-to-succeed-11584295366", "title": "The Fed Liquidity Stimulus Must Be Enough to Succeed", "date": "2020-03-15 14:02", "summary": "The dosage of the Fed's liquidity injection required will probably be much higher than implied in your editorial.. To mitigate the possibility of a financial panic and steady the markets, the medicine recommended in your editorial \"The Fed's Market Emollients\" (March 10)-namely Fed liquidity injections-is right on the money. However, the dosage of the Fed's liquidity injection required will probably be much higher than is commonly believed. The editorial states that: \"Since the financial crisis, banks have been required to hold enough high-quality assets that they can liquefy during periods of financial stress-like now-to meet funding obligations.\" But thanks to regulations implemented in 2015 as part of Basel III, banks cannot liquefy these high-quality Treasurys and agencies in times of stress. This is because they make up part of the liquidity coverage requirement (LCR) that banks are obligated to maintain at all times. Supposedly, banks have high-quality liquid assets (HQLA) sufficient to withstand a \"significant-stress scenario.\" In reality, the Basel III regulations corral most of banks' high-quality assets, making them illiquid.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-social-distancing-forces-painful-choices-on-small-businesses-11584277201", "title": "Coronavirus Social-Distancing Forces Painful Choices on Small Businesses", "date": "2020-03-15 13:54", "summary": "Confidence plunged to near seven-year lows in March; 'like 9/11, Katrina and the financial crisis all in one'. Small-business confidence plunged in March to near its lowest levels in the past seven years, as business owners grappled with the effects of the novel coronavirus on their companies and the broader economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-slows-down-new-york-but-does-it-need-to-go-further-11584294116", "title": "Coronavirus Slows Down New York, but Does It Need to Go Further?", "date": "2020-03-15 13:41", "summary": "Lawmakers and health-care workers voice concern at some jammed restaurants, stores and bars and urge a nightlife shutdown. On a normal weekend night, Bond 45 sees about 600 diners.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italians-under-coronavirus-lockdown-keep-their-spirits-up-with-songs-and-balcony-parties-11584291943", "title": "Italians, Under Quarantine, Keep Their Spirits Up With Singing and Cooking", "date": "2020-03-15 13:28", "summary": "Quarantined nation turns to songs, 'balcony parties' and elaborate meals to boost morale. ROME-\"But the sky is always bluer,\" Italian Rino Gaetano sang in the title words of his 1975 hit, a now-classic hymn to hope amid adversity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-remakes-american-life-in-a-weekend-11584293065", "title": "How Coronavirus Remade American Life in One Weekend", "date": "2020-03-15 13:24", "summary": "Shutdowns reshape society, unmooring people from routines and activities that typically provide comfort in moments of crisis. \"An invisible-but-present blizzard.\". America has begun to shut itself down.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-deliverys-big-coronavirus-test-can-it-deliver-11584291600", "title": "Food Delivery's Big Coronavirus Test: Can It Deliver?", "date": "2020-03-15 13:00", "summary": "Widespread push to have people stay home could boost demand, but batter restaurant industry. For food-delivery companies, the new coronavirus poses a complex puzzle: It could boost customer demand but batter the restaurants that supply the food and threaten the health of workers who deliver it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-troop-cuts-in-africa-leaving-allies-to-confront-growing-militant-threat-11584291493", "title": "U.S. Weighs Troop Cuts in Africa, Leaving Allies to Confront Growing Militant Threat", "date": "2020-03-15 12:58", "summary": "Extremist attacks in the Sahel, the belt between the Sahara and more tropical lands to the south, are doubling annually. NOUAKCHOTT, Mauritania-At the closing ceremony of U.S.-led military exercises in this expansive Saharan nation, American diplomat R. Clarke Cooper stepped to the podium and assured African military commanders that Washington stands ready to help them in their time of need.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-stay-home-talk-to-your-pets-11584291359", "title": "Please Stay Home. Talk to Your Pets.", "date": "2020-03-15 12:55", "summary": "The coronavirus is pushing Americans to self-quarantine at home. Let's do this together.. My friends, you know I try to keep it light and silly around here. And I promise this column will turn light and silly in a moment. I think it's important for us to continue to have some laughs. But let me first say this:", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-travel-planning-in-the-time-of-coronavirus-11582726776", "title": "Smart Travel Planning in the Time of Coronavirus", "date": "2020-03-15 12:21", "summary": "What you need to know to assess the pros, cons and potential complications of a trip far from home. Should you postpone or cancel travel because of coronavirus?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-washingtons-own-brand-of-social-distancing-helped-clinch-coronavirus-legislation-11584273600", "title": "How a Deal Got Done on Coronavirus Legislation", "date": "2020-03-15 12:21", "summary": "Pelosi and Trump didn't speak at all in extensive negotiations to pass an economic-assistance bill. WASHINGTON-To reach a deal on coronavirus legislation, House Speaker Nancy Pelosi and President Trump tried their own form of social distancing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-dangerous-to-test-only-the-sick-11584288494", "title": "It's Dangerous to Test Only the Sick", "date": "2020-03-15 12:08", "summary": "Random sampling is essential to learn the truth about virus spread and deadliness.. President Trump says 1.4 million tests for the novel coronavirus will become available this week. That's welcome news. But officials are about to make a mistake. The president said testing will be limited to people who believe they may be infected. \"We don't want everybody taking this test, it's totally unnecessary,\" he said.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-in-the-city-that-never-sleeps-11584288528", "title": "'Social Distancing' in the City That Never Sleeps", "date": "2020-03-15 12:08", "summary": "My 20-year-old son has his own ideas, the fit 'old guys' aren't at the gym, and hoarding in Aisle 6.. Brooklyn, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-to-help-advance-funds-to-employers-for-paid-sick-leave-11584275421", "title": "U.S. Treasury to Help Advance Funds to Employers for Paid Sick Leave", "date": "2020-03-15 11:10", "summary": "Secretary Mnuchin says the measures aimed at helping businesses that may have cash-flow problems related to disruptions from the coronavirus. WASHINGTON-Treasury Secretary Steven Mnuchin said his agency would advance funds to businesses so they can meet paid sick-leave requirements under a new House bill to combat the novel coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-training-under-lockdown-a-duty-to-stay-home-11584284626", "title": "Olympic Training Under Lockdown: 'A Duty to Stay Home'", "date": "2020-03-15 11:03", "summary": "In Italy, athletes practice in isolation for Games that might not happen. U.S. Olympians are next.. Long before the Italian government closed everything but supermarkets, banks and pharmacies, Elisa Di Francisca committed to her own personal quarantine. She wasn't sick, nor did she have any particular risk factors. Di Francisca just couldn't take any chances: She is a gold medal-winning fencer. The Olympics were four months away.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-courts-walmart-target-to-join-cashierless-tech-group-11584284400", "title": "Amazon Courts Walmart, Target to Join Cashierless Tech Group", "date": "2020-03-15 11:00", "summary": "Retailers don't yet plan to participate, but talks highlight Amazon's ambition to have others adopt its technology. Amazon.com Inc. is trying to interest the nation's largest retailers in collaborating on the technology behind cashierless stores. So far, they aren't sold.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-philip-roth-told-david-simon-about-the-plot-against-america-11584134866", "title": "What Philip Roth Told David Simon About 'The Plot Against America'", "date": "2020-03-15 10:56", "summary": "'It's your problem now,' for one. The miniseries, based on the bestselling book that reimagines American history, debuts Monday night.. True-to-life stories grounded in reporting and research are David Simon's specialty, from \"The Wire\" to \"The Deuce.\" His latest project, \"The Plot Against America,\" a six-part series on HBO, is his first attempt at adapting a work from literature.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-rations-face-masks-in-coronavirus-fight-11584283720", "title": "South Korea Rations Face Masks in Coronavirus Fight", "date": "2020-03-15 10:48", "summary": "Focus on masks shows how some Asian nations' efforts differ from those of U.S. and Europe, but citizens struggle to get fresh ones. SEOUL-Just before 1 p.m. on Friday, Son Jae-son marched to his local pharmacy, seeking a prized item in South Korea: his weekly ration of two face masks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-players-approve-new-cba-in-close-vote-11584282485", "title": "NFL Players Approve New CBA in Close Vote", "date": "2020-03-15 10:28", "summary": "The new collective-bargaining agreement paves the way for a 17-game NFL season, which was a source of significant acrimony among the players. NFL players approved a new collective bargaining agreement that will keep America's most popular sport on the field for the next decade at a moment when the rest of the sports world has shut down.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-is-in-fashion-at-the-tv-streaming-services-11584282136", "title": "Fashion Is in Fashion on Streaming Services", "date": "2020-03-15 10:22", "summary": "In a bid for new audiences, Netflix, Amazon and the new Quibi are teaming up with celebrities like Alexander Wang and Naomi Campbell. Now streaming: fashion.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smaller-more-powerful-battery-begins-to-charge-devices-11584280800", "title": "A Smaller, More Powerful Battery Begins to Charge Devices", "date": "2020-03-15 10:00", "summary": "Eventual goal is to get solid-state batteries into smartphones and electric vehicles. TOKYO-Companies are getting closer to replacing the battery that has led the consumer-electronics revolution over the past 30 years.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-crash-raises-risk-for-banks-commodity-traders-11584280800", "title": "Oil-Price Crash Raises Risk for Banks, Commodity Traders", "date": "2020-03-15 10:00", "summary": "Some oil-producing nations repay loans with crude. That could become a problem for banks and trading houses.. An important corner of trade finance is becoming riskier for banks and traders dealing with fallout from the coronavirus-inspired market rout and the recent crash in oil prices. It's a stark reminder of the last oil-price collapse when banks had to set aside additional funds to cover loan losses in the energy sector.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramcos-2019-profit-falls-21-on-weak-oil-prices-lower-output-11584259869", "title": "Saudi Aramco Cuts Spending, Hikes Dividend Amid Price War", "date": "2020-03-15 09:20", "summary": "The world's most valuable oil company sees profits fall amid lower prices and reduced production. DUBAI-State oil giant Saudi Aramco will cut its spending this year due to the coronavirus pandemic, while it increases its dividend, the company said Sunday, as its share price continued to decline amid the Saudi regime's price war with Russia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-holds-overwhelming-lead-over-sanders-poll-finds-11584277200", "title": "Biden Holds Strong Lead Over Sanders, Poll Finds", "date": "2020-03-15 09:00", "summary": "Nearly 61% of Democratic voters support former vice president and 32% prefer Vermont senator. Democratic presidential primary voters now overwhelmingly back Joe Biden over Bernie Sanders, a dramatic reversal in their standings of just one month ago, the latest Wall Street Journal/NBC News poll shows.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-fear-worst-is-yet-to-come-from-coronavirus-wsj-nbc-poll-finds-11584277201", "title": "Americans Fear Worst Is Yet to Come From Coronavirus, Poll Finds", "date": "2020-03-15 09:00", "summary": "Many say crisis has changed their day-to-day lives as they cancel travel and stop going to large gatherings; Trump approval level is unchanged. Americans are concerned but not panicked about the coronavirus pandemic, though a majority thinks the worst is yet to come and many say the crisis has changed their day-to-day lives, a new Wall Street Journal/NBC News poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sanders-debate-to-see-candidates-go-toe-to-toe-on-key-issues-11584273601", "title": "Biden-Sanders Debate to See Candidates Go Toe-to-Toe", "date": "2020-03-15 08:00", "summary": "The Vermont senator plans to challenge the former vice president on health care, student loan debt and more in their first face-to-face meeting. Vermont Sen. Bernie Sanders said this week that he plans to use the 11th Democratic debate to press front-runner Joe Biden on a series of liberal policy issues.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-helicopter-deals-raised-red-flags-amid-probes-of-jet-defense-units-11584273601", "title": "Airbus Helicopter Deals Raised Red Flags Amid Probes of Jet, Defense Units", "date": "2020-03-15 08:00", "summary": "Internal committee examined third-party agent fees in Indonesia, Thailand, South Korea. Airbus SE executives raised concerns about fees paid to a number of middlemen working with its helicopter division, led at the time by the company's current chief executive, according to internal documents related to Airbus's record $4 billion bribery settlement in January.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-insurance-policies-what-is-covered-11584273600", "title": "Coronavirus and Insurance Policies: What Is Covered?", "date": "2020-03-15 08:00", "summary": "WSJ insurance editor answers questions on travel and life insurance, workers comp coverage. As the new coronavirus has been spreading across the U.S., many Americans are worried not just about being exposed to the virus and their health. They also want to know how various insurance policies they own-or are thinking about buying-would help them financially.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-coronavirus-strategy-favored-economy-over-public-health-leaving-both-exposed-11584272132", "title": "Iran's Coronavirus Strategy Favored Economy Over Public Health, Leaving Both Exposed", "date": "2020-03-15 07:35", "summary": "Tehran's efforts to sustain business activity compromised its response to the outbreak, damaging the economy it tried to protect. When the coronavirus hit Iran in February, it presented its leaders with a choice: Close the country down to contain the outbreak and risk the wrath of a population already fed up with economic hardship, or try to keep the economy ticking over and risk the outbreak spiraling out of control.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-disarray-sounds-like-an-opportunity-for-mexicobut-it-isnt-working-out-that-way-11584270001", "title": "Mexico Has Yet to Reap the Benefits of U.S.-China Trade Disarray", "date": "2020-03-15 07:00", "summary": "Mexico's increasing violence and economic conditions work against U.S. direct investment there. MEXICO CITY-With global supply chains in disarray amid the U.S.-China trade war and the coronavirus pandemic, Mexico might seem a logical winner if U.S. companies decide they want to diversify away from China and make some products closer to home.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-market-rout-etfs-are-where-the-action-is-11584270000", "title": "In Market Rout, ETFs Are Where the Action Is", "date": "2020-03-15 07:00", "summary": "In the first week of March, exchange-traded products powered more than a third of equities trading on U.S. exchanges. Exchange-traded funds have become the tool of choice for many investors grappling with the market tumult sparked by the spread of the new coronavirus.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-postpones-netanyahu-trial-as-it-steps-up-coronavirus-fight-11584269576", "title": "Israel Postpones Netanyahu Trial as It Steps Up Coronavirus Fight", "date": "2020-03-15 06:52", "summary": "With courts in a state of emergency, Prime Minister Benjamin Netanyahu's corruption trial is moved to May. TEL AVIV-Prime Minister Benjamin Netanyahu's corruption trial will be postponed by two months as Israel takes sweeping steps to confront the spread of the coronavirus.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-long-fall-inoilprices-acrash-11584264601", "title": "After a Long Fall in Oil Prices, a Crash", "date": "2020-03-15 05:30", "summary": "Oil's plunge has eroded hundreds of billions of dollars in market value from producers globally, fueled speculation about bankruptcies and mergers. For Rebecca Babin, the oil crash arrived slowly, then all at once.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-dorseys-push-to-clean-up-twitter-stalls-researchers-say-11584264600", "title": "Jack Dorsey's Push to Clean Up Twitter Stalls, Researchers Say", "date": "2020-03-15 05:30", "summary": "Company blames employee turnover, shifting priorities for delays; 'It's disappointing,' academic says. Two years ago, Twitter Inc. Chief Executive Jack Dorsey issued 13 tweets emphasizing the need to make conversations on the platform less toxic. Mr. Dorsey said Twitter needed to work with outside researchers and hold itself publicly accountable for its progress.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breakdown-of-bedrock-relationship-in-markets-tests-investors-nerves-11584264601", "title": "Breakdown of Bedrock Relationship Tests Investors' Nerves", "date": "2020-03-15 05:30", "summary": "The late-week selloff in Treasurys concerns many accustomed to bond-price gains when stocks fall. Investors wading back into tumultuous markets this week face an unusual challenge: playing unruly stock indexes while cracks are visible in the world's largest market for interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-has-first-coronavirus-death-11584198758", "title": "New York State Has First Coronavirus Deaths", "date": "2020-03-15 22:48", "summary": "Catholic churches in the city say they won't hold Mass over the weekend. New York reported its first two coronavirus deaths Saturday, as the state faced a growing crisis that has left hospitals worried about a lack of beds, partially closed the State Capitol, put dozens of city firefighters in quarantine, raised pressure to shut schools and prompted the cancellation of Catholic church services.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wins-support-of-the-national-education-association-11584237658", "title": "Biden Wins Support of the National Education Association", "date": "2020-03-15 22:00", "summary": "The largest labor union in the U.S. is recommending the former vice president in the Democratic primaries. WASHINGTON-Joe Biden won the support of the National Education Association, the nation's largest labor union, in the latest example of political groups coalescing around his presidential bid.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tested-for-coronavirus-awaits-results-11584208575", "title": "President Trump Tests Negative for Coronavirus, White House Says", "date": "2020-03-15 20:13", "summary": "Vice President Mike Pence said he would consult with the White House physician and get tested if necessary. WASHINGTON-President Trump tested negative for the novel coronavirus, his doctor said in a statement released by the White House Saturday, after days of speculation about the president's health status.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}]