[{"link": "https://www.wsj.com/articles/twitter-hides-trump-tweet-for-glorifying-violence-11590743851", "title": "Twitter Flags Trump Tweet About George Floyd Protests for 'Glorifying Violence'", "date": "2020-05-29 19:58", "summary": "President's post can now be seen only after users click box with notice saying it violated Twitter's rules. Twitter Inc. shielded from public view tweets from President Trump and the White House for breaking what the company said are its rules about glorifying violence, a step that is likely to escalate tension between the president and the social-media giant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-journal-issues-correction-on-study-of-antimalarial-drugs-and-covid-19-11590784423", "title": "Medical Journal Issues Correction on Study of Antimalarial Drugs", "date": "2020-05-29 19:49", "summary": "The Lancet said that the study misreported some data but that overall findings of no benefit remain unchanged. A medical journal issued a correction to a recent large study of real-world patient data finding that antimalarial drugs didn't help patients fight Covid-19 and raised the risk for heart problems and death.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-cancel-visas-for-some-chinese-graduate-students-11590744602", "title": "Trump Takes Steps to Punish Beijing Over Hong Kong", "date": "2020-05-29 19:30", "summary": "President moves to roll back special policies for financial hub, threatens sanctions on Chinese officials, withdraws from WHO amid pandemic. WASHINGTON-President Trump launched initiatives meant to punish China for tightening control over Hong Kong and for misdeeds from espionage to its handling of the coronavirus pandemic, in moves likely to compound a tense rivalry with Beijing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-this-week-cases-rise-in-some-southern-states-decline-in-new-york-11590791845", "title": "Coronavirus This Week: Cases Rise in Some Southern States, Decline in New York", "date": "2020-05-29 19:27", "summary": "Deaths at long-term care facilities related to Covid-19 rise to 41,000. The coronavirus pandemic in the U.S. moved into a new phase this week, with some Southern states experiencing an increase in infections, once hard-hit areas marking declines in daily new cases and the nationwide death toll topping 100,000.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-central-bank-gave-countrys-wealth-fund-40-billion-for-foreign-buying-spree-11590791668", "title": "Saudi Central Bank Gave Country's Wealth Fund $40 Billion", "date": "2020-05-29 19:22", "summary": "The Public Investment Fund bought stakes in Facebook, Boeing, Cisco Systems and several other American corporations in the first quarter. RIYADH, Saudi Arabia-The central bank here transferred $40 billion to the kingdom's wealth fund, the Saudi finance minister said, as the state-owned investor picked up minority stakes in American corporates amid the financial fallout of the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-general-electric-walt-disney-stocks-that-defined-the-week-11590793819", "title": "Twitter, General Electric, Walt Disney: Stocks That Defined the Week", "date": "2020-05-29 19:10", "summary": "Here are seven major companies whose stocks moved on the week's news. Twitter Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gig-is-down-in-seattle-11590792753", "title": "The Gig Is Down in Seattle", "date": "2020-05-29 18:52", "summary": "The People's Republic of Western Washington hammers app firms that are pandemic lifesavers.. Gig economy companies like Uber and Instacart are helping Americans far and wide cope with the coronavirus-from delivering groceries to the elderly to helping restaurants that can only provide takeout orders. Yet progressives in Seattle now want to harm these companies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-bite-the-bullet-train-11590792629", "title": "Democrats Bite the Bullet Train", "date": "2020-05-29 18:50", "summary": "The coronavirus may finally kill Jerry Brown's boondoggle to nowhere.. In the very small department of coronavirus silver linings, a budget crunch in California is causing Democrats to re-examine some wasteful spending. This includes, fiscal saints be praised, former Gov. Jerry Brown's bullet train to nowhere.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-scourge-of-war-review-a-long-march-into-myth-11590761550", "title": "'The Scourge of War' Review: A Long March Into Myth", "date": "2020-05-29 18:49", "summary": "Sherman was an erudite, complicated man, far from the monster created by Southern apologists after the Civil War.. William Tecumseh Sherman is mostly, if unjustly, remembered as a vandal, if not a war criminal, for the supposed \"atrocities\" committed wholesale by his army during his 1864 March to the Sea. Period photographs of him lend a seeming veracity to such assumptions, showing a bristly-bearded, gimlet-eyed soldier with tight lips and a set jaw.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-seeks-to-sell-more-arms-to-saudi-arabia-11590791868", "title": "U.S. Seeks to Sell More Arms to Saudi Arabia", "date": "2020-05-29 18:37", "summary": "Proposed deal would also allow Raytheon to expand its manufacture of weapons in Saudi Arabia. WASHINGTON-The Trump administration is planning to sell nearly $500 million in precision-guided munitions to Saudi Arabia, drawing renewed objections from senior Democratic lawmakers who question the timing and justification for the deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twin-cities-cops-stand-and-watch-as-buildings-burn-11590791859", "title": "Twin Cities Cops Stand and Watch as Buildings Burn", "date": "2020-05-29 18:37", "summary": "Local business owners say they are willing to use force if necessary to keep their shops from being looted.. Minneapolis", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weve-hardly-gotten-to-know-you-coronavirus-11590791799", "title": "We've Hardly Gotten to Know You, Coronavirus", "date": "2020-05-29 18:36", "summary": "One of the worst things about the new abnormal Covid has brought on is the uncertainty.. One of the most infuriating aspects of the coronavirus pandemic is the uncertainty about when it will end. There is much talk about peaks being reached, trajectories leveling off, incidences upward or downward, vaccines in the works, phased reopenings of businesses. But nobody can say with authority when the danger of the virus will be gone, or that it won't return later with greater virulence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fracture-review-visible-mending-11590791809", "title": "'Fracture' Review: Visible Mending", "date": "2020-05-29 18:36", "summary": "Not all fractures are unfortunate. Some things that have survived damage can be considered more valuable, more beautiful.. The Tōhoku earthquake of nine years ago not only shoved Japan's main island two meters to the east, it shifted Earth's axis by 10 or 15 centimeters. \"Nothing occurs in only one place,\" reflects the globe-trotting hero of \"Fracture,\" \"everything occurs everywhere.\" Earthquakes, tsunamis and, above all, nuclear disasters serve Andrés Neuman as images of \"a connection in everything, a possible proximity\" between distant people and events. Just now, readers of the sixth novel by this prolific and versatile Argentina-born author, who settled in Spain with his parents at age 14, may want to add global pandemics to that list. After the Chernobyl radiation leaks of 1986, Mr. Neuman writes, \"nearness and remoteness . . . lost all meaning.\" As they have again.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-books-whirlwinds-old-and-new-11590791734", "title": "Politics Books: Whirlwinds, Old and New", "date": "2020-05-29 18:35", "summary": "A unique work of theology,meteorology and American history explores believers' responses to extreme weather and natural disasters.. The concept of natural evil continues to befuddle mankind. Moral evil we can explain, with varying levels of cogency-murder, arson, theft. But what are we to make of a tornado that demolishes a school with teachers and children in it? A flood that wipes out a neighborhood? A virus that targets the elderly? Up to the latter part of the 18th century, a substantial part of the population in Western nations would have attributed natural calamities in some sense to God. We in the secular West now deal with the problem by collapsing the two categories so that even natural disasters are the result of human evil. Destructive floods are now the fault of lax engineers or corrupt local officials or the U.S. president, depending on your politics. Hurricanes and tornadoes are the fault of carbon-emitting factories and the powerbrokers who abet them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-pension-crisis-goes-beyond-the-big-blue-states-11590791639", "title": "The State Pension Crisis Goes Beyond the Big Blue States", "date": "2020-05-29 18:34", "summary": "Politicians and fund administrators everywhere wasted the reform potential of an 11-year bull market.. Legislators from Illinois and New Jersey provoked an outcry in April when they asked Washington to bail out their failing pension systems. Senate Majority Leader Mitch McConnell offered instead to let states file for bankruptcy. His message: Don't expect aid for problems that have little to do with fighting the novel coronavirus and the economic slowdown accompanying it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdowns-vs-the-vulnerable-11590791538", "title": "Lockdowns vs. the Vulnerable", "date": "2020-05-29 18:32", "summary": "A strategy that ignores trade-offs and the dimension of time badly served coronavirus victims.. It was obvious back when experts were anticipating the Wuhan virus's arrival that protecting the elderly and medically vulnerable should be the highest priority. How this became let's-shut-down-everything will be a puzzle for archaeologists of popular and political hysteria. We don't give up driving because an 85-year-old might be crossing the street. We find better ways to help.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-hong-kong-an-emboldened-xi-jinping-pushes-the-boundaries-11590774190", "title": "Beyond Hong Kong, an Emboldened Xi Jinping Pushes the Boundaries", "date": "2020-05-29 18:29", "summary": "Resume Subscription. BEIJING-Less than four months ago, Xi Jinping faced the biggest crisis of his leadership, as it was bruised by China's initial, bungled response to the coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uneven-stock-recovery-divides-real-estate-industry-11590775555", "title": "Uneven Stock Recovery Divides Real-Estate Industry", "date": "2020-05-29 17:29", "summary": "Commercial real-estate stocks suffered some of the biggest losses in May, while home builders have surged. Shares of home builders have been standouts this month in an otherwise muted period for the stock market, signaling that investors are betting on a swift housing recovery as stay-at-home orders are lifted.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-29-2020-11590727422", "title": "Stocks Notch Big Monthly Gains", "date": "2020-05-29 17:01", "summary": "Investors have been encouraged by signs of states and businesses reopening, helping stocks rebound. The S&P 500 edged up Friday, notching a second consecutive week of strong gains and its best two-month performance since 2009.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-ramps-up-deliberations-on-asset-purchases-rate-guidance-11590744601", "title": "Federal Reserve Ramps Up Deliberations on Asset Purchases, Rate Guidance", "date": "2020-05-29 16:42", "summary": "Central bank's June 9-10 policy meeting could lay groundwork for coming reset to support virus-stricken economy. Federal Reserve officials head into their next policy meeting deliberating how to assist an economy in a deeper hole than it faced after the 2008 financial crisis at a time when their tools might have less zip.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-charter-and-viacomcbs-join-forces-to-make-tv-commercials-more-targeted-11590750000", "title": "Comcast, Charter and ViacomCBS Join Forces to Make TV Commercials More Targeted", "date": "2020-05-29 16:40", "summary": "Cable and TV giants become joint-venture partners in Blockgraph, which was spun off by Comcast. Three of the nation's largest pay-TV companies are taking joint ownership of a platform designed to make it easier for brands to harness data to serve targeted ads to people watching cable TV, a move that comes as cost-pressured ad buyers are increasingly turning to targeted advertising.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyds-death-the-minneapolis-neighborhood-at-the-center-of-protests-11590774160", "title": "The Minneapolis Neighborhood at the Center of Protests", "date": "2020-05-29 16:24", "summary": "Longfellow residents begin process of cleaning up; 'It's sad to see this, honestly, heartbreaking, they lost the purpose of the protest'. MINNEAPOLIS-Felix Tlatenchi picked up garbage and broken glass Friday morning, throwing them into trash bags he had brought with him as he tried to clear the littered parking lot of the U.S. Bank in Minneapolis's Longfellow neighborhood, the epicenter of protests over the death of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-approves-sale-of-chinese-dating-app-probed-by-national-security-officials-11590782922", "title": "U.S. Approves Sale of Scrutinized Chinese App", "date": "2020-05-29 16:08", "summary": "The Trump administration had expressed concern that China's government could potentially blackmail U.S. officials who use the Grindr app. U.S. national security officials have approved an investor group's purchase of gay-dating app Grindr that is being sold by a Chinese company after the Trump administration raised concerns about the potential theft of Americans' personal data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-discloses-holdings-of-1-3-billion-in-exchange-traded-funds-11590782661", "title": "Fed Discloses Holdings of $1.3 Billion in ETFs", "date": "2020-05-29 16:04", "summary": "ETFs focused on non-investment grade debt account for around one sixth of such fund purchases. The Federal Reserve's first $1.3 billion of purchases of exchange-traded funds that invest in corporate bonds show that funds that focus on buying non-investment grade debt accounted for around one sixth of the central bank's ETF purchases.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-coronavirus-april-2020-11590701150", "title": "Consumers Spent a Lot Less, Saved More During April Lockdowns", "date": "2020-05-29 16:02", "summary": "Personal income rose 10.5% on impact of federal-stimulus payments; signs emerge that purchases are slowly starting to pick up. Consumers spent significantly less and saved more as they weathered the coronavirus pandemic and related lockdowns in April, with recent signs suggesting damage from the crisis is starting to ease.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penalty-guidance-gives-companies-more-transparency-cftc-official-says-11590780634", "title": "Penalty Guidance Gives Companies More Transparency, CFTC Official Says", "date": "2020-05-29 15:30", "summary": "A new memorandum is the first public update since 1994 on how the derivatives regulator calculates fines. New guidance on how the nation's derivatives regulator calculates fines is intended to give companies and officials a framework for settlement discussions, an official said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protectionism-spreads-globally-with-the-new-coronavirus-11590779442", "title": "Protectionism Spreads Globally With Coronavirus", "date": "2020-05-29 15:10", "summary": "More governments move to defend hard-hit industries and limit China's influence. Leading market economies are erecting new walls against foreign investment and suspicious trade practices, spurred by coronavirus-triggered economic upheaval and China's increasing assertiveness.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-banks-take-earnings-hit-from-loan-loss-provisions-11590779182", "title": "Canada's Banks Take Earnings Hit from Loss Provisions", "date": "2020-05-29 15:06", "summary": "For now, bank executives say they can handle the weakness they see in their lending books. TORONTO-Royal Bank of Canada, Toronto-Dominion Bank Group and Bank of Montreal set aside billions of dollars during their second quarters to guard against defaults by their borrowers. The question now looming for the rest of the year: how much will they need?", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-needs-smarter-policies-for-defense-11590770510", "title": "The U.S. Needs Smarter Policies for Defense", "date": "2020-05-29 15:03", "summary": "What is needed is less a plan for boosting our technological prowess, a good idea nonetheless, but a relevant strategy.. Christian Brose's \"The End of U.S. Military Primacy\" (Review, May 23) draws on his excellent book \"The Kill Chain,\" but the premise of American military primacy simply is false. During the Cold War, the U.S., even with NATO, didn't have primacy over the Soviet Union and Warsaw Pact for one reason: The Soviets saw a war as a fight to the finish in which nuclear and thermonuclear weapons would be used. While in many ways the U.S. had superior technology, Soviet nuclear weapons were a trump card.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2017-tax-cuts-helped-companies-more-than-workers-11590778957", "title": "The 2017 Tax Cuts Helped Companies More Than Workers", "date": "2020-05-29 15:02", "summary": "After the Tax Cuts and Jobs Act of 2017 was enacted, corporations used their handout on a record-setting $1 trillion stock-buyback spree.. James Freeman's \"The Next Trump Tax Reform\" (Best of the Web, May 19) claims that more corporate tax relief will fix our country's economic woes. Perhaps the most frequently recycled argument for lowering the corporate tax rate, which Mr. Freeman employs, is that it leads to higher wages.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cost-of-shipping-oil-tumbles-as-production-cuts-bite-11590757528", "title": "Cost of Shipping Oil Tumbles as Production Cuts Bite", "date": "2020-05-29 15:02", "summary": "Charter prices for vessels that transport crude have tanked 77% since their peak in mid-March. The cost of shipping oil around the world is sliding as sweeping output cuts by crude producers reduce competition for hiring tankers.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-nearly-eliminates-dividend-amid-low-oil-prices-11590778229", "title": "Occidental Nearly Eliminates Dividend Amid Low Oil Prices", "date": "2020-05-29 14:50", "summary": "Oil producer slashes shareholder payout to just 1 cent a share, the second cut in past two months. Occidental Petroleum Corp. is nearly eliminating its dividend as it seeks to conserve cash amid low oil prices and weak demand due to coronavirus lockdowns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-campaign-drops-fundraiser-with-former-top-prosecutor-on-muellers-team-11590744604", "title": "Biden Campaign Drops Fundraiser With Former Prosecutor on Mueller's Team", "date": "2020-05-29 14:48", "summary": "Trump campaign had criticized plans for event, saying Andrew Weissmann had tried to take down Trump's presidency; some GOP donors ask Mike Pompeo to run for open Senate seat in Kansas. JOE BIDEN'S CAMPAIGN has canceled plans for a fundraiser headlined by Andrew Weissmann, a former top prosecutor with Robert Mueller's special counsel team who has been a lightning rod among supporters of President Trump. The June 2 event had been billed as a \"fireside chat\" with Weissmann, who departed Mueller's team last year and is working on a book about his role in the probe of Trump's campaign and Russian election interference in 2016, and Anne Milgram, a former New Jersey attorney general. The fundraiser was pulled shortly after it was posted late last week, but not before it garnered widespread media attention, people familiar with the decision told the Journal's Ken Thomas.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-digital-afterlife-for-dime-novels-11590778083", "title": "A Digital Afterlife for Dime Novels", "date": "2020-05-29 14:48", "summary": "A grant from the National Endowment for the Humanities will enable librarians to preserve books that were never meant to last.. Dime novels sold by the millions from the mid-19th to the early 20th centuries. These tales of adventure and the American West, of life at war and at sea, of romance and rags-to-riches heroes, were available at newsstands, train stations, dry goods stores and by subscription, for 10 cents or even less.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hong-kong-law-drives-wedge-between-eu-western-allies-11590777632", "title": "China's Hong Kong Law Drives Wedge Between EU and Western Allies", "date": "2020-05-29 14:40", "summary": "The bloc calls for dialogue as it seeks to avoid becoming entangled in escalating rivalry between U.S. and China. BRUSSELS-The European Union faces a fresh breach with Washington over China's handling of Hong Kong and a potential split with the U.K. on a major foreign-policy issue for the first time since it left the EU in January.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-brings-new-use-cases-for-augmented-reality-11590777284", "title": "Coronavirus Pandemic Brings New Use Cases for Augmented Reality", "date": "2020-05-29 14:34", "summary": "An Israeli medical center is using Microsoft HoloLens wearable technology to help teach health-care workers how to operate ventilators. Sheba Medical Center in Israel and broadband provider Cox Communications Inc. are among several organizations that have found new uses for augmented reality during the coronavirus pandemic, and they plan to continue using the data-visualization technology beyond the crisis.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-jet-fighters-in-libya-signal-new-risky-phase-of-war-11590776569", "title": "Russian Warplanes in Libya Signal New Risky Phase of Conflict", "date": "2020-05-29 14:22", "summary": "Moscow's intervention on behalf of a commander whose forces are trying to capture Tripoli is driven by a desire to outflank Turkey, its main regional rival. Russia's deployment of warplanes to Libya this month to support a militia leader's assault on the U.N.-backed government in Tripoli raises Moscow's involvement in the country's civil war and threatens to escalate it.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-in-talks-to-buy-warner-music-stake-11590774885", "title": "Tencent in Talks to Buy Warner Music Stake", "date": "2020-05-29 14:13", "summary": "The Chinese internet giant is discussing an investment of $200 million ahead of an IPO that is slated for next week. Tencent Holdings Ltd. is in discussions to buy a stake in Warner Music Group as part of the record company's initial public offering, a key test for a new-issue market that has been hobbled by the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-revives-old-fashioned-romance-long-talks-serenades-11590776029", "title": "Social Distancing Revives Old-Fashioned Romance: Long Talks, Serenades", "date": "2020-05-29 14:13", "summary": "Those who met during stay-at-home orders resort to slow courtship to woo would-be partners; 'a lot of heart to hearts'. Lora Pope has managed to find love-or, at least, like-without leaving her childhood bedroom.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-on-new-yorks-subway-may-be-too-hard-11590775621", "title": "Social Distancing on New York's Subway May Be Too Hard", "date": "2020-05-29 14:07", "summary": "MTA focuses on mask requirements and cleanings as it awaits guidance from health officials. Transit officials are tabling social-distancing goals for New York City's subways and buses and will rely instead on riders wearing masks to prevent the spread of the new coronavirus.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-overlooked-disparity-coronavirus-mostly-kills-men-11590775292", "title": "The Overlooked Disparity: Coronavirus Kills Mostly Men", "date": "2020-05-29 14:01", "summary": "In the U.S., 54% of those killed by the virus are male. For younger patients the disparity is greater.. The United Nations wants you to know that coronavirus is a particular problem for women. So does Politico (\"Covid's war on women\"). An article in the feminist magazine Ms. says women are shouldering the brunt of Covid-induced \"emotional labor,\" which is \"all-consuming.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-could-use-more-populism-11590775230", "title": "China Could Use More Populism", "date": "2020-05-29 14:00", "summary": "The May Fourth Movement of 1919 echoes today in the acts of bravery, big and small, against Beijing elites.. On May 4, 1919, following the end of World War I, thousands of university students from across Beijing converged on Tiananmen Square to protest China's unfair treatment at the Paris Peace Conference. Western nations chose to appease Imperial Japan by granting it control of Chinese territory that Germany had previously occupied, including the Shandong Peninsula.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federalism-makes-americas-pandemic-response-unique-11590775143", "title": "Federalism Makes America's Pandemic Response Unique", "date": "2020-05-29 13:59", "summary": "There is a much wider range of outcomes among U.S. states than among European nations. We aren't getting an Olympic Games this year, with its national pride-building medals table. But don't despair. Our need to constantly measure our performance against other nations is being met this summer by another, macabre international competition: the daily running total of deaths from the Covid-19 pandemic.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-retailer-party-city-floats-debt-swap-with-bondholders-11590774941", "title": "Struggling Retailer Party City Floats Debt Swap With Bondholders", "date": "2020-05-29 13:55", "summary": "Debt exchange, which requires support from holders of 98% of bonds, would erase $450 million in debt. Party City Holdco Inc., already weighed down by debt before closing its stores in March in response to the coronavirus pandemic, is floating a debt-for-equity swap with bondholders that would erase millions in debt from its balance sheet.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-reaches-coronavirus-case-milestone-declines-11590766723", "title": "New York Drives Back Coronavirus's Deadly March", "date": "2020-05-29 13:51", "summary": "Two-month lockdown, strict social-distancing rules and a steep learning curve at hospitals have led to a steady drop in mortality over the past month. New York, the state hardest hit by the new coronavirus, reached a milestone in its fight against the contagion this week as it drove down death and hospitalization rates to levels not seen since the start of the pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouris-only-abortion-clinic-allowed-to-keep-operating-11590773361", "title": "Missouri's Only Abortion Clinic Allowed to Keep Operating", "date": "2020-05-29 13:29", "summary": "Administrative ruling follows clash between Planned Parenthood, state health agency. O'FALLON, Mo.-Missouri's only abortion clinic will be able to keep operating after a state official decided Friday that the health department was wrong not to renew the license of the Planned Parenthood facility in St. Louis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peets-coffee-raises-2-5-billion-from-ipo-defying-pandemic-11590736417", "title": "Peet's Coffee Raises $2.5 Billion From IPO, Defying Pandemic", "date": "2020-05-29 13:14", "summary": "Offering values the company at $17.3 billion in one of the world's biggest IPOs so far this year. The European owner of Peet's Coffee saw its shares jump almost 14% in their trading debut Friday, marking one of the world's biggest initial public offerings so far this year in a deal that valued the coffee business at €15.6 billion ($17.3 billion).", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-summer-of-beach-body-amnesty-11590771829", "title": "The Summer of Beach Body Amnesty", "date": "2020-05-29 13:03", "summary": "It's been a stressful spring. Let this be a season of zero judgment. Uh-oh. I did it again. I totally forgot to get a summertime beach body.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recipe-for-a-quick-comforting-braise-that-tastes-like-it-cooked-for-hours-11590771817", "title": "Recipe for a Quick, Comforting Braise That Tastes Like It Cooked for Hours", "date": "2020-05-29 13:03", "summary": "On the table in 30 minutes, this flavorful take on a Sichuan classic puts a pantry staple to brilliant use. Rice and a healthy heap of greens make it a satisfying meal.. FOR NEARLY 13 YEARSChris Weber has turned produce grown on site at the Herbfarm, outside Seattle, into elegant tasting menus. In early March he did a 180, redirecting that bounty into meals donated to hospital staff across the city. \"You cook food you really want to share with people,\" he said.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernick-offers-to-pay-for-lawyers-for-people-protesting-in-minneapolis-11590771747", "title": "Colin Kaepernick Offers to Pay for Lawyers for People Protesting in Minneapolis", "date": "2020-05-29 13:02", "summary": "The quarterback-turned-activist, who took a knee during the national anthem to protest police brutality, has started an initiative to defend people protesting following the death of George Floyd. Colin Kaepernick has launched a fund to hire top defense lawyers for people arrested protesting police brutality in Minneapolis, the center of protests after George Floyd's death there.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vegas-opening-up-for-the-ultimate-gamble-11590771675", "title": "Vegas Opening Up for the Ultimate Gamble", "date": "2020-05-29 13:01", "summary": "Casinos are opening up for business next week, but not everything will be back. What happens in Vegas stays in Vegas-unless it is an infectious disease you bring home to your loved ones.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-plunge-will-keep-weighing-on-u-s-growth-11590771491", "title": "Spending Plunge Will Keep Weighing on U.S. Growth", "date": "2020-05-29 12:58", "summary": "Even with spending in May and June likely to improve from April's staggering decline, the second-quarter collapse will be massive. With more businesses starting to reopen, consumer spending looks as if it is starting to dig its way out of the hole caused by the coronavirus crisis. But the hole is very deep.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mail-only-voting-has-pluses-some-minuses-11590770349", "title": "Mail-Only Voting Has Pluses, Some Minuses", "date": "2020-05-29 12:39", "summary": "Our country faces a choice between the Journal's imaginary \"A Vote-by-Mail Nightmare\" and the real nightmare of voting without adequate access to mail-in ballots during a pandemic with a fraction of the usual number of polling places and mostly-elderly volunteers.. Our country faces a choice between the Journal's imaginary \"A Vote-by-Mail Nightmare\" (Review & Outlook, May 23) and the real nightmare of voting without adequate access to mail-in ballots during a pandemic with a fraction of the usual number of polling places and mostly elderly volunteers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-sudan-a-break-its-trying-to-recover-11590770156", "title": "Give Sudan a Break; It's Trying to Recover", "date": "2020-05-29 12:36", "summary": "What the Bashir government did was indefensible. However, now the people who managed to get rid of him are being asked to pay the price for having done so.. As a Sudanese living in the diaspora, I have come to believe that removing Khartoum's designation as a state sponsor of terrorism is never going to happen because each time a new hurdle appears. In \"U.S., Sudan Work to Reset Ties\" (U.S. News, May 20) you say: \"The State Department declined to say whether the [recent] settlement was a final step to getting removed from the list.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sotheby-s-to-offer-60-million-painting-online-in-new-format-11590769933", "title": "Sotheby's to Offer $60 Million Painting Online in New Format", "date": "2020-05-29 12:32", "summary": "The famed auction house will transform a traditional evening sale into a telethon-style format that will be live-streamed online. Sotheby's, one of the world's top auction houses, is retooling its New York sales calendar once again because it says it isn't safe to invite crowds into its York Avenue saleroom amid the ongoing pandemic. Rival Christie's has already said it plans to conduct similar sales online.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-philosemitism-in-the-dark-ages-11590769217", "title": "Modern Philosemitism in the Dark Ages", "date": "2020-05-29 12:20", "summary": "Walter Scott's 'Ivanhoe,' though set in the 12th century, is surprisingly resonant today with its sympathy for the oppressed and hope for society's ability to overcome trying times.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-propose-coronavirus-safety-protocols-for-trump-nominating-convention-in-north-carolina-11590707880", "title": "Republicans Propose Coronavirus Safety Protocols for Convention in North Carolina", "date": "2020-05-29 12:15", "summary": "Move comes after Trump said he would relocate event if state couldn't guarantee full-capacity convention. WASHINGTON-Republican National Convention attendees would be given health surveys before traveling to North Carolina for President Trump's nomination, and some would be subjected to thermal scans before boarding sanitized buses, Republican National Committee Chairwoman Ronna McDaniel said Thursday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rising-star-chef-struggles-to-save-his-restaurant-11590767894", "title": "A Rising Star Chef Struggles to Save His Restaurant", "date": "2020-05-29 11:58", "summary": "Former 'Top Chef' contestant Kwame Onwuachi's vision of Afro-Caribbean cuisine is at risk as the coronavirus pandemic upends his industry. Kwame Onwuachi is a chef without a restaurant. Kith and Kin, his Afro-Caribbean restaurant in Washington, D.C., closed in mid-March, and Mr. Onwuachi laid off his 70 employees-\"the hardest thing I've ever had to do,\" he says. During the pandemic, he is teaching virtual cooking classes and working with the Independent Restaurant Coalition, a trade group lobbying Congress for aid for independent restaurants. \"We're really worried that the restaurant industry is being forgotten,\" he says.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-gdp-growth-slowed-to-3-1-last-quarter-11590758117", "title": "India's GDP Growth Slowed to 3.1% Last Quarter", "date": "2020-05-29 11:56", "summary": "Nation's GDP growth slowed to 11-year low last fiscal year as nationwide coronavirus lockdown started to strangle already struggling economy. NEW DELHI-India said Friday that its gross-domestic-product growth slowed to an 11-year low last fiscal year as a nationwide coronavirus lockdown started to strangle the country's already struggling economy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-bob-casey-says-he-likely-had-covid-19-11590767745", "title": "Sen. Bob Casey Says He Likely Had Covid-19", "date": "2020-05-29 11:55", "summary": "Antibody test comes back positive, making him the third senator to likely have had the coronavirus illness. WASHINGTON-Sen. Bob Casey (D., Pa.) said he tested positive this week for coronavirus antibodies after feeling sick earlier this year, making him the third senator likely to have contracted Covid-19, the disease caused by the new coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-is-too-much-to-pay-for-a-honda-11590765988", "title": "How Much Is Too Much to Pay for a Honda?", "date": "2020-05-29 11:26", "summary": "Beyond a face-lift and a few techy upgrades, little value has been added to the latest version of Honda's popular CR-V. So why is it so expensive, ponders Dan Neil.. HONDA-SAN, you know I love you. I have been there for you since the Civic CVCC days. I have held a laurel crown over the Odyssey as best minivan, thrown les fleurs at l'Accord, and dynamically disassembled one of your dirt bikes at the bottom of a ditch.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wrestling-goes-to-the-mat-to-shed-high-risk-coronavirus-label-11590753601", "title": "Wrestling Goes to the Mat to Shed 'High Risk' Coronavirus Label", "date": "2020-05-29 11:19", "summary": "The U.S. Olympic & Paralympic Committee's chief medical officer removed several references to the sport in safety documents after wrestling officials complained. At the end of April, the U.S. Olympic & Paralympic Committee released two documents to help guide the dozens of sports and millions of athletes it oversees back from the coronavirus pandemic: one on how to safely return to training, the other on how to plan safe events.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unlikely-hero-for-1906-1929-and-today-11590764100", "title": "An Unlikely Hero for 1906, 1929...and Today", "date": "2020-05-29 11:00", "summary": "The way A.P. Giannini built Bank of America shows that hard times can breed the upstarts who fuel the next boom. Back in Business is a new, occasional column that will put the present day in perspective by looking at business history and those who shaped it. Mr. Zweig's Intelligent Investor column will return next week.", "categories": [["Business", "Back in Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/back-in-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-crew-arrested-then-released-amid-george-floyd-protests-11590763852", "title": "CNN Crew Arrested, Then Released, Amid George Floyd Protests", "date": "2020-05-29 10:51", "summary": "Correspondent Omar Jimenez and crew members were freed after a call between CNN's president and Minnesota's governor. A CNN television crew was arrested and detained briefly by Minnesota state patrol officers early Friday morning while covering a protest in Minneapolis sparked by the death of George Floyd, a black man who died after a white officer pinned him to the ground with a knee on his neck in an incident captured on video.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-pandemic-revolutionize-college-admissions-11590763879", "title": "Will the Pandemic Revolutionize College Admissions?", "date": "2020-05-29 10:51", "summary": "Lockdowns have disrupted standardized tests and grades, forcing schools to consider a range of other approaches for selecting students. Now what? That's the question on the minds of soon-to-be college applicants who have been building toward this moment for years. Many have focused relentlessly on grades, standardized tests, resume-building and other perceived necessities of getting into the \"right\" school. Now comes a global pandemic: Classes have been modified or cancelled, with grades thrown into confusion; extracurricular activities have disappeared; and standardized tests have been demoted because of the difficulty of taking them. Has the familiar-and often excruciating-admissions gauntlet suddenly become obsolete?", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-says-strong-virus-testing-regime-will-be-needed-to-boost-confidence-hasten-decline-in-unemployment-11590763332", "title": "Fed's Kaplan Says Strong Virus-Testing Regime Needed to Boost Confidence", "date": "2020-05-29 10:42", "summary": "'We may have to live with this virus without a vaccine for some extended period of time,' the Dallas Fed chief says. The U.S. will need a strong regime to test, trace and quarantine cases of the new coronavirus to ensure a stronger rebound in employment and economic activity as states lift restrictions on commerce this summer, Dallas Fed President Robert Kaplan said in an interview.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-twitter-storm-could-soak-social-media-11590763018", "title": "Trump's Twitter Storm Could Soak Social Media", "date": "2020-05-29 10:37", "summary": "President's executive order faces many legal questions, but could still cause Twitter and Facebook some pain. President Trump may not succeed in ending social media as we know it, but he can certainly rain on the sector's latest socially distant parade.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sci-fi-and-satire-merge-in-amazons-upload-and-netflixs-space-force-11590762768", "title": "Sci-Fi and Satire Merge in Amazon's 'Upload' and Netflix's 'Space Force'", "date": "2020-05-29 10:32", "summary": "The producer behind 'The Office' and 'Parks and Recreation' has two new shows that explore the perils of technology and the absurdities of bureaucracy in the not-too-distant future. Comedies with mundane settings were a specialty for TV writer and producer Greg Daniels, who helped create the cubicle politics of \"The Office,\" and the small-town doings of \"Parks and Recreation\" and \"King of the Hill.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-gdp-fell-at-near-record-8-2-11590759305", "title": "Canada GDP Fell at Near Record 8.2%", "date": "2020-05-29 10:29", "summary": "Coronavirus lockdowns hit household spending and exports in first quarter. OTTAWA-Canadian economic output plunged by a near record in the first quarter, as household spending collapsed on coronavirus-induced shutdowns. Exports also fell markedly.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordstrom-clears-low-bar-for-clothing-retail-11590761843", "title": "Nordstrom Clears Low Bar for Clothing Retail", "date": "2020-05-29 10:17", "summary": "Online sales weren't enough to protect Nordstrom from a precipitous revenue drop, but the clothing retailer seems to have what it takes to come out of the crisis in decent shape. Clothing retailers have a pretty low bar to clear these days. Solvent? Great. Paying rent? Even better. Nordstrom cleared both of those last quarter and seems well-positioned to emerge from the pandemic in decent shape.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-gospel-according-to-david-11590761411", "title": "Fiction: The Gospel According to David", "date": "2020-05-29 10:10", "summary": "In his allegorical 'Jesus' trilogy, J.M. Coetzee seems to strip the Bible for parts, losing its meanings in the process.. With \"The Death of Jesus\" (Viking, 197 pages, $27), J.M. Coetzee concludes a trilogy of obscurely allegorical novels-after \"The Childhood of Jesus\" (2013) and \"The Schooldays of Jesus\" (2016)-whose mixture of aloof understatement, philosophical discourse and cryptic symbolism has managed to bore and intrigue in equal measure. The books are about a child prodigy named David and his dependable but overmatched guardian Simón-two refugees from a land they don't remember, whose new lives in the orderly city of Novilla and then its neighboring town, Estrella, vaguely scan with aspects of the Gospels. \"The Death of Jesus\" centers on David's illness and death at age 10 from a sudden neuropathic disorder, and although Mr. Coetzee briefly explores the boy's posthumous legacy, the fact that this book finalizes the series marks a telling divergence from the events in Scripture, where Jesus' death is, rather famously, far from the end of the story.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-decision-time-for-colleges-do-we-give-coronavirus-refunds-11585921105", "title": "It's Decision Time for Colleges: Do We Give Coronavirus Refunds?", "date": "2020-05-29 10:01", "summary": "Schools sent their students home. Now they have to figure out how much money, if any, they will give back.. There was a mass exodus of students from college and university campuses last month in an effort to slow the march of coronavirus infections across the U.S. With a widespread shift to online learning now under way, many families are wondering: Will they be getting refunds or partial refunds, for room, board and related costs?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-jacobs-repelled-raider-but-lost-job-as-bache-ceo-11590760800", "title": "Harry Jacobs Repelled Raider, but Lost Job as Bache CEO", "date": "2020-05-29 10:00", "summary": "World War II pilot trainer landed on Wall Street, financed Hunt brothers' silver bets and tangled with Sam Belzberg. After training hundreds of pilots to fly in the Army Air Forces during World War II, Harry A. Jacobs Jr. figured he qualified for a job as a commercial airline pilot.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-lyon-built-homes-in-california-and-survived-busts-11590760806", "title": "William Lyon Built Homes in California and Survived Busts", "date": "2020-05-29 10:00", "summary": "After serving as a pilot in World War II and Korea, entrepreneur snapped up prime acreage. All William Lyon wanted to do was fly airplanes. After ferrying troops and supplies in World War II and flying combat missions for the U.S. Air Force during the Korean War, he still hadn't had enough.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-am-torn-i-really-am-a-south-carolina-restaurant-tries-to-survive-reopening-11590760159", "title": "'I Am Torn, I Really Am': A South Carolina Restaurant Tries to Survive Reopening", "date": "2020-05-29 09:49", "summary": "Resume Subscription. COLUMBIA, S.C.-At the 4:45 p.m. huddle before Saluda's reopened its dining room, owner Steve Cook thanked his staff for their patience and explained how the restaurant had changed from the one they left 55 days before.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/you-will-probably-ride-a-bicycle-in-2020-11590759959", "title": "You Will Probably Ride a Bicycle in 2020", "date": "2020-05-29 09:46", "summary": "A pandemic is putting more people on two wheels, prompting cities and towns to reconsider their streets. So hot right now: bicycles.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-sun-review-the-virtuoso-becomes-a-celebrity-11590759839", "title": "'Indian Sun' Review: The Virtuoso Becomes a Celebrity", "date": "2020-05-29 09:44", "summary": "Yehudi Menuhin greatly admired his music making, as did John Coltrane. The Beatles, too.. If Mahatma Gandhi is unarguably the Indian most famed in the world in the past 100 years, there can be little doubt that the musician Ravi Shankar is next in the pecking order of renown. Unlike the celibate Mahatma, however-whose idea of pleasure was a mouthful of goat's milk-the sitar maestro was a charismatic sensualist whose girlfriends \"numbered 186 in all.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dantes-bones-review-tales-of-the-tomb-raiders-11590759802", "title": "'Dante's Bones' Review: Tales of the Tomb Raiders", "date": "2020-05-29 09:43", "summary": "At one point, the poet's skeleton was measured in the hope that he would prove to be a virile embodiment of the Mediterranean race.. In a legitimate though limited sense, Dante Alighieri created Italy. That's because the \"Divine Comedy,\" written in an idiom called the Tuscan vernacular, achieved such renown that it formed the substrate of the country's modern national language. Philologists like to point out that Dante invented many words and idioms current in today's Italian, or more often borrowed them from Latin or Old French. Among them are molesto (\"burdensome, irritating\") and such expressions as il gran rifiuto, \"the great refusal.\" That phrase Dante used in Canto III of the \"Inferno\" to denounce the miserable indecision, in his view, of Pope Celestine V, who reigned for only a few months in 1294 before renouncing the papal tiara. In the \"Inferno,\" poor pusillanimous Celestine is denied entrance even to Hell: Without the nerve to pick a side, to stand for good or evil, he must linger forever in its antechamber with others of his ilk.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/front-line-from-the-trenches-to-the-hospital-wards-11590759653", "title": "'Front-Line': From the Trenches to the Hospital Wards", "date": "2020-05-29 09:41", "summary": "It's just one of the terms whose usage has changed as the English language adapts to the Covid-19 era. During the Covid-19 pandemic, efforts to combat the spread of the virus have often been likened to a military operation. In the vanguard of this metaphorical battle are people who provide essential services like health care-or, as they have come to be called, \"front-line workers.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffeeland-review-one-crops-stimulating-effects-11590758481", "title": "'Coffeeland' Review: One Crop's Stimulating Effects", "date": "2020-05-29 09:21", "summary": "How a young man from the Manchester slums transformed El Salvador into a coffee-exporting powerhouse.. One thingthat might be remembered about Gen. Maximiliano Hernández Martínez, the dictator of El Salvador in the 1930s and early 1940s, is that he had colored lights-some say blue, others green-strung up in the capital of San Salvador to ward off a smallpox epidemic. Did his eccentric strategy have any effect? Nobody is sure, though we can be doubtful. The novelist Gabriel García Márquez, in his 1982 Nobel acceptance speech, improved on the story by color-coordinating the display, saying that Hernández Martinez had draped the city's streetlamps \"in red paper to defeat an epidemic of scarlet fever.\" García Márquez also noted-to make a political point and not a picturesque one-that in 1932 Hernández Martinez had 30,000 Salvadoran peasants killed \"in a savage massacre.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-richard-b-frank-on-the-asia-pacific-war-11590758423", "title": "Five Best: Richard B. Frank on the Asia-Pacific War", "date": "2020-05-29 09:20", "summary": "From the author, most recently, of 'Tower of Skulls.'. By Richard Tregaskis (1943)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-glimpse-into-parallel-worlds-11590758340", "title": "Children's Books: A Glimpse Into Parallel Worlds", "date": "2020-05-29 09:19", "summary": "A sweet teenage romance unfurls in multiple universes, each with its own set of reactions to the same kiss. What if reality as we perceive it is only one of many realities that are unfolding in worlds parallel to our own? What if there are versions of ourselves in these other spheres, people identical to us in every way apart from their making tiny, tangentially different decisions that produce wholly altered outcomes? This idea of a multiverse comes from theoretical physics and serves as the central device in the young-adult novels of two gifted writers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballot-collection-battles-split-by-partisanship-move-through-courts-11590755212", "title": "Ballot-Collection Battles Move Through Courts", "date": "2020-05-29 09:17", "summary": "Democrats argue third-party collection helps vulnerable voters; Republicans say it is unnecessary and invites fraud. With more citizens looking to avoid in-person voting during the coronavirus pandemic, legal clashes are emerging over whether third parties should be allowed to help absentee voters by collecting and submitting their ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revolver-review-six-chamber-orchestra-11590758229", "title": "'Revolver' Review: Six-Chamber Orchestra", "date": "2020-05-29 09:17", "summary": "Once perfected, it was like having half a dozen guns in one hand.. For much of the 19th century, the Second Amendment might as well not have existed. It did exist-since 1791, of course-but if you were a white American, it was as if it did not, for it served no purpose: Virtually anyone, aside from slaves and some freed blacks, could buy a gun, no questions asked.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-to-cut-over-14-000-jobs-slash-production-amid-autos-slump-11590749632", "title": "Renault to Cut Over 14,000 Jobs, Slash Production Amid Autos Slump", "date": "2020-05-29 09:12", "summary": "French car maker to restructure factories, use fewer parts in bid to cut costs. PARIS- Renault SA is planning to slash production capacity by a fifth and cut more than 14,000 jobs around the world, as the French auto giant grapples with a prolonged slump in the global car market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-heightens-californias-wildfire-threat-11590757200", "title": "Coronavirus Heightens California's Wildfire Threat", "date": "2020-05-29 09:00", "summary": "Resume Subscription. WALNUT CREEK, Calif.-A line of firefighters wearing yellow protective gear trudged up a ridge carrying water hoses on a recent Thursday, all wearing smoke shrouds on their faces and standing at least 6 feet apart.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/three-questions-with-lifeway-foods-ceo-julie-smolyansky-11590757201", "title": "Three Questions With Lifeway Foods CEO Julie Smolyansky", "date": "2020-05-29 09:00", "summary": "'Entrepreneurship is about survival, adapting and responding to the situation that's ahead of you'. Knowing you can survive a personal crisis may empower you to handle other difficult situations in business as well.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coaching-that-helped-this-nike-exec-start-her-own-team-11590757229", "title": "The Coaching That Helped This Nike Exec Start Her Own Team", "date": "2020-05-29 09:00", "summary": "Stefanie Strack left behind prestigious jobs in the world of apparel to start VIS Holdings, a business that supports young female athletes. It might not have happened without encouragement from her key advisers.. Stefanie Strack is not afraid to embrace risky career moves. But she doesn't do so on her own.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/techs-first-big-plan-to-tackle-covid-19-stumbles-an-app-is-not-going-to-fix-this-11590757102", "title": "Tech's First Big Plan to Tackle Covid-19 Stumbles", "date": "2020-05-29 08:58", "summary": "Effort to join Silicon Valley tech giants including Facebook, Google, Microsoft and Amazon with the White House to fight the coronavirus is faltering. SAN FRANCISCO-A heralded effort to bring together Silicon Valley tech giants, investors and the White House on tools to fight the new coronavirus is fizzling.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-where-did-the-virus-come-from-11590756909", "title": "So Where Did the Virus Come From?", "date": "2020-05-29 08:55", "summary": "Research into the origins of the new coronavirus raises questions about how it became so infectious in human beings. New research has deepened, rather than dispelled, the mystery surrounding the origin of the coronavirus responsible for Covid-19. Bats, wildlife markets, possibly pangolins and perhaps laboratories may all have played some role, but the simple story of an animal in a market infected by a bat that then infected several human beings no longer looks credible.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-food-companies-newfound-fortune-last-11590744603", "title": "Will Food Companies' Newfound Fortune Last?", "date": "2020-05-29 08:53", "summary": "Americans eat at home more than ever, but the coronavirus boost is fading for some brands. The coronavirus crisis has brought massive shifts in how Americans buy and consume food. For America's major packaged-food companies, which have struggled in recent years, that meant an unexpected upswing in sales. Now the question is which changes will last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-images-of-ancient-frescoes-hidden-legacies-are-exposed-11590755319", "title": "In Images of Ancient Frescoes, Hidden Legacies Are Exposed", "date": "2020-05-29 08:28", "summary": "See Robert Polidori's photographs of Pompeii and Oplontis, part of a lifelong project to explore memories beneath the surfaces. In a career spanning five decades, Robert Polidori has accepted only two assignments for ad campaigns. One of them, in the fall of 2004, held a surprising revelation. \"I was brought to Italy by a company that makes electrical systems,\" he recalls with a wry laugh. \"I never understood the concept. They were tying their designer fittings in with high fashion.\" Although the goal of the advertising project remained a mystery (\"I'm not a product person\"), Polidori was given a car and driver to travel across Italy. The itinerary included Naples-his first visit to the southern coastal city. Polidori swore to come back alone.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-pours-more-than-2-billion-into-chinas-electric-car-industry-11590736755", "title": "Volkswagen Pours More Than $2 Billion Into China's Electric-Car Industry", "date": "2020-05-29 08:15", "summary": "German auto maker raises its share in a Chinese electric-vehicle JV and buys a stake in a battery producer. SHANGHAI- Volkswagen AG is investing €1 billion ($1.11 billion) in a Chinese auto maker and a further €1.1 billion in a local battery producer, in the German car maker's latest bet on the Chinese electric-vehicle sector.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-didi-raises-more-than-500-million-for-self-driving-tech-11590753837", "title": "China's Didi Raises More Than $500 Million for Self-Driving Tech", "date": "2020-05-29 08:03", "summary": "The funding round, led by SoftBank Group's Vision Fund 2, will help the ride-hailing giant compete with rivals in the space. Chinese ride-hailing giant Didi Chuxing Technology Co. raised more than $500 million in a funding round led by SoftBank Group Corp. for its autonomous-driving subsidiary, the company said Friday, as it competes with well-backed U.S. startups over self-driving technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-leader-tries-to-steer-iraq-through-the-u-s-iran-rivalry-11590753600", "title": "A New Leader Tries to Steer Iraq Through the U.S.-Iran Rivalry", "date": "2020-05-29 08:00", "summary": "Resume Subscription. The U.S. and Iran, adversaries across the Middle East, have quietly coalesced behind an Iraqi politician both see as critical to preventing further chaos in his country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/have-a-top-notch-film-experience-without-leaving-home-11590753612", "title": "Have a Top-Notch Film Experience Without Leaving Home", "date": "2020-05-29 08:00", "summary": "With cinemas a distant memory, this easy home-theater strategy can bring upgraded movie nights to your living room. A SURVEY OF sidelined moviegoers by analytics firm Entertainment Data Oracle this month found that a majority would be willing to return to cinemas soon-provided some safety measures were in place. Nearly 70% wanted theater owners to mandate masks-popcorn munching be damned-and more than 80% asked for thorough cleanings between showings, rather than an annual hose-down once floors achieve duct-tape levels of stickiness.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-the-losers-from-europes-green-reconstruction-11590752795", "title": "Beware the Losers From Europe's Green Reconstruction", "date": "2020-05-29 07:46", "summary": "EU's newfound love of industrial planning may actually cement the dominance of rich countries. A key problem for Europe is the economic divide between \"core\" rich countries and the \"periphery.\" Paradoxically, ambitious plans for the region's post-Covid reconstruction could make the periphery even more peripheral.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-chief-appeals-for-citizens-support-as-trump-moves-loom-11590750656", "title": "Hong Kong Chief Appeals for Citizens' Support as Trump Moves Loom", "date": "2020-05-29 07:24", "summary": "Trump is expected to unveil countermeasures in response to Beijing's Hong Kong security legislation. HONG KONG-The city's top official appealed to people to support new national security legislation imposed by Beijing, as international criticism of China's decision to bypass city lawmakers mounted.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-inflation-dead-some-investors-bet-it-could-roar-back-11590750353", "title": "Is Inflation Dead? Some Investors Bet It Could Roar Back", "date": "2020-05-29 07:05", "summary": "Investors are pouring money into gold as a hedge against inflation on concerns that stimulus measures will lead to a surge in prices. Hedge funds are betting that inflation will pick up as central banks and governments world-wide print and spend vast amounts of money to support jobs and businesses hit by the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streamers-need-to-get-on-the-same-wavelength-11590750180", "title": "Streamers Need to Get On the Same Wavelength", "date": "2020-05-29 07:03", "summary": "HBO Max dispute with Roku and Amazon risks confusion in an already cluttered marketplace. A basic rule in the media business is to go where the customers are. It's something AT&T needs to keep in mind as it dramatically ramps up its streaming efforts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-playoffs-will-be-weird-they-also-might-be-soccer-11590746401", "title": "The NBA Playoffs Will Be Weird. They Also Might Be Soccer.", "date": "2020-05-29 06:00", "summary": "If basketball's possible playoff format looks familiar, it's because you've already seen it-in the Champions League. This has already been an NBA season unlike any in history. It has been such a weird year that when professional basketball players come back to work, they might feel as if they're playing another sport altogether.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cook-it-yourself-restaurants-see-future-for-meal-kits-post-pandemic-11590746400", "title": "Cook-It-Yourself? Restaurants See Future for Meal Kits Postpandemic.", "date": "2020-05-29 06:00", "summary": "Their dining rooms closed, restaurants are eking out sales from branded DIY meal kits. The first DIY meal kit sent by Pizza Pilgrims Ltd. was a tiny tragedy. The packets of sauce, dough and cheese exploded en route and landed at co-founder Thom Elliot's door \"like pizza soup in a bag.\"", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-move-to-crack-down-on-social-media-sets-up-legal-battle-11590746401", "title": "Trump's Move to Crack Down on Social Media Sets Up Legal Battle", "date": "2020-05-29 06:00", "summary": "President's executive order seeking to curb liability protections for online platforms expected to draw legal challenges involving 1996 law. President Trump signed an executive order on Thursday seeking to limit the broad legal protection that federal law currently provides to social-media and other online platforms, a move that is expected to draw immediate court challenges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-lentils-are-a-smart-choice-11590746411", "title": "Why Lentils Are a Smart Choice", "date": "2020-05-29 06:00", "summary": "Easy-cooking and versatile, these petite legumes are pantry prodigies. Here's the lowdown on the different lentil varieties, plus a few simple and delicious ways to cook them.. I ASPIRE to cook the way Christopher Hirsheimer and Melissa Hamilton do. The authors of the Canal House cookbook series rustle up elegant meals seemingly without effort, using what they happen to have on hand.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plan-to-save-worlds-crops-lives-in-norwegian-bunker-11590744601", "title": "Plan to Save World's Crops Lives in Norwegian Bunker", "date": "2020-05-29 05:30", "summary": "Vault with more than million seed samples is intended to safeguard plants that feed people world-wide. Six hundred miles from the North Pole, on an island the size of West Virginia, at the end of a tunnel bored into a mountain, lies a vault filled with more than 1 million samples of seeds harvested from 6,374 species of plants grown in 249 locations around the globe.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vacation-towns-reopen-from-lockdowns-and-the-locals-are-torn-11590744600", "title": "Vacation Towns Reopen, and the Locals Are Torn", "date": "2020-05-29 05:30", "summary": "Influx of tourists to places like Lake Havasu, Ariz., is a boon to the economy, but residents worry about Covid-19 outbreaks. LAKE HAVASU CITY, Ariz.-Weeks before Arizona officials eased stay-at-home rules, people looking for an escape from lockdown orders had discovered a poorly kept secret in the desert: Lake Havasu and the Colorado River were open for recreation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-of-recovered-covid-19-patients-is-becoming-a-hot-commodity-11590744600", "title": "Blood of Recovered Covid-19 Patients Is Becoming a Hot Commodity", "date": "2020-05-29 05:30", "summary": "Resume Subscription. The blood business is booming.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-keep-finding-more-reasons-to-rally-11590744602", "title": "Stocks Keep Finding More Reasons to Rally", "date": "2020-05-29 05:30", "summary": "The market has come a long way since March. Here's a look at this week's winners and losers.. Investors came back from Memorial Day weekend in a good mood, greeted by the return of one familiar institution and enough positive news to keep the stock market rally going.", "categories": [["Markets", "Stocks", "Abreast of the Market"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remote-working-from-a-different-state-beware-of-a-tax-surprise-11590744601", "title": "Remote-Working From a Different State? Beware of a Tax Surprise", "date": "2020-05-29 05:30", "summary": "Many workers will face extra taxes by the states they have worked in during the coronavirus crisis. In March, millions of people had their workplaces scrambled by the coronavirus pandemic and hastily decamped to work remotely. Even with some offices reopening, many hope to prolong the arrangement now that summer is here.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-sign-executive-order-targeting-social-media-11590681930", "title": "Trump Signs Order Targeting Social Media", "date": "2020-05-29 04:41", "summary": "Measure seeks to limit the broad legal protection that federal law provides online platforms. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-travel-giant-is-still-experiencing-turbulence-11590741528", "title": "China's Travel Giant Is Still Experiencing Turbulence", "date": "2020-05-29 04:41", "summary": "Travel shares were among the first to be hammered and could take the longest to recover. China's economy is climbing out of a deep hole. For some sectors the climb will be longer and steeper.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapolis-protests-over-george-floyd-death-escalate-and-spread-11590676810", "title": "Minneapolis Police Station Set on Fire as George Floyd Protests Intensify", "date": "2020-05-29 04:39", "summary": "Governor sends in National Guard as protests continue for third straight day. MINNEAPOLIS-Minnesota Gov. Tim Walz sent in the National Guard as demonstrators clashed with police for a third straight day to protest the death of George Floyd, a black man who died after a white officer pinned him to the ground with a knee on his neck in an incident captured on video.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-shot-during-louisville-protest-over-police-shooting-of-breonna-taylor-11590736126", "title": "Seven Shot in Louisville Protest Over Police Shooting of Breonna Taylor", "date": "2020-05-29 03:08", "summary": "About 500 to 600 demonstrators marched downtown. LOUISVILLE, Ky.-At least seven people were shot in Louisville as protesters took to the streets to demand justice for Breonna Taylor, a black woman fatally shot by police in her home in March.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11590722913", "title": "Pepper...and Salt", "date": "2020-05-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-protests-latest-from-minneapolis-11590756519", "title": "Demonstrations Spread Across U.S. as Ex-Officer Charged With Murder in George Floyd's Death", "date": "2020-05-29 00:01", "summary": "The Hennepin County Attorney said his office was still investigating the other three officers involved. MINNEAPOLIS-The former police officer seen in videos pressing his knee on the neck of George Floyd, was charged with third-degree murder and manslaughter on Friday, as officials tried to quell the escalating protests Mr. Floyd's death sparked nationwide and military police were told to prepare to deploy to the city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeos-domestic-travel-didnt-violate-federal-law-investigation-finds-11590723129", "title": "Pompeo's Domestic Travel Didn't Violate Federal Law, Investigation Finds", "date": "2020-05-29 23:37", "summary": "Diplomat releases Office of Special Counsel letter finding no evidence of a Hatch Act violation. Secretary of State Mike Pompeo, facing inquiries by congressional Democrats over his conduct, sent a top critic a previously unreleased legal opinion concluding there was no evidence that trips he took to his home state violated federal law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]