[{"link": "https://www.wsj.com/articles/pfizer-biontech-covid-19-vaccine-is-authorized-in-the-u-s-11607740101", "title": "U.S. Authorizes the First Vaccine to Fight Pandemic", "date": "2020-12-11 22:57", "summary": "FDA's thumbs-up-first for coronavirus vaccine in U.S.-will pave way for shots to be administered within day or two. A Covid-19 vaccine from Pfizer Inc. and partner BioNTech SE was the first to gain the federal government's permission to go into use in the U.S., a landmark step in efforts to beat back the raging pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-delays-ipo-until-next-year-11607742940", "title": "Roblox Delays IPO Until Next Year", "date": "2020-12-11 22:15", "summary": "Videogame company, citing Airbnb and DoorDash market debuts, says it is too difficult to price its shares. Roblox Corp. delayed its planned IPO after company officials decided that the gravity-defying performance this week of Airbnb Inc. and DoorDash Inc. made it too difficult to determine the right price for the videogame company's shares.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-covid-19-vaccine-fda-review-11605715625", "title": "Pfizer's Covid-19 Vaccine: Distribution, Side Effects and Everything You Need to Know", "date": "2020-12-11 22:10", "summary": "The vaccine, 95% effective in a late-stage trial, has been approved by the FDA. Pfizer Inc. and partner BioNTech SE received authorization from the Food and Drug Administration on Friday to begin distributing their Covid-19 vaccine. As the shot goes into use across the U.S., here's what we know and don't know.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pfizer-delivered-a-covid-vaccine-in-record-time-crazy-deadlines-a-pushy-ceo-11607740483", "title": "How Pfizer Delivered a Covid Vaccine in Record Time: Crazy Deadlines, a Pushy CEO", "date": "2020-12-11 21:34", "summary": "Resume Subscription. Pfizer Inc. was months from proving its Covid-19 vaccine would even work when Chief Executive Albert Bourla got into a tense WebEx debate with his head of manufacturing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-cabinet-gets-mixed-grade-so-far-from-liberal-groups-11607712063", "title": "Biden Cabinet Gets Mixed Grade So Far From Progressive Groups", "date": "2020-12-11 21:13", "summary": "As the president-elect unveils his latest picks, activists talk up candidates for remaining jobs. President-elect Joe Biden introduced more of his cabinet picks and key staffers on Friday, as progressives expressed mixed reactions to his choices so far and pushed Mr. Biden's transition team to select their allies for some remaining posts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-seeks-to-join-justice-department-antitrust-case-against-google-11607719192", "title": "California Seeks to Join Antitrust Case Against Google", "date": "2020-12-11 21:04", "summary": "State files papers to join suit alleging company is engaged in unlawful monopolization. WASHINGTON-California on Friday filed court papers seeking to join the Justice Department's antitrust lawsuit against Alphabet Inc.'s Google.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-facebook-walt-disney-stocks-that-defined-the-week-11607737511", "title": "DoorDash, Facebook, Walt Disney: Stocks That Defined the Week", "date": "2020-12-11 20:45", "summary": "Here are seven major companies whose stocks moved on the week's news. DoorDash Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-ubs-are-in-talks-to-merge-asset-management-businesses-11607735564", "title": "State Street, UBS in Talks to Merge Asset Management", "date": "2020-12-11 20:29", "summary": "Firms had appeared to be close to reaching an agreement this summer. State Street Corp. and UBS Group AG are in talks to merge their asset-management businesses, according to people familiar with the matter.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-moves-corporate-headquarters-to-austin-texas-11607724881", "title": "Oracle Moves Headquarters to Texas", "date": "2020-12-11 20:13", "summary": "Effort to have 'more flexible employee work location policy' leads to latest Silicon Valley exit. Oracle Corp. said it has changed its corporate headquarters to Austin, Texas, the latest high-profile defection from Silicon Valley.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-advances-toward-covid-19-vaccine-authorization-11607707251", "title": "FDA Advances Toward Covid-19 Vaccine Authorization", "date": "2020-12-11 19:48", "summary": "Agency officials say they are moving rapidly to clear use of Pfizer and BioNTech's injection. The U.S. Food and Drug Administration said it was finalizing the work needed to clear a Covid-19 vaccine developed by Pfizer Inc. and German partner BioNTech SE , after the injection was endorsed by an expert panel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-approves-anti-money-laundering-measure-11607733641", "title": "Congress Approves Anti-Money-Laundering Measure", "date": "2020-12-11 19:40", "summary": "New rules would require many companies to disclose the identities of the true beneficiary of their operations. The U.S. Senate on Friday approved legislation requiring companies in the U.S. to register their true owners, an overhaul that illicit-finance experts say would help combat money laundering and the financing of terrorism.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexa-has-a-new-skill-asking-when-it-doesnt-know-11607732175", "title": "Alexa Has a New Skill: Asking When It Doesn't Know", "date": "2020-12-11 19:16", "summary": "'Interactive teaching' enables Amazon's voice-assistant to solicit information when it encounters an unknown phrase. (Right now, it only works for lighting and temperature.). Amazon.com Inc. said this week that after years of research its Alexa voice assistant can now figure out the meaning of requests it has never heard before. The upgrade, which the company calls interactive teaching, could represent a significant advance in the way AI-powered voice assistants interpret and learn from everyday conversation, experts say.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-shutdown-deadline-looms-as-senators-make-last-minute-demands-11607703526", "title": "Senate Averts Shutdown as Covid-Aid Talks Continue", "date": "2020-12-11 18:55", "summary": "Lawmakers have one more week to reach deals on broader spending package, coronavirus relief. WASHINGTON-The Senate passed a stopgap measure to fund the government for one week, giving lawmakers more time to negotiate a long-sought coronavirus-relief agreement and wrap up a broader spending package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-protesters-struck-by-car-11607730652", "title": "New York City Protesters Struck by Car", "date": "2020-12-11 18:50", "summary": "Police officials said six people were taken to hospitals after a car drove into a Manhattan demonstration against ICE. Six protesters were injured in Manhattan on Friday afternoon when a car drove into a demonstration against U.S. Immigration and Customs Enforcement, New York Police Department officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-restaurant-lockdown-massacre-11607730189", "title": "The Restaurant Lockdown Massacre", "date": "2020-12-11 18:43", "summary": "New shutdown orders punish minorities and low-income workers.. New York's Andrew Cuomo on Friday joined the stampede of Democratic governors shutting down restaurants despite scant evidence that they are driving a surge in Covid cases. Their shutdowns are hitting minorities the hardest and increasing economic inequality.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-freedom-fighters-11607730143", "title": "Hong Kong's Freedom Fighters", "date": "2020-12-11 18:42", "summary": "Jimmy Lai is charged under a security law for criticizing China.. China continues to arrest and punish Hong Kong's brave freedom fighters, and it's important that the world not forget them. The Trump Administration is speaking up, and let's hope the Biden crowd does too.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-green-subsidy-bust-11607730090", "title": "Another Green Subsidy Bust", "date": "2020-12-11 18:41", "summary": "An Obama-era solar failure could cost taxpayers $510 million.. Move over, Solyndra. Another green boondoggle from the Obama era has failed, and taxpayers are out as much as $510 million. Late last week Judge Karen Owens approved a Chapter 11 plan of reorganization by Tonopah Solar Energy. Tonopah operated the Crescent Dunes solar plant in Nevada that received $737 million in guaranteed loans from the Obama Administration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/misleading-washingtons-voters-on-race-11607730017", "title": "Misleading Washington's Voters on Race", "date": "2020-12-11 18:40", "summary": "An new state effort to overturn a law banning race preferences.. No matter how many times voters reject racial preferences in law, the advocates won't stop trying to fool the public with another tricky rewrite. The latest example comes from Washington state, where voters defeated an effort to overturn a ban on race preferences in 2019. Now there's a new initiative, I-1300, which may be the most deceptive.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-replace-real-estate-stock-in-s-p-500-11607727923", "title": "Tesla to Replace Real-Estate Stock in S&P 500", "date": "2020-12-11 18:38", "summary": "When it takes the place of Apartment Investment & Management, Tesla will be the biggest-ever single-stock addition to the index. Apartment Investment & Management Co. will exit the S&P 500 to make room for Tesla Inc., setting the stage for the biggest-ever single-stock addition to the index.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-county-pulls-nursing-homes-from-federal-covid-19-vaccine-plan-11607720260", "title": "Los Angeles County Pulls Nursing Homes From Federal Covid-19 Vaccine Plan", "date": "2020-12-11 18:00", "summary": "Most populous county in U.S. says nursing homes should plan to administer their own vaccinations. Los Angeles County is pulling its nursing homes out of the federal program that is using CVS Health Corp. and Walgreens Boots Alliance Inc. to deliver Covid-19 vaccines to long-term care institutions, pushing hundreds of facilities to take over the administration of the shots themselves.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-learns-to-love-churn-11607727433", "title": "Hollywood Learns to Love 'Churn'", "date": "2020-12-11 17:57", "summary": "Movie-industry types are aghast at AT&T's galumphing moves but may soon see dollar signs.. Hollywood is good at generating drama. Christopher Nolan is especially good at it. Mr. Nolan is the director behind three Batman blockbusters, \"Inception,\" \"Dunkirk\" and several other movies you've heard of. And yet he probably never thrilled any audience as much he did movie-industry insiders this week with his denunciation of Warner Bros. and its corporate parent, AT&T .", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-a-doctor-in-the-white-house-not-if-you-need-an-m-d-11607727380", "title": "Is There a Doctor in the White House? Not if You Need an M.D.", "date": "2020-12-11 17:56", "summary": "Jill Biden should think about dropping the honorific, which feels fraudulent, even comic.. Madame First Lady-Mrs. Biden-Jill-kiddo: a bit of advice on what may seem like a small but I think is a not unimportant matter. Any chance you might drop the \"Dr.\" before your name? \"Dr. Jill Biden\" sounds and feels fraudulent, not to say a touch comic. Your degree is, I believe, an Ed.D., a doctor of education, earned at the University of Delaware through a dissertation with the unpromising title \"Student Retention at the Community College Level: Meeting Students' Needs.\" A wise man once said that no one should call himself \"Dr.\" unless he has delivered a child. Think about it, Dr. Jill, and forthwith drop the doc.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-miner-blackjewel-accuses-ex-ceo-of-self-dealing-11607727290", "title": "Coal Miner Blackjewel Accuses Ex-CEO of Self-Dealing", "date": "2020-12-11 17:54", "summary": "Coal company files lawsuit accusing Jeff Hoops Sr., who resigned days after chapter 11 filing, of using his position to enrich himself at the miner's expense. Defunct coal company Blackjewel LLC, which left hundreds out-of-work when the business collapsed last year, has filed a lawsuit accusing its founder and former chief executive of using his position to enrich himself and his family members at the company's expense.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strongmen-review-nostalgia-virility-and-power-11607727158", "title": "'Strongmen' Review: Nostalgia, Virility and Power", "date": "2020-12-11 17:52", "summary": "Can a group portrait of modern tyrants tell us how to prevent their outrages?. In the very first sentence of \"Strongmen,\" its author, Ruth Ben-Ghiat, declares that her book \"reflects a lifetime of thinking about authoritarian rulers.\" This revelation of an extensive personal timeline of toil-a lifetime, no less-places a burden on Ms. Ben-Ghiat, a professor of history and Italian studies at New York University. Many readers-and not just the most exacting among them-are likely to say to themselves: \"This book had better be good.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexander-von-humboldt-and-the-united-states-review-american-cosmos-11607727082", "title": "'Alexander von Humboldt and the United States' Review: American Cosmos", "date": "2020-12-11 17:51", "summary": "How the Prussian explorer, naturalist and polymath taught America about itself.. The history seems barely credible. A Prussian aristocrat, born in 1769, works for five years as a mine inspector. After his mother's death, he uses a good chunk of the family fortune on a five-year expedition through the primeval forests and uncharted waterways of South America and Mexico. On his way home, in 1804, he spends a scant six weeks in the United States. But by virtue of his American contacts, his German and French writing, his research and his generosity of spirit, Alexander von Humboldt inspires a century of American writers, artists, explorers and scientists, championing America's exceptionalism while also assessing its flaws.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-travels-in-the-new-north-11607727025", "title": "Two Books on Travels in the New North", "date": "2020-12-11 17:50", "summary": "Unsentimental looks at human adaptation and the life of a mother polar bear in a changing Arctic.. Ibegan reading \"Ice Walker\" with trepidation. How could this story, whose main character is a female polar bear, avoid anthropomorphism and sentimentality? Would it devolve into a rant about melting ice and habitat destruction?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/filing-facebook-lawsuit-is-career-defining-act-for-ftc-chairman-11607726628", "title": "Facebook Lawsuit Is Career-Defining Act for FTC Chairman", "date": "2020-12-11 17:43", "summary": "Joseph Simons, who doesn't seek limelight, previously rebuffed Trump over alleged suppression of conservative speech on tech platforms. WASHINGTON-Joseph Simons has navigated an agitated White House, criticism from Congress and colleagues who are difficult to wrangle since becoming chairman of the Federal Trade Commission. The filing of the FTC's antitrust lawsuit against Facebook Inc., though, was a career-defining act.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-advances-defense-policy-bill-despite-trump-veto-threat-11607703243", "title": "Senate Approves Defense-Policy Bill Despite Trump Veto Threat", "date": "2020-12-11 17:37", "summary": "President opposes provision that would lead to renaming military installations honoring Confederate figures. The U.S. Senate voted 84-13 on Friday to approve a bipartisan defense-policy bill over President Trump's objections, with support for the legislation exceeding the two-thirds majority needed to override any eventual veto.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-in-literature-politics-and-arts-share-their-favorite-books-of-2020-11607726054", "title": "Leaders in Literature, Politics and Arts Share Their Favorite Books of 2020", "date": "2020-12-11 17:34", "summary": "What Brit Bennett, Douglas Stuart, Rahm Emanuel, Kim Cattrall and others read this year. Each year we ask more than 50 leaders and luminaries from literature, business, politics and the arts to name the best books they've read during the year. You could spend all day reading the full list-and all year reading the books.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-friendship-and-a-communist-crackdown-11607725733", "title": "An Old Friendship and a Communist Crackdown", "date": "2020-12-11 17:28", "summary": "Beijing's dictatorship takes aim at political dissent and economic liberty.. As vice president during the Obama Administration, Joe Biden worked to build a diplomatic relationship with Chinese tyrant Xi Jinping while Mr. Biden's son Hunter worked to build business relationships in the country. Things seem to have worked out well for all three. But relations between Mr. Xi and the people he rules continue to deteriorate.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-equity-loans-and-home-equity-lines-of-credit-how-they-work-and-when-to-use-them-11607724786", "title": "Home-Equity Loans and Home-Equity Lines of Credit: How They Work and When to Use Them", "date": "2020-12-11 17:13", "summary": "Table Of Contents. In brief", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-ipo-bonanza-yields-riches-for-venture-capital-firms-11607714745", "title": "Tech IPO Bonanza Yields Riches for Venture-Capital Firms", "date": "2020-12-11 17:09", "summary": "Sequoia Capital and others prosper as the debuts of DoorDash and Airbnb cap the most lucrative year on record for new listings. The venture-capital offices around Silicon Valley remain largely empty, but their coffers will soon be brimming after what has shaped up to be a surprisingly resilient year for technology startups.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dicey-economics-of-investing-in-oil-during-covid-19-11607682618", "title": "The Dicey Economics of Investing in Fossil Fuels Now", "date": "2020-12-11 17:08", "summary": "Even before a pandemic sapped the world's thirst for crude, fossil-fuel producers faced threats from renewable energy, electric vehicles and worries about climate change. Is now the time to strike, or slip away?. Does investing in oil and gas companies still make sense? Money manager Jacinto Hernandez has doubts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-stock-market-is-too-much-fun-11607705516", "title": "When the Stock Market Is Too Much Fun", "date": "2020-12-11 16:52", "summary": "Robinhood sure is entertaining. But it's also steering investors toward risky behaviors that could go wrong.. Technology can make investing easy and fun. It can also downplay risk in ways that may lead novices astray.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-dip-amid-talk-of-disruptive-brexit-11607680571", "title": "S&P 500 Ends Lower on Stimulus Worries", "date": "2020-12-11 16:40", "summary": "All three major indexes log declines for the week. U.S. stocks wobbled Friday and notched weekly declines as talks on a Covid-19 relief package faced setbacks and fresh business restrictions were unveiled.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-and-the-perception-of-electoral-fairness-11607722561", "title": "Barr and the Perception of Electoral Fairness", "date": "2020-12-11 16:36", "summary": "While your editorial goes a long way to highlight the lack of hard evidence for the administration's case, it does little to refute the overall perception of a rigged election.. While your editorial \"Trump's Fraud Claims Hit a Barr\" (Dec. 2) goes a long way to highlight the lack of hard evidence for the administration's case, it does little to refute the overall perception of a rigged election. Over half of Republicans believe the election was \"rigged\" This may persist in the perception that the Biden administration is now continually under the cloud of illegitimacy. The confidence level in America's election process has fallen to the level of confidence the electorate has in Congress-dangerous for a form of democratic governance.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-service-shouldnt-mean-unaccountable-11607722518", "title": "Civil Service Shouldn't Mean Unaccountable", "date": "2020-12-11 16:35", "summary": "Only in D.C. is it this controversial to suggest that federal employees be held accountable for the quality of work they perform.. I share Susan E. Dudley and Sally Katzen's appreciation for the Office of Management and Budget, which I have the privilege to lead (\"Trump Takes a Parting Swipe at the Executive Branch,\" op-ed, Dec. 10). OMB has one of the most professional workforces in all of government, with unmatched expertise and experience.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduran-authorities-disperse-migrant-caravan-heading-to-the-u-s-11607722402", "title": "Honduran Authorities Disperse Migrant Caravan Heading to the U.S.", "date": "2020-12-11 16:33", "summary": "Police and migration agents set up checkpoints to prevent migrants from reaching the border with Guatemala. Honduran security forces dispersed a caravan with hundreds of migrants who planned to make their way to the U.S. weeks after two destructive hurricanes ravaged their country.", "categories": [["U.S.", "General News"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/managing-humanely-in-the-face-of-covid-19-lockdowns-11607722395", "title": "Managing Humanely in the Face of Covid-19 Lockdowns", "date": "2020-12-11 16:33", "summary": "Emerson Electric Co. Chief Executive David Farr acted in the interests of his investors, workers and customers.. While politicians first dithered and then imposed ever more restrictive, often feckless lockdown measures in response to Covid-19, Emerson Electric Co. Chief Executive David Farr looked hard at how prudently to manage, not just retreat from, the problem (\"You Have to Take Jumps,\" Exchange, Dec. 5). Then he acted in the interests of his investors, workers and customers. Mr. Farr followed the very course of intelligent pandemic management that the Journal's Holman W. Jenkins has been advocating since March. Accept what you must, but humanely and intelligently manage what you can.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broader-vaccine-plan-in-west-dealt-setback-by-sanofi-gsk-delay-11607696740", "title": "Sanofi-GSK Covid-19 Vaccine Is Set Back by Lab Mistake", "date": "2020-12-11 16:32", "summary": "Scientists will have to fix the problem, with the goal of restarting clinical trials in February, and potentially securing regulatory authorizations late next year. PARIS-A laboratory mistake has set back development of Sanofi SA and GlaxoSmithKline PLC's Covid-19 vaccine, delaying potential authorization by several months and complicating plans in the U.S. and Europe to quickly inoculate swaths of their populations next year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-there-be-a-second-stimulus-check-before-the-end-of-the-year-11607439056", "title": "Will There Be Second Stimulus Check Before Year's End?", "date": "2020-12-11 16:25", "summary": "Direct payments to households aren't included in current $900 billion framework but could resurface. While Democratic and Republican lawmakers have expressed new optimism that they will reach a coronavirus-aid deal, the fate of a second round of stimulus checks remains in question. Here is the latest on the negotiations, and a look at whether checks could still be on the table.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-nomination-for-usda-throws-vilsack-back-into-food-policy-fight-11607704553", "title": "Biden Throws Vilsack Back Into USDA Food-Policy Fight", "date": "2020-12-11 16:25", "summary": "Obama-era agriculture veteran-whose selection drew praise and criticism-faces challenges as he leads farmers out of the pandemic. President-elect Joe Biden's selection this week of former U.S. Department of Agriculture Secretary Tom Vilsack to again head the agency taps a familiar Farm Belt policy maker to helm a department critical to helping farmers and hungry Americans survive the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-chip-dreams-haunt-its-suppliers-11607708876", "title": "Apple's Chip Dreams Haunt its Suppliers", "date": "2020-12-11 16:24", "summary": "Qualcomm and other chip makers' shares drop on latest report of Apple's modem efforts. Chip makers supplying Apple should have learned by now to always consider that business temporary. That doesn't mean it's worthless.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-john-birch-society-is-doing-fine-thank-you-11607721871", "title": "The John Birch Society Is Doing Fine, Thank You", "date": "2020-12-11 16:24", "summary": "Although we're generally seen as an anticommunist movement, we're really a movement that works toward Americanism.. In \"A Bogus Dispute Is Doing Real Damage\" (Declarations, Nov. 21) Peggy Noonan says the John Birch Society has \"faded.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/margaret-chase-smith-and-telling-truth-to-power-11607721806", "title": "Margaret Chase Smith and Telling Truth to Power", "date": "2020-12-11 16:23", "summary": "The Peggy Noonan of years ago would have written her Margaret Chase Smith column word-for-word, but her penultimate paragraph would have been different.. Regarding Peggy Noonan's \"Who'll Be 2020's Margaret Chase Smith?\" (Declarations, Dec. 5): The Ms. Noonan of years ago would have written her Margaret Chase Smith column word-for-word, but her penultimate paragraph would have been closer to: \"For four years we have had nothing but reckless politicians who have made countless baseless charges against each other. The damage done to our country is an outrage; the sins too long to list. When will we have leaders-even one-who will stand against this damaging hysteria?\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-blair-answered-lord-sutch-11607721761", "title": "Tony Blair Answered Lord Sutch", "date": "2020-12-11 16:22", "summary": "Carl Danner didn't quite finish the story of Screaming Lord Sutch's rhetorical question of why there was only one Monopolies Commission in Britain.. Carl Danner (Letters, Nov. 23) didn't quite finish the story of Screaming Lord Sutch's rhetorical question of why there was only one Monopolies Commission in Britain. There was no answer, so in 1997 Tony Blair's incoming Labour Government called it the Competition Commission instead.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-modeler-certara-soars-in-trading-debut-11607721379", "title": "Drug Modeler Certara Soars in Trading Debut", "date": "2020-12-11 16:16", "summary": "The EQT-backed drug simulation software maker's shares jumped as much as 72% following the company's IPO. Shares of Certara Inc. jumped as much as 72% Friday, on their first day of trading after the health-care technology company's initial public offering priced above its expected range.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-debate-should-lawmakers-get-vaccines-first-11607690926", "title": "Coronavirus Debate: Should Lawmakers Get Vaccines Early?", "date": "2020-12-11 16:05", "summary": "Senators and House members grapple with whether Congress should get the coronavirus vaccination before constituents. WASHINGTON-Congress is grappling with whether lawmakers should be among the first to receive the coronavirus vaccine, which the Food and Drug Administration is expected to approve on an emergency basis in coming days.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-it-a-wash-saturday-crossword-december-12-11607295151", "title": "Call It a Wash (Saturday Crossword, December 12)", "date": "2020-12-11 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rows-garden-saturday-variety-puzzle-december-12-11607295320", "title": "Rows Garden (Saturday Variety Puzzle, December 12)", "date": "2020-12-11 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-in-2020-a-year-of-misinformation-and-disinformation-11607712530", "title": "Social Media in 2020: A Year of Misinformation and Disinformation", "date": "2020-12-11 16:00", "summary": "It was a tough year for social media. But, Kate Starbird says, it can still be a force for positive communication.. Kate Starbird is an associate professor at the University of Washington and a co-founder of the Center for an Informed Public, which researches the spread of misinformation and disinformation on social-media platforms. She has been studying social media, especially its use during crises, since 2009, the year that Facebook became the dominant online social-media site.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-brexit-and-lockdowns-england-is-debating-pork-pies-and-scotch-eggs-11607720199", "title": "Forget Brexit and Lockdowns. England Is Debating Pork Pies and Scotch Eggs.", "date": "2020-12-11 15:56", "summary": "Resume Subscription. Is a single boiled egg surrounded by a layer of ground meat enough to comprise a meal? What if it comes with a side salad? Or is eaten with a knife and fork?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-to-watch-11-movies-and-shows-to-stream-this-week-11607720131", "title": "What to Watch: 11 Movies and Shows to Stream This Week", "date": "2020-12-11 15:55", "summary": "Two new Meryl Streep films, a Drew Barrymore comedy, and what the director of the Sundance Film Festival watches when she's off duty. International movies and series are increasingly available on streaming platforms these days. Netflix shared with The Wall Street Journal its lists of the top 10 non-English movies and series that are popular in the U.S., including \"The Platform,\"\"Money Heist\" and \"Barbarians.\"Read about the Netflix lists here.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-tax-end-run-around-the-arizona-constitution-11607719932", "title": "The High-Tax End Run Around the Arizona Constitution", "date": "2020-12-11 15:52", "summary": "Out-of-state groups drop millions in support of a job-killing ballot measure to soak small businesses.. Phoenix", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-true-crime-character-assassination-11607719907", "title": "Netflix's True-Crime Character Assassination", "date": "2020-12-11 15:51", "summary": "The streaming service wants to create a 'cultural moment' in documentaries that all seem to tilt left-especially against cops.. Andrew Colborn says Netflix ruined his life. As a sheriff's sergeant, he helped convict a murderer in 2007. Eight years later, the streaming service debuted a documentary series suggesting Mr. Colborn and his law-enforcement colleagues had framed an innocent man. Tens of millions watched, the show won four Emmys, and Mr. Colborn became infamous.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-sizzle-reel-sends-stock-to-new-highs-11607718465", "title": "Disney's Sizzle Reel Sends Stock to New Highs", "date": "2020-12-11 15:27", "summary": "Investors cheer entertainment behemoth's plans to amp its investment in Disney+ streaming service, take on Netflix. Walt Disney Co. has become a box-office Death Star over the past decade, capable of destroying any competition on the big screen. On Thursday, the company made it clear it plans to extend that dominance to the streaming arena.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-makes-its-interim-finance-chief-permanent-11607717580", "title": "Xerox Makes Its Interim Finance Chief Permanent", "date": "2020-12-11 15:13", "summary": "The workplace technology provider said Xavier Heiss will become CFO on Jan. 1. Xerox Holdings Corp.'s interim finance chief is set to stay.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorting-out-tony-hsiehs-estate-from-llcs-to-thousands-of-sticky-notes-11607715492", "title": "Sorting Out Tony Hsieh's Estate, From LLCs to Thousands of Sticky Notes", "date": "2020-12-11 14:38", "summary": "The family of the recently deceased tech entrepreneur is trying to piece together his sprawling estate, apparently without a will. Inside Tony Hsieh's mansion in Park City, Utah, thousands of color-coded sticky notes covered the walls, many representing financial commitments the late Zappos.com Inc. co-founder made to employees, friends and local businesses, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccination-in-europe-to-roll-out-slowly-11607715115", "title": "Europe Faces Wait for Vaccination", "date": "2020-12-11 14:31", "summary": "Limited availability of approved vaccines dims hopes of imminent end to pandemic, economic distress. Europe has been hoping to vaccinate swaths of its population in the space of months, counting on several vaccines becoming available this winter. Instead, a shortage of effective shots means the pandemic could batter the region deep into 2021, straining hospitals and hampering economic recovery.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norman-lear-finds-buyer-for-longtime-los-angeles-estate-11607714138", "title": "Norman Lear Finds Buyer for Longtime Los Angeles Estate", "date": "2020-12-11 14:15", "summary": "The television writer and producer's property fetched close to its asking price of $27.995 million, but less than half its original ask. After over five years on and off the market, the longtime Los Angeles home of television writer and producer Norman Lear is finally in contract. The sales price is close to the home's most recent asking price of $27.995 million-but less than half of its original listing price, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rich-rewards-of-online-furniture-auctions-and-how-to-get-started-11607713818", "title": "How to Get Started with Online Furniture Auctions: A Bargain Hunter's Guide", "date": "2020-12-11 14:10", "summary": "Between eBay and Christie's lie online auctions chockablock with bargains for your home, like an iconic Eames chair for $250. Here's how to master that intimidating but deal-packed marketplace.. SOME PEOPLE listen to white noise to decompress, but during this odd year of isolation I've found unexpected pleasure in the chants and calls of an online auctioneer. Turns out that \"sold!\" packs a heck of a dopamine punch.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-design-for-the-post-covid-pandemic-age-11607713201", "title": "Home Design for the Post-Covid-Pandemic Age", "date": "2020-12-11 14:00", "summary": "Resume Subscription. This past year has been a time of upheaval and change, forcing Americans to rethink how they live. As architects, we believe our homes must change to support the new demands on our living spaces and communities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/treasures-of-judaica-from-the-sassoon-family-collection-11607713215", "title": "Treasures of Judaica From the Sassoon Family Collection", "date": "2020-12-11 14:00", "summary": "Torah shields, Hanukkah lamps and other items owned by a celebrated family from Baghdad will be auctioned at Sotheby's next week.. The Sassoon family, a commercial and financial dynasty of Baghdadi Jewish origin, cut a globalized path through the 19th and early 20th centuries on a scale remarkable even by today's standards. The family did business everywhere from British India to pre-Communist Shanghai, while putting down roots in Britain. They were also prodigious collectors of Jewish ritual objects and manuscripts. On Dec. 17, key pieces of Judaica owned by members of the Sassoon family will be auctioned at Sotheby's New York.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-corporate-taxes-the-question-is-how-high-11607713066", "title": "Biden and Corporate Taxes: The Question Is How High?", "date": "2020-12-11 13:57", "summary": "Cedric Richmond, who will be director of the Office of Public Engagement, says businesses can count on predictability and stability. Rep. Cedric Richmond (D., La.), former co-chairman of the Biden presidential campaign, spoke at the CEO Council summit this week about President-elect Joe Biden's immediate plans for when he takes office in January.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-holiday-gift-ideas-for-2020-11605901407", "title": "50 Affordable Holiday Gifts for 2020 They'll Want to Use Right Away", "date": "2020-12-11 13:52", "summary": "After a hard year, treat your loved ones to presents (all under $300) that can immediately make life easier, whether they love fashion, food, travel, tech or design. 2020 IS not the year to test your loved ones' patience by wrapping up lizard-covered cocktail spoons or anything silly and destined to gather dust. We've all been through too much. We don't need clutter. We don't want to spend a lot. We just want life to be easier. And, frankly, more joyful. So our team of expert shoppers has focused on instant-gratification with holiday gifts that your recipients will want to use before the wrapping paper hits the floor. To simplify your search, we've split them into five categories: fashion, food, gear, travel and design.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-audit-regulator-traded-wirecard-shares-during-probe-11607712076", "title": "German Audit Regulator Traded Wirecard Shares During Probe", "date": "2020-12-11 13:41", "summary": "Head of government agency overseeing auditors bought stock amid preliminary investigation into Wirecard auditor EY. The head of a top Germany regulator traded shares of Wirecard AG while he oversaw a probe of the company's auditor, raising fresh questions about Germany's handling of one of its biggest corporate scandals.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-to-sell-home-insurance-unit-to-zurich-for-4-billion-11607681652", "title": "MetLife to Sell Unit to Zurich for Nearly $4 Billion", "date": "2020-12-11 13:15", "summary": "Deal comes as insurers face need for scale in advertising, and technology drives changes in how they do business. Swiss insurer Zurich Insurance Group AG said it would acquire MetLife Inc.'s car and home insurance business for $3.94 billion in cash, a move that will substantially boost the size of its Farmers business in the U.S.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-rollout-tripped-up-by-rare-but-serious-allergic-reactions-11607709948", "title": "Covid-19 Vaccine Rollout Tripped Up by Rare but Serious Allergic Reactions", "date": "2020-12-11 13:05", "summary": "Two people suffered anaphylaxis after getting the shot on the first day of the U.K. campaign. LONDON-The first rollout of a Covid-19 vaccine in the West hit a stumbling block in the U.K. in recent days: two severe allergic reactions to the shot.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-orders-new-york-city-restaurants-to-halt-indoor-dining-11607706795", "title": "New York City Restaurants Ordered to Stop Indoor Dining", "date": "2020-12-11 12:55", "summary": "The decision is a blow to the city's eateries, which have struggled through the Covid-19 pandemic. New York Gov. Andrew Cuomo on Friday ordered a halt to indoor dining in New York City, as the number of Covid-19 cases and hospitalizations reached levels not seen since May.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unexpected-lessons-i-learned-at-community-college-11607708970", "title": "The Unexpected Lessons I Learned at Community College", "date": "2020-12-11 12:49", "summary": "Not getting into any of the schools I applied to forced me to focus on what I really wanted out of higher education. In our series First Person, we feature personal essays from WSJ Noted staff and outside contributors.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-iconic-beacon-shines-anew-11607708328", "title": "An Iconic Beacon Shines Anew", "date": "2020-12-11 12:38", "summary": "A newly finished restoration of the Empire State Building gives us the chance to again appreciate the structure's glittering brilliance.. The Empire State Building is an expression of Jazz Age exuberance so familiar we can easily miss it. Be sure to look at it now, though, because the building has never appeared brighter. A bottom-to-top restoration, 15 years in the making, has just wrapped up at the circular observation level on the 102nd floor and returned the building to its original wonder.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-a-k-shaped-recovery-11607708144", "title": "Here Comes a K-Shaped Recovery", "date": "2020-12-11 12:35", "summary": "The chief economist of the IMF predicts that highly paid, well-skilled workers will do much better than people who are lower paid and lower skilled. Gita Gopinath is the International Monetary Fund's chief economist. With the pandemic heating up, The Wall Street Journal's Greg Ip asked her about the outlook for the world economy. Here are edited excerpts:", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-managers-pledge-portfolios-to-reach-zero-emissions-by-2050-11607707440", "title": "Money Managers Pledge Portfolios to Reach Zero Emissions by 2050", "date": "2020-12-11 12:24", "summary": "Net Zero Asset Managers Initiative in Europe, representing assets of $9 trillion-plus, said it would work with clients to set interim targets. Some of Europe's largest money managers pledged on Friday to make their investment portfolios reach net-zero greenhouse-gas emissions by 2050.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-wake-up-to-risks-of-disruptive-brexit-11607698176", "title": "Markets Wake Up to Risks of Disruptive Brexit", "date": "2020-12-11 12:17", "summary": "Slide in the pound showed investor disquiet about how U.K.'s departure from EU could add to economic struggles from Covid-19 pandemic. The pound and British stocks fell on Friday ahead of a crunch weekend of talks that could see a disruptive break between the U.K. and the European Union.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-the-last-minute-oil-deal-11607706822", "title": "The Art of the Last-Minute Oil Deal", "date": "2020-12-11 12:13", "summary": "Bidders have little to lose in the first auction of federal leases for oil production in California in eight years.. In what was either expensive political point-scoring or an absolute steal in the energy market, the first federal leases for oil and gas development in California in eight years were auctioned on Thursday.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-music-of-2020-from-bob-dylan-to-fiona-apple-even-covid-couldnt-stop-the-groove-11607706001", "title": "The Best Music of 2020: From Bob Dylan to Fiona Apple, Even Covid Couldn't Stop the Groove", "date": "2020-12-11 12:00", "summary": "With concerts and festivals canceled due to the pandemic, musical artists moved performances online and still released a trove of outstanding records.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-judge-a-holiday-gift-by-its-cover-perfect-packages-raise-hopes-11607682604", "title": "Don't Judge a Holiday Gift by Its Cover: Perfect Packages Raise Hopes", "date": "2020-12-11 11:49", "summary": "Sloppy wrapping makes for better presents, research shows. If your gift-wrapping skills leave something to be desired, don't worry. Sloppy packaging has been given a bad rap.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vegetarian-chef-deborah-madison-doesnt-like-to-preach-11607705273", "title": "Vegetarian Chef Deborah Madison Doesn't Like to Preach", "date": "2020-12-11 11:47", "summary": "An author of cookbooks devoted to the gastronomic potential of plants still eats meat occasionally. In the late 1970s, vegetables were garnish, a way to add color to a meal's main event. Meat-averse diners were a nuisance at restaurants and tedious at dinner parties. Tofu was for hippies.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-morocco-deal-thrusts-u-s-into-western-sahara-conflict-11607705049", "title": "Trump Wades Into Western Sahara Conflict With Morocco-Israel Deal", "date": "2020-12-11 11:44", "summary": "President's decision to recognize Moroccan sovereignty in disputed region risks instability in North Africa. President Trump's decision to recognize Morocco's sovereignty over the disputed Western Sahara region ends American neutrality in a conflict that threatens to destabilize a corner of North Africa critical to U.S. and European security interests.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-rose-in-recent-weeks-11607703437", "title": "Consumer Sentiment Rose in Recent Weeks", "date": "2020-12-11 11:17", "summary": "Americans' outlook brightened as people expect better economic conditions beyond the pandemic. U.S. consumers grew more confident in the economy in late November and early December, with many expecting the economic conditions to improve when the country begins to exit from the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/combination-of-astrazeneca-russian-vaccines-to-undergo-trial-11607703278", "title": "Combination of AstraZeneca, Russian Vaccines to Undergo Trial", "date": "2020-12-11 11:14", "summary": "Trial will assess whether combining the two vaccines boosts immune response and could give a vote of confidence to Russia's fast-tracked shot. AstraZeneca PLC will test whether a combination of its Covid-19 vaccine and Russia's Sputnik V shot can boost effectiveness in fighting Covid-19 as part of broadening efforts to slow the global spread of the virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-jerrys-in-winter-if-youre-home-anyway-why-not-11607702885", "title": "Ben & Jerry's in Winter? If You're Home Anyway, Why Not?", "date": "2020-12-11 11:08", "summary": "Resume Subscription. When the weather outside is frightful, ice cream can be delightful. At least that's what the world's largest ice cream maker is hoping.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ravenna-review-crossroads-and-crucible-11607702901", "title": "'Ravenna' Review: Crossroads and Crucible", "date": "2020-12-11 11:08", "summary": "The paradox of 'a jewel in the midst of a marsh.'. In late antiquity, even before the fall of the western Roman empire, all roads began to lead away from Rome. Emperors abandoned the old capital and moved closer to the frontiers. In the east, they resided at Nicomedia, Thessalonike and eventually Constantinople, Constantine the Great's \"New Rome\" on the Bosporus, founded in A.D. 330. Trier was their preferred headquarters in Gaul, and Milan their city of choice in northern Italy. In the fifth century, as the empire began to collapse and was invaded by barbarian armies who threatened Rome's food supply, ordinary people also moved away from the former capital, whose population gradually declined. In the summer of 402, with Goths crossing the Alps, the western emperor Honorius moved his court to Ravenna, a naval base on the Adriatic. It had an excellent harbor from which he could (and did) receive reinforcements from his brother at Constantinople. The place was surrounded by swamps and rivers, making it famously difficult to besiege, and its \"undeveloped urban plan . . . allowed the imperial court to impose its presence.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-becomes-a-legend-most-review-avedons-vision-11607702719", "title": "'What Becomes a Legend Most' Review: Avedon's Vision", "date": "2020-12-11 11:05", "summary": "The photographer known for his images of the celebrated was also a chronicler of subterranean fears.. In the middle of September 1952, Charlie Chaplin came to Richard Avedon's photo studio. Avedon, then 29, had been chasing him for years, but Chaplin never answered his letters. And then the phone rang. Avedon thought it was a joke and hung up, but Chaplin called back and said he was coming right over. Avedon sent his assistants out of the studio so that there would be no distractions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-essay-collections-11607702643", "title": "Five Best: Essay Collections", "date": "2020-12-11 11:04", "summary": "Selected by Phillip Lopate, editor of 'The Glorious American Essay.'. By Mary McCarthy (1961)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-local-police-chief-struggles-to-bridge-2020s-bitter-divisions-11607702460", "title": "A Local Police Chief Struggles to Bridge 2020's Bitter Divisions", "date": "2020-12-11 11:01", "summary": "Resume Subscription. WORCESTER, Mass.-Police Chief Steven Sargent knelt on the street for close to nine minutes, head bowed, hands clasped. He wore a sidearm on his hip and a gold badge on his chest. His stomach was in a knot.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-turn-to-spacs-for-clean-energy-bets-11607702418", "title": "Investors Turn to SPACs for Clean-Energy Bets", "date": "2020-12-11 11:00", "summary": "Resume Subscription. Over the last decade, Wall Street poured hundreds of billions of dollars into the U.S. oil patch, fueling a fracking boom that transformed America into the world's leading crude producer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-new-green-energy-giants-challenging-exxon-and-bp-meet-nextera-enel-11607696660", "title": "The New Green Energy Giants Challenging Exxon and BP", "date": "2020-12-11 11:00", "summary": "Resume Subscription. A decade ago, NextEra, Iberdrola and Enel were sleepy regional utilities with little name recognition.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/far-from-washington-americans-are-finding-local-solutions-11607702344", "title": "Far From Washington, Americans Are Finding Local Solutions", "date": "2020-12-11 10:59", "summary": "National politics may be paralyzed by partisanship, but states, cities and ordinary citizens are coming together to get things done.. As debate about police behavior raged over the summer in the wake of George Floyd's death in Minneapolis, the nation's elected leaders in Washington seemed unable to agree on any response, except perhaps to amplify the shouting.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-can-do-to-protect-your-dependent-care-fsa-cash-11607702100", "title": "What You Can Do to Protect Your Dependent-Care FSA Cash", "date": "2020-12-11 10:55", "summary": "With relief bills stalled, many holders with leftover funds are in limbo-but some options exist. I have a dependent-care flexible spending account, but since most after-school programs and summer camps didn't take place this year, I have a big balance left in my account for 2020. What are my options?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-doordash-and-airbnb-more-isnt-necessarily-merrier-11607699418", "title": "For DoorDash and Airbnb, More Isn't Necessarily Merrier", "date": "2020-12-11 10:10", "summary": "Robinhood effect has helped drive valuations to pie-in-the-sky levels. Gravity will kick in eventually. If DoorDash and Airbnb underdeliver, it will be because its investors expected too much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-understand-this-crazy-year-in-investingand-what-to-do-now-11607698800", "title": "How to Understand This Crazy Year in Investing-and What to Do Now", "date": "2020-12-11 10:00", "summary": "Mellody Hobson and John W. Rogers Jr. say what worked over the past decade is unlikely to work over the next. There is a surreal quality to life these days. As the year began-which now seems so very long ago-the U.S. economy was humming: Unemployment was at a 50-year low; investors continued to benefit from the longest bull market in history; and with Chinese trade-war tensions subsiding, the 2020 outlook was promising.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-e-williams-rejected-conventional-cures-for-poverty-11607698800", "title": "Walter E. Williams Rejected Conventional Cures for Poverty", "date": "2020-12-11 10:00", "summary": "Black economist, who died Dec. 1, saw affirmative action and minimum wages as counterproductive. Walter E. Williams, an economist and newspaper columnist who died Dec. 1 at the age of 84, delighted in confounding expectations.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stores-run-low-on-christmas-decorations-11607698318", "title": "Christmas Decorations Are in Short Supply", "date": "2020-12-11 09:51", "summary": "Retailers underestimated demand for lights, ornaments and trees; begging Target to sell the gnome on display. And then, there weren't enough lights for the tree.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-vaccine-when-will-it-be-available-for-you-11606339361", "title": "The Covid-19 Vaccine: When Will It Be Available for You?", "date": "2020-12-11 09:49", "summary": "First U.S. rollouts of doses could start in December, with health-care workers, older Americans likely to take priority. Pfizer Inc. PFE 0.36% and its partner, BioNTech SE, BNTX 2.04% have asked the U.S. Food and Drug Administration to authorize use of their coronavirus vaccine, and an FDA decision could come as soon as this weekend. Moderna Inc. MRNA 0.56% has made a similar request for its shot, and other vaccines could follow. The first rollouts could begin within days.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-hong-kong-lawmaker-seeks-asylum-in-the-u-s-as-exodus-grows-11607695790", "title": "Former Hong Kong Lawmaker Seeks Asylum in the U.S.", "date": "2020-12-11 09:42", "summary": "Activist seeks Washington's support for targets of China's suppression in the city; 'everybody in my circle is frightened'. A year ago, Sixtus Leung was busy helping Hong Kong protesters escape from a university campus besieged by police.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-assertive-turkey-muscles-into-russias-backyard-11607696623", "title": "Assertive Turkey Muscles Into Russia's Backyard", "date": "2020-12-11 09:23", "summary": "Resume Subscription. ISTANBUL-When Russia single-handedly brokered an agreement last month to stop fighting between Azerbaijan and Armenia, two former Soviet republics, the Kremlin granted an important concession to Turkey, allowing Ankara to monitor its implementation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-ultimate-guide-to-ski-style-11607696444", "title": "The Ultimate Guide to Ski Style", "date": "2020-12-11 09:20", "summary": "Anyone with basic skills can swoosh down slopes, but why look basic doing it? Here, how to dress fashionably and functionally for your next ski trip.. In Burning Questions, we expertly answer your pressing (and not-so-pressing) queries on topics related to fashion and style.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-detains-bloomberg-news-staff-member-in-beijing-11607691086", "title": "China Detains Bloomberg News Staff Member in Beijing", "date": "2020-12-11 09:08", "summary": "Haze Fan, a Chinese national, is being held on suspicion of endangering national security, news organization says. TAIPEI-Chinese authorities have detained a local staff member working in the Beijing bureau of Bloomberg News on suspicion of endangering national security, the news organization said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decoding-an-outbreak-how-covid-19-ripped-through-the-baltimore-ravens-11607695552", "title": "How Covid-19 Ripped Through the Baltimore Ravens", "date": "2020-12-11 09:05", "summary": "The NFL uses genomic sequencing to map out how coronavirus spreads through teams. In Baltimore, it identified four variants of the virus-but just one that moved through the organization.. As members of the Baltimore Ravens continued to test positive for Covid-19 during an outbreak that rocked this NFL season, samples of their tests were shipped to a Yale lab to decode the microscopic data that would answer the question everyone in football was asking.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-covid-19-older-people-are-still-happier-11607694788", "title": "Despite Covid-19, Older People Are Still Happier", "date": "2020-12-11 08:53", "summary": "Aging usually brings greater calm and contentment. New research shows that's still true in 2020, even though there is more coronavirus risk for the elderly.. ", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/editor-in-chief-kristina-oneill-on-wsj-magazines-december-2020-january-2021-issue-11607693479", "title": "Editor in Chief Kristina O'Neill on WSJ. Magazine's December 2020/January 2021 Issue", "date": "2020-12-11 08:31", "summary": "Our editor in chief on the magazine's newest issue featuring Regina King.. Our cover star, Regina King, is a veteran of the entertainment world who still brings the sort of freshness and candor to performances that you might expect from a relative newcomer. Acting since childhood, she's picked up four Emmys, a Golden Globe and an Academy Award for roles that took her from the film adaptation of James Baldwin's If Beale Street Could Talk to Damon Lindelof's Watchmen. Yet for all her successes, there's still a sense that Hollywood is just now discovering the depths of her range. This year marks her feature directorial debut with the release of One Night in Miami, a reimagining of a real-life meeting in 1964 between Malcolm X, Sam Cooke, Jim Brown and Cassius Clay. The film, for both King and the characters she helped bring to life, is about finally being seen: \"I wanted the world to see Black men the way I see them, as complex, as vulnerable, as strong ... as human beings that feel.\"", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-steadmans-wild-life-of-illustration-the-world-has-changed-so-much-11607693372", "title": "Ralph Steadman's Wild Life of Illustration: \"The World Has Changed So Much\"", "date": "2020-12-11 08:29", "summary": "The Welsh illustrator reflects on his challenging friendship with Hunter S. Thompson, the difference between content and style and how, in both life and art, there's no such thing as a mistake.. ", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tasteful-guide-to-showing-winter-skin-11607693209", "title": "A Tasteful Guide to Showing Winter Skin", "date": "2020-12-11 08:26", "summary": "From sinuous scoops to plunging V's, the season's graphic necklines put décolletage center stage. ", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-face-last-mile-challenge-to-reach-most-vulnerable-11607633456", "title": "Vaccines Face Challenge to Reach Most Vulnerable", "date": "2020-12-11 08:20", "summary": "Nursing-home residents would benefit most from a Covid-19 vaccine, but they are proving the hardest to reach with the new shot. LONDON-If a Covid-19 vaccine is the key to unlocking people from pandemic isolation, the first to be inoculated should be those in long-term care facilities, governments say.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-carries-out-second-of-six-executions-set-during-biden-transition-11607663425", "title": "Brandon Bernard Executed Despite Protests", "date": "2020-12-11 08:14", "summary": "Inmate the second of six scheduled to die during presidential transition. WASHINGTON-Brandon Bernard was executed Thursday, the second of six federal inmates scheduled to die between Election Day and Jan. 20, when President-elect Joe Biden, who opposes capital punishment, takes office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-tesla-metlife-what-to-watch-when-the-stock-market-opens-today-11607687947", "title": "Disney, Tesla, MetLife: What to Watch When the Stock Market Opens Today", "date": "2020-12-11 08:05", "summary": "U.S. stock futures fell amid fears of a disruptive Brexit, while Disney shares surged pre-market on bullish forecast for streaming customers. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-coasts-red-heartland-house-maps-show-americans-growing-apart-11607691603", "title": "House Maps Show Americans Growing Apart", "date": "2020-12-11 08:00", "summary": "A divided nation holds little room for Northeast Republicans, Farm Belt Democrats. Not long ago, voters in North Dakota and South Dakota sent Democrats to Congress, while voters in Connecticut sent Republicans. But today, the Farm Belt elects few Democrats, while the Northeast elects few Republicans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-advisory-panel-takes-up-pfizer-biontech-covid-19-vaccine-11607596201", "title": "FDA Panel Clears Path for Authorizing Pfizer Covid-19 Shot", "date": "2020-12-11 07:56", "summary": "Recommendation paves way for regulatory agency to grant emergency authorization as early as Friday. A Food and Drug Administration advisory panel recommended approving the Covid-19 vaccine developed by Pfizer Inc. and BioNTech SE, clearing the way for the agency to grant emergency authorization for the shot as early as Friday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghost-gun-company-raided-by-federal-agents-11607670296", "title": "Ghost-Gun Company Raided by Federal Agents", "date": "2020-12-11 07:40", "summary": "ATF suspects Polymer80 of breaking firearms laws, a sign that law enforcement is looking closer at makers of DIY gun kits. Federal agents on Thursday raided one of the nation's largest manufacturers of ghost-gun parts, a sign that federal law enforcement is cracking down on kits that allow people to make weapons at home.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mls-the-pandemic-and-american-soccers-longest-season-11607689535", "title": "MLS, the Pandemic and a Very Long Season", "date": "2020-12-11 07:25", "summary": "After 287 days, a bubble, and a non-bubble, Major League Soccer is finally one game away from closing out 2020.. The 2020 Major League Soccer season-in its normal, pre-pandemic form-lasted less than two weeks before grinding to a halt. Teams in early March were barely two games in. NYC FC was still waiting for its first goal. Inter Miami hadn't even broken out its home jerseys.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-may-finally-make-netflix-sweat-11607688180", "title": "Disney May Finally Make Netflix Sweat", "date": "2020-12-11 07:03", "summary": "Entertainment titan's ambitious new subscriber targets could put it past streaming pioneer. Walt Disney only seems like a cautious company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-turn-toward-testing-children-11607688001", "title": "Covid-19 Vaccine Makers Turn Toward Testing Children", "date": "2020-12-11 07:00", "summary": "Moderna, Pfizer now include children in trials, as health experts urge more such research to help curb transmission and reopen schools. Pharmaceutical companies and health officials are homing in on a key sector of the population that has been largely left out of planning for Covid-19 vaccines: children.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-charge-media-mogul-jimmy-lai-with-foreign-collusion-11607680505", "title": "Hong Kong Police Charge Media Mogul Jimmy Lai With Foreign Collusion", "date": "2020-12-11 06:58", "summary": "Pro-democracy stalwart becomes the highest-profile figure charged under China's national security law. HONG KONG-Jimmy Lai, the publisher of a pro-democracy newspaper in Hong Kong, has been charged with foreign collusion, making him the highest-profile figure charged under a new security law imposed by China to crush dissent in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-rocky-year-ends-on-a-winning-streak-11607682591", "title": "SoftBank's Rocky Year Ends on a Winning Streak", "date": "2020-12-11 06:35", "summary": "The tech investor is boosted by DoorDash IPO and buybacks that could ease the way for privatization by CEO Masayoshi Son. TOKYO-For a year that started out with a share crash, a record loss and a global pandemic, 2020 is turning out to be very good for SoftBank Group Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-recovery-is-no-sure-thing-11607686291", "title": "Oil's Recovery Is No Sure Thing", "date": "2020-12-11 06:31", "summary": "High prices will require capital discipline from the U.S. shale industry as well as a rebound in global demand. Vaccines have buoyed hopes that oil demand will soon recover, and the Brent global benchmark is back above $50 a barrel. But traders may be underestimating the responsiveness of U.S. supply.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-vacation-homes-sites-that-cater-to-millennials-11607685957", "title": "New Vacation-Homes Sites That Cater to Millennials", "date": "2020-12-11 06:25", "summary": "With help from tech startups, the concept of timeshare vacation homes is shaking off its stodgy old image. Even commitment-phobes might be tempted.. EARLIER THIS fall, Devin Florez, who lives in St. Louis, took his 8-year-old niece to Disney World. He felt safe heading to the park, he said, knowing both he and his niece would be masked, most of their time would be spent outdoors and they would be able to maintain social distancing. But with Covid-19 raging, he worried about booking nights at a hotel, where they'd encounter any number of other guests and staff. When first planning the trip, Mr. Florez, 34, began browsing Airbnb s in Orlando, but costs were high. Then he saw a promo on the Points Guy, a blog focused on travel-club loyalty points, for $150 off bookings with Koala, a new platform that follows Airbnb's model but allows individuals to rent one-time stays in timeshares that would otherwise sit unused.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israelis-flock-to-the-gulf-undeterred-by-government-warning-of-iranian-attacks-11607684211", "title": "Israelis Flock to the Gulf, Undeterred by Warning of Iranian Attacks", "date": "2020-12-11 05:56", "summary": "Israeli concerns come in the wake of the killing of a top Iranian scientist last month. Israelis are traveling in droves to the United Arab Emirates for work and pleasure, filling up the first-ever direct commercial flights between the two countries in pursuit of new opportunities in the Persian Gulf despite heightened tensions in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-sell-luxury-online-deep-pockets-matter-more-than-ever-11607682603", "title": "To Sell Luxury Online, Deep Pockets Matter More Than Ever", "date": "2020-12-11 05:30", "summary": "Designer labels have been forced to get better at e-commerce during the Covid pandemic. Big brands sharpened their edge the most.. Luxury companies are fussy about where their products are sold online and would love to remain that way. But few will have the option after the pandemic. That will boost the status of already-powerful brands, as well as tech giants like Amazon that are eyeing the industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dylans-catalog-sale-highlights-a-tax-advantage-for-songwriters-11607682604", "title": "Dylan's Catalog Sale Shows a Tax Advantage for Songwriters", "date": "2020-12-11 05:30", "summary": "Resume Subscription. The answer, my friend, is blowin' in the tax code.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whose-workers-are-most-essential-meatpackers-airlines-lobby-for-covid-19-vaccine-priority-11607682603", "title": "Whose Workers Are Most Essential? Big Industries Vie for Vaccine Priority", "date": "2020-12-11 05:30", "summary": "With states largely determining how to allocate doses after front-line health workers, employers and trade groups contend for access to initial supplies. The arrival of Covid-19 vaccines is sending big industries jostling to persuade public-health officials and state leaders that their workers are more essential than others.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earmarks-get-makeover-before-possible-return-11607682600", "title": "Earmarks Get Makeover Before Possible Return", "date": "2020-12-11 05:30", "summary": "Proposal would add accountability, transparency to process by having constituents work with lawmakers to apply for 'community-focused grants'. A BIPARTISAN GROUP of lawmakers makes a push to bring back a form of earmarks-lawmakers' ability to direct federal funding to specific projects -but with more transparency and accountability. The 12 members of the bipartisan House Select Committee on Modernization, a group responsible for updating how Congress operates, are pushing to start a program of \"community-focused grants,\" which they hope would help restore Congress's role in making specific decisions about spending taxpayer money.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-of-covid-and-hopefully-the-year-of-easy-home-based-testing-11607682603", "title": "Why Covid-19 Home-Based Testing Could Make All the Difference", "date": "2020-12-11 05:30", "summary": "Resume Subscription. There is no question that this pandemic has been the defining event of 2020-one that has shuttered economies, caused far too many deaths and will have effects that far outlast this year and next. For 11 months, all eyes have been focused on ending this pandemic, which is why the recent developments with vaccines are welcoming and positive news.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-struggles-to-make-promised-doses-of-its-sputnik-v-vaccine-11607601609", "title": "Russia Struggles to Make Promised Doses of Its Sputnik V Covid-19 Vaccine", "date": "2020-12-11 05:18", "summary": "Country turns to private drug companies as equipment problems and technical challenges hit year-end manufacturing targets. ST. PETERSBURG-In August, President Vladimir Putin heralded the approval of a Russian vaccine against Covid-19. Officials promised to produce millions of doses by year's end.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607632987", "title": "Pepper...and Salt", "date": "2020-12-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]