[{"link": "https://www.wsj.com/articles/chernovas-take-le-tote-bankruptcy-points-to-vulnerable-clothing-rental-model-11596584579", "title": "Chernova's Take: Le Tote Bankruptcy Points to Vulnerable Clothing-Rental Model", "date": "2020-08-04 19:43", "summary": "The startup, which bought Lord & Taylor stores, was one of several backed by venture investors that tried to apply the concept of the 'sharing economy' to fashion. The bankruptcy of clothing-rental startup Le Tote Inc. and its subsidiary, luxury retailer Lord & Taylor, isn't a major loss for any prominent venture investors. But it does raise questions about the future of the clothing-rental business model.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bezos-beijing-and-the-washington-post-11596584456", "title": "Bezos, Beijing and the Washington Post", "date": "2020-08-04 19:40", "summary": "Democracy never lives in the darkness of a communist dictatorship.. Is it time for Jeff Bezos to hire his parents to run the Washington Post? That was the suggestion last week from Journal reader Glenn Tyranski after Mr. Bezos shared the remarkable story of his upbringing and the sacrifices his parents made to allow him to chase his American dream. Today's Post once again raises the question of whether Jackie and Miguel Bezos should provide some needed adult supervision.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-posts-lower-quarterly-profit-on-decline-in-advertising-revenue-11596572454", "title": "Fox CEO Pins Hopes on Football Return, Fox News to Lift Profit", "date": "2020-08-04 19:36", "summary": "Company is hit by fall in advertising revenue amid pandemic-related pullback in live sporting events. Fox Corp. Executive Chairman and Chief Executive Lachlan Murdoch said he remained confident that both professional and college football would return next month, which is crucial to the bottom line of the media company.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-struck-by-blast-at-beirut-port-11596556605", "title": "Beirut Explosion Caused by Fire Kills Dozens, Injures Thousands", "date": "2020-08-04 19:35", "summary": "The blast occurred after a warehouse with highly explosive material caught fire; Trump says U.S. military leaders cite 'a bomb of some kind'. BEIRUT-Dozens of people were confirmed dead and thousands more injured after a massive explosion caused by a warehouse fire rocked Lebanon's capital city of Beirut.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-miami-marlins-became-baseballs-ship-of-theseus-11596538800", "title": "The Marlins Return From Coronavirus-With 17 New Players", "date": "2020-08-04 19:28", "summary": "With more than half the roster testing positive, the team has had to reconstruct the team. The Theseus Paradox is an ancient thought experiment that ponders whether a ship is still the same object once its wooden planks have rotted and been replaced. Professional sports are the perfect ecosystem to explore its existential questions of identity: The team names and uniforms stay the same, but the rosters change frequently. Jerry Seinfeld has joked that it's like \"screaming about laundry.\"", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-geopolitics-of-tiktok-11596583242", "title": "The Geopolitics of TikTok", "date": "2020-08-04 19:20", "summary": "A Microsoft deal makes sense, but Trump's finder's fee is wrong.. It's not news that President Trump treats trade and diplomacy like real-estate transactions. And his demand Monday that Chinese social-media company ByteDance pay the U.S. Treasury \"key money\" for approving TikTok's potential sale to Microsoft is another example of how his transactional politics can undermine his own Administration's strategic imperatives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-oriellys-free-speech-fall-11596583088", "title": "Mike O'Rielly's Free Speech Fall", "date": "2020-08-04 19:18", "summary": "The FCC deregulator runs afoul of the new regulators on the right.. Michael O'Rielly has done yeoman work as a member of the Federal Communications Commission, but this week the White House abruptly pulled his renomination for another five-year term. The decision speaks better of Mr. O'Rielly than of the President.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawless-again-in-seattle-11596582962", "title": "Lawless Again in Seattle", "date": "2020-08-04 19:16", "summary": "'Aggressive' protesters target the police chief's home at night.. Can police keep citizens safe from lawless mobs if they have to worry about being safe in their own homes? That's the question this week in Seattle, after a group of what Police Chief Carmen Best characterized as \"aggressive protesters\" targeted her home in Snohomish County Saturday night.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-aid-bill-talks-to-resume-on-capitol-hill-11596552848", "title": "White House Coronavirus Talks Make Progress in Bridging Gaps", "date": "2020-08-04 19:14", "summary": "Administration, Democrats say they have both made concessions but major disagreements remain on aid package. WASHINGTON-White House negotiators said they aim to reach a deal with Democrats on a new coronavirus-relief package by the end of the week, with both sides saying they made progress in talks to bridge differences in unemployment payments and other aid proposals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-isaias-knocks-out-power-to-350-000-new-jersey-households-11596562611", "title": "Tropical Storm Isaias Leaves One Dead, Two Million Homes Without Power in New York, New Jersey", "date": "2020-08-04 19:10", "summary": "Multiple tornadoes swept through the region, including in Cape May County and Ocean County in New Jersey. A man was killed by a falling tree branch in New York City and more than two million households in New York, New Jersey and Connecticut were left without power on Tuesday as Tropical Storm Isaias barreled through the region.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-joins-clearlake-and-insight-in-backing-software-maker-diligent-11596582568", "title": "Blackstone Joins Clearlake and Insight in Backing Software Maker Diligent", "date": "2020-08-04 19:09", "summary": "New investment gives corporate-governance software maker Diligent a valuation of over $4 billion, a person familiar with the matter said. Blackstone Group Inc. is joining investors in Diligent Corp. in a deal that values the maker of corporate-governance software at north of $4 billion, according to a person familiar with the matter.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-colleges-ready-for-the-fall-semester-11596582494", "title": "Are Colleges Ready for the Fall Semester?", "date": "2020-08-04 19:08", "summary": "Students find the holes in universities' plans to reopen.. Editor's note: In this Future View, students assess their universities' plans to reopen. Next week we'll ask, \"What, to you, does the Black Lives Matter Movement stand for? What has its effect been on the country?\" Students should click here to submit opinions of fewer than 250 words before Aug. 11. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-and-personal-bankruptcy-filings-in-the-u-s-rose-in-july-11596582322", "title": "Business and Personal Bankruptcy Filings in the U.S. Rose in July", "date": "2020-08-04 19:07", "summary": "Courts recorded a 52% increase in chapter 11 filings last month from a year earlier. The number of businesses seeking chapter 11 protection rose 52% in July from a year earlier as the coronavirus pandemic roiled the economy and upended businesses from coast to coast.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tesla-secret-11596582407", "title": "The Tesla Secret", "date": "2020-08-04 19:06", "summary": "Why don't Wall Street and the press talk about how the EV business really works?. Wall Street is narrowly focused on Tesla's stock price, the press on a brainless debate about whether electric cars are good or very, very good. But try listening to Elon Musk.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/test-every-american-for-covid-19-11596582339", "title": "Test Every American for Covid-19", "date": "2020-08-04 19:05", "summary": "The U.S. needs to be on war footing. Some 500 labs could switch to running swabs.. When the history of the Covid-19 pandemic is written, the past week may be recorded as the moment the depth of the crisis became undeniable. \"Unlike many countries in the world, the United States is not currently on course to get control of this epidemic,\" said a July 29 Johns Hopkins University report. \"It is time to reset.\" Another report, from the Association of American Medical Colleges, declared that \"If the nation does not change course-and soon-deaths in the United States could be well into the multiple hundreds of thousands.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ex-king-of-spain-hops-a-plane-11596582281", "title": "The Ex-King of Spain Hops a Plane", "date": "2020-08-04 19:04", "summary": "Juan Carlos has decamped for the Dominican Republic.. Spain has given us theater this week from the pages of kings past. Its high-spirited former monarch, Juan Carlos, stated on Monday in a letter to his son, King Felipe VI, that he was going into exile \"outside Spain.\" He is now in the Dominican Republic as the guest of a pal with a vast loaner villa.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strange-rites-review-the-freedom-to-mix-and-match-11596582148", "title": "'Strange Rites' Review: The Freedom to Mix and Match", "date": "2020-08-04 19:02", "summary": "At least half of all Americans belong to no religious tradition but borrow from several. What happened to 'secularization'?. In September 2001 Jerry Falwell Sr., the onetime provocateur of the religious right, infamously blamed the 9/11 attacks on \"the pagans, and the abortionists, and the feminists, and the gays and lesbians\" who tried to \"secularize America.\" The atheist intellectual Sam Harris, similarly, predicted in 2006 that \"at some point . . . it's just going to be too embarrassing to believe in God.\" Falwell and Mr. Harris would agree on little, Tara Isabella Burton observes in \"Strange Rites: New Religions for a Godless World,\" but about one thing they were in accord: \"The country we're living in now-as opposed to the America of sixty or a hundred or three hundred years ago-is secular, and only getting more so.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-progressive-pivot-is-meant-to-push-biden-leftward-11596582032", "title": "Obama's Progressive Pivot Is Meant to Push Biden Leftward", "date": "2020-08-04 19:00", "summary": "The former president has been contradicting himself. He must think radicalism is now a winning strategy.. It is often said that the Democratic Party has moved significantly to the left since the end of Barack Obama's presidency, which might explain why Mr. Obama's remarks at John Lewis's funeral service last week sounded like an attempt to stay relevant.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-loan-disclosure-and-stock-surge-under-sec-investigation-11596559126", "title": "SEC Probing Kodak Loan Disclosure, Stock Surge", "date": "2020-08-04 19:00", "summary": "Probe focuses on reporting of $765 million government loan to company and granting of stock options. The Securities and Exchange Commission is investigating the circumstances around Eastman Kodak Co. 's announcement of a $765 million government loan to make drugs at its U.S. factories, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-self-righteous-anger-11596581751", "title": "Notable & Quotable: Self-Righteous Anger", "date": "2020-08-04 18:55", "summary": "'Anger allows them with a good conscience to do what they would not normally do.'. Theodore Dalrymplewriting in the New Criterion's June issue:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-healthcare-executive-sean-slovenski-departs-11596581721", "title": "Walmart Health-Care Executive to Depart", "date": "2020-08-04 18:55", "summary": "Sean Slovenski, who led a health clinic rollout, is leaving the giant retailer. An executive leading Walmart Inc.'s health-care ambitions is leaving the company, people familiar with the matter said, as the retailer navigates the operational complexity of the coronavirus pandemic.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-report-mixed-results-from-covid-19-11596581628", "title": "Insurers Report Mixed Results From Covid-19", "date": "2020-08-04 18:53", "summary": "Allstate's profit surged from fewer vehicle accidents, while ultralow interest rates weighed on Prudential. Two giant sellers of insurance to consumers- Allstate Corp. and Prudential Financial Inc.-reported second-quarter results that reflected the far-ranging impact of Covid-19. Allstate's profit surged from fewer vehicle accidents on the road while ultralow interest rates weighed on Prudential.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-free-pass-extended-11596581125", "title": "Disney's Free Pass Extended", "date": "2020-08-04 18:45", "summary": "Investors look past awful results for movies and theme parks and focus on streaming. As a family-friendly entertainment giant, Walt Disney Co. knows how to emphasize the positive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-decision-to-count-invalidated-new-york-primary-ballots-shows-need-for-improved-voting-procedures-11596580676", "title": "Judge's Decision to Count Invalidated N.Y. Primary Ballots Shows Need for Improved Voting Procedures", "date": "2020-08-04 18:37", "summary": "State plans to appeal decision on validity of mail-in ballots from June's primary. A federal judge's ruling to reinstate thousands of invalidated ballots from New York's primary shows that the state needs to come up with a better voting process for November's general election, voting advocates and elected officials said Tuesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-considers-extending-outdoor-dining-into-colder-months-11596579790", "title": "New York City Considers Extending Outdoor Dining Into Colder Months", "date": "2020-08-04 18:31", "summary": "If indoor dining isn't permitted by winter, some restaurants say they might not have much choice if they want to keep business afloat. When New York City relaxed regulations for outdoor dining earlier this summer, thousands of restaurants set up shop, creating open-air spaces that some locals say evoke the street cafes of Paris.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sending-200-troops-to-poland-part-of-a-gradual-increase-11596579781", "title": "U.S. Sending 200 Troops to Poland, Part of a Gradual Increase", "date": "2020-08-04 18:25", "summary": "The troops will rotate through Poland on temporary tours, rather than a permanent deployment, officials say. Approximately 200 soldiers assigned to a U.S. Army headquarters will begin serving in rotating tours in Poland, the Army said Tuesday, in the latest push by the Trump administration to bolster the U.S. presence there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-chief-executive-jim-hackett-to-retire-11596546686", "title": "Ford Names Jim Farley New CEO, Succeeding Jim Hackett", "date": "2020-08-04 17:55", "summary": "Auto maker to elevate chief operating officer to top role on Oct. 1 as Hackett retires. Ford Motor Co. plans to install Chief Operating Officer Jim Farley as its new CEO, putting the onus on the 58-year-old executive to produce the tangible results that eluded his predecessor Jim Hackett during a three-year run in the top job.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-04-2020-11596531332", "title": "U.S. Daily Coronavirus Cases Inch Lower, Hitting About 45,000", "date": "2020-08-04 17:51", "summary": "The U.S. death toll was more than 155,000. Globally, total confirmed coronavirus cases climbed past 18.2 million.. Some hard-hit states appeared to be getting a respite from rising case counts and hospitalizations as the U.S. reported fewer than 50,000 new coronavirus cases for the second day in a row.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-decision-to-cancel-school-because-of-covid-19-upsets-parents-11596577822", "title": "Bolivia's Cancellation of School Upsets Parents", "date": "2020-08-04 17:50", "summary": "Government says internet connections in the rural Andean country can't support virtual classrooms. With no end in sight to the coronavirus pandemic, school districts from Europe to New Jersey have been teaching virtually, the idea being that educating children must not stop, no matter how imperfect the instruction.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-revenue-drops-nearly-95-11596574373", "title": "Wynn Resorts Revenue Drops Nearly 95%", "date": "2020-08-04 17:24", "summary": "Casinos in Las Vegas, Macau remain limited by pandemic. Casino operator Wynn Resorts Ltd. endured a revenue loss of nearly 95% for the quarter as the global gambling industry braces for a protracted coexistence with the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-with-chinas-help-expands-its-nuclear-program-11596575671", "title": "China Helps Power Saudi Arabia's Nuclear Push", "date": "2020-08-04 17:14", "summary": "Kingdom harbors hopes for a civilian nuclear power program, but U.S. critics worry about its ambitions for nuclear weapons. WASHINGTON-Saudi Arabia has constructed with Chinese help a facility for extracting uranium yellowcake from uranium ore, an advance in the oil-rich kingdom's drive to master nuclear technology, according to Western officials with knowledge of the site.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-debt-deal-illustrates-coronavirus-pandemics-blow-to-emerging-markets-11596564335", "title": "Argentina Debt Deal Illustrates Coronavirus's Blow to Emerging Markets", "date": "2020-08-04 17:09", "summary": "Strains show the divide between countries more reliant on tourism and commodities and those with burgeoning technology industries. Investors are bracing for more defaults and disruptions in emerging markets after Argentina's deal with creditors highlighted the pandemic's stress on many developing economies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cme-settles-lawsuit-with-regulator-over-leaks-by-former-employees-11596570764", "title": "CME Settles Lawsuit With Regulator Over Leaks by Former Employees", "date": "2020-08-04 17:08", "summary": "CFTC brought case against CME's Nymex and two ex-employees over leaks of confidential trading information. Futures-exchange operator CME Group Inc. has agreed to pay a fine of up to $4 million to settle a long-running lawsuit with its regulator over accusations that former exchange employees leaked confidential trading information.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socially-distanced-sound-11596574822", "title": "Socially Distanced Sound", "date": "2020-08-04 17:00", "summary": "Amid the pandemic, some orchestras are experimenting with modified live concerts. With its smaller number of players, chamber music is ideally suited to the moment.. When music lovers envision a night at the symphony, they picture a stage filled with 80 to 100 players arrayed in close proximity. Obviously that hasn't been possible in the U.S. for a while due to the coronavirus, and won't be for some time. Major orchestras in Boston, Chicago, Cincinnati, Los Angeles and elsewhere have canceled their classical seasons through year end or later.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-reports-stronger-demand-as-pandemic-inspires-food-stockpiling-11596574804", "title": "Beyond Meat Reports Stronger Demand as Pandemic Inspires Food Stockpiling", "date": "2020-08-04 17:00", "summary": "Alternative-meat producer says sales rose 69% in the second quarter. Beyond Meat Inc. said consumers scooped up its alternative-meat products in the second quarter from retail stores amid coronavirus-inspired food stockpiling.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-isaias-marches-up-east-coast-leaving-600-000-without-power-11596545634", "title": "Tropical Storm Isaias Marches Up East Coast; About 2.5 Million Without Power", "date": "2020-08-04 16:58", "summary": "Amid coastal tornado warnings, North Carolina twister leaves two dead and a dozen hospitalized after flattening mobile-home park. Tropical Storm Isaias churned up the East Coast Tuesday, leaving downed trees, flooding and about 2.5 million homes and businesses without power from North Carolina to Massachusetts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-standoff-raises-fear-of-retaliation-against-u-s-app-developers-11596574193", "title": "TikTok Standoff Raises Fear of Retaliation Against U.S. App Developers", "date": "2020-08-04 16:49", "summary": "Digital companies making inroads in China could face heat should Beijing respond in kind to U.S. tactics. The Trump administration's push for a sale of TikTok's U.S. operations has poured fuel on tensions between Washington and Beijing, creating more uncertainty for U.S. app developers trying to break into China's vast but largely closed digital market.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-health-commissioner-oxiris-barbot-resigns-11596556014", "title": "New York City Health Commissioner Oxiris Barbot Resigns After Clashes With Mayor", "date": "2020-08-04 16:47", "summary": "Mayor Bill de Blasio names Dave A. Chokshi to replace Barbot. New York City health commissioner Oxiris Barbot, who played a central role in driving down the spread of the new coronavirus, resigned Tuesday after clashing with Mayor Bill de Blasio over control of the city's contact-tracing program.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-tread-water-as-earnings-season-gathers-pace-11596533305", "title": "Stocks Edge Higher as Earnings Season Marches On", "date": "2020-08-04 16:45", "summary": "Gold among Tuesday's big winners, climbs to record high. U.S. stocks rose Tuesday as investors held out cautious hope for progress in Washington over an aid package to support an economy roiled by a pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-teenager-behind-the-twitter-hack-and-how-he-did-it-11596563449", "title": "The Teenager Allegedly Behind the Twitter Hack and How He Did It", "date": "2020-08-04 16:15", "summary": "Prosecutors say Florida teen impersonated IT department, used other techniques. The crucial moment in the worst hack in Twitter Inc.'s history sounded like something millions of Americans would find unremarkable. It was a call from the IT department. Or at least, it seemed to be.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-penthouse-100-million-plus-11596571814", "title": "An L.A. Home Is Hitting the Market for $100 Million-Plus-and, No, It's Not a Megamansion", "date": "2020-08-04 16:11", "summary": "A developer is planning to list a 20,000-square-foot penthouse in West Hollywood for 'nine-figures-plus'. The developer of a new condominium in the West Hollywood area of Los Angeles said he plans to list the project's roughly 20,000-square-foot penthouse for $100 million or more, a price that could shatter the record for a Los Angeles condo sale.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-covid-19-vaccine-produces-positive-results-in-first-stage-study-11596571200", "title": "Novavax Covid-19 Vaccine Produces Positive Results in First-Stage Study", "date": "2020-08-04 16:00", "summary": "The coronavirus vaccine generated immune responses in the 130-subject study and was generally well-tolerated, Novavax says. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-protests-turn-peaceful-11596570918", "title": "Portland Protests Turn Peaceful", "date": "2020-08-04 15:55", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-are-becoming-big-collectors-11596570172", "title": "Millennials Are Becoming Big Collectors", "date": "2020-08-04 15:42", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-pickle-review-a-tart-tale-of-ancestry-11596570111", "title": "'An American Pickle' Review: A Tart Tale of Ancestry", "date": "2020-08-04 15:41", "summary": "Seth Rogen stars as a Jewish immigrant who falls into a vat of pickle brine and wakes up a century later in present-day Brooklyn, where he meets his great-grandson-also played by Mr. Rogen.. To borrow from the old Levy's rye bread ad, you don't have to be Jewish to love \"An American Pickle.\" The story-about an Eastern European immigrant who's preserved in pickle brine for 100 years and then wakes up in present-day Brooklyn-does rely a bit heavily on shtetl humor, Cossack jokes and the comedic potential of Old Testament-style misogyny. At the same time, it has some savvy things to say about social media, assimilation and a specifically American condition: the peculiar mix of embarrassment and pride (and guilt) one can harbor about one's ethnic origins. With a character who brings it all back home.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-taps-greg-joswiak-as-marketing-chief-11596563771", "title": "Phil Schiller, Friend of Steve Jobs Who Helped Remake Apple, to Be 'Apple Fellow'", "date": "2020-08-04 15:41", "summary": "Apple executive to step aside as marketing chief. Phil Schiller, a close friend of Steve Jobs who helped remake Apple Inc. from a struggling computer maker into the world's largest company, is stepping aside as the tech company's head of marketing and will become an \"Apple Fellow.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-ceo-nadella-wades-into-u-s-china-tensions-in-tiktok-pursuit-11596569063", "title": "Microsoft CEO Wades Into U.S.-China Tensions in TikTok Pursuit", "date": "2020-08-04 15:24", "summary": "Deal talks put software giant in the midst of a brewing battle between Trump administration and China. Merger deals are rarely simple. But Microsoft Corp. Chief Executive Satya Nadella now is attempting to ink a takeover agreement that satisfies not only both the companies and their shareholders, but two governments in bitter competition for technological clout.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1-9-million-covid-patient-11596565806", "title": "The $1.9 Million Covid Patient", "date": "2020-08-04 14:30", "summary": "The most perplexing cases include those stuck in limbo for weeks, straining hospitals and racking up huge bills. Josephine Mazzara watched her husband disappear into a Manhattan emergency room, unable to follow and uncertain when she would see him again.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-board-member-resigns-amid-accusations-of-sexual-harassment-11596558975", "title": "UAW Board Member Resigns Amid Accusations of Sexual Harassment", "date": "2020-08-04 14:17", "summary": "Richard Rankin is among the union's highest-ranking officials and the former head of its office in Ohio. A top-ranking official at the United Auto Workers has resigned and the union said it has stopped its process of removing him following an internal investigation into allegations he sexually harassed subordinates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-nfl-player-had-doubts-about-the-2020-season-11596565007", "title": "This NFL Player Has Doubts About the 2020 Season", "date": "2020-08-04 14:16", "summary": "Odell Beckham Jr. shared his concerns about returning to the football field just before he reported to training camp. \"\"", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-teachers-unions-and-homeschooling-11596564047", "title": "Covid, Teachers Unions and Homeschooling", "date": "2020-08-04 14:00", "summary": "Let government provide the funding, but let the people-individually, not collectively-make the choices.. In \"The Virus May Strike Teachers Unions\" (op-ed, July 30), David R. Henderson tells us: \"Get ready. A school renaissance is coming.\" I agree and I think that Republicans have a golden opportunity here to make school choice a reality.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europeans-are-right-to-worry-about-the-u-s-11596563991", "title": "Europeans Are Right to Worry About the U.S.", "date": "2020-08-04 13:59", "summary": "The Founding Fathers had flaws and racism persists. The answer, however, isn't to deny the country's progress toward its highest ideals and postulate an inherently rotten society.. Daniel Schwammenthal's \"To America, From a Worried European Friend\" (op-ed, July 29) expresses so very precisely not only the concern but the anguish that I and so many of my acquaintances feel for our country. We are at the point of despair as it appears that neither the positions nor the candidates of America's two major political parties grasp the importance of cultivating respect for the Declaration of Independence and the Constitution and the system of laws, liberties, rights and obligations that flow from these documents. Yes, the Founding Fathers had flaws and racism persists. The answer, however, isn't to deny progress toward those ideals and postulate an inherently rotten society, which erases the positive contributions of imperfect individuals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-should-let-states-decide-the-use-of-aid-money-11596563906", "title": "The GOP Should Let States Decide the Use of Aid Money", "date": "2020-08-04 13:58", "summary": "Take the money that the Democrats want to use for unemployment benefits and block grant it to the States. Regarding Kimberley A. Strassel's \"The GOP's 'D'oh!' Moment\" (Potomac Watch, July 31): I suggest a compromise: Take the money that the Democrats want to use for unemployment benefits and block-grant it to the States based on population. Let the states decide whether to use it for unemployment benefits or some other purpose, such as to backstop their budgets. My suspicion is that no state would elect to pay the unemployed more than what they'd earn if they worked.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-warns-cellphone-location-data-could-pose-national-security-threat-11596563156", "title": "NSA Warns Cellphone Location Data Could Pose National-Security Threat", "date": "2020-08-04 13:45", "summary": "Disable location-sharing on apps, agency says in new guidance for military and intelligence personnel. WASHINGTON-The National Security Agency issued new guidance on Tuesday for military and intelligence-community personnel, warning about the risks of cellphone location tracking through apps, wireless networks and Bluetooth technology.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-launch-covid-19-drug-research-starting-with-eli-lilly-treatment-11596562821", "title": "U.S. to Launch Covid-19 Drug Research Starting With Eli Lilly Treatment", "date": "2020-08-04 13:40", "summary": "The National Institute of Allergy and Infectious Diseases, led by Anthony Fauci, is sponsoring the clinical trials. WASHINGTON-The National Institutes of Health on Tuesday said it is launching wide-ranging studies of potential Covid-19 drugs known as monoclonal antibodies, the synthetic targeted versions of proteins produced by recovered Covid-19 patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-reports-second-quarter-profit-amid-financial-market-recovery-11596542070", "title": "KKR Reports Second-Quarter Profit Amid Financial-Market Recovery", "date": "2020-08-04 13:39", "summary": "The result marked a rebound for the asset-management company after it logged a large first-quarter loss. KKR & Co. on Tuesday said its second-quarter profit rose year over year, marking a recovery for the private-equity firm after it logged a large first-quarter loss amid the market turmoil sparked by the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-joe-biden-duck-the-debates-11596496343", "title": "Will Joe Biden Duck the Debates?", "date": "2020-08-04 13:32", "summary": "There are growing calls to shield the former Veep from having to perform.. Televised presidential debates have been forcing future leaders of the free world to sweat since Richard Nixon in 1960. Six times President Obama went mano a mano with Republican opponents in 2008 and 2012. But Joe Biden is leading President Trump in the polls and has been known to fumble his words, so now TV debates are apparently passé.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-danger-of-masks-11596561689", "title": "The Hidden Danger of Masks", "date": "2020-08-04 13:21", "summary": "Dr. Birx noted in April that they can promote a false sense of security. Protests bear that out.. Face masks have become a cultural symbol. To resist them \"is nothing more than selfish, libertarian nonsense masquerading as a comic-book defense of freedom,\" Thomas Friedman of the New York Times proclaims. Yet the science is far less certain than the moralism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-merkels-clash-is-30-years-in-the-making-11596561653", "title": "Trump and Merkel's Clash Is 30 Years in the Making", "date": "2020-08-04 13:20", "summary": "The U.S. plan to withdraw troops is a big step toward revising the bargain it gave Europe in the Cold War.. The German press is running heavy with last Wednesday's Pentagon press conference, in which Defense Secretary Mark Esper confirmed the U.S. will withdraw 11,900 troops from Germany. Markus Söder, minister president of the state of Bavaria, called the decision \"inexplicable,\" while Angela Merkel's trans-Atlantic coordinator, Peter Beyer, said it \"makes no sense geopolitically for the United States.\" For its part, Germany's anti-American Left Party welcomed the decision. Its Bundestag leader proclaimed on prime-time television: \"I can't get enough of this punishment,\" referring to Donald Trump's seeming insistence that the move is more retaliatory than strategic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-powers-face-off-in-libyan-civil-war-risking-wider-conflict-11596561569", "title": "Foreign Powers Face Off in Libyan Civil War, Risking Wider Conflict", "date": "2020-08-04 13:19", "summary": "Battle lines around Sirte reflect combustible mix of commercial and security interests in oil-rich North African country. Columns of fighters loyal to Libya's United Nations-backed government, advised by Turkish military officers, are poised west of Sirte on the Mediterranean Sea coast, ready for battle.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-modi-marks-a-historic-win-for-hindu-nationalists-ata-tricky-moment-11596561105", "title": "India Marks a Historic Win for Hindu Nationalists", "date": "2020-08-04 13:11", "summary": "Resume Subscription. NEW DELHI-India's ascendant Hindu nationalist movement will notch a historic victory on Wednesday when Prime Minister Narendra Modi lays a ceremonial cornerstone with great fanfare to begin construction of a bitterly contested Hindu temple in the city of Ayodhya.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-nixes-fcc-nominee-who-questioned-bid-to-regulate-social-media-11596556660", "title": "White House Nixes FCC Nominee Who Questioned Bid to Regulate Social Media", "date": "2020-08-04 13:09", "summary": "Mike O'Rielly, nominated for a second term, expressed reservations about Trump's initiative. WASHINGTON-The White House withdrew Mike O'Rielly's nomination for a new term on the Federal Communications Commission because of reservations he expressed about President Trump's initiative to regulate how social-media platforms treat user-generated content, said people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-is-urged-to-stop-delivering-mysterious-seeds-11596555249", "title": "U.S. Postal Service Is Urged to Stop Delivering Mysterious Seeds", "date": "2020-08-04 13:03", "summary": "Investigators study whether return address labels on seed packages, many postmarked from China, are accurate. State agriculture officials are urging the U.S. Postal Service to stop delivering the mysterious seed packages that have been arriving in mailboxes across the country, mailings that federal officials believe are coming from China.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suburbia-is-awash-in-above-ground-swimming-poolsand-that-has-some-neighbors-in-hot-water-11596559601", "title": "Suburbia Is Awash in Above-Ground Swimming Pools-and That Has Some Neighbors in Hot Water", "date": "2020-08-04 12:46", "summary": "Resume Subscription. Tyler McSparin and his wife were quietly enduring the pandemic in their Kansas City, Mo., home when they heard some hammering coming from their neighbor's yard. \"I thought they were doing some landscaping,\" he says. \"The next thing we knew, there was a giant above-ground pool.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/black-owned-businesses-hit-especially-hard-by-coronavirus-pandemic-study-finds-11596558754", "title": "Black-Owned Businesses Hit Hard by Coronavirus Pandemic, Study Finds", "date": "2020-08-04 12:32", "summary": "Federal Reserve report cites limited reach of Paycheck Protection Program, weaker ties with banks. Businesses owned by Black people were hit especially hard by the coronavirus pandemic because of a combination of geography, limited reach of a key federal aid program and weaker ties to banks, a new report from the Federal Reserve Bank of New York finds.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-results-look-grim-but-represent-progress-11596558744", "title": "AIG Results Look Grim but Represent Progress", "date": "2020-08-04 12:32", "summary": "The finalized sale of a legacy reinsurance unit generated huge accounting losses but is a necessary step in slimming and firming AIG's core business. Parting ways isn't always pretty, but sometimes it's also the right thing to do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-corp-s-nbcuniversal-unit-begins-layoffs-across-its-entertainment-portfolio-11596555800", "title": "NBCUniversal Begins Layoffs, Cuts Expected to Be Kept Under 10%", "date": "2020-08-04 12:23", "summary": "Comcast unit is the latest among entertainment giants, including WarnerMedia, to cut employees in the wake of the coronavirus pandemic. NBCUniversal has begun making staff cuts across its entertainment portfolio including its sports and cable channels, broadcast networks, movie studio and theme parks, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parent-of-new-york-co-gets-20-million-offer-for-brands-online-business-11596558015", "title": "Parent of New York & Co. Gets $20 Million Offer for Brands, Online Business", "date": "2020-08-04 12:20", "summary": "Sunrise Brands strikes deal to acquire two RTW Retailwinds brands out of bankruptcy. The parent company of women's apparel retailer New York & Co. has found a potential buyer offering $20 million for the intellectual property and e-commerce business of two of its brands as its brick-and-mortar retail operations wind down.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booking-com-plans-to-lay-off-up-to-25-of-workforce-11596557736", "title": "Booking.com Plans to Lay Off Up to 25% of Workforce", "date": "2020-08-04 12:15", "summary": "Online-travel agency's move affects more than 4,000 employees as the Covid-19 pandemic continues to hurt global travel. Booking Holdings Inc. said it plans to cut up to a quarter of Booking.com's global workforce, or roughly more than 4,000 people, and restructure the company as the Covid-19 pandemic continues to batter travel demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catherine-hardwicke-is-a-director-who-loves-to-leap-11596556860", "title": "Catherine Hardwicke Is a Director Who Loves to Leap", "date": "2020-08-04 12:01", "summary": "The filmmaker was 'too creative' for architecture school, so she took a shot at Hollywood. Catherine Hardwicke, 64, is a director whose films include \"Thirteen,\" \"Twilight\" and \"Lords of Dogtown.\" Her new sci-fi drama series, \"Don't Look Deeper,\" is on Quibi, a TV- and phone-based platform. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-posts-loss-revenue-decline-as-covid-drags-on-businesses-11596556113", "title": "Warner Music Posts Loss, Revenue Decline as Covid Drags on Businesses", "date": "2020-08-04 11:48", "summary": "Third-largest music company expects to recover from pandemic disruptions. Warner Music Group Corp. swung to a loss in the most recent quarter, but revenue declined less than expected as streaming continued to surge despite the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-yellowstone-to-yosemite-national-parks-to-get-long-awaited-overhaul-11596533401", "title": "From Yellowstone to Yosemite, National Parks to Get Long-Awaited Overhaul", "date": "2020-08-04 11:38", "summary": "Interior Secretary David Bernhardt says a new infusion of $9.5 billion will be the cornerstone of the National Park Service over the next century. At the busiest part of the Grand Canyon, the South Rim, site to millions of tourists every year, water sometimes is a little hard to come by.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-users-drawn-to-rival-platforms-as-trump-threatens-u-s-ban-11596555375", "title": "TikTok Users Drawn to Rival Platforms as Trump Threatens U.S. Ban", "date": "2020-08-04 11:36", "summary": "Triller and byte rise in the App Store; 'it's been 24 hours of no sleep'. Unfamiliar names such as byte and Triller have charged up the Apple App Store rankings because they offer short videos like those on TikTok, the social-media breakout facing an uncertain future in the U.S.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-tries-to-revive-legal-battle-with-fiat-chrysler-11596479396", "title": "GM Tries to Revive Legal Battle With Fiat Chrysler", "date": "2020-08-04 11:34", "summary": "Dismissed suit alleged that Fiat Chrysler bribed UAW officials to gain a competitive advantage. General Motors Co. has asked a federal judge to reconsider the tossing of a lawsuit it filed last fall against Fiat Chrysler Automobiles NV, in GM's latest attempt at reviving an unusual legal battle between the two Detroit rivals.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-in-container-port-capacity-to-contract-as-trade-declines-11596555073", "title": "Growth in Container Port Capacity to Contract as Trade Declines", "date": "2020-08-04 11:31", "summary": "A new report says port operators are reviewing investment plans as shipping volumes wane during the coronavirus pandemic. Container capacity growth at ports from channel-deepening projects to cargo terminal construction is expected to shrink at least 40% over the next five years as port operators reconsider expansion amid the pandemic-driven slump in global trade.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bps-vision-for-life-after-oil-11596553078", "title": "BP's Vision for Life After Oil", "date": "2020-08-04 10:58", "summary": "Oil-and-gas giant's plan for a low-carbon future brings strategic clarity but financial uncertainty. With the zeal of a convert, oil-and-gas giant BP is following its European peers down the path to a low-carbon future. It will take a long time before investors have any idea what kind of returns await them in the promised land.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamptons-contemporary-11596551970", "title": "Hamptons Contemporary", "date": "2020-08-04 10:39", "summary": "This oceanfront home has an unusual inverted roof that resembles an upside-down pyramid.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-strain-the-covid-pandemic-is-putting-on-marriages-11596551839", "title": "The Strain the Covid Pandemic Is Putting on Marriages", "date": "2020-08-04 10:37", "summary": "Coronavirus stress has produced a pressure cooker inside homes, hurting even strong partnerships and, experts say, likely breaking others. For Kristin and Ilya Shapiro, the Covid pandemic has created new tensions. Lately, the spouses have argued about Mr. Shapiro's travel schedule: Ms. Shapiro doesn't like that it creates child-care headaches. But Mr. Shapiro says it's important to his work as a Washington, D.C., think tank director, and offers emotional respite too.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonys-results-get-boost-from-videogame-boom-11596550139", "title": "Sony's Results Get Boost From Videogame Boom", "date": "2020-08-04 10:09", "summary": "Company expects PlayStation 5, due for release late this year, to offset losses elsewhere. TOKYO-Profits from the videogame boom caused by people staying home are finding their way into the coffers of Japanese companies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-has-been-the-dows-anti-ibm-11596550065", "title": "Apple Has Been the Dow's Anti-IBM", "date": "2020-08-04 10:07", "summary": "The iPhone maker's stock split will slash its hefty weight in the venerable index it has carried this year, but that is nothing in historical terms. Want to get investing pros riled up? Talk about the stock market in terms of Dow points.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-pandemic-lockdown-plus-many-are-boosting-savings-11596549601", "title": "Many Are Squirreling Away Cash During the Pandemic. But Will it Last?", "date": "2020-08-04 10:00", "summary": "People cut travel and entertainment expenses, though some are splurging on food delivery, booze and online shopping. Against all odds, Britton Carver's finances are in great shape. Yes, the Brooklyn waitress is still waiting to be called back to her restaurant job. And her unemployment pay falls well short of what she had been earning before she was furloughed in mid-March. But while stuck at home, she still has managed to grow her savings by $7,000.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-demand-for-cut-of-tiktok-deal-reignites-anger-in-china-11596549282", "title": "Trump Call for Cut of TikTok Deal Reignites Anger in China", "date": "2020-08-04 09:54", "summary": "Prominent Chinese figures criticize U.S. measures against country's first global internet hit, defend Chinese restrictions on American tech firms. HONG KONG-President Trump's suggestion that the U.S. government take a cut from the forced sale of the viral Chinese app TikTok sparked a new round of anger and reflection in China, as TikTok's founder warned employees about \"rising anti-Chinese sentiment.\"", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-may-file-for-bankruptcy-undercutting-opioid-settlement-11596548714", "title": "Mallinckrodt May File for Bankruptcy, Undercutting Opioid Settlement", "date": "2020-08-04 09:45", "summary": "The drugmaker said it may have to file for chapter 11 protection after an unfavorable court ruling surrounding the multiple-sclerosis drug Acthar. Drugmaker Mallinckrodt PLC said it is considering filing for chapter 11 protection over a clash with U.S. regulators and liabilities stemming from the opioid epidemic, potentially undercutting a proposed opioid settlement with state and local governments.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-homage-to-a-legendary-race-car-became-his-american-dream-11596548676", "title": "Ford's Homage to a Legendary Race Car Became His American Dream", "date": "2020-08-04 09:44", "summary": "A retired ad exec says his 2006 GT, modeled after the famous GT40 Le Mans winner, reminds him of classic cars he yearned for growing up in Australia. Peter Volny, 74, a retired advertising executive living in Fountain Hills, Ariz., on his 2006 Ford GT, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-road-car-that-recalls-racing-glory-11596548264", "title": "Photos: A Road Car That Recalls Racing Glory", "date": "2020-08-04 09:37", "summary": "Peter Volny shows off his 2006 Ford GT in Fountain Hills, Ariz.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nba-bubble-shooting-soccer-empty-stadiums-11596539693", "title": "The World's Best Athletes Are Now Better at Shooting", "date": "2020-08-04 09:30", "summary": "NBA stars in the bubble and European soccer players in empty stadiums have one thing in common: They have improved at shooting. Every day since sports returned has been an ongoing experiment with a once-preposterous premise: How do players change when their offices are empty?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-liras-borrowing-cost-shoots-up-on-offshore-markets-11596546943", "title": "Turkish Lira's Borrowing Cost Shoots Up on Offshore Markets", "date": "2020-08-04 09:15", "summary": "Swapping dollars for lira comes with interest rates as high as 1,000%, traders say, as Turkey restricts access to its currency. The cost of borrowing Turkish lira spiked on Tuesday, highlighting how the currency, once a darling of emerging-market investors, has lost appeal.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfield-ends-redevelopment-plans-for-mall-sparks-feud-with-city-11596542400", "title": "Brookfield Ends Redevelopment Plans for Mall, Sparks Feud With City", "date": "2020-08-04 09:11", "summary": "Apartments and an office tower were to be built on the site of demolished Burlington, Vt., shopping center. Brookfield Property Partners is canceling plans to redevelop a former Vermont mall as an office and residential development, a sign that the slumping economy could be upending the firm's strategy of buying and repurposing faltering malls.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-2-1-billion-fitbit-deal-faces-troubles-in-europe-australia-11596546543", "title": "Google's $2.1 Billion Fitbit Deal Faces Troubles in Europe, Australia", "date": "2020-08-04 09:09", "summary": "Regulators are concerned that Google's assurances over sensitive health data are insufficient to safeguard competition. BRUSSELS-Google's plan to buy health tracker Fitbit is facing monthslong delays after the European Union's antitrust enforcer launched an in-depth inquiry, echoing recent concerns raised by Australian regulators.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-potential-tiktok-deal-microsoft-ceo-satya-nadella-looks-to-expand-audience-11596490576", "title": "With Potential TikTok Deal, Microsoft CEO Looks to Expand Audience", "date": "2020-08-04 09:07", "summary": "Buying users has been part of Mr. Nadella's playbook to grow the software giant. If there is one trait that would link a TikTok acquisition with the other big deals Microsoft Corp. Chief Executive Satya Nadella has done, it is his willingness to pay big bucks to expand the software giant's universe of users.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageos-growth-cocktail-is-weak-outside-the-u-s-11596546194", "title": "Diageo's Growth Cocktail Is Weak Outside the U.S.", "date": "2020-08-04 09:03", "summary": "Thanks to drinkers at home, sales in North America were almost flat in the liquor giant's pandemic-hit second half. It is a pity for Diageo that America's exceptional drinking habits can't be exported. Returning to growth in other parts of the world will be a fraught process.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-researchers-hope-monoclonal-antibody-treatments-are-a-bridge-to-vaccine-11596546000", "title": "Covid-19 Researchers Hope Monoclonal Antibody Treatments Are a Bridge to Vaccine", "date": "2020-08-04 09:00", "summary": "Researchers screen blood of recovered Covid-19 patients to isolate the most potent antibodies for use in preventive therapies and treatments. SINGAPORE-Scientist Conrad Chan spent months hunched over trays of test tubes containing coronavirus antibodies, looking for needles in a haystack. By mid-June, he'd found them: five of the antibodies he believed would be best-suited to neutralize the pathogen that causes Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schitts-creeks-dan-levy-glasses-11596545651", "title": "Why Schitt's Creek's Dan Levy Didn't Let David Wear Glasses", "date": "2020-08-04 08:56", "summary": "The co-creator of the Canadian comedy on the relaunch of his eyewear company and his show's 15 Emmy nominations.. When Dan Levy was preparing for his first major acting role as David Rose on Schitt's Creek about half a decade ago he wanted to visually differentiate who he was from the character. Levy, who had been working as a television host on MTV Canada, favored stylish eyewear. He admits that he was even wearing \"comically large glasses\" at one point. To him, the clearest way to separate himself from the often-exasperated, high-fashion loving son of Johnny and Moira Rose was to have David sans spectacles.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-agrees-65-billion-restructuring-deal-with-bondholders-11596542758", "title": "Argentina Agrees to $65 Billion Restructuring Deal With Bondholders", "date": "2020-08-04 08:49", "summary": "Latin America's third-largest economy reaches an agreement with three groups of creditors. Argentina's government confirmed on Tuesday that it reached an agreement with its major foreign private creditors to restructure $65 billion in debt, a step that the economy ministry said will \"grant the country significant debt relief\" and resolve its third sovereign default in two decades.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageos-alcohol-sales-rise-in-north-america-but-fall-elsewhere-as-covid-19-weighs-11596528177", "title": "Diageo's Alcohol Sales Rise in North America but Fall Elsewhere", "date": "2020-08-04 08:47", "summary": "World's biggest drinks maker takes a $1.78 billion impairment charge as the pandemic hits sales in most regions. LONDON-Johnnie Walker-maker Diageo PLC reported a sharp drop in sales for the year as higher alcohol sales in North America failed to make up for slumps in most other countries caused by the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-slashes-dividend-11596522123", "title": "BP Reports $17.7 Billion Loss, Cuts Dividend", "date": "2020-08-04 08:28", "summary": "British energy giant's decision caps one of the worst quarters ever for the world's biggest oil companies. LONDON- BP PLC cut its dividend for the first time in a decade and outlined plans to pivot away from oil and gas and invest more in low carbon energy-marking one of the most dramatic energy-transition plans among its oil major peers at a time of deep crisis for the industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-form-a-school-pod-without-fueling-inequality-these-groups-are-trying-11596542410", "title": "Can You Form a School Pod Without Fueling Inequality? These Groups Are Trying", "date": "2020-08-04 08:00", "summary": "Parents and educators are trying to create inclusive and equitable pandemic pods, which have become a flashpoint in the national debate over race and privilege. Angie Evans was determined to make online learning for her children better this fall after a disastrous spring, when schools closed with little notice and no time to prepare.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-disney-executive-aims-to-score-with-disneyland-of-football-11596542400", "title": "Former Disney Executive Aims to Score With Disneyland of Football", "date": "2020-08-04 08:00", "summary": "Project's hotels, apartments and water park would be centered around Hall of Fame in Canton, Ohio. A former Walt Disney Co. executive, shrugging off the coronavirus pandemic and volatile capital markets, is pushing ahead with plans to build what he calls the Disneyland of football.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-nears-65-billion-restructuring-deal-with-bondholders-11596502192", "title": "Argentina Reaches Restructuring Deal With Bondholders", "date": "2020-08-04 07:30", "summary": "Latin America's third-largest economy has agreed a restructuring settlement with bondholders. Argentina's government has reached an agreement with three groups of creditors to restructure its debt in a step that will grant significant debt relief to the country, the nation's Ministry of Economy said.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-earnings-win-boss-battle-with-coronavirus-11596539440", "title": "Sony Earnings Win Boss Battle With Coronavirus", "date": "2020-08-04 07:10", "summary": "The company delivered strong results during the pandemic thanks to its gaming segment. Japanese electronics-and-entertainment giant Sony hit a new high score as people stuck at home splurged on its games. The next level already looks within reach: The company's new videogame console arrives later this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterests-potential-comes-into-focus-11596538980", "title": "Pinterest's Potential Comes Into Focus", "date": "2020-08-04 07:03", "summary": "While the pandemic has weakened global ad budgets, Pinterest shares are riding the e-commerce wave to new highs. If you see Pinterest as just a social-media story, you may want to think bigger. Once a niche social platform, Pinterest is blossoming into a broader e-commerce play, with all the upside that merits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-proposals-arent-limited-to-coronavirus-spending-11596538800", "title": "What Else Is in Coronavirus Stimulus Proposals: New FBI Building, F-35 Jet Fighter", "date": "2020-08-04 07:00", "summary": "Wish lists from lawmakers, White House include new FBI building, repealing SALT tax caps, financial access for marijuana businesses. As negotiators work to iron out a compromise on unemployment payments, school funding and other pressing matters related to the coronavirus pandemic, Republicans and Democrats are also trying to weed out items they say have nothing to do with the outbreak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-of-former-king-raises-pressure-to-reform-spains-monarchy-11596538345", "title": "Flight of Former King Raises Pressure to Reform Spain's Monarchy", "date": "2020-08-04 06:52", "summary": "Juan Carlos I abdicated in 2014 but investigations into his financial dealings still undermine Spain's royal family. BARCELONA-Retired King Juan Carlos I was once widely respected in Spain as the man who helped steer the country from dictatorship to democracy. His decision to leave the country during a clutch of financial-corruption investigations is now seen here as a desperate move to save the reputation of Spain's monarchy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/isaias-gains-strength-as-it-churns-toward-carolinas-11596468420", "title": "Isaias Weakens to Tropical Storm After Making Landfall as a Hurricane", "date": "2020-08-04 06:31", "summary": "Maximum sustained winds reached 85 miles an hour. Isaias unleashed strong winds and heavy rain on the Carolinas, as the Category 1 hurricane made landfall late Monday, though hours later it weakened to a tropical storm.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-cmo-kate-jhaveri-doesnt-want-an-asterisk-on-this-season-11596535200", "title": "NBA CMO Kate Jhaveri Doesn't Want an Asterisk on This Season", "date": "2020-08-04 06:00", "summary": "CONTENT FROM OUR SPONSOR. The National Basketball Association suspended its season in dramatic fashion on March 11, after officials pulled two teams from the court moments before tip-off because one player had tested positive for the coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/foreign-hunger-for-u-s-credit-isnt-sated-11596534931", "title": "Foreign Hunger for U.S. Credit Isn't Sated", "date": "2020-08-04 05:58", "summary": "Conservative international investors can still get a decent pickup in yield if they fully hedge their currency exposure, something that had become more expensive in recent years. Yields on U.S. corporate bonds are trading at record lows. That is, of course, unless you are an overseas buyer looking at the world through the lens of the yen or euro.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-reopening-plans-include-how-many-coronavirus-cases-would-close-them-again-11596533400", "title": "College Reopening Plans Include How Many Coronavirus Cases Would Close Them Again", "date": "2020-08-04 05:30", "summary": "Triggers that could make schools reverse course midsemester include increasing coronavirus infection rates, full ICU facilities, or even a student or staff death. Colleges spent the first part of the summer deliberating how to reopen campuses and classrooms. Now, they are spending the remainder thinking through what kind of dangers it would take to close them.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-front-runners-impress-investors-but-concerns-exist-11596533401", "title": "Covid-19 Vaccine Front-Runners Impress Investors, but Concerns Exist", "date": "2020-08-04 05:30", "summary": "Gene-based vaccines from Moderna, Pfizer and its partner BioNTech draw early enthusiasm, but big run-ups in share prices have investors wary about further gains. Investors are growing more convinced Covid-19 vaccines will work.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-the-innovators-department-stores-fight-to-stay-alive-11596533403", "title": "Once the Innovators, Department Stores Fight to Stay Alive", "date": "2020-08-04 05:30", "summary": "Decades of complacency led to stores that are stale and slow to adapt; a lack of 'pizazz'. Lord & Taylor was one of the first retailers to allow employees to become stockholders, to introduce a lunch counter, to usher in the Christmas season with animated window displays and to take risks on new American designers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beleaguered-public-pension-funds-make-record-gains-in-second-quarter-11596531602", "title": "Beleaguered Public Pension Funds Make Record Gains in Second Quarter", "date": "2020-08-04 05:00", "summary": "Even so, annual returns for funds with June fiscal years were far short of long-term targets. Public pension funds set a 22-year performance record in the second quarter, recovering some but not all of their losses from the first quarter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-swings-to-net-loss-on-roundup-settlement-deal-11596526076", "title": "Bayer Swings to Net Loss on Roundup Settlement Deal", "date": "2020-08-04 03:27", "summary": "The German chemicals-to-drugs company slightly lowers forecast for 2020 as pandemic hits drugs sales. BERLIN- Bayer Tuesday said it swung to a net loss of €9.55 billion ($11.23 billion) in the second quarter on provisions for its multibillion-dollar settlement with plaintiffs alleging the company's Roundup herbicides cause cancer, as the German firm slightly lowered its outlook due to the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596479966", "title": "Pepper...and Salt", "date": "2020-08-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-hotelier-monty-bennetts-companies-under-sec-investigation-11596507852", "title": "Texas Hotelier Monty Bennett's Companies Under SEC Investigation", "date": "2020-08-04 22:24", "summary": "Ashford Hospitality Trust said the SEC sent an administrative subpoena requesting documents and information. The Securities and Exchange Commission is investigating companies affiliated with Texas hotelier Monty Bennett, whose companies were among the biggest recipients of federal government bailout money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-sanctions-guidance-adds-to-warnings-for-maritime-sector-11596503090", "title": "U.K. Sanctions Guidance Adds to Warnings for Maritime Sector", "date": "2020-08-04 21:04", "summary": "Guidance from the Office of Financial Sanctions Implementation comes after three U.S. agencies issued a warning to the industry in May. A U.K. enforcement agency is urging the maritime industry to be on the lookout for illicit practices that could be used to evade sanctions, the latest regulator to warn about compliance risks facing the industry.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-could-pay-ftc-fine-over-alleged-privacy-violations-11596501001", "title": "Twitter Could Pay FTC Fine Over Alleged Privacy Violations", "date": "2020-08-04 20:30", "summary": "Social-media platform says allegations relate to use of data for targeted advertising. Twitter Inc. said it could pay at least $150 million to the Federal Trade Commission related to alleged violations of a 2011 consent order for using consumers' private data in targeted advertising.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-should-refuse-trumps-tiktok-payoff-11596500691", "title": "Microsoft Should Refuse Trump's TikTok Payoff", "date": "2020-08-04 20:24", "summary": "Paying the U.S. government a cut of TikTok's sale price would be a dangerous precedent that could blow up in corporate America's face. Countries have a lot of powers that companies don't-even companies worth as much as a small country. But Microsoft 's potential shotgun marriage with TikTok might be a test of the limits of a government's power over a commercial transaction.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-formally-proposes-fixes-for-return-of-boeings-737-max-jets-11596496799", "title": "FAA Formally Proposes Fixes for Return of Boeing's 737 MAX", "date": "2020-08-04 20:04", "summary": "U.S. air-safety regulators will weigh public comments before issuing a final order that will allow passenger service after two fatal crashes. U.S. air-safety regulators for the first time publicly spelled out the full range of hardware, software, crew training and maintenance changes they are proposing before Boeing Co.'s 737 MAX jets will be allowed to resume flying passengers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]