[{"link": "https://www.wsj.com/articles/judge-halts-first-federal-execution-in-17-years-11594423410", "title": "Judge Halts First Federal Execution in 17 Years", "date": "2020-07-10 19:23", "summary": "Order says prison authorities failed to secure health of death-chamber witnesses against coronavirus. A federal judge in Indiana has blocked what would have been the first federal execution in 17 years, scheduled for Monday, citing coronavirus-related health concerns raised by the victims' relatives who were selected to attend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinema-chain-amc-inks-financing-deal-to-help-it-survive-pandemic-11594418559", "title": "Cinema Chain AMC Inks Financing Deal to Help It Survive Pandemic", "date": "2020-07-10 19:11", "summary": "Creditors agree to provide $300 million in new financing to movie-theater operator. AMC Entertainment Holdings Inc. has reached a deal with investors who will pump $300 million of new money into the company, as the nation's largest theater chain looks to restart its business and fill seats with moviegoers still wary of the coronavirus pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pardon-michael-flynn-11594422339", "title": "Pardon Michael Flynn", "date": "2020-07-10 19:05", "summary": "Time for the President to end this highly politicized prosecution.. The prosecution of former National Security Adviser Michael Flynn has already exposed the bad faith of the FBI and Justice Department in pursuing him even when they knew there was no basis for an investigation. Now federal Judge Emmet Sullivan is continuing the legal torture by appealing an order from a panel of the D.C. Circuit Court of Appeals to drop the charges. President Trump should step in now and end this farce by pardoning Mr. Flynn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tempting-of-neil-gorsuch-11594422279", "title": "The Tempting of Neil Gorsuch", "date": "2020-07-10 19:04", "summary": "The Justice's textualism hands half of Oklahoma to Indian tribes.. In case you missed it, the Supreme Court on Thursday established an Indian reservation on three million acres of land in eastern Oklahoma. Wild. The 5-4 decision in McGirt v. Oklahoma could significantly affect Sooners, and it is also worth noting because it shows how Justice Neil Gorsuch's textualist jurisprudence is careening in some odd directions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattles-tax-on-job-creation-11594422189", "title": "Seattle's Tax on Job Creation", "date": "2020-07-10 19:03", "summary": "The City Council tells companies not to pay more than $150,000.. Between the pandemic and civic unrest, Seattle's economy isn't in the best shape. Yet now the City Council has decided this is the perfect moment to slap businesses with a large new tax on employment. In a misnomer for the ages, they're calling it the \"JumpStart Seattle\" tax.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-united-novavax-stocks-that-defined-the-week-11594421876", "title": "Alphabet, United, Novavax: Stocks That Defined the Week", "date": "2020-07-10 18:57", "summary": "Here are seven major companies whose shares moved on the week's news. Alphabet Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authentic-simon-win-contest-to-lend-money-to-brooks-brothers-11594421566", "title": "Authentic, Simon Win Contest to Lend Money to Brooks Brothers", "date": "2020-07-10 18:52", "summary": "Venture is supplying $80 million in zero-interest bankruptcy financing to the retailer, topping an offer from Oaktree Capital-backed WHP Global. Apparel-licensing firm Authentic Brands Group LLC and mall owner Simon Property Group Inc. won a competition to supply financing to carry Brooks Brothers Group Inc. through bankruptcy, elbowing aside a rival by offering an extraordinary zero-interest loan package.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prepares-to-levy-tariffs-on-french-cosmetics-handbags-11594421216", "title": "U.S. Prepares to Levy Tariffs on French Cosmetics, Handbags", "date": "2020-07-10 18:46", "summary": "Moves comes as France plans digital-services tax that would fall heavily on U.S. tech firms. WASHINGTON-The Trump administration said it would put tariffs on $1.3 billion of French imports if Paris doesn't back down from plans to impose a new digital-services tax that would fall heavily on U.S. technology companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sur-la-table-gets-court-approval-for-fast-track-bankruptcy-sale-11594419936", "title": "Sur La Table Gets Court Approval for Fast-Track Bankruptcy Sale", "date": "2020-07-10 18:25", "summary": "The home kitchenware retailer is hoping to close on a potential sale by mid-August. Sur La Table Inc. received bankruptcy-court approval to conduct a speedy chapter 11 sale process, positioning the kitchen-supply retailer to sell itself by next month after receiving an offer valued at $61 million from Fortress Investment Group LLC.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-capital-of-pain-11594419404", "title": "Europe's Capital of Pain", "date": "2020-07-10 18:16", "summary": "Crowding, squalor and despair predominate in Greece's Moria refugee camp. Demolish it and welcome the newcomers to the Continent.. Moria Refugee Camp, Greece", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demagogue-review-bullys-pulpit-11594392356", "title": "'Demagogue' Review: Bully's Pulpit", "date": "2020-07-10 18:15", "summary": "Joseph McCarthy won power and influence with his anticommunist zeal. Then he caught the cold eye of the live TV camera.. Joe McCarthy was, as you might expect, fervently patriotic in his appetites. He washed down hamburgers with milkshakes and followed that up with apple pie and ice cream. You would never catch him having his steak medium rare: He demanded it be \"cremated.\" His standard lunchtime drink order was two double martinis, and as his drinking worsened he began carrying a discreet medicine bottle filled with bourbon. This diet was not without consequence, and he would chase down his whiskey and his heavily lubricated lunch with fistfuls of baking soda in a bid to calm the digestive storms.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stranger-in-the-shoguns-city-review-a-womans-life-in-letters-11594419283", "title": "'Stranger in the Shogun's City' Review: A Woman's Life in Letters", "date": "2020-07-10 18:14", "summary": "Edo in the mid-1800s represented 'a dream escape' for women with nothing left to lose.. \"To be a woman is to grow up and leave for another household.\" So begins \"The Great Learning for Women,\" an 18th-century Japanese primer attributed to the neo-Confucian scholar Kaibara Ekken. As generation after generation of girls sat down to study, learning the texts and skills that would prepare them for adulthood, this was among the first and most fundamental precepts: They would grow older and, in time, depart their family home to marry into another. Biology and society admitted no alternate possibility.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beginning-or-the-end-review-a-bomb-b-movie-11594419159", "title": "'The Beginning or the End' Review: A-Bomb, B-Movie", "date": "2020-07-10 18:12", "summary": "MGM raced to make a ﬁlm about the Manhattan Project but ended up with a box-ofﬁce flop.. It began in October 1945 with a letter addressed to Donna Reed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roy-lichtensteins-nude-buoys-christie-s-421-million-live-stream-sale-11594419000", "title": "Lichtenstein's Nude Buoys Christie's Live-Stream Sale", "date": "2020-07-10 18:10", "summary": "Auction house weathers some early glitches to sell nearly everything it has on offer. Christie's successfully tested the blue-chip art market Friday with a $421 million live-stream sale that weathered some early glitches to unload nearly everything it had on offer, including a $46.2 million painting of a nude woman by Roy Lichtenstein.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muji-owner-says-u-s-unit-filed-for-chapter-11-bankruptcy-11594376454", "title": "Pandemic Forces Japan's Muji to Put U.S. Stores Into Bankruptcy", "date": "2020-07-10 18:09", "summary": "The retailer of minimalist goods will rework its U.S. store leases and balance sheet to survive Covid-19 pandemic. Japanese home-goods retailer Muji U.S.A. Ltd. has joined the ranks of retailers seeking bankruptcy protection to reformat their businesses under the pressures of the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empire-of-the-black-sea-review-unquiet-on-the-eastern-front-11594418987", "title": "'Empire of the Black Sea' Review: Unquiet on the Eastern Front", "date": "2020-07-10 18:09", "summary": "One king gained mythic stature for opposing the Romans and rallying those who hated them. His deﬁance was bloody.. The three centuries following the death of Alexander the Great (in 323 B.C.)-roughly speaking, the Hellenistic age-was an era of great instability in western Asia, especially in what is Turkey today. Alexander's general Seleucus and his descendants came to control part of this region (and much else besides), but other, smaller states rose and declined in a turbulent churn. New royal dynasties sprouted as those who could claim a connection to Alexander, or to the Persian royals who had formerly ruled these lands, declared themselves kings. In due course, the Romans too became contestants for regional sovereignty.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hard-to-have-honest-conversations-on-race-11594418669", "title": "Hard to Have Honest Conversations on Race", "date": "2020-07-10 18:04", "summary": "Civility was an early casualty in our uncivil war because it is now considered a luxury of privileged and hypocritical bigots, not a matter of decency and respect for the views of others.. I was quite encouraged after I read Lance Morrow's \"'An Honest Conversation About Race'?\" (op-ed July 3). I share his sense that the silent majority is waiting until November to express its own views in opposition to the current daily temper tantrum being thrown by uber progressives. However, I don't agree with his theory that the cause of the silent majority's silence is attributable to fear of being labeled \"racist.\" The inappropriate and profligate overuse of that accusation by the \"woke\" crowd has destroyed its power to affect reasonable people in any significant way. When everyone is a racist, no one is a racist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-kipp-has-retired-work-hard-be-nice-11594418618", "title": "Why KIPP Has Retired 'Work Hard. Be Nice'", "date": "2020-07-10 18:03", "summary": "Hard work is essential. Character matters. But neither is enough. We should not be afraid to tell our children that it takes more.. Regarding your editorial \"KIPP Wokes Up\" (July 7): KIPP's decision to retire our slogan \"Work hard. Be nice.\" has nothing to do with abandoning our standards and everything to do with meeting our community's needs 25 years later. Last year, we gathered 6,000 students, alumni, families, teachers and school leaders to update our mission. In their stories, we heard a common theme: working hard and being nice did not sufficiently reflect the reality of their lives. Simply put, we all want a slogan that does.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-has-a-bad-record-on-inclusivity-11594418415", "title": "Wall Street Has a Bad Record on Inclusivity", "date": "2020-07-10 18:00", "summary": "How fascinating then to learn that, more than a quarter-century later, the appropriately diverse executive-talent pool still doesn't exist.. \"Wall Street Falls Short on Race Despite Pledges\" (Page One, July 3) should be required reading for every executive, no matter how junior. I vividly recall an episode of \"Nightline\" discussing the paucity of nonwhite and nonmale executives in the boardroom. The message from executives then was that \"the pipeline\" of qualified women and minorities made it impossible to achieve true diversity and that \"it will just take time.\" How fascinating then to learn that, more than a quarter-century later, the appropriately diverse executive-talent pool still doesn't exist. Make no mistake, executives past and present bear continued responsibility for failing to mount fair and just recruiting, hiring, training, mentoring and promotion practices that lead to truly merit-based outcomes for a diverse workforce serving diverse markets.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ugly-american-let-the-idb-pick-its-own-new-president-11594418335", "title": "Ugly American? Let the IDB Pick Its Own New President", "date": "2020-07-10 17:58", "summary": "How does Sen. Patrick Leahy justify inserting himself into an independent election run by the IDB?. Regarding Sen. Patrick Leahy's reply (Letters, July 3) to Mary Anastasia O'Grady's \"Leahy's Yankee Imperialism\" (Americas, June 29): Apparently Sen. Leahy's only concern is that Mauricio Claver-Carone was nominated by the Trump administration. In so doing he makes the IDB's presidential selection process about his political leanings. Ms. O'Grady notes that Mr. Claver-Carone has the support of the majority of the IDB's 28 members and is poised to win the election.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wants-a-federal-bailout-tax-reform-must-come-first-11594418210", "title": "California Wants a Federal Bailout? Tax Reform Must Come First", "date": "2020-07-10 17:56", "summary": "Washington can help fill Sacramento's budget hole, but the money should come with strings attached.. Los Angeles", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shelton-gets-a-vote-11594418218", "title": "Shelton Gets a Vote", "date": "2020-07-10 17:56", "summary": "Great news for people who count on the value of the U.S. dollar.. The Washington establishment is hopping mad that its monthslong effort to prevent a formidable independent thinker from joining the board of the Federal Reserve appears to have failed. Today the Senate Banking Committee announced that it will vote on the nomination of Judy Shelton on July 21. Confirmation is now expected, and it couldn't come at a better time for America and for people all over the world who rely on the value of the U.S. dollar.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-no-cancel-culture-here-11594418132", "title": "Notable & Quotable: No Cancel Culture Here", "date": "2020-07-10 17:55", "summary": "'Many signatories on our list noted their institutional affiliation but not their name, fearful of professional retaliation.'. From \"A More Specific Letter on Justice and Open Debate,\" published by the Objective at Substack.com July 10:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-neutrality-is-what-made-american-newspapers-great-11594418000", "title": "Political Neutrality Is What Made American Newspapers Great", "date": "2020-07-10 17:53", "summary": "The New York Herald pioneered impartial coverage, whose value is underappreciated today.. Many of America's great newspapers have moved away from even the pretense of political neutrality. That tradition dates to 1835, when a Scottish immigrant named James Gordon Bennett founded the New York Herald. He had $500 in capital, an office in a dank cellar, and only himself as staff.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-show-that-black-lives-really-matter-11594417916", "title": "How to Show That Black Lives Really Matter", "date": "2020-07-10 17:51", "summary": "The single best thing for young families is leaving a high-crime, high-poverty neighborhood.. People in a panic usually are not acting out of love for others or concern for the well-being of abstract groups defined by skin color or other attributes. They are acting from a self-preservation motive. That's corporate America and its political virtue signaling right now. What's more, if you support the Black Lives Matter policy agenda (whatever it is), you would be wrong to think corporate America is being co-opted by the money it feels obligated to donate. The co-opting will work the other way as Black Lives Matter-related groups get used to having corporate money.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-mogul-byron-allen-pays-27-million-for-contemporary-aspen-mansion-11594416925", "title": "Media Mogul Byron Allen Pays $27 Million for Contemporary Aspen Mansion", "date": "2020-07-10 17:35", "summary": "The comedian-turned-media executive's new home spans 9,000 square feet and looks out onto the surrounding mountains. A home in Aspen, Colo., has sold for $27 million to the media entrepreneur Byron Allen in a major deal for the area, according to people familiar with the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapores-ruling-party-keeps-hold-on-power-but-opposition-gains-11594415563", "title": "Singapore's Ruling Party Keeps Hold on Power, but Opposition Gains", "date": "2020-07-10 17:12", "summary": "Prime Minister Lee Hsien Loong, whose party has governed since 1965, campaigned on steering city-state through coronavirus pandemic, economic difficulties. SINGAPORE-Singapore's ruling party kept its hold on power in national elections Friday, but the opposition made significant gains, capturing the highest number of seats it ever has in the tightly controlled city-state that now faces a recession stemming from the coronavirus pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-looks-to-drop-freeholder-title-for-county-officials-11594414946", "title": "New Jersey Looks to Drop 'Freeholder' Title for County Officials", "date": "2020-07-10 17:02", "summary": "Top officials said word is an offensive hangover from a time when only white men could hold public office. New Jersey's top elected leaders said they support changing the term used to describe elected county officials in the state to \"commissioner\" from \"freeholder,\" a word that they said is rooted in institutional prejudice.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-hit-lowest-levels-since-covid-19-lockdowns-eased-11594379136", "title": "Treasury Yields Climb After Hitting Lowest Levels Since Spring", "date": "2020-07-10 16:49", "summary": "Investors have been seeking safety of government bonds in response to spread of cases. Long-term Treasury yields finished the day higher Friday but not before dipping to fresh multimonth lows earlier in the session, the latest sign of how rising coronavirus cases are driving demand for ultrasafe government bonds.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-bet-on-rally-for-chinas-markets-11594373401", "title": "Traders Bet on Rally for China's Markets", "date": "2020-07-10 16:46", "summary": "Investors are piling into exchange-traded funds tracking Chinese companies. A dramatic rally in shares of Chinese companies has unleashed a frenzy of trading activity, with many investors positioning for an even bigger advance.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-banking-panel-looks-to-advance-trumps-fed-nominees-11594413755", "title": "Senate Banking Panel Looks to Advance Trump's Fed Nominees", "date": "2020-07-10 16:42", "summary": "Judy Shelton, an economic adviser during the 2016 campaign, attracted skepticism from some Republicans at a February hearing. The Senate Banking Committee said Friday it would vote on the nomination of two of President Trump's selections for the Federal Reserve later this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/b-wayne-hughes-built-a-self-storage-empire-now-he-wants-to-rent-you-a-mcmansion-11594373433", "title": "B. Wayne Hughes Built a Self-Storage Empire. Now He Wants to Rent You a McMansion.", "date": "2020-07-10 16:41", "summary": "Americans are giving suburban home rentals a new look as they search for affordable space during an economic downturn. A billionaire who made his fortune from storage facilities anticipated this moment nearly a decade ago.. In the depths of the last housing crisis, self-storage billionaire B. Wayne Hughes flew to Las Vegas and Phoenix to lay the groundwork for a new bet. His plan: Buy foreclosed homes, spruce them up and rent them out. He tested his ideas on three houses in each market and then dispatched deputies to buy tens of thousands more across the U.S.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pessimistic-on-phase-two-china-trade-deal-11594400326", "title": "Trump Dims Hopes for New China Trade Deal", "date": "2020-07-10 16:35", "summary": "'I don't think about it now,' the president says about additional trade talks with Beijing. President Trump damped expectations for a promised phase-two trade pact with China on Friday, saying the relationship between the countries has been too badly damaged by the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-dow-update-071020-11594366298", "title": "Stocks Log Modest Weekly Gains", "date": "2020-07-10 16:31", "summary": "Dow, S&P 500 tick higher, while Shanghai Composite snaps winning streak. U.S. stocks climbed Friday, ending the week with gains, as investors brushed off worries about a fresh wave of coronavirus infections and its impact on the economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-reaches-48-6-million-settlement-with-security-services-company-11594413031", "title": "U.K. Reaches $48.6 Million Settlement With Security-Services Company", "date": "2020-07-10 16:30", "summary": "The Serious Fraud Office discloses the terms of a deferred prosecution agreement with a subsidiary of G4S PLC. A subsidiary of security-services company G4S PLC has agreed to pay £38.5 million ($48.6 million) to resolve allegations of procurement fraud, the U.K.'s Serious Fraud Office said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1959-gibson-les-paul-guitar-real-or-fake-jimmy-page-slash-cheap-trick-nashville-11594412649", "title": "How to Tell a Real 1959 Gibson Les Paul Guitar From a Fake: A Missing Notebook Holds the Key", "date": "2020-07-10 16:26", "summary": "Resume Subscription. The 1959 Gibson Les Paul is the world's most expensive guitar. It can also be one of the hardest to authenticate.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bulgaria-and-croatia-take-vital-step-toward-adopting-euro-11594406418", "title": "Bulgaria and Croatia Take Vital Step Toward Adopting Euro", "date": "2020-07-10 16:19", "summary": "EU finance ministers agreed to accept the two Eastern European nations into the region's exchange-rate mechanism. FRANKFURT-Bulgaria and Croatia took a big step toward adopting the euro currency, potentially becoming the newest members to the bloc after years of economic crises and shocks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-tinder-other-apps-suffer-outages-due-to-facebook-glitch-11594387400", "title": "Spotify, Tinder, Other Apps Suffer Outages Due to Facebook Glitch", "date": "2020-07-10 16:12", "summary": "Issue relates to Facebook's software development kit, which many developers embed in their apps. A number of popular apps such as Spotify and Tinder experienced outages for several hours on Friday because of what Facebook Inc. said was a bug in its software for iPhone users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-officials-quarantine-after-meeting-with-white-house-staffer-who-tested-positive-for-covid-19-11594411624", "title": "Labor Agency Officials Quarantine After Meeting With White House Staffer Who Tested Positive for Covid-19", "date": "2020-07-10 16:07", "summary": "Gathering was among those arranged by White House Presidential Personnel Office to assess political appointees for possible second-term service. WASHINGTON-A handful of Labor Department officials are quarantining after they met with at least one member of the White House Personnel Office who has since tested positive for Covid-19, the disease caused by the new coronavirus, according to a department spokesman.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-denies-bail-for-ex-green-beret-son-tied-to-carlos-ghosn-escape-11594397104", "title": "Judge Denies Bail for Ex-Green Beret, Son Tied to Ghosn Escape", "date": "2020-07-10 16:03", "summary": "Two Massachusetts men fighting extradition to Japan deemed flight risks. A federal judge denied bail to two Massachusetts men accused of smuggling Carlos Ghosn out of Japan, ruling that they are flight risks and lack sufficiently strong legal arguments to be released as they battle extradition to Japan.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-is-rent-the-runway-still-in-business-founder-moved-quickly-cut-deep-11594393201", "title": "How Is Rent the Runway Still In Business? The CEO Moved Quickly, Cut Deep.", "date": "2020-07-10 16:03", "summary": "The pandemic presented an existential threat to Jenn Hyman, who decided to furlough or lay off half her workforce. A thorough restructuring made Rent the Runway stronger.. Rent the Runway co-founder Jenn Hyman is one of those chief executives who believes her company will come out of the pandemic stronger for experiencing it.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-guide-to-the-best-running-gear-for-men-and-women-11594409822", "title": "The Ultimate Guide to the Best Running Gear for Men and Women", "date": "2020-07-10 15:37", "summary": "Our fashion team finds the top sneakers, sports bras and shorts of 2020, and answers all your other pressing questions about jogging clothes. Clothing designed for running once came in a humdrum, mostly white palette. Representing his native Greece, Spyridon Louis famously ran the 1896 Olympic marathon in a long white tunic. Through the mid-20th century, the sport's gear remained stark and simple in construction. Running-history buff Walt Chadwick, 70, began running in 1964 in rudimentary, linerless cotton shorts. In winter, he'd switch to basic fleece sweats.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ample-supplies-of-grain-run-up-against-weak-demand-11594405290", "title": "Ample Supplies of Grain Run Up Against Weak Demand", "date": "2020-07-10 15:18", "summary": "U.S. grain supplies are expected to be plentiful this year. The question facing farmers is what demand will look like.. U.S. farmers are expected to grow large corn and soybean crops this year-but it is still unclear if an economy recovering from coronavirus will be strong enough to consume an ample harvest.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-casts-wide-tv-ad-net-as-road-to-victory-narrows-11594373402", "title": "Trump Casts Wide TV-Ad Net to Shore Up Support", "date": "2020-07-10 14:52", "summary": "Campaign is advertising in states he easily won in 2016 as aides acknowledge they face a tougher path than they anticipated six months ago. President Trump's re-election campaign is advertising in three states he easily won in 2016, as well as two others that appear tougher for him to capture, as polls suggest he may have a narrower path to the White House than four years ago.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronaviruss-worst-impact-on-oil-demand-has-passed-iea-says-11594369412", "title": "Coronavirus's Worst Impact on Oil Demand Has Passed, IEA Says", "date": "2020-07-10 14:51", "summary": "Oil prices have traded in a narrow range in recent weeks, held back by worries over upticks in Covid-19 cases. LONDON-The worst effects of the coronavirus on global oil demand have passed but will continue to echo as the market slowly recovers in the second half of 2020, the International Energy Agency said Friday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-bought-about-1-3-billion-corporate-bonds-in-late-june-11594396039", "title": "Fed Discloses More Corporate Bond and ETF Purchases", "date": "2020-07-10 14:45", "summary": "ETF trades made $168 million paper gains; bond purchases include Apollo, Ares and Owl Rock. The Federal Reserve bought about $1.3 billion face value of corporate bonds from June 17-26, boosting its purchases under a market stabilization buying program to about $1.5 billion at the time, according to disclosures Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-challenger-of-the-woke-company-policy-11594405846", "title": "A Challenger of the Woke 'Company Policy'", "date": "2020-07-10 14:30", "summary": "Glenn Loury, the Brown economist, on his winding journey from South Side Chicago to Reagan Republican, to the left and back to the right.. Next spring Glenn Loury will teach a new course on freedom of expression to students at Brown University, where he's a professor of economics. \"We'll read Plato, Socrates, Milton, John Stuart Mill, George Orwell and Allan Bloom,\" he says, stressing that Bloom's best-known work, \"The Closing of the American Mind: How Higher Education Has Failed Democracy and Impoverished the Souls of Today's Students,\" is as relevant as it was when published in 1987.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-democrats-accept-another-trump-victory-11594405793", "title": "Will Democrats Accept Another Trump Victory?", "date": "2020-07-10 14:29", "summary": "Every time they've lost since 1968, they've called it illegitimate-except for the 49-state landslides.. Joe Biden, asked recently if he had considered the possibility that President Trump may refuse to concede defeat in the election, answered that he had. But he was \"absolutely convinced,\" the former vice president said reassuringly, that if such a thing happens, military personnel will \"escort him from the White House with great dispatch.\" What a relief!", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-fay-heads-toward-new-york-city-11594388201", "title": "Tropical Storm Fay Heads Toward New York City", "date": "2020-07-10 14:16", "summary": "Heavy rains and flooding are expected; flood watch in effect until midnight. New York City is bracing for heavy rains and flooding as Tropical Storm Fay edged closer to landfall on Friday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-prime-minister-faces-ethics-questions-over-charity-contract-11594404651", "title": "Canadian Prime Minister Faces Ethics Questions Over Charity Contract", "date": "2020-07-10 14:10", "summary": "Trudeau relatives were paid to speak at events of the charity that got the government contract, now canceled. OTTAWA-Canadian Prime Minister Justin Trudeau is facing ethics questions about his government's decision to grant a contract worth hundreds of millions of dollars to a charity whose events his family members have been paid to speak at.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gardens-that-bring-sculpture-into-nature-11594404333", "title": "Gardens That Bring Sculpture Into Nature", "date": "2020-07-10 14:05", "summary": "Across the U.S., sculpture parks are reopening to offer visitors a socially distanced art experience.. As summer shifts into high gear, so does the search for fresh air and fresh inspiration, along with some socially distanced elbow room. For many, that means heading to a sculpture park. Across the U.S., sculpture parks are reopening to the public-including what may be the country's largest, the 500-acre Storm King Art Center in New York's Hudson Valley. It will start welcoming the public on July 15 as an outdoor-only experience, with more than 100 artworks and two temporary exhibitions, \"Kiki Smith River Light\" and \"Outlooks: Martha Tuttle.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-postpones-new-hampshire-campaign-rally-11594402316", "title": "Trump Postpones New Hampshire Campaign Rally", "date": "2020-07-10 13:31", "summary": "Campaign cites approaching Tropical Storm Fay in putting off planned event in Portsmouth on Saturday. WASHINGTON-President Trump has postponed a political rally scheduled to take place in New Hampshire on Saturday as a tropical storm was due to hit the East Coast.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/file-your-taxes-even-if-you-cant-pay-11594402241", "title": "File Your Taxes, Even if You Can't Pay", "date": "2020-07-10 13:30", "summary": "Resume Subscription. No matter how stressed or financially stretched you are this year, file tax forms with the Internal Revenue Service by July 15. Not doing so will only make your bad situation worse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-airlines-was-clamoring-for-boeings-737-max-now-it-is-threatening-to-cancel-orders-11594388443", "title": "American Airlines Has Threatened to Cancel Some Boeing 737 MAX Orders", "date": "2020-07-10 13:06", "summary": "The carrier has struggled to secure financing for 17 jets it had expected Boeing to deliver this year. American Airlines Group Inc. has threatened to cancel some of its orders for Boeing Co. 's troubled 737 MAX jets, people familiar with the matter said, a sign of deepening financial stress in the aviation industry.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-reflection-at-lifes-sunset-11594400759", "title": "Self-Reflection at Life's Sunset", "date": "2020-07-10 13:06", "summary": "Marguerite Yourcenar's 'Memoirs of Hadrian' imagines the dying ruler taking stock of his journey and coming to terms with the transience of human existence.. There is no caterwauling of the \"woe is me\" kind to be found in Marguerite Yourcenar's majestic novel \"Memoirs of Hadrian.\" Written mostly in the years following World War II, when stiff upper lips were in vogue, it tapped into a more ancient stoicism by contemplating the final illness of the Roman emperor Hadrian. \"I begin to discern the profile of my death,\" a 60-year-old Hadrian muses, as if he has surprised himself by the very thought.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-seafaring-nations-agree-to-open-borders-for-crew-changes-11594399950", "title": "Big Seafaring Nations Agree to Open Borders for Crew Changes", "date": "2020-07-10 12:52", "summary": "Thirteen countries commit to repatriate hundreds of thousands of mariners stranded by coronavirus-triggered travel restrictions. Several nations have agreed to ease border restrictions to allow for the repatriation of hundreds of thousands of sailors who have been stranded for months as a result of coronavirus-related lockdowns.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-to-shed-13-ships-11594399100", "title": "Carnival to Shed 13 Ships", "date": "2020-07-10 12:38", "summary": "Cruise operator says it will emerge from the coronavirus pandemic leaner as industry overhauls safety protocols to win back passengers' trust. Carnival Corp. said it expects to reduce its fleet by 13 ships, or nearly 9% of its capacity, a move that will downsize the world's largest cruise company's operations as it continues to burn cash amid sailing suspensions caused by the Covid-19 pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedens-former-ambassador-to-china-is-cleared-of-wrongdoing-in-bookseller-talks-11594398589", "title": "Sweden's Former Ambassador to China Is Cleared of Wrongdoing", "date": "2020-07-10 12:29", "summary": "Anna Lindstedt was charged last year with acting outside her authority when she arranged a meetings to secure the release of a bookseller in China. STOCKHOLM-Swedish prosecutors cleared the country's former ambassador to China of wrongdoing, ending an 18-month probe into a series of shadowy meetings that had raised questions over the divide between diplomacy and national security.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sofi-moves-to-start-its-own-bank-11594398461", "title": "SoFi Makes Second Attempt to Start Its Own Bank", "date": "2020-07-10 12:27", "summary": "Bank would offer student loan refinancings, mortgages, credit cards and checking accounts through website and mobile apps. Financial-technology startup Social Finance Inc. is taking another shot at the banking business.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/balkan-countries-thought-they-had-beaten-back-coronavirus-now-infections-are-rampant-11594398287", "title": "Balkan Countries Thought They Had Beaten Back Coronavirus. Now Infections Are Rampant.", "date": "2020-07-10 12:24", "summary": "After strict lockdowns appeared to work, many governments lifted restrictions and now face new outbreaks. Coronavirus infections are surging in southeastern Europe and some other regions that had initially managed to curb the pandemic, with some governments facing protests as they restore confinement measures.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-mazdas-cx-9-suv-suddenly-selling-like-purell-11594397716", "title": "Why Is Mazda's CX-9 SUV Suddenly Selling Like Purell?", "date": "2020-07-10 12:15", "summary": "The Covid-19 crisis has crippled U.S. car sales in 2020, but Mazda's aging midsize crossover seemed to find a whole new gear. Why? Dan Neil hops behind the wheel of the CX-9 to investigate.. CLEARLY, \"airborne pandemic\" wasn't on auto makers' 2020 bingo cards. Companies like Kia, Hyundai and VW were prospering in North America, shilling luxe-y midsize SUVs with seven or eight seats-just the thing for large families, carpoolers, or soccer mums and dads. Now the very idea of packing seven people in one vehicle, breathing the same air-in the case of our Mazda CX-9 test car, 135.8 cu. ft.-horrifies me. It was gross enough when all you had to worry about was runny noses and ringworm from shared footwear.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rashid-johnson-art-can-be-a-problematic-tool-for-responding-to-current-events-11594396835", "title": "Rashid Johnson: Art 'Can Be a Problematic Tool' for Responding to Current Events", "date": "2020-07-10 12:00", "summary": "The conceptual artist on donating work to fight the coronavirus, his recent, sold-out online show and the food he's missing right now. During the pandemic, conceptual artist and film director Rashid Johnson began a series called Untitled Anxious Red Drawings, in which characters are rendered in bright crimson oil stick on cotton rag. A show of eight of them opened on Hauser & Wirth's website in April and has since sold out. Johnson recently donated another of the drawings to a Christie's auction benefiting amfAR's Fund to Fight Covid-19. That piece is part of a group, up for auction on July 10, called From the Studio that brings together 17 works by contemporary artists, including Richard Serra, Dana Schutz and George Condo, who also donated in support of the cause.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-ubss-jane-schwartzberg-about-women-and-money-11594396177", "title": "Three Questions With UBS's Jane Schwartzberg About Women and Money", "date": "2020-07-10 11:49", "summary": "Managing director at bank's wealth management says women should take ownership of their finances. Jane Schwartzberg, managing director at UBS wealth management, wants women to understand and take ownership of their finances.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jane-goodall-hopes-the-coronavirus-pandemic-will-wake-people-up-11594396166", "title": "Jane Goodall Hopes the Coronavirus Pandemic Will Wake People Up", "date": "2020-07-10 11:49", "summary": "60 years after the start of her groundbreaking study of chimpanzees in the wild, the legendary primatologist is reminded of the importance of listening to science. Chimpanzees have no shortage of deadly foes. Logging, mining, deforestation, human population growth, the bush-meat trade, the exotic pet trade, medical research, bad zoos: All have helped shrink the global chimp population from more than a million in 1900 to less than 300,000 today, according to the International Union for Conservation of Nature. Now, add Covid-19.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-threatens-syrian-rebel-stronghold-as-russia-china-restrict-aid-11594394399", "title": "Coronavirus Threatens Syrian Rebel Stronghold", "date": "2020-07-10 11:20", "summary": "Aid groups warn of potential rapid spread after doctor in Idlib province contracts Covid-19. BEIRUT-The novel coronavirus has crept into the last opposition-held territory in Syria, as Russia and China move to restrict an aid corridor that humanitarian groups warn could hamper attempts to contain an outbreak in the besieged area.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nhl-and-its-canadian-playoff-extravaganza-11594394373", "title": "The NHL and Its Canadian Playoff Extravaganza", "date": "2020-07-10 11:19", "summary": "If everything goes according to plan, the Stanley Cup Finals will be held the last week of September at Rogers Place in Edmonton. The Stanley Cup is finally coming back to Canada-but not for the reason that Canadian hockey fans have been dreaming about.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-matter-targets-los-angeles-district-attorney-11594382400", "title": "Black Lives Matter Targets Los Angeles District Attorney", "date": "2020-07-10 11:07", "summary": "Activists want to vote out Jackie Lacey, L.A.'s first Black D.A., arguing she hasn't prosecuted enough police shootings. LOS ANGELES-At a recent Black Lives Matter rally here, organizers talked about the effects of police violence on minority communities and then asked a question not often heard at such events: \"Who are you not going to vote for this November?\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-to-conquer-lifes-crises-11594393476", "title": "Learning to Conquer Life's Crises", "date": "2020-07-10 11:04", "summary": "Personal challenges come at us faster than ever before, but the right approach can turn them into opportunities for change and growth.. Covid-19 has brought a crush of change to Americans. Nearly 140,000 families have lost loved ones; 40 million of us have lost jobs; tens of millions more are rethinking our careers, where we live, what gives us meaning, how we care for our children or aging parents. The way that we cope with such changes is what psychologists call a \"life transition.\" Given the moment we're in, learning to master these challenging periods just may be the most essential life skill each of us needs right now.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-screwballs-in-hollywood-11594392274", "title": "Fiction: Screwballs in Hollywood", "date": "2020-07-10 10:44", "summary": "A pair of surreal literary vehicles for two movieland giants, writer-director Charlie Kaufman and actor Jim Carrey.. In a characteristically cheery speech for BAFTA's 2011 screenwriter's lecture series, Charlie Kaufman likened modern man to carpenter ants that have had their brains infected by a species of fungus and are compelled by mind control to sacrifice themselves to help the fungus propagate. Mr. Kaufman's novel \"Antkind\" (Random House, 705 pages, $30) doesn't make the comparison as succinctly-absolutely nothing in this baggy, voluminous debut novel is succinct-but it takes a similarly jaundiced attitude toward questions of free will, cultural manipulation and the possibility of independent thought and creation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utopia-avenue-review-dean-elf-jasper-griff-11594392211", "title": "'Utopia Avenue' Review: Dean, Elf, Jasper & Griff", "date": "2020-07-10 10:43", "summary": "Utopia Avenue is a rock band like no other: An Angry Young Bassist, a folk-scene doyenne, a Stratocaster demigod and a laid-back jazz drummer.. It's London in 1967 and Dean Moss is having a very bad day. He slips on ice, gets mugged by a couple of hustlers, is turfed by his landlady (whose goon calls him a \"nancy-boy faggot layabout\"), gets fired from his coffee-shop job, and is suddenly stranded in Soho, with his electric bass and all of his belongings, wondering if, at 23, it is time to ditch his rock-star dreams and return to working-class Gravesend. But then, like an apparition or a fairy godfather, a self-described talent scout in beatnik glasses materializes to say he is \"curating\" a band and thinks Dean will have \"magic chemistry\" with a guitarist and drummer playing that night. He is not wrong. This nascent group will then find itself a keyboardist, and Utopia Avenue is born.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-downsize-and-declutter-without-sacrificing-things-you-love-11594392163", "title": "How to Downsize and Declutter Without Sacrificing Things You Love", "date": "2020-07-10 10:42", "summary": "Marie Kondo has nothing on this collection-happy couple, who moved from a five-bedroom townhouse to a two-bedroom flat without giving up their beloved acquisitions or creating clutter. IMAGINE downsizing from a five-bedroom townhouse to a two-bedroom apartment. Now consider that the couple making the move are avid collectors who lived in Hong Kong and London before squeezing themselves into 1,300 square feet in Manhattan. How could clutter and claustrophobia not ensue?", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/messy-breakup-exposes-secret-of-britains-billionaire-barclay-twins-11594391861", "title": "Messy Breakup Exposes Secret of Britain's Billionaire Barclay Twins", "date": "2020-07-10 10:37", "summary": "Resume Subscription. LONDON-Thirty years ago, two of Britain's richest men, billionaire twins David and Frederick Barclay, met aboard a luxury yacht to carve up their empire for the next generation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/smells-and-smellosophy-review-what-the-nose-knows-11594391739", "title": "'Smells' and 'Smellosophy' Review: What the Nose Knows", "date": "2020-07-10 10:35", "summary": "What is a smell? Is it a substance, or a perception. Smell is a paradoxical sense, both intimate and elusive. The olfactory bulb transmits signals directly into the brain, which can astonish us by summoning detailed memories of forgotten scenes. At the same time, odors or aromas often lurk along the borders of our conscious awareness, and are notoriously hard to describe in words, and thus to translate between cultures. Is smell best understood by studying the workings of the brain, or by its social roles and meanings? Two lively, authoritative books each make an excellent case for the supremacy of their own discipline.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-raises-2-5-billion-as-investors-chase-electric-car-buzz-11594391617", "title": "Rivian Raises $2.5 Billion as Investors Chase Electric-Car Buzz", "date": "2020-07-10 10:33", "summary": "Latest round led by T. Rowe Price also includes Soros Fund and Fidelity Investments. Rivian Automotive LLC, an electric pickup-truck startup backed in part by Ford Motor Co. and Amazon.com Inc., said Friday it had secured another $2.5 billion in funding from private investors, providing it with extra cash to help navigate growing economic uncertainty and release new vehicles next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-harold-schechter-on-crimes-turned-into-novels-turned-into-movies-11594390969", "title": "Five Best: Harold Schechter on Crimes Turned Into Novels Turned Into Movies", "date": "2020-07-10 10:22", "summary": "From the author, most recently, of 'Ripped From the Headlines! The Shocking True Stories Behind the Movies' Most Memorable Crimes.'. By Theodore Dreiser (1925)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-and-the-clean-body-review-next-to-godliness-11594390894", "title": "'Clean' and 'The Clean Body' Review: Next to Godliness", "date": "2020-07-10 10:21", "summary": "Bathing was once a rare event. Now some are forgoing the daily shower thanks to new discoveries in microbiology.. I stopped washing my hair with shampoo in 2016 when I learned that farming a diverse population of microbes on my scalp is the secret to healthy hair. Don't get me wrong: I shower my hair with water. I've just stepped off the lather-rinse-repeat treadmill. I realized that from the microbial point of view, every wash is like a cataclysm. But if I let nature do her thing, ecological balance will ensue and, as a result, my scalp-which, by the way, smells cozy, like yeast rolls-will enjoy as good a definition of clean as any.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-on-the-trail-of-the-green-man-11594390849", "title": "Mysteries: On the Trail of the Green Man", "date": "2020-07-10 10:20", "summary": "In David Klass's topnotch thriller, a junior FBI man follows his hunches to help track down an ecoterrorist dubbed 'Green Man.'. A 'doomsday clock' presuming to measure the life expectancy of Earth reads close to midnight at the start of David Klass's \"Out of Time\" (Dutton, 372 pages, $27). Activists and scientists picture \"a nearly doomed planet, its atmosphere trapping heat, its temperature rising, its oceans acidifying . . . with all the harm driven by a species . . . seemingly hell-bent on its own annihilation.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-portraits-of-the-artist-11594390792", "title": "Children's Books: Portraits of the Artist", "date": "2020-07-10 10:19", "summary": "Three women worth celebrating: a poet, a fiction writer and 'the world's first superstar.'. When Gwendolyn Brooks was a girl, she heard her father reciting poetry. When she was 11, her own verses appeared in a Chicago newspaper. Twenty-two years after that, Brooks (1917-2000) became the first black writer to win the Pulitzer Prize. Suzanne Slade tells how it all unfurled in a lyrical illustrated biography for children ages 5-9.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-dement-diagnosed-america-as-sleep-deprived-11594389600", "title": "William Dement Diagnosed America as Sleep-Deprived", "date": "2020-07-10 10:00", "summary": "Stanford professor saw urgent need to treat insomnia, apnea and other disorders. William Dement, a medical professor at Stanford University, spent his career trying to wake Americans up to the dangers of not getting enough sleep.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/writer-neal-stephenson-thinks-weve-gotten-dystopia-all-wrong-11594389600", "title": "Writer Neal Stephenson Thinks We've Gotten Dystopia All Wrong", "date": "2020-07-10 10:00", "summary": "The 'Snow Crash' author discusses the breakdown of facts on social media, his work with the augmented-reality startup Magic Leap and the way his novels compare to this unbelievable year. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-politics-used-to-be-socially-distant-11594389426", "title": "American Politics Used to Be Socially Distant", "date": "2020-07-10 09:57", "summary": "The front-porch campaigns of the 19th century suggest ways that Donald Trump and Joe Biden can spread their 2020 messages without spreading the coronavirus. Many of the old ways of campaigning don't seem to work in 2020. In an attempt to return to pre-pandemic days, President Trump's reelection campaign tried to fill a 19,000-seat arena in Tulsa, Okla., on June 20 but wound up with thousands of empty seats-in part because many Republicans opted not to risk catching Covid-19 at a big indoor rally where masks were optional. Last week, Mr. Trump turned instead to somewhat less risky outdoor events, speaking to often maskless supporters at Mount Rushmore and a July 4 gathering on the South Lawn of the White House. Meanwhile, after months hunkered down at his home in Delaware, Joe Biden, the presumptive Democratic nominee, is now regularly venturing out, holding socially distanced campaign events wearing a mask.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-denies-minister-died-of-coronavirus-as-cabinet-members-test-positive-11594382356", "title": "Senior Pakistan Officials Contract Coronavirus", "date": "2020-07-10 09:48", "summary": "Foreign minister and health adviser to Prime Minister Imran Khan are latest officials to test positive as South Asian nation struggles to stop spread. ISLAMABAD-The coronavirus has reached into the top ranks of Pakistan's government, with the foreign minister and a health adviser to Prime Minister Imran Khan testing positive in the past week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slick-shoes-for-a-close-to-home-summer-11594384320", "title": "Slick Shoes for a Close-to-Home Summer", "date": "2020-07-10 08:32", "summary": "Hoping to hide a failed DIY pedicure? Sick of stepping on Legos? Whatever the reason, treat your toes with this sole-saving footwear.. ", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-a-summer-sweater-11594384140", "title": "How to Wear a Summer Sweater", "date": "2020-07-10 08:29", "summary": "Soft, homespun knits paired with more structured pieces create a cool, fresh style. Here, model Sara Blomqvist in some of her own creations alongside summer fashion.. SUIT SET", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soap-makers-are-cleaning-up-amid-the-pandemic-but-cant-get-enough-hand-pumps-11594383415", "title": "Soap Makers Are Cleaning Up, but Can't Get Enough Hand Pumps", "date": "2020-07-10 08:16", "summary": "Companies are redesigning packaging, pushing refill containers and asking customers to reuse pumps to cope with shortage. A surge in demand for soap and hand sanitizer during the pandemic has led to a global shortage of plastic hand pumps that dispense the products, propelling companies to redesign packaging and urge customers to reuse pumps.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-summer-festival-for-cash-flow-forecasters-11594381240", "title": "A Summer Festival for Cash-Flow Forecasters", "date": "2020-07-10 07:40", "summary": "The Archbishop of Canterbury will headline next week's 'Festival of Treasury Transformation' in the U.K.. It is festival season in Britain, when revelers typically gather in fields to sip beer and listen to music and poetry. One event that hasn't been canceled because of the pandemic is the \"Festival of Treasury Transformation.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmaker-who-once-taught-chinese-spies-drops-out-of-race-in-new-zealand-11594377783", "title": "Lawmaker Who Once Taught Chinese Spies Drops Out of Race in New Zealand", "date": "2020-07-10 07:24", "summary": "Jian Yang's decision comes as many countries become warier of China's increasing influence. A Chinese-born New Zealand lawmaker who once taught English to Chinese spies said he won't run for re-election, a decision that comes as many countries recalibrate policies in response to Beijing's growing influence.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seoul-mayors-legacy-is-layered-in-mystery-11594379773", "title": "Seoul Mayor's Legacy Is Layered in Mystery", "date": "2020-07-10 07:16", "summary": "Park Won-soon, who was found dead Friday, was a civil-rights campaigner whose mayoral win shocked South Korea's political establishment. SEOUL-For decades, Park Won-soon operated with little ambiguity.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-gloats-as-rally-drives-tesla-shares-to-new-heights-11594312702", "title": "Elon Musk Gloats as Rally Drives Tesla Shares to New Heights", "date": "2020-07-10 07:11", "summary": "Electric-car maker's market value has risen almost 25% in just over a week, causing fresh pain for bearish investors. Tesla Inc.'s strong performance during the pandemic has sent its stock soaring, dealing a blow to investors betting against the Silicon Valley auto maker. And Chief Executive Elon Musk is having a blast rubbing their noses in it.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-pensions-valuing-real-estate-is-tough-covid-19-brings-new-hurdles-11594379215", "title": "For Pensions, Valuing Real Estate Is Tough. Covid-19 Brings New Hurdles.", "date": "2020-07-10 07:06", "summary": "With Covid-19 and the dramatic slowdown in deal making, investors are finding it more difficult to calculate the value of real-estate holdings. Public pension funds invested in malls, apartments and offices over the last decade in search of higher returns. Now they are grappling with how much those real-estate investments are worth in a world transformed by Covid-19.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-leaders-sister-casts-doubt-on-future-of-nuclear-talks-11594368189", "title": "North Korean Leader's Sister Casts Doubt on Future of Nuclear Talks", "date": "2020-07-10 07:01", "summary": "Kim Yo Jong says further talks would be 'unprofitable' unless Washington changes its position. SEOUL-Another nuclear summit between North Korea and the U.S. would be \"unprofitable\" unless Washington changes its negotiating stance, said Kim Yo Jong, sister of the regime's leader, in her latest display of public politicking.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dayna-grayson-rachel-holt-aim-to-raise-100-million-for-construct-capital-11594378800", "title": "Dayna Grayson, Rachel Holt Aim to Raise $100 Million for Construct Capital", "date": "2020-07-10 07:00", "summary": "An ex-partner of New Enterprise Associates and a former Uber executive will invest in 'deep-tech' startups: robotics, AI, 3-D printing and more. Dayna Grayson and Rachel Holt are raising about $100 million for their debut fund at Construct Capital to focus on \"deep-tech\" startups, according to people familiar with the situation.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxys-sweetener-a-bitter-pill-for-warren-buffett-11594378801", "title": "Oxy's Sweetener a Bitter Pill for Warren Buffett", "date": "2020-07-10 07:00", "summary": "A surprise gift to shareholders such as Carl Icahn dents the value of Occidental Petroleum's lifeline from Berkshire Hathaway. Warren Buffett's $10 billion preferred-share deal with Occidental Petroleum last year was like \"taking candy from a baby,\" fumed shareholder Carl Icahn. That figurative baby-whose new board now includes Mr. Icahn's deputies-has found a way to snatch some of that candy back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-bank-hit-by-third-huge-fraud-11594364169", "title": "Indian Bank Hit by Third Huge Fraud", "date": "2020-07-10 06:56", "summary": "Punjab National Bank, which says a customer defrauded it of $491 million, has been beset by difficulties with borrowers. One of India's biggest state-run banks said it had fallen victim to its third multimillion-dollar fraud in as many years, a stark illustration of the bad debts and weak defenses against misconduct that plague the country's financial system.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-auto-sales-bounce-back-from-coronavirus-hit-worst-ever-quarter-11594367261", "title": "China Auto Sales Bounce Back From Worst-Ever Quarter", "date": "2020-07-10 06:40", "summary": "Vehicle sales up 10.4% in second quarter, but rising dealer inventory in China points to weak consumer demand. SHANGHAI-Auto sales in China increased 10.4% in the second quarter year over year, as dealers and auto makers began to repair the damage from a first quarter wrecked by the coronavirus.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-been-good-for-pcs-has-been-great-for-google-11594377180", "title": "What's Been Good for PCs Has Been Great for Google", "date": "2020-07-10 06:33", "summary": "At-home learning forced by the pandemic fueled demand for personal computers, which is likely to persist into the fall. The personal-computer industry finally got its work-from-home boost. And a good bit of help from the kids.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-energy-policy-is-a-darker-shade-of-green-11594376690", "title": "China's Energy Policy Is a Darker Shade of Green", "date": "2020-07-10 06:24", "summary": "China is simultaneously ramping up investment in both renewables and coal, raising uncomfortable questions for investors as well as climate activists. China is both the world's largest energy user and its largest producer of renewable power, meaning the success or failure of the low-carbon revolution will to a large extent be made in China. For the planet and investors alike, prospects are mixed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christian-pulisic-star-student-of-english-soccers-summer-school-11594375278", "title": "Christian Pulisic: Star Student of English Soccer's Summer School", "date": "2020-07-10 06:01", "summary": "The 21-year-old American is leading a class of young talents breaking out since the Premier League restarted in June. Christian Pulisic, the 21-year-old star of American soccer, spent lockdown doing exactly what you'd expect a 21-year-old to do when there's no place to go. He played videogames. He joined TikTok. He ordered dozens of burritos.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-deliverys-next-meals-wont-come-cheap-11594375200", "title": "Food Delivery's Next Meals Won't Come Cheap", "date": "2020-07-10 06:00", "summary": "Investors hungry for near-term price rationalization in the industry could get smoked. The coronavirus has precipitated a playoff-like environment for food delivery players: We're getting down to a few top teams, and the stakes are especially high. But investors expecting all of the mergers in the industry to lead to more-rational pricing soon may get smoked.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-ships-still-have-their-fans-even-after-coronavirus-11594373404", "title": "Cruise Ships Still Have Their Fans, Even After Coronavirus", "date": "2020-07-10 05:30", "summary": "The pandemic has thrown a sizable iceberg at the cruise industry, but long-term customer demand won't crash. Landlubbers who wrote this industry off for dead just don't get it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/file-your-taxes-even-if-you-cant-pay-11594373402", "title": "File Your Taxes, Even if You Can't Pay", "date": "2020-07-10 05:30", "summary": "The IRS is the most powerful creditor in the country. When you owe taxes, blowing off your filings has immediate consequences that get worse the longer you ignore them.. No matter how stressed or financially stretched you are this year, file tax forms with the Internal Revenue Service by July 15. Not doing so will only make your bad situation worse.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldbugs-take-center-stage-in-markets-but-the-real-show-is-with-energy-11594373400", "title": "Goldbugs Take Center Stage in Markets, but the Real Show Is With Energy", "date": "2020-07-10 05:30", "summary": "With the economy still pinned down by the pandemic, a look at this week's winners and losers. It's getting harder to bet on a strong economic recovery. The wave of states opening up their economies has directly resulted in a wave of new coronavirus infections.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-biotech-sees-its-coronavirus-vaccine-ready-for-approval-by-december-11594373400", "title": "German Biotech Sees Covid-19 Vaccine Ready for Approval by December", "date": "2020-07-10 05:30", "summary": "BioNTech CEO warns it could still take a decade to fight back virus that has now infected millions, despite global efforts and rapid progress. BERLIN-The German biotech firm that has partnered with Pfizer Inc. to develop a coronavirus vaccine is confident it will be ready to seek regulatory approval by the end of the year, according to its chief executive.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-political-ads-does-7-billion-buy-were-about-to-find-out-11594373402", "title": "How Many Political Ads Does $7 Billion Buy? We're About to Find Out.", "date": "2020-07-10 05:30", "summary": "Kantar Media revises projection upward as home-bound voters are easiest to reach via TV, digital; Kris Kobach accuses McConnell allies of funding campaign against him. 2020 POLITICAL AD SPENDING ESTIMATES BALLOON, with Kantar Media now projecting that $7 billion will be spent by campaigns and PACs on TV and digital. The new estimate is the second time this cycle Kantar has revised their projection upward: first to $6.5 billion from $6 billion in February, to account for the role played by billionaires Michael Bloomberg and Tom Steyer in the Democratic primaries, and now to $7 billion based on the astronomical sums raised by presidential and congressional campaigns. An expected dip in fundraising due to the coronavirus pandemic and the economic crisis has not materialized.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-women-colder-than-men-the-science-behind-office-temperature-wars-11594373401", "title": "The Science Behind Office Temperature Wars", "date": "2020-07-10 05:30", "summary": "Research suggests a room temperature of 73.4 to 78.8 degrees Fahrenheit suits both men and women. If you and your office mates are locked in battle over whether to set the AC to \"arctic blast\" or \"cool breeze\"-a conflict that often seems to divide the genders-you might have wondered: Why are women colder than men?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-test-of-europes-banks-comes-this-fall-11594372657", "title": "The Real Test of Europe's Banks Comes This Fall", "date": "2020-07-10 05:17", "summary": "Lenders face a rough second half as governments unwind the programs that cushioned the initial blow of the coronavirus crisis. Second-quarter results from Europe's banks won't be great, but it is in the second half that the sector faces its toughest test.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11594319549", "title": "Pepper...and Salt", "date": "2020-07-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-07-09-2020-11594284580", "title": "Coronavirus Cases Soar as States Puzzle Over School Reopenings", "date": "2020-07-10 21:30", "summary": "Hospitals feeling a strain; 'the data is not looking good'. Coronavirus-related hospitalizations and new cases climbed in a number of states as governors across the U.S. wrestled with the looming issue of how to safely reopen schools in the fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-hear-case-on-government-seizure-of-fannie-freddie-profits-11594320045", "title": "Supreme Court to Hear Case on Government Seizure of Fannie, Freddie Profits", "date": "2020-07-10 20:51", "summary": "Case, to be heard during court's next term, involves the federal takeover of the mortgage-finance companies. WASHINGTON-The Supreme Court said it would wade into a yearslong dispute involving the government's takeover of Fannie Mae and Freddie Mac , which guarantee half the country's $11 trillion mortgage market and neared collapse during the 2008 financial crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-appeals-order-to-dismiss-charges-against-michael-flynn-11594328207", "title": "Judge Appeals Order to Dismiss Charges Against Michael Flynn", "date": "2020-07-10 20:42", "summary": "Former national security adviser had pleaded guilty to perjury before Justice Department moved to end case. A federal judge asked for a full appeals court to review an order telling him to dismiss the case against former national security adviser Michael Flynn.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-trump-bid-to-block-new-york-subpoena-seeking-financial-tax-records-11594304520", "title": "Supreme Court Paves Way for New York Prosecutor to View Trump Taxes", "date": "2020-07-10 20:06", "summary": "Trump subpoena cases sent back to lower courts, likely delaying any possible release of records until after presidential election. WASHINGTON-The Supreme Court paved the way for a New York prosecutor to enforce a subpoena for President Trump's financial and tax records, but issued a mixed decision in a related case involving subpoenas from Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]