[{"link": "https://www.wsj.com/articles/facebook-antitrust-lawsuits-what-do-the-cases-mean-for-the-social-media-giant-11607551755", "title": "Facebook Antitrust Lawsuits: What They Mean for the Social-Media Giant", "date": "2020-12-09 18:36", "summary": "U.S. antitrust authorities have been examining for more than a year whether Facebook used its market position to stifle competition. The Federal Trade Commission and a group of 48 attorneys general have filed antitrust lawsuits against Facebook Inc. The Wall Street Journal previously reported that a focus of antitrust probes were the company's past acquisitions of potential competitors, such as photo-sharing service Instagram. Here's a look at why Facebook's past deal activity is under scrutiny:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-navy-stops-taking-on-water-11607556845", "title": "The Navy Stops Taking On Water", "date": "2020-12-09 18:34", "summary": "Decades of cuts left the U.S. fleet at almost 1916 levels, but President Trump is changing all that.. The Trump administration this week is taking an important step to quicken the U.S. Navy's buildup after its disastrous decline under previous administrations. By the Obama administration's last year, after decades of cuts to shipbuilding and maintenance, the Navy had been stripped down to a fleet barely larger than it was 100 years ago. These 275 ships struggled to meet America's national-security needs, leaving crews stressed, basic maintenance deferred, and the country at risk. The shipbuilding industrial base shrank to a fraction of the manufacturing might that won the Cold War.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumers-unemployment-flip-flop-11607556804", "title": "Schumer's Unemployment Flip-Flop", "date": "2020-12-09 18:33", "summary": "His current Covid relief demands contradict his own bill from July.. Democrats are outraged this week that the White House rejected their demand for four more months of $300 in weekly enhanced jobless payments in Covid relief talks. \"That is unacceptable,\" thundered Senate Minority Leader Chuck Schumer in a statement with House Speaker Nancy Pelosi. Would he say the same about legislation he introduced in July with Oregon Democrat Ron Wyden?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-shares-jump-following-ipo-11607536025", "title": "DoorDash's IPO Delivers as Shares Surge in Market Debut", "date": "2020-12-09 18:32", "summary": "Stock jumps 86% on first day of trading, valuing the food deliverer at more than $70 billion, higher than many of its restaurant clients. DoorDash Inc. delivered for investors, surging 86% in its stock-market debut on Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-and-groupthink-11607556598", "title": "Nasdaq and 'Groupthink'", "date": "2020-12-09 18:29", "summary": "The stock exchange now wants to be your diversity consultant.. There's a new Nasdaq high-growth industry: diversity consulting. On Wednesday the stock exchange rolled out a service that conveniently complements its new race and gender mandates. Nasdaq is now offering \"Limited time, complimentary access\" to \"The Equilar Diversity Network.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-2-billion-benefit-fraud-11607556509", "title": "California's $2 Billion Benefit Fraud", "date": "2020-12-09 18:28", "summary": "Sacramento can't pass out jobless checks without being scammed.. It's been a rough year for California government: catastrophic wildfires, power outages, and now massive unemployment benefit fraud. It appears the progressive paragon can't even make transfer payments without making a hash.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-10-best-books-of-2020-11607556369", "title": "The 10 Best Books of 2020", "date": "2020-12-09 18:26", "summary": "The editors of the Journal's books pages pick the year's most distinguished fiction and nonfiction.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-canada-shields-its-dairy-market-in-violation-of-trade-pact-11607556196", "title": "U.S. Says Canada Shields Its Dairy Market in Violation of Trade Pact", "date": "2020-12-09 18:23", "summary": "Complaint is the first enforcement action pursued under the U.S.-Mexico-Canada Agreement. WASHINGTON-The Trump administration filed a complaint against Canada over the market access for U.S. dairy products, in the first enforcement action under the U.S.-Mexico-Canada Agreement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-w-bush-and-the-covid-vaccine-11607555957", "title": "George W. Bush and the Covid Vaccine", "date": "2020-12-09 18:19", "summary": "Credit 2020's speedy development in part to a series of laws he signed in 2002-06.. It's poetic that when the U.K. began its Covid vaccinations Tuesday, the second person to receive an injection was 81-year-old William Shakespeare from Warwickshire, his famous namesake's home county.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-a-parting-swipe-at-the-executive-branch-11607555895", "title": "Trump Takes a Parting Swipe at the Executive Branch", "date": "2020-12-09 18:18", "summary": "Stripping OMB staffers of civil-service protection will make it harder for the president to do his job.. We served as presidential appointees in the Office of Management and Budget under Republican and Democratic administrations, and we disagree on plenty. But we are in complete accord that OMB's career professionals are essential for effective government. They bring deep knowledge-built up over years, sometimes decades-of how government works, which approaches to policy have succeeded or failed, and why.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-and-social-media-need-smart-regulation-11607555833", "title": "Tech Giants and Social Media Need Smart Regulation", "date": "2020-12-09 18:17", "summary": "The digital economy should have a code of conduct that enhances competition and encourages innovation.. The antitrust cases against Google and now Facebook are a welcome reinvigoration of the government's power to stop monopolization. The cases, however, aren't enough. They will become drawn-out legal battles and will likely leave many anticompetitive practices unchanged. The U.S. should complement its litigation approach by following the lead of the British government, which recently announced the creation of a new regulatory body, the Digital Markets Unit, to enforce a code of conduct for the digital economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-once-a-nuisance-is-now-an-attractive-investment-11607555769", "title": "Airbnb, Once a Nuisance, Is Now an Attractive Investment", "date": "2020-12-09 18:16", "summary": "The short-term rental platform made my neighborhood loud. I'm hoping it'll make my finances flush.. Scottsdale, Ariz.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-covid-resistance-11607555711", "title": "The New Covid Resistance", "date": "2020-12-09 18:15", "summary": "A population of deplorables is rising among people who aren't in MAGA hats.. Despite the Trump election challenges, despite the Georgia Senate runoff that has turned Loeffler, Warnock, Perdue and Ossoff into unlikely household names, the most intriguing consequence of the 2020 election is Nancy Pelosi's slim Democratic majority in the House. How did that happen?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-bread-with-the-dead-review-old-books-in-a-new-class-11607555636", "title": "'Breaking Bread With the Dead' Review: Old Books in a New Class", "date": "2020-12-09 18:13", "summary": "A professor argues that we should engage with the classics, not only in spite of, but even because of, our moral differences with them.. Alan Jacobs reports that, though he has been teaching old books to classrooms full of students for many years, lately when he walks into a classroom \"fairly regularly the first thing I see is every head bowed before a glowing screen.\" Ever-present screen-based entertainment, a 24-hour news cycle and the constant connectivity of social media place us in a constant sensory flux. This is not a hospitable environment for the study of great books, but Mr. Jacobs argues that our current predicament provides even more reason for turning to them: Reading old books promises to lengthen our \"now,\" situating and stabilizing us so that we become possessed of more tranquil minds and less dominated by impulse. Those who can tie themselves to the great minds of the past, Mr. Jacobs tells us, will achieve greater \"temporal bandwidth.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/significant-obstacles-remain-in-brexit-negotiations-u-k-official-says-11607553320", "title": "Significant Obstacles Remain in Brexit Negotiations", "date": "2020-12-09 18:05", "summary": "Decision on future of talks should be taken by Sunday, the official said. BRUSSELS-Talks between British Prime Minister Boris Johnson and the European Union's top official ended without breakthrough Wednesday night with both sides saying they would decide on the future of the talks by Sunday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-decries-m-b-a-ization-of-america-11607548589", "title": "Elon Musk Decries 'M.B.A.-ization' of America", "date": "2020-12-09 18:04", "summary": "Tesla's chief executive blames business schools for lack of innovation; deans are firing back. What is wrong with American corporations? Elon Musk says too many M.B.A.s. are polluting companies' ability to think creatively and give customers what they really want.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-name-katherine-tai-u-s-trade-representative-11607552856", "title": "Biden to Name Katherine Tai U.S. Trade Representative", "date": "2020-12-09 18:04", "summary": "Tai was top U.S. Trade Representative lawyer on China issues in Obama administration. WASHINGTON-President-elect Joe Biden plans to nominate Katherine Tai as U.S. Trade Representative, according to people familiar with the matter, turning to an experienced trade lawyer with expertise on China and proven diplomatic skills.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-google-to-stop-x-mode-from-collecting-location-data-from-users-phones-11607549061", "title": "Apple and Google to Stop X-Mode From Collecting Location Data From Users' Phones", "date": "2020-12-09 17:42", "summary": "After the data broker came under scrutiny for national-security work, tech giants tell app developers to remove trackers or lose access to their operating systems. Apple Inc. and Alphabet Inc.'s Google will ban the data broker X-Mode Social Inc. from collecting any location information drawn from mobile devices running their operating systems in the wake of revelations about the company's national-security work.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-colleges-learned-from-fall-reopenings-11607553739", "title": "What Colleges Learned from Fall Reopenings", "date": "2020-12-09 17:42", "summary": "U.S. colleges and universities are preparing for the spring semester with takeaways learned over the past several months. Some colleges are planning to take different approaches to safety and teaching in the spring semester than they did in the fall, amid the Covid-19 pandemic. While some aim to bring more students back to campus, others are shifting to more online learning.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-authorizes-covid-19-vaccine-from-pfizer-and-biontech-11607531030", "title": "Canada Authorizes Covid-19 Vaccine From Pfizer and BioNTech", "date": "2020-12-09 17:34", "summary": "Ottawa is poised to begin its immunization rollout as early as next week. Canada became the third country to authorize use of the Covid-19 vaccine produced by Pfizer Inc. and BioNTech SE, racing ahead of the U.S. Food and Drug Administration and Europe's main regulator to approve shots for its most vulnerable citizens.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-expects-covid-19-hospitalizations-to-rise-in-next-month-11607552360", "title": "New York State Expects Covid-19 Hospitalizations to Rise in Next Month", "date": "2020-12-09 17:19", "summary": "Gov. Andrew Cuomo urges hospitals to be 'flexible and nimble' to handle coming influx of patients. New York officials warned Wednesday that the state's hospitals need to brace for a mounting caseload, as the number of people needing hospitalization for Covid-19 is expected to rise through mid-January.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-urges-u-s-campuses-to-track-china-related-activities-11607551370", "title": "Pompeo Urges U.S. Campuses to Track China-Related Activities", "date": "2020-12-09 17:02", "summary": "In speech at Georgia Tech, he suggests institutions monitor students, disclose funding from foreign sources. Secretary of State Mike Pompeo said American academic institutions should do more to combat Chinese government influence and activities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/try-to-learn-from-the-past-dont-rewrite-it-11607551346", "title": "Try to Learn From the Past, Don't Rewrite It", "date": "2020-12-09 17:02", "summary": "Don't abuse the inheritance of your freedom to bully others but instead use your freedom to reflect upon yourselves.. Regarding Alessandra Bocchi's \"Ancient History Isn't Colonialism\" (op-ed, Dec. 1): To the Brown University students who feel \"harmed\" by \"white, Western civilization\" generally, and by the statues of the two Roman emperors Augustus and Aurelius specifically, I'd like to make a suggestion: In the next term paper avoid any word that is derived from Latin, avoid any legal concept that originated in the Roman Republic and avoid spelling out in name any month of the year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innovation-unlikely-from-biden-economists-11607551271", "title": "Innovation Unlikely From Biden Economists", "date": "2020-12-09 17:01", "summary": "Only two of the five \"economists\" mentioned actually are economists.. A strikingly odd aspect of your editorial \"Return of the Obama Economists\" (Dec. 1) is that only two of the five \"economists\" mentioned actually are economists. Cecilia Rouse and Janet Yellen are true economists. Ms. Rouse is first-rate and a highly respected expert in labor economics and the economics of education. Ms. Yellen has had a long career as both an academic economist and maker of economic policy. Her extensive practical experience in making economic policy counts for a lot. Although her Keynesian understanding of macroeconomics is literally half a century out of date, she is a serious economist. Of the other members of the Biden team, at least two have literally no academic training in economics, business or finance. Jared Bernstein has degrees in music, philosophy and social work. Brian Deese has a political science degree and a law degree. Neera Tanden has a law degree. Why would anyone think such people will offer better economic analysis than, say, the supermarket butcher or a taxicab driver? Why would anyone call them economists? To do so is to insult the entire economics profession.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrities-arent-the-only-buyers-after-montecito-real-estate-11607551226", "title": "Celebrities Aren't the Only Buyers After Montecito Real Estate", "date": "2020-12-09 17:00", "summary": "Resume Subscription. The coastal enclave of Montecito, Calif., which sits between the Pacific Ocean and the Santa Ynez Mountains in Santa Barbara County, has long been a desirable destination. Covering approximately 9 square miles, the town is known for its dramatic natural surroundings, pristine beaches, mild climate, historic estates and boldface neighbors like Oprah Winfrey, who owns multiple properties including a 20,424-square-foot, Neo-Georgian mansion on 40 acres purchased for roughly $50 million in 2001 and nicknamed \"The Promised Land.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roundtables-policy-is-perfectly-reasonable-11607551202", "title": "Roundtable's Policy Is Perfectly Reasonable", "date": "2020-12-09 17:00", "summary": "As the former president of a small, highly successful technology company, I don't understand the criticism, even animosity, of some toward the Business Roundtable's policy recommendations.. Regarding \"What Do We Expect From Our Corporations?\" (Letters, Dec. 4): As the former president of a small, highly successful technology company, I don't understand the criticism, even animosity, of some toward the Business Roundtable's policy recommendations that companies 1) work in the interest of shareholders, 2) commit to delivering value to customers, 3) invest in employees, 4) deal fairly and ethically with suppliers, and 5) support local communities. These interests aren't mutually exclusive but in fact are mutually dependent. I understood that to support our shareholders' interests, we had to do the latter four things well to be successful, though I did have the view that providing well-paying jobs was our biggest contribution to the community. If we failed at the latter four, we were far less likely to be successful at our first priority, and the better we did those four, the more successful we were likely to be. I also understood that if we didn't make a reasonable profit for our shareholders and for investing in R&D, growth in our markets, etc., then we couldn't do the other four because we wouldn't exist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recounting-unconfirmed-ballots-doesnt-do-much-11607551116", "title": "Recounting Unconfirmed Ballots Doesn't Do Much", "date": "2020-12-09 16:58", "summary": "Mr. Raffensperger is relying on completely irrelevant data to justify his claim that this \"election was the most secure in history.\". Regarding Georgia Secretary of State Brad Raffensperger's \"Trump Runs the Stacey Abrams Playbook\" (op-ed, Dec. 7): I would suggest that the cumulative and significant effect of the changes in voting rules by states, in some cases apparently in conflict with their own state constitutions, are the definition of \"unchecked attacks on election integrity.\" With respect to Georgia, the process of hand-counting paper ballots and comparing their number to machine totals doesn't address the process questions around signature verification and residency status, which are the real issues involved in protecting the integrity of elections. My household received ballots for two people who are residents of another state.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antonio-salazar-protected-jewish-refugees-like-my-father-11607551066", "title": "Salazar Protected Jewish Refugees Like My Father", "date": "2020-12-09 16:57", "summary": "Refugees like my father had much to be grateful to Salazar for.. Regarding Tunku Varadarajan's review of Tom Gallagher's \"Salazar: The Dictator Who Refused to Die\" (Bookshelf, Dec. 3) about the Portuguese dictator António Salazar: My father left Vienna, Austria, in June of 1938 on a train for Lisbon, Portugal, the only place he could go in Europe where he wouldn't be arrested for being a Jew.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hands-earth-perspectives-on-japanese-contemporary-ceramics-review-a-kiln-fired-culture-11607550954", "title": "'Hands & Earth: Perspectives on Japanese Contemporary Ceramics' Review: A Kiln-Fired Culture", "date": "2020-12-09 16:55", "summary": "An exhibition at the Katonah Museum of Art spotlights ceramic works of the past century that speak to Japan's traditional style and technique.. Katonah, N.Y.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rothko-in-a-new-light-11607550793", "title": "Rothko in a New Light", "date": "2020-12-09 16:53", "summary": "A $30 million restoration of Houston's Rothko Chapel features updated acoustics and lighting that showcase as never before the 14 canvases that line its walls.. Houston", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-a-space-alien-in-the-galactic-federation-its-really-boring-11607550675", "title": "I'm a Space Alien in the 'Galactic Federation.' It's Really Boring.", "date": "2020-12-09 16:51", "summary": "Despite an Earthbound official's wild interview about galaxy visitors, reality may be more mundane. Former Israeli Space Security Chief Says Aliens Exist, Humanity Not Ready", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-names-mellody-hobson-board-chairwoman-11607529649", "title": "Starbucks Names Mellody Hobson Board Chairwoman", "date": "2020-12-09 16:47", "summary": "Ariel Investments co-CEO would be among most prominent Black leaders of U.S. corporate boards. Starbucks Corp. appointed investor Mellody Hobson as its next chairwoman, positioning the coffee chain to be among the biggest U.S. companies with a Black person leading its board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-facebook-spread-out-with-deals-for-whatsapp-instagram-and-others-11607548228", "title": "How Deals Helped Facebook Extend Its Reach", "date": "2020-12-09 16:46", "summary": "U.S. authorities are scrutinizing the social-media giant's acquisition history and how it selected its targets. Facebook Inc., for the first time, is facing antitrust lawsuits in its home market. On Wednesday, the Federal Trade Commission and a group of attorneys general accused the Menlo Park, Calif., company of abusing its market position to squelch competition. The lawsuits scrutinize Facebook's acquisition strategy and its motivations to buy companies such as WhatsApp and Instagram. Here's a look at some of Facebook's key deals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-approves-plan-to-bring-more-detailed-stock-market-data-to-public-11607532641", "title": "SEC Approves Plan to Bring More Detailed Stock-Market Data to Public", "date": "2020-12-09 16:32", "summary": "Under the plan, data showing supply and demand for stocks will be added to public feeds. The Securities and Exchange Commission approved a plan to beef up the public data feeds that broadcast stock prices to investors, broadening access to market information that exchanges sell to professional traders at a premium.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-09-2020-11607509587", "title": "Stocks Drop as Investors Eye Stimulus Talks", "date": "2020-12-09 16:31", "summary": "Major indexes pull back from record levels. Stocks retreated from record levels as investors monitored the negotiations in Washington over another fiscal stimulus package.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-propane-are-early-winners-in-quest-for-clean-ship-fuels-11607549306", "title": "Natural Gas, Propane Are Early Winners in Quest for Clean Ship Fuels", "date": "2020-12-09 16:28", "summary": "Roughly a quarter of all shipping capacity on order is being built to burn new fuels as operators seek a future with reduced emissions. Natural gas and propane are emerging as the leading choices for fuel sources to power vessels for shipping companies moving to slash carbon emissions in their operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-warren-and-nadler-float-consumer-bankruptcy-overhaul-11607539212", "title": "Democrats Warren and Nadler Float Consumer Bankruptcy Overhaul", "date": "2020-12-09 16:26", "summary": "The reform package would roll back fees that can make bankruptcy expensive for the poorest consumers. Congressional Democrats on Wednesday introduced legislation overhauling the U.S. bankruptcy system to make it friendlier to consumers while opening the door to student-loan cancellation, among other proposals.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-needs-to-strike-while-soup-is-still-hot-11607530885", "title": "Campbell Needs to Strike While Soup Is Still Hot", "date": "2020-12-09 16:19", "summary": "Food company benefits from an embrace of its namesake condensed soups by millennials who previously shunned them. Campbell Soup is back, led by an unlikely champion-its original condensed soups. Now it needs to show it can make those gains stick.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shutdown-boom-11607547380", "title": "The Shutdown Boom", "date": "2020-12-09 16:17", "summary": "When government reorders society in a panic, not everybody loses.. Before Beltway politicians sign off on another trillion-dollar stimulus plan, they might want to ponder how the earlier trillions spent by Congress and created by the Federal Reserve are still sloshing through the economy. Covid restrictions from state and local politicians have disrupted the ability of many workers to earn a living, but today's market action shows there are a few big winners, too. When people are ordered to stay home, they still want to eat.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-introduce-lloyd-austin-as-defense-chief-rekindling-civilian-military-debate-11607531725", "title": "Biden Seeks Waiver for Defense-Chief Pick", "date": "2020-12-09 16:10", "summary": "President-elect, Lloyd Austin stress commitment to civilian-run military. President-elect Joe Biden asked for approval of a congressional waiver allowing him to nominate Lloyd Austin for defense secretary, which would the retired Army general the nation's first Black Pentagon chief.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/framers-thursday-crossword-december-10-11607294954", "title": "Framers (Thursday Crossword, December 10)", "date": "2020-12-09 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-designers-california-cottage-in-montecito-11607547418", "title": "A Designer's California Cottage in Montecito", "date": "2020-12-09 15:56", "summary": "Interior designer Jeffrey Alan Marks renovated his home 'to feel like a London townhouse in Big Sur.'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-young-family-finds-room-to-grow-in-montecito-11607547279", "title": "A Young Family Finds Room to Grow in Montecito", "date": "2020-12-09 15:54", "summary": "A couple and their children leave Los Angeles and settle into their new home in this California coastal town.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-new-montecito-home-for-a-new-life-11607547227", "title": "A New Montecito Home for a New Life", "date": "2020-12-09 15:53", "summary": "Amid the pandemic, Kristen d'Offay moved from Northern California with her three young children.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/frances-macron-proposes-bill-outlawing-islamist-separatism-11607543711", "title": "France's Macron Proposes Bill Outlawing 'Islamist Separatism'", "date": "2020-12-09 15:50", "summary": "The move, coming after several terrorist attacks, would ban a broad array of activity, from abuse of home schooling to online hate speech. PARIS-The government of President Emmanuel Macron on Wednesday proposed legislation to outlaw a broad array of activity that it defines as forms of \"Islamist separatism,\" from the abuse of home schooling to online hate speech.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iacs-relationship-with-google-is-complicated-11607547036", "title": "IAC's Relationship With Google Is Complicated", "date": "2020-12-09 15:50", "summary": "Investors seem unduly relaxed about a lovers' spat between IAC and Alphabet's Google. Investors new to the IAC/InterActiveCorp. story probably know it as a company that kindled online romance through now-independent Match Group Inc. They seem unduly relaxed about a lovers' spat with Alphabet Inc.'s Google.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-lift-political-ad-ban-on-thursday-11607528290", "title": "Google to Lift Political Ad Ban on Thursday", "date": "2020-12-09 15:47", "summary": "The blackout was put in place due to concerns over misinformation surrounding the 2020 election. Alphabet Inc.'s Google said it is planning to lift its ban on political ads on Thursday after a blackout of more than a month because of concerns over election misinformation.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-wine-shopping-how-to-win-the-costco-treasure-hunt-11607545611", "title": "Holiday Wine Shopping: How to Win the 'Costco Treasure Hunt'", "date": "2020-12-09 15:26", "summary": "On a hunch that this year might be a uniquely fruitful one for finding deals, our wine columnist stalked the aisles at Costco. Here, the best values she flushed out.. \"WE DON'T HAVE any more wine Advent calendars!\" said a harried Costco staffer as he rushed by me. I'd just set foot in the Wayne, N.J., Costco, and he'd overheard me say \"wine\" to my husband.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-changes-finance-chief-as-turnaround-continues-11607545223", "title": "Coty Changes Finance Chief as Turnaround Continues", "date": "2020-12-09 15:20", "summary": "The beauty and skin-care company promoted Laurent Mercier, currently deputy chief financial officer, to the role of CFO. Cosmetics company Coty Inc. shuffled finance executives as it works to turn around its business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-lite-spares-economies-but-doesnt-end-pandemic-11607531785", "title": "'Lockdown Lite' Spares Economies but Doesn't End Pandemic", "date": "2020-12-09 15:19", "summary": "France shows more-targeted responses can work, but in U.S. they haven't stopped risky behavior. Global stock markets cratered when the first wave of Covid-19 infections shut down economies around the world. The current wave by some measures is worse, but markets have barely shrugged.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-needs-to-raise-taxes-gov-andrew-cuomo-says-11607545030", "title": "New York Needs to Raise Taxes, Gov. Andrew Cuomo Says", "date": "2020-12-09 15:17", "summary": "Covid-19 crisis has led state to an $8.7 billion deficit in coming year. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-states-pension-fund-pledges-net-zero-greenhouse-emissions-by-2040-11607544056", "title": "New York's Pension Fund Pledges Net-Zero Greenhouse Emissions", "date": "2020-12-09 15:00", "summary": "Country's third-largest state pension fund will first undertake a four-year review of its investments in energy companies. New York state's $226 billion pension fund on Wednesday pledged to reach net-zero greenhouse-gas emissions across its portfolio by 2040, placing more pressure on companies in North America and abroad to tackle climate change.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-do-away-with-international-change-fees-11607543892", "title": "Airlines Do Away With International Change Fees", "date": "2020-12-09 14:58", "summary": "Delta and United join American in scrapping the charges to encourage global travel during pandemic. Major airlines are doing away with hefty fees to change international flights, as the carriers prepare to try to lure back globe-trotters next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thredup-secondhand-clothing-retailer-creates-a-logo-for-thrifted-clothes-11607543831", "title": "ThredUP, Secondhand Clothing Retailer, Creates a Logo for Thrifted Clothes", "date": "2020-12-09 14:57", "summary": "The company worked with designer Christian Siriano to give used clothing the cachet of a brand and greater sustainability appeal. Secondhand clothing marketplace thredUP Inc. this week introduced a logo to represent preowned clothes anywhere-not just those on its platform-in an effort to promote the sustainable aspect of thrifted fashion.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-volatile-run-continues-in-december-11607528667", "title": "Gold's Volatile Run Continues in December", "date": "2020-12-09 14:51", "summary": "Precious metal still up more than 20% for the year. Gold prices fell Wednesday, paring some of the December rally and continuing a stretch of volatility as traders weigh a recent rise in coronavirus cases against upbeat vaccine trial results and prospects for further stimulus.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-megamansion-developer-nile-niami-places-spec-home-in-bankruptcy-11607542932", "title": "L.A. Megamansion Developer Nile Niami Places Spec Home in Bankruptcy", "date": "2020-12-09 14:42", "summary": "The developer was facing the prospect of a foreclosure sale at the West Hollywood mansion. Nile Niami, the brash real-estate developer known for his over-the-top megamansions, has placed one of his high-priced spec homes in bankruptcy.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-rabbi-aims-to-light-up-world-one-12-foot-menorah-at-a-time-11607542398", "title": "Rabbi Aims to Light Up World, One 12-Foot Menorah at a Time", "date": "2020-12-09 14:33", "summary": "Rabbi Boruch Klar has built specialty business around Hanukkah holiday. For most Jews, the biggest concern leading up to Hanukkah, the eight-day holiday known as the festival of lights, might be remembering where they stored the menorah, the candelabrum that is the focus of the celebration.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/platinum-clinches-7-2-billion-deal-for-hnas-ingram-micro-11607542105", "title": "Platinum Equity Clinches $7.2 Billion Deal for HNA's Ingram Micro", "date": "2020-12-09 14:28", "summary": "The deal caps years of private-equity efforts to buy the technology distributor taken private by HNA in 2016. Platinum Equity is buying U.S. computer-and-technology products distributor Ingram Micro Inc. from China's HNA Group in a $7.2 billion transaction that has been the focus of private-equity deal makers for the last couple of years.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-promotes-andre-schulten-to-cfo-11607527507", "title": "P&G Promotes Baby-Care Executive Andre Schulten to CFO", "date": "2020-12-09 14:19", "summary": "He will succeed Jon Moeller, who has served as finance chief since 2009. Procter & Gamble Co. is promoting the head of its baby-care segment in North America to the role of finance chief as the company navigates heightened demand for its products during the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-chinese-man-close-to-beijing-initiative-for-alleged-graft-11607528444", "title": "U.S. Sanctions Gangster Known as 'Broken Tooth' for Corruption in China's Belt and Road", "date": "2020-12-09 14:17", "summary": "Penalties levied on a Chinese convict come amid Trump administration pressure campaign against China. WASHINGTON-The Trump administration, using its anticorruption powers, sanctioned three men including a convicted Chinese gangster who has set up businesses seeking to benefit from Beijing's flagship transcontinental infrastructure-building program.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-therapy-shows-promise-for-a-form-of-blindness-but-is-it-a-cure-11607540844", "title": "Gene Therapy Shows Promise for a Form of Blindness, but Is It a Cure?", "date": "2020-12-09 14:07", "summary": "Study of treatment for an inherited form of vision loss raises pricing questions for drugs with long-term benefits. A clinical trial of a gene therapy for an inherited condition leading to vision loss made an unexpected finding: Patients treated in one eye experienced improvement in the other eye as well.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-to-cause-temporary-side-effects-doctors-say-11607536289", "title": "Covid-19 Vaccines Pose Potential Side Effects, Doctors Say", "date": "2020-12-09 13:39", "summary": "U.K. authorities warn people with severe allergies against receiving the Pfizer-BioNTech shots, after two Britons experience allergic reactions. Most people are unlikely to have severe allergic reactions to the Pfizer -BioNTech vaccine, doctors and vaccine experts say, but the shots might come with temporary side effects such as fever and muscle pain.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-genesis-g80-the-finest-car-70-000-can-buy-11607538135", "title": "2021 Genesis G80: The Finest Car $70,000 Can Buy", "date": "2020-12-09 13:22", "summary": "Think that Hyundai's new luxury offshoot can't compete with the likes of heritage brands Mercedes, Audi and BMW? Think again, says Dan Neil.. MUCH OF THE reader mail this column receives, thank you, is phrased in the form of a question: Which car should I buy? This question gets harder every year. Lately, many of my correspondents want to know which three-ton super-SUV behemoth I would recommend? Um, none. It's my duty to observe that the supersizing of the U.S. private fleet represents a public health threat and a failure of regulatory and tax policy (I'm looking at you, Section 179 of the IRS Code). On average and at the extreme, SUVs and trucks have gotten too big, too wasteful and there are too many on the road. Don't buy one.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-misfit-helped-lead-company-into-game-market-11607537700", "title": "Microsoft Misfit Helped Lead Company Into Game Market", "date": "2020-12-09 13:15", "summary": "Eric Engstrom was part of rebellious team behind technology that paved way for Xbox. In the early 1990s, Microsoft Corp.'s Windows operating system was dominant for office applications but a loser in the world of computer games.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-easy-way-to-get-a-christmas-tree-from-the-countryeven-during-covid-11607535573", "title": "The Easy Way to Get a Christmas Tree From the Country-Even During Covid", "date": "2020-12-09 12:39", "summary": "Has the pandemic kept you from scouting the perfect pick at a Christmas-tree farm? Here, how to get a fresh-cut fir without leaving home.. WHILE PICKING the ideal pine is a beloved holiday tradition for many-with 26.2 million real Christmas trees sold nationwide last year-the logistics can prove a hassle, especially if you want to bring it home from the countryside.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-rocky-release-of-cyberpunk-2077-a-new-videogame-featuring-keanu-reeves-11607509800", "title": "Behind the Rocky Release of 'Cyberpunk 2077'", "date": "2020-12-09 12:33", "summary": "Game launches this week after being delayed three times-in part because of challenges caused by employees working from home. Videogame maker CD Projekt SA was finishing its biggest-ever title, anchored by Hollywood star Keanu Reeves, when the Covid-19 pandemic hit earlier this year and bogged the Polish company down with time-eating remote-work problems.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-californias-silicon-valley-an-architecturally-striking-home-asks-33-million-11607535031", "title": "In Silicon Valley, an Architecturally Striking Home Asks $33 Million", "date": "2020-12-09 12:30", "summary": "The seller interviewed 200 architects before hiring a firm to design the modern, sculptural house. In California's Silicon Valley, a modern home with a distinctive mahogany and poured concrete facade is coming on the market for $33 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-massive-mahogany-modern-home-in-silicon-valley-11607534644", "title": "A Massive Mahogany Modern Home in Silicon Valley", "date": "2020-12-09 12:24", "summary": "In the pricey town of Portola Valley, this home is over 8,000 square feet and is filled with mid-century furniture and quirky art pieces. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-wants-to-be-the-worlds-banker-11607534410", "title": "China Wants to Be the World's Banker", "date": "2020-12-09 12:20", "summary": "The U.S. is in danger of losing its dominant leadership position in global financial services.. The U.S. remains the dominant force in the financial-services industry, leading in nearly every area of finance, from venture capital and private equity to banking and asset management. The liquidity and scale of U.S. capital markets support the primacy of the dollar, which allows Americans to pay less for foreign goods and helps finance U.S. government spending. America's financial leadership, however, is increasingly being challenged by fierce competition from abroad and by shortsighted and counterproductive policies at home. Maintaining U.S. financial pre-eminence should be a priority for the Biden administration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italians-will-be-frozen-in-place-this-christmas-11607534352", "title": "Italians Will Be Frozen in Place This Christmas", "date": "2020-12-09 12:19", "summary": "Think U.S. lockdowns are bad? Imagine being confined to your town.. Milan", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-your-honor-to-tehran-why-israeli-dramas-translate-so-well-to-american-tv-11607533571", "title": "Why Israeli Dramas Translate So Well to American TV", "date": "2020-12-09 12:06", "summary": "The executive producer of a new Showtime series and another on Apple TV+ talks about the inherent jeopardy in Israeli series. The high-concept premise of Showtime's new television drama \"Your Honor\" was made in Israel. The 10-part show, which premiered Dec. 6, stars Bryan Cranston as a spotless New Orleans judge who betrays his ethical code by covering up a hit-and-run involving his son.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-ipo-warning-unhappy-neighbors-are-fighting-back-11607533225", "title": "Airbnb's IPO Warning: Unhappy Neighbors Are Fighting Back", "date": "2020-12-09 12:00", "summary": "Resume Subscription. In the dozen years since it was founded, Airbnb Inc. has moved into hundreds of U.S. cities, transforming many of them into vacation-rental meccas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gamestops-high-score-got-run-up-too-soon-11607531939", "title": "GameStop's High Score Got Run Up Too Soon", "date": "2020-12-09 11:39", "summary": "Limited supply of new Xbox and PlayStation consoles will slow retailer's reboot. GameStop 's race to slim down has seen some success. But investors binged too early on a complicated recovery story.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-enters-late-stage-of-directv-auction-fielding-offers-above-15-billion-11607526184", "title": "AT&T Fields DirecTV Offers Above $15 Billion Including Debt", "date": "2020-12-09 11:36", "summary": "Apollo Global Management, long seen as the front-runner, bid below $15 billion; Michael Klein's blank-check company among the bidders. AT&T Inc. got bids for its DirecTV unit valuing the satellite-TV service at more than $15 billion including debt, said people familiar with the matter, as the widely watched auction winds toward a resolution.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golf-club-communities-covid-11607528976", "title": "Before Covid, Golf Club Communities Were in the Rough. Now They're Seeing Green.", "date": "2020-12-09 11:25", "summary": "Resume Subscription. Last year at this time, Maria Bueno lived with her husband and two children in a small Manhattan apartment. Now, thanks to Covid-19, they are full-time residents of the Quechee Club, a golf club community in Vermont.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-travel-writer-and-trans-pioneer-jan-morris-is-my-itinerant-literary-hero-11607531144", "title": "Why Travel Writer and Trans Pioneer Jan Morris Is My Itinerant Literary Hero", "date": "2020-12-09 11:25", "summary": "A longtime devotee of the celebrated globe-trotter on her remarkable life and career. IN 2003, I was handed my first assignment as a fledgling public-radio producer: editing an interview for a program called \"The Savvy Traveler.\" It was a conversation between the show's host, Diana Nyad, and celebrated British journalist, historian and travel writer Jan Morris. It took me days. Partly because I'd never used audio-editing software before. But mainly because the raw tape was so enthralling I couldn't bear to cut anything out.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-set-to-expire-for-more-than-1-5-million-freelancers-in-new-york-area-11607530936", "title": "Unemployment Benefits Set to Expire for More Than 1.5 Million Freelancers in New York Area", "date": "2020-12-09 11:22", "summary": "Freelance, self-employed and gig workers will lose extended jobless benefits this month unless Congress votes to renew the program. More than 1.5 million freelance, self-employed and gig workers across the tri-state area will lose unemployment assistance later this month unless Congress votes to renew the program, according to state labor officials.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-hits-parts-of-asia-seen-as-pandemic-success-stories-11607523625", "title": "Covid-19 Surge Hits Parts of Asia Seen as Success Stories", "date": "2020-12-09 11:21", "summary": "Uptick in outbreaks among Asia's coronavirus success stories comes after life had been restored to pre-pandemic levels. Some Asian countries that have been among the world's most successful at containing Covid-19 are now struggling to beat back a winter resurgence, a sign of how elusive sustained progress can be until a vaccine gets rolled out widely.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-openings-us-growth-coronavirus-12-8-2020-11607469675", "title": "U.S. Job Openings Slipped in Early December", "date": "2020-12-09 11:13", "summary": "Number of available jobs in the U.S. fell, the latest sign of economic pullback. The number of job openings in the U.S. edged down slightly in the first week of December, a sign of a softening labor market amid an upsurge in coronavirus infections and ebbing fiscal support for households.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-national-hockey-league-grinds-toward-another-pandemic-season-11607529709", "title": "The NHL Grinds Toward Another Pandemic Season", "date": "2020-12-09 11:01", "summary": "The NHL hopes to resume in mid-January. Players and owners must first agree on how to share the painful financial consequences.. ", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-senate-runoff-elections-door-knocking-democrats-republicans-11607529187", "title": "Georgia Senate Runoff Elections Trigger Panicked Door Knocking by Both Parties", "date": "2020-12-09 10:56", "summary": "Resume Subscription. CHEROKEE COUNTY, Ga.-Republicans and Democrats have concluded that the outcome of two runoff races here, which will determine control of the Senate, may well hinge on how their supporters reacted to November's presidential result.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/head-of-fda-advisory-panel-predicts-approval-for-pfizers-covid-19-vaccine-11607515201", "title": "Head of FDA Advisory Panel Predicts Approval for Pfizer Vaccine", "date": "2020-12-09 10:54", "summary": "Committee expected to back agency's plan to grant emergency authorization of vaccine; FDA decision expected within days. The leader of the advisory panel charged with evaluating the first Covid-19 vaccination to come before the U.S. Food and Drug Administration says the shot is very likely to obtain emergency-use authorization.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-does-the-electoral-college-vote-11604067608", "title": "When Does the Electoral College Vote?", "date": "2020-12-09 10:51", "summary": "Electors meet on Dec. 14 this year to fulfill their role in the presidential election, an anomaly in the American voting system. A: Federal law sets the date for the Electoral College to meet as the Monday after the second Wednesday in December in the year of a presidential election. This year, that date falls on Dec. 14.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-green-11607528943", "title": "On The Green", "date": "2020-12-09 10:49", "summary": "Larry and Heather Feldman bought and renovated this Scottsdale, Ariz., home with golf-course views.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/golf-stages-a-comeback-11607528900", "title": "Golf Stages a Comeback", "date": "2020-12-09 10:48", "summary": "Around the grounds of three golf course communities in Arizona, California and Georgia.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/staying-on-course-11607528860", "title": "Staying On Course", "date": "2020-12-09 10:47", "summary": "The Cole family purchased a second home at Santa Lucia Preserve in Carmel, Calif., during the pandemic.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/campbells-sales-growth-cools-down-11607522506", "title": "Campbell's Sales Growth Cools Down", "date": "2020-12-09 10:32", "summary": "Soup giant is latest food company to report slower growth than at start of the pandemic. Campbell Soup Co. said a surge in sales brought on by the coronavirus pandemic is receding, a sign that the acute changes in consumer behavior early in the pandemic may be moderating even as many people stay home while Covid-19 cases and hospitalizations reach all-time highs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airpods-in-the-shower-accident-or-innovation-11607527601", "title": "AirPods in the Shower: Accident or Innovation?", "date": "2020-12-09 10:26", "summary": "Resume Subscription. Deven Machette's post-run routine began like any other. She ate some blueberry vegan pancakes, turned on the shower, waited until it became appropriately scorching, then jumped in. That's when she felt it: her AirPods still in her ears.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lagarde-does-whatever-she-can-11607527307", "title": "Lagarde Does Whatever She Can", "date": "2020-12-09 10:21", "summary": "And who can fault her when no other EU leader has a better idea?. Mario Draghi's rubric during his presidency of the European Central Bank was \"whatever it takes.\" His successor Christine Lagarde has been forced to adopt a different version: \"whatever we can.\" That's the best read on the expansion of pandemic bond purchases likely to be announced Thursday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pledges-150-million-to-build-homes-for-silicon-valleys-poorest-11607522403", "title": "Facebook Pledges $150 Million to Build Homes for Silicon Valley's Poorest", "date": "2020-12-09 10:04", "summary": "Investment represents latest details from social-media company, which last year committed $1 billion to ease affordable-housing shortage in Bay Area. Facebook Inc. said $150 million of its previously announced planned investment of $1 billion in affordable housing will go toward homes for the lowest-income tier in the San Francisco Bay Area.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-air-the-next-luxury-apartment-perk-11607526064", "title": "Clean Air: The Next Luxury Apartment Perk", "date": "2020-12-09 10:01", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/james-harden-houston-rockets-trade-11607481181", "title": "James Harden's Stepback From the Houston Rockets", "date": "2020-12-09 09:06", "summary": "The NBA star wants out with two years left on his contract. It's the latest saga pitting a disgruntled player against his own team.. Instead of reporting to Houston for training camp last week, James Harden went to Atlanta to celebrate the birthday of a rapper named Lil Baby, who reportedly received $100,000 in cash, a $200,000 watch and a bunch of honey bun pastries in a Prada bag as a gift from the NBA superstar.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-gamestop-pfizer-what-to-watch-when-the-stock-market-opens-today-11607515263", "title": "DoorDash, GameStop, Pfizer: What to Watch When the Stock Market Opens Today", "date": "2020-12-09 09:06", "summary": "U.S. stock futures rose on hopes for new fiscal stimulus. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-the-giant-empty-international-flight-11607522206", "title": "The Rise of the Giant, Empty International Flight", "date": "2020-12-09 08:56", "summary": "Why airlines are actually scheduling more long-haul trips in December despite low passenger demand and Covid-driven entry restrictions. The lesson is clear: No matter the obstacles, there will always be people (and cargo) who will fly.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-vaccine-is-86-effective-in-protecting-against-covid-19-u-a-e-trial-shows-11607498200", "title": "Chinese Vaccine Is 86% Effective, U.A.E. Trial Shows", "date": "2020-12-09 08:50", "summary": "Health experts caution that more information on the trials is needed. DUBAI-A Chinese vaccine candidate showed to be 86% effective in protecting people against Covid-19 in late-stage trials, the United Arab Emirates said, a positive sign for the fight against the virus in the developing world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gifts-that-no-one-has-11607520965", "title": "A Holiday Gift Guide for the Person Who Has Everything", "date": "2020-12-09 08:36", "summary": "Redeem a joyless year: Our guide to one-off, handmade or vintage presents with personality to enliven the holidays. Old-school monogramming and a swinging silhouette give this Bordeaux-colored Louis Vuitton Deauville Mini bag some vintage flair. Louis Vuitton Deauville Mini bag, $2,190, louisvuitton.com", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracey-emins-homecoming-at-last-11607520816", "title": "Tracey Emin's New Margate Home and Studio, Revealed for the First Time", "date": "2020-12-09 08:33", "summary": "Amid a pandemic, a slate of upcoming shows and cancer recovery, the British artist, who has lived in London for three decades, is making her way back to Margate. Inside her studio with original photography and rare access.. When Covid-19 brought the art world to a standstill in the spring, shutting down galleries and museums worldwide, Tracey Emin, one of Britain's most famous living artists, was already upending her life. As lockdowns spread across Europe, Emin was preparing to move from her home in East London, where she's lived for the past 22 years, into a big new place in the center of the city, a neoclassical spread with plenty of room to make art. And she was building a second home outside the city, a residential studio complex in a vast industrial space in her hometown, Margate, on Britain's southeast coast.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracey-emins-homecoming-at-last-11607520722", "title": "Tracey Emin's Homecoming, At Last", "date": "2020-12-09 08:32", "summary": "Amid a pandemic, a slate of upcoming shows and cancer recovery, the British artist, who has lived in London for three decades, is making her way back to Margate.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tracey-emins-homecoming-at-last-11607520654", "title": "Tracey Emin's Homecoming, At Last", "date": "2020-12-09 08:30", "summary": "Amid a pandemic, a slate of upcoming shows and cancer recovery, the British artist, who has lived in London for three decades, is making her way back to Margate.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sinochem-chemchina-consider-merger-plan-that-won-t-raise-u-s-national-security-concerns-11607519531", "title": "Sinochem, ChemChina Consider Merger Plan", "date": "2020-12-09 08:12", "summary": "Combination would create world's largest chemicals conglomerate. China is exploring ways to combine two of its biggest industrial-chemical companies without running afoul of pledges made to the U.S. in 2016 during the $43 billion takeover of seed company Syngenta AG.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arrests-of-immigrant-children-at-border-climb-fueling-concern-for-biden-team-11607518801", "title": "Arrests of Immigrant Children at Border Climb", "date": "2020-12-09 08:00", "summary": "Apprehensions of unaccompanied youngsters are up more than sixfold from April, signaling a possible crisis ahead. Immigrant children and families are again heading north to the U.S.-Mexico border in increasing numbers after a lull, signaling the possibility of a fresh humanitarian crisis and an early challenge for the incoming Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-trading-giant-trafigura-wins-big-from-oil-market-mayhem-11607518351", "title": "Commodities-Trading Giant Trafigura Wins Big From Oil-Market Mayhem", "date": "2020-12-09 07:52", "summary": "When oil prices went negative during coronavirus lockdowns, the trading giant had its busiest month ever. Trafigura Group Pte. Ltd., one of the world's largest commodities traders, posted a record profit Wednesday, making it a big winner from turmoil in crude-oil markets during the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-uns-sister-blasts-top-south-korean-diplomat-over-pandemic-remark-11607517300", "title": "Kim Jong Un's Sister Blasts Top South Korean Diplomat Over Pandemic Remark", "date": "2020-12-09 07:35", "summary": "Kim Yo Jong threatened Seoul's foreign minister after she questioned the North's account of Covid-19 cases. SEOUL-North Korea, quiet on foreign relations for months, vilified a top Seoul official over her recent remarks about Pyongyang's pandemic response and deployed an increasingly familiar mouthpiece, Kim Yo Jong, sister of the regime's leader.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-hails-victory-in-crackdown-on-peer-to-peer-lending-11607515547", "title": "China Hails Victory in Crackdown on Peer-to-Peer Lending", "date": "2020-12-09 07:05", "summary": "Central-bank official says, 'by mid-November the actual operating P2P lenders had all been zeroed out'. China has declared victory in its campaign against online peer-to-peer lenders, a risky financing sector that has been zeroed out, a top banking regulator said this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inquiry-into-rio-tinto-caves-blast-urges-restitution-and-transparency-11607512983", "title": "Australian Inquiry Into Rio Tinto Caves Blast Urges Restitution, Transparency", "date": "2020-12-09 06:23", "summary": "World's second-largest miner should negotiate restitution with aboriginal group after destroying ancient rock shelters, lawmakers say. SYDNEY- Rio Tinto PLC should compensate an Australian indigenous group over the destruction of two ancient rock shelters, an inquiry has found, while calling for an end to the secrecy over how miners secure land access.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-plans-its-own-missiles-able-to-hit-north-korea-11607510528", "title": "Japan Plans Its Own Missiles Able to Hit North Korea", "date": "2020-12-09 05:42", "summary": "Move would give Japan pre-emptive strike capability, but Tokyo avoids explicit threats against Pyongyang. TOKYO-Japan plans to develop its own missiles capable of reaching North Korea, part of a defense buildup that would give Tokyo the ability to strike if it anticipates an attack.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-big-data-turned-into-big-business-for-cyber-and-privacy-lawyers-11607509801", "title": "How Big Data Turned Into Big Business for Cyber and Privacy Lawyers", "date": "2020-12-09 05:30", "summary": "Legal teams staff up amid new privacy regulations and surging cyberattacks. Marcy Wilder walked into her boss's corner office at law firm Hogan Lovells in 2010 with an idea that seems quaint in retrospect: Start a team dedicated to cybersecurity and privacy.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-puts-squeeze-on-pension-plans-11607509801", "title": "Pandemic Squeezes Pensions", "date": "2020-12-09 05:30", "summary": "Pension managers face hard choice of taking on increased risk or seeking more money from employers and workers. America's pension managers are facing a tough choice nine months into the Covid-19 pandemic: take on more risk, or ask for more money from employers and workers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedspeak-cheat-sheet-what-fed-officials-said-before-their-december-meeting-11607509802", "title": "What Fed Officials Said Before Their December Meeting", "date": "2020-12-09 05:30", "summary": "Resume Subscription. Federal Reserve officials have been hesitant to give credence to market speculation that they will boost the stimulus they are giving to the economy via changes in their bond-buying program, as many of them have said renewed fiscal aid is what the economy really needs. Some Fed officials also have said they see no need now to change the central bank's support for the economy. With the interest-rate-setting Federal Open Market Committee preparing to meet Dec. 15-16, here is a sampling of what Fed officials have said since their last gathering in November.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-rally-weighs-on-inflation-sapping-appetite-for-stocks-11607509775", "title": "Euro Rally Weighs on Inflation, Sapping Appetite for Stocks", "date": "2020-12-09 05:29", "summary": "Currency is near its highest level against the dollar in more than two years; investors worry there is little that the ECB can do to rein it in. The dollar's weakness is complicating matters for both policy makers and investors in Europe.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-brands-follow-chinese-shoppers-back-home-11607508074", "title": "Luxury Brands Follow Chinese Shoppers Back Home", "date": "2020-12-09 05:01", "summary": "For the first time, designer brands opened more shops in markets like China and Japan than in Europe. Even after the pandemic has passed in Europe and the U.S., luxury brands expect to do a lot more business in Asia. Their next job is to reduce the burden of emptier shops in cities like Paris and Milan.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aging-china-must-work-longer-and-invest-smarter-11607507444", "title": "Aging China Must Work Longer and Invest Smarter", "date": "2020-12-09 04:50", "summary": "An aging population may finally force the government to face long-needed reform challenges head on. China is getting older. That means the Chinese people will have to work longer. But deeper reforms will also be necessary to ensure income growth doesn't stagnate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fragile-covid-19-vaccine-rolled-out-in-the-u-k-tests-global-supply-network-11607468333", "title": "Fragile Covid-19 Vaccine Rolled Out in the U.K. Tests Global Supply Network", "date": "2020-12-09 04:39", "summary": "Resume Subscription. The Covid-19 vaccines that British citizens began receiving on Tuesday had been sitting only days earlier in ultracold freezers across the English Channel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-sneaked-past-safeguards-to-halt-singapore-cruise-to-nowhere-11607504643", "title": "Coronavirus Sneaked Past Safeguards to Halt Singapore 'Cruise to Nowhere'", "date": "2020-12-09 04:04", "summary": "83-year-old tests positive for Covid-19 on ship operated by Royal Caribbean after everyone had to test negative before boarding. SINGAPORE-Since coronavirus outbreaks on cruise ships shook the industry earlier this year, operators have tried to win back passenger confidence with options such as \"cruises to nowhere\" that circle the seas without making port calls. They have upgraded air filters, lowered capacity, required preboarding Covid-19 tests and enforced physical distancing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-consumer-prices-show-first-annual-decline-since-2009-11607491918", "title": "Chinese Consumer Prices Show First Annual Decline Since 2009", "date": "2020-12-09 00:32", "summary": "Consumer-price index in November was down 0.5% from a year earlier, led by volatile food prices. China's consumer prices dropped for the first time in over a decade in November, though economists say the decrease doesn't signal faltering demand in the world's second-largest economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607464126", "title": "Pepper...and Salt", "date": "2020-12-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-queens-gambit-catching-chess-cheaters-11607439491", "title": "The Real Queen's Gambit: Catching Chess Cheaters", "date": "2020-12-09 23:58", "summary": "The popularity of chess boomed because of the pandemic and a hit Netflix show. So did cheating-making chess narcs the game's most important figures.. In the year when everyone went online to play chess, and even went online to watch a TV show about chess, players developed a nasty new habit. They started cheating at chess online.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sticks-with-tough-line-on-hong-kong-after-u-s-bolsters-sanctions-11607438331", "title": "China Sticks With Tough Line on Hong Kong After U.S. Bolsters Sanctions", "date": "2020-12-09 21:28", "summary": "Political observers say sanctions unlikely to force Beijing into easing crackdown on opponents. The Trump administration's sanctioning of more than a dozen senior Chinese leaders is the heaviest in a series of blows aimed at Beijing in response to its crackdown on Hong Kong. If earlier measures are a guide, the effect will be mostly symbolic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-calls-for-covid-19-aid-bill-excluding-liability-shield-state-aid-11607457672", "title": "White House Makes Offer to Democrats of $916 Billion Covid-19 Relief Bill", "date": "2020-12-09 20:44", "summary": "Proposal is at odds with McConnell effort to exclude state aid sought by Democrats; administration also wants new round of direct payments to households. WASHINGTON-The Trump administration made a $916 billion coronavirus relief offer to Democrats, opening yet another front in the multi-track effort to reach an agreement in talks that rank-and-file lawmakers have been leading in the final weeks of the year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-to-discuss-teslas-banner-year-despite-pandemic-silicon-valleys-future-11607449988", "title": "Elon Musk Relocates to Texas", "date": "2020-12-09 20:11", "summary": "Tesla chief is among highest-profile tech executives to leave Silicon Valley during pandemic, criticizing California's treatment of innovators. Tesla Inc. Chief Executive Elon Musk said he has moved to Texas, taking aim at Silicon Valley and becoming one of the highest-profile executives yet to leave California during the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-poised-to-tap-torrid-ipo-market-11607442406", "title": "DoorDash Prices IPO Above Expected Range", "date": "2020-12-09 20:09", "summary": "Meal-delivery company's offering, capping run-up in valuation, is latest sign of new-issue strength. DoorDash Inc. priced shares in its initial public offering at about $102 apiece, according to people familiar with the matter, a sign of strength both for the meal-delivery company and the overall IPO market.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-elect-joe-biden-to-nominate-marcia-fudge-to-lead-department-of-housing-and-urban-development-11607468752", "title": "Biden Expected to Name Fudge to Lead HUD, Vilsack for Agriculture", "date": "2020-12-09 19:59", "summary": "Ms. Fudge is a former chairwoman of the Congressional Black Caucus, and Mr. Vilsack led the Agriculture Department for nearly eight years. WASHINGTON-President-elect Joe Biden is expected to nominate Rep. Marcia Fudge of Ohio to lead the Department of Housing and Urban Development and former Iowa Gov. Tom Vilsack as Agriculture secretary, according to people familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-intensifies-threat-to-veto-defense-authorization-bill-11607442143", "title": "House Approves Final Passage of Annual Defense-Policy Bill, 335-78", "date": "2020-12-09 19:38", "summary": "The passage far exceeds two-thirds majority needed to override a veto threatened by President Trump. WASHINGTON-The House approved final passage of a $740.5 billion annual defense-policy bill by a vote of 335-78, far exceeding the two-thirds majority that would be needed to override a veto threatened by President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-isnt-sweet-on-candy-makers-11607473191", "title": "Elon Musk Isn't Sweet on Candy Makers", "date": "2020-12-09 19:32", "summary": "Tesla CEO says lack of hits shows hazards of consolidation; Mars offers to send him some new candies. Elon Musk has some sour thoughts about Big Candy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-introduces-his-coronavirus-team-as-lawmakers-scrutinize-picks-11607458893", "title": "Biden Introduces His Coronavirus Team", "date": "2020-12-09 19:16", "summary": "President-elect also is scheduled to meet with civil- rights organizations that have pressed for diverse cabinet. President-elect Joe Biden formally introduced the public health team that will help him navigate the coronavirus pandemic and announced goals to curtail the virus during his first 100 days, as lawmakers raised questions about some of his intended nominees.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-has-a-competitor-11607472466", "title": "Twitter Has a Competitor", "date": "2020-12-09 19:07", "summary": "Free speech platform Parler performs well enough to earn hostile media coverage.. Twitter has never been a money machine like Facebook or Google. But Twitter has completely dominated the market it created for 280-character political commentary. Until now. Having chosen to use its power to advance a partisan agenda, the social media company seems to have attracted a formidable competitor-so formidable that other media outlets backing Twitter's agenda are now taking aim at the upstart.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-disciplines-14-at-fort-hood-after-investigation-prompted-by-murder-of-vanessa-guillen-11607451539", "title": "Army Disciplines 14 at Fort Hood After Investigation", "date": "2020-12-09 19:03", "summary": "Report found that base officials didn't properly handle sexual assault and harrassment claims. Army officials announced the firing or suspension of 14 commanders or other senior soldiers on Tuesday over failures to protect troops dealing with sexual assault and harassment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]