[{"link": "https://www.wsj.com/articles/bausch-health-agrees-to-pay-45-million-to-settle-sec-dispute-11596232815", "title": "Bausch Health Agrees to Pay $45 Million to Settle SEC Dispute", "date": "2020-07-31 19:54", "summary": "Long-running dispute originally targeted former Valeant Pharmaceuticals International. Bausch Health Cos. agreed Friday to pay $45 million to resolve regulatory claims that it improperly booked some revenue and misled investors about the impact of a significant price increase on a single drug.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-com-mcdonalds-chevron-stocks-that-defined-the-week-11596239093", "title": "Amazon.com, McDonald's, Chevron: Stocks That Defined the Week", "date": "2020-07-31 19:44", "summary": "Resume Subscription. Amazon.com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-dividends-jam-today-jammed-tomorrow-11596222011", "title": "Exxon Dividends: Jam Today, Jammed Tomorrow?", "date": "2020-07-31 19:27", "summary": "Oil giant can manage its dividends but it comes at a long-term cost. Exxon Mobil 's stubbornly optimistic streak already was on full display earlier this year when it kept its chunky dividend amid a historic rout in oil prices.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-overturns-boston-marathon-bombers-death-sentence-11596229481", "title": "Court Overturns Boston Marathon Bomber's Death Sentence", "date": "2020-07-31 19:13", "summary": "Dzhokhar Tsarnaev's lawyers argued on appeal 2015 trial was unfair due to tainted jury. A federal appeals court on Friday overturned the death sentence of convicted Boston Marathon bomber Dzhokhar Tsarnaev while ordering a new penalty trial, finding that the trial judge hadn't properly screened jurors for bias.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eusebio-leal-who-drove-restoration-of-colonial-havana-dies-11596235974", "title": "Eusebio Leal, Who Drove Restoration of Colonial Havana, Dies", "date": "2020-07-31 18:52", "summary": "His work helped to attract millions of visitors to Cuba in the 1990s. Eusebio Leal, a charismatic, self-taught historian credited with saving the colonial heart of Cuba's crumbling capital of Havana after decades of neglect, died Friday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/read-joe-bidens-lips-new-taxes-11596235892", "title": "Read Joe Biden's Lips: New Taxes", "date": "2020-07-31 18:51", "summary": "More than $3 trillion in new levies on incomes, payrolls and more.. Joe Biden is a heavy favorite to be the next President, yet the media have barely paid attention to what he will do if he wins. We'll try to fill that knowledge gap in the coming weeks, and a good place to start is his proposal for tax increases of more than $3 trillion over a decade. Let's examine the unfine print:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-judiciary-behaving-badly-11596235762", "title": "The Judiciary Behaving Badly", "date": "2020-07-31 18:49", "summary": "Liberals on the D.C. Circuit won't let Michael Flynn go free.. Hostility to all things Donald Trump has corrupted more than one American institution in the last four years, and now the nation's second highest court seems to have succumbed. On Thursday the D.C. Circuit Court of Appeals agreed to hear an en banc appeal of a writ of mandamus granted by one of the court's panels to Michael Flynn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tiktok-of-competition-11596235731", "title": "The TikTok of Competition", "date": "2020-07-31 18:48", "summary": "A Microsoft purchase could solve a political and business problem.. The news Friday that Microsoft is in talks to buy the U.S. operations of TikTok, the Chinese-owned video app, may be an example of the market increasing business competition and solving a political problem at the same time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-unseals-documents-in-ghislaine-maxwell-lawsuit-related-to-jeffrey-epstein-11596180451", "title": "Court Unseals Documents in Ghislaine Maxwell Lawsuit", "date": "2020-07-31 18:47", "summary": "Filings unveil new details of alleged sexual exploitation of underage girls. Dozens of court documents unsealed Thursday night offered new revelations about Jeffrey Epstein's alleged sexual abuse of teenage girls and his accusers' perspectives on the circle of powerful people who surrounded the disgraced late financier.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-authorities-arrest-suspect-in-twitter-hack-11596223550", "title": "Three People Charged in Twitter Hack", "date": "2020-07-31 18:45", "summary": "Several prominent accounts, including those of Joe Biden and Elon Musk, were taken over on July 15 to promote a cryptocurrency scam. TwitterInc.'s worst-ever hack began months earlier with a teenager on a telephone, according to an indictment filed Friday by federal authorities charging three males in connection with the episode.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/questions-about-the-viability-of-the-baseball-season-continue-as-the-virus-spreads-11596210839", "title": "Baseball's New Virology Bet: Coronavirus Spreads Within Teams, Not Between Them", "date": "2020-07-31 18:39", "summary": "Two positive tests on the Cardinals resulted in the postponement of their series opener against the Brewers. As recently as Thursday evening, Major League Baseball medical director Gary Green said that the sport's protocols to stage a representative season amid a pandemic could work. An explosion of coronavirus cases affecting more than half of the Miami Marlins' roster had already thrown the schedule into turmoil, but the outbreak had been contained to just one team.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adobe-plans-to-ban-political-ads-on-its-online-ad-sales-platform-11596222336", "title": "Adobe to Ban Political Ads on Its Online Ad-Sales Platform", "date": "2020-07-31 18:32", "summary": "The software giant is a large player in facilitating online ad buying. Software giant Adobe Inc . plans to ban political ads from its digital advertising sales platform, the latest company to make such a move just months away from the U.S. presidential election.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-a-few-exceptions-states-dawdle-on-shielding-employee-rights-11596233985", "title": "With a Few Exceptions, States Dawdle on Shielding Employee Rights", "date": "2020-07-31 18:19", "summary": "After two years, Michigan civil servants got the freedom to opt out of union dues and fees.. It has been more than two years since the Supreme Court ruled that government labor unions must obtain employees' explicit approval before taking dues money or fees out of their paychecks. Yet only recently have a small number of states begun to implement the logic of Janus v. Afscme. Michigan has now gone the furthest to ensure worker freedom.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ike-led-review-unity-of-purpose-11596202871", "title": "'How Ike Led' Review: Unity of Purpose", "date": "2020-07-31 18:14", "summary": "As supreme commander, Dwight Eisenhower had to make the Allied nations' militaries act as one. In peacetime, he worked to unite his own country behind the postwar order.. In this time of pandemic and divisiveness Susan Eisenhower lovingly lays bare the essence of her grandfather's leadership in war and peace-his singular devotion to the unity and security of the American people and the nation's allies.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisden-cricketers-almanack-review-chronicles-from-the-playing-field-11596233627", "title": "'Wisden Cricketers' Almanack' Review: Chronicles From the Playing Field", "date": "2020-07-31 18:13", "summary": "For more than 150 years, an annual volume has recorded the wonders of cricket with meticulous care and quirky affection.. The Wisden Cricketers' Almanack goofed in its edition of 1927, a rare blemish for a compendium that was first published in London in 1864 and that, this year, marks its 157th annual volume. No one doubts that it is the oldest continuous sports reference book in history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chinese-officials-hijacked-my-company-11596233617", "title": "How Chinese Officials Hijacked My Company", "date": "2020-07-31 18:13", "summary": "A joint venture applied to Beijing for patents on 510 of my designs, without notifying or crediting me.. President Trump said last month that talks for a phase 2 trade agreement with China were on the back burner. If they resume, it is more important than ever that any deal protect American companies and their intellectual property from theft by China. My experience doing business in China shows the lengths to which the Chinese government will go to steal American intellectual property.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-mood-for-ufos-11596233527", "title": "In the Mood for UFOs?", "date": "2020-07-31 18:12", "summary": "Of course you are. And modern news 'reporting' standards are ready to oblige.. UFOs-unidentified flying objects-exist. Ever since the Navy confirmed the authenticity of leaked cockpit videos showing unexplained encounters with speedy flying thingamajigs, the conversation has changed. Retired Sen. Harry Reid has taken a victory lap for funding, since 2007, a secret Pentagon research office devoted to UFO-related questions. In the leaked videos from 2004 and 2015, Navy pilots observe objects in the atmosphere maneuvering with otherworldly agility. Sen. Marco Rubio and others fret about such technologies being in the hands of Russia or China.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-actual-playing-field-shouldnt-be-a-political-one-11596233576", "title": "An Actual Playing Field Shouldn't Be a Political One", "date": "2020-07-31 18:12", "summary": "Too many athletes today are trying to score the wrong kind of points.. Sports need politics the way the pope needs a bowling trophy. For a spectator, sports provide a relief from politics and much else in a world that is too much with us. Yet in our intensely political time, sports have been invaded by politics. Thus as the long-delayed baseball season begins, we see \"BLM\" stamped on pitcher's mounds or behind home plate in some major-league ballparks. An old riddle asks the last two words of the national anthem: \"Play ball!\" But now, as the national anthem plays, ballplayers kneel to protest the injustice of a country they feel plagued by racism, and things get off no longer to a rousing but to a depressing start.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-isaias-heads-toward-florida-after-hitting-puerto-rico-bahamas-11596216066", "title": "Hurricane Isaias Heads Toward Florida After Hitting Bahamas", "date": "2020-07-31 17:48", "summary": "Path of Category 1 storm forecast to skirt Florida's eastern coast. Hurricane Isaias struck the Bahamas Friday as it marched northwest on a path forecast to skirt Florida's eastern coast before aiming for the Carolinas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-manager-crispin-odey-charged-with-indecent-assault-11596213804", "title": "U.K. Hedge-Fund Manager Crispin Odey Charged With Indecent Assault", "date": "2020-07-31 17:33", "summary": "Founding partner of Odey Asset Management charged for incident that allegedly took place in 1998. LONDON-Crispin Odey, one of Europe's best-known hedge-fund managers, has been charged with indecent assault by U.K. prosecutors.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-the-stock-market-rally-mask-reality-11596187802", "title": "Don't Let the Stock Market Mask Reality", "date": "2020-07-31 17:30", "summary": "Maybe investors are suddenly showing foresight like never before, and are looking past the pandemic to an eventual recovery. But probably not.. The stock market is back, baby!", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-pauses-advertising-for-strategy-review-11596218635", "title": "Trump Campaign Pauses Advertising for Strategy Review", "date": "2020-07-31 17:25", "summary": "Re-election team says it is 'fine-tuning' its plans after a new campaign manager took over. WASHINGTON-President Trump's reelection campaign has pulled back on TV advertising as he trails in the polls and searches for a winning message heading into the final months before Election Day.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-you-need-to-know-the-coronavirus-stimulus-package-11596230374", "title": "Everything You Need to Know About the Coronavirus Stimulus Package", "date": "2020-07-31 17:19", "summary": "A $600 extra weekly unemployment benefit is ending and Democrats and Republicans haven't agreed on a new stimulus package. A $600 extra weekly jobless benefit that has provided a key economic lifeline for millions of Americans ends Friday.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-aid-expires-as-talks-continue-on-coronavirus-package-11596202453", "title": "Jobless Aid Expires as Talks Continue on Coronavirus Package", "date": "2020-07-31 17:14", "summary": "Democrats and Republicans remain at odds on level of unemployment payments, state and local aid. WASHINGTON-A $600 weekly supplement to unemployment benefits that has provided a key economic lifeline for millions of Americans ended Friday, with the White House again pushing for an interim deal on jobless aid while Democrats remained focused on negotiating a broader coronavirus relief agreement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roman-tritz-last-surviving-veteran-lobotomized-by-the-u-s-dies-at-97-11596227158", "title": "Roman Tritz, Last Surviving Veteran Lobotomized by the U.S., Dies at 97", "date": "2020-07-31 17:11", "summary": "World War II B-17 pilot showed psychiatric symptoms after combat missions. World War II bomber pilot Roman Tritz, the last known survivor of a U.S. government program to lobotomize mentally ill combat veterans, died Friday at the age of 97.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-considers-karen-bass-lawmaker-known-as-team-player-in-running-mate-search-11596215303", "title": "Biden Considers Lawmaker Karen Bass in Running-Mate Search", "date": "2020-07-31 17:10", "summary": "Congresswoman recently rejected interest in a presidential bid of her own: 'I have no aspirations'. WASHINGTON-In the days after the 2018 midterm elections, a small group of dissatisfied House Democrats searched for a challenger to the party's leader, Nancy Pelosi.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-31-2020-11596186556", "title": "U.S. Stocks Close Higher Amid Rally in Tech Shares", "date": "2020-07-31 16:56", "summary": "Apple gains more than 10%, while Dow industrials, S&P 500 erase losses to rise on the day. U.S. stocks rose Friday as a slate of technology giants buoyed the S&P 500 and offset disappointing earnings from some industrials and weak economic data.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyonce-celebrates-the-black-experience-in-new-film-on-disney-11596228875", "title": "Beyoncé Celebrates the Black Experience in New Film on Disney+", "date": "2020-07-31 16:54", "summary": "Streaming service looks to expand offerings with 'Black Is King,' a new visual album from the superstar. \"Black Is King,\" Beyoncé's new visual album with a running time and level of spectacle on par with a Hollywood movie, is heavy on regal and earthy imagery that she says was designed to shift \"the global perception of the word 'Black.'\" It also comes loaded with the combined potency of a pop star at the peak of her influence, a global entertainment brand and the dominance of the streaming TV medium.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-raise-cost-for-citizenship-applications-impose-fee-for-asylum-seekers-11596227193", "title": "U.S. to Raise Cost of Citizenship Applications, Add Fee for Asylum Seekers", "date": "2020-07-31 16:51", "summary": "New fees come as agency that processes immigration applications faces budget shortfall. The Department of Homeland Security said it would increase the fee to apply for U.S. citizenship by 81% to $1,160 and impose a fee for the first time to apply for asylum, according to a filing in the Federal Register on Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-teacher-dont-leave-those-kids-alone-11596228645", "title": "Hey Teacher, Don't Leave Those Kids Alone", "date": "2020-07-31 16:50", "summary": "If educating children is not an essential business, what is?. Media outlets keep finding reasons to \"raise questions\" and fears about Covid risks to children. But they are still more likely to die from the flu than from Covid-19, and most of their teachers aren't at great risk either.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mystery-seeds-raise-questions-about-online-sales-tactics-in-china-11596215806", "title": "Mystery Seeds Raise Questions About Online Sales Tactics in China", "date": "2020-07-31 16:49", "summary": "On some Western e-commerce sites, Chinese sellers arrange for reviews. Questionable online sales tactics used by some foreign merchants have been brought into focus after the federal government said this week that mysterious seed packages postmarked from China may be an e-commerce scam.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-revenue-lifted-by-gains-in-users-ad-demand-11596220581", "title": "Pinterest Shares Surge as Covid-19 Fuels Engagement", "date": "2020-07-31 16:41", "summary": "Stock posts biggest single-day percentage gain since IPO. Pinterest Inc. shares surged after the company posted stronger-than-expected user and revenue growth in the second quarter, the latest social-media company benefiting from more engagement as the pandemic keeps people at home.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-could-be-bought-by-microsoft-amid-ban-threat-11596227901", "title": "TikTok Could Be Bought by Microsoft Amid Ban Threat", "date": "2020-07-31 16:38", "summary": "President Trump said that he was considering taking steps that would effectively ban the app from the United States. Microsoft is in talks to acquire TikTok's U.S. operations, said people with knowledge of the discussions, as President Trump said on Friday that he was considering taking steps that would effectively ban the app from the U.S. A person familiar with the matter said earlier that American officials had ordered Bytedance to divest its ownership. TikTok officials couldn't immediately be reached for comment.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-facebook-ad-boycotters-returnbut-plenty-of-big-players-are-staying-away-11596189600", "title": "Some Facebook Ad Boycotters Return-but Plenty of Big Players Are Staying Away", "date": "2020-07-31 16:10", "summary": "North Face, Pernod Ricard and Heineken are back on the social network; Beam Suntory, Eddie Bauer and SAP aren't. Some advertisers that left Facebook Inc. for July to protest its handling of hate speech on its platforms say they are coming back, while the tech giant's financial outlook suggested the boycott isn't taking a major financial toll.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citing-coronavirus-hong-kong-postpones-legislative-elections-for-a-year-11596192230", "title": "Citing Coronavirus, Hong Kong Postpones Legislative Elections", "date": "2020-07-31 16:03", "summary": "Delay caps month of misery for opposition since China imposed national-security law on city. HONG KONG-Chief Executive Carrie Lam said she would postpone coming legislative elections for a year, citing a recent surge in coronavirus cases, in a move likely to fuel international furor over the city's fast-diminishing political freedoms.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-discuss-bid-for-kansas-city-southern-11596223106", "title": "Private-Equity Firms Discuss Bid for Kansas City Southern", "date": "2020-07-31 15:44", "summary": "Blackstone's infrastructure arm and Global Infrastructure Partners explore potential deal. A group of big buyout investors is considering a takeover bid for railroad operator Kansas City Southern that could be worth more than $21 billion and mark a big bet on U.S.-Mexico trade.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blacks-are-at-a-disadvantage-despite-the-law-11596223459", "title": "Blacks Are at a Disadvantage Despite the Law", "date": "2020-07-31 15:24", "summary": "The problem isn't that we don't officially prohibit many forms of discrimination The problem is that a significant number of Americans nevertheless fail in practice to enjoy the full measure of the same opportunities and freedoms that are simply taken for granted by so many of us.. Regarding Ward Connerly's \"America Isn't a Racist Country\" (op-ed, July 25): Such an eloquent and simple defense of the path, pain and growth of our culture should be required reading as an antidote to all the cynical, me-too pronouncements from corporations, naive posturing from our professional sports class, ignorant conformist positioning from most of our media, and cynical power playing from the masters of victim cultism (not to mention the banishment of \"freedom\" after the word \"academic\").", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-may-all-be-day-traders-but-very-few-are-winners-11596223379", "title": "We May All be Day Traders, but Very Few Are Winners", "date": "2020-07-31 15:23", "summary": "I would estimate their chances of long-term success as pretty much zero.. Regarding: \"Everyone's a Day Trader Now\" (Exchange, July 25): I recently retired from the agriculture business, where I traded in both cash and futures markets for over 40 years. Here are the keys to trading success: 1) You must understand the fundamentals of your market. 2) Your information flow must be equal to or better than the competition. 3) You must be able to recognize the underlying reasons for what is happening in the market. 4) It is very helpful if you can trade a large book, so that you can both hold a core position, and then trade several hundred contracts either offensively or defensively around the core position-to defeat the algorithms. 5) Patience: algorithms are stubborn, and sometimes it takes several days or a week before a trade can be reversed \"in the money.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-capitalism-less-government-fiddling-11596223416", "title": "More Capitalism, Less Government Fiddling", "date": "2020-07-31 15:23", "summary": "We cannot postpone entirely thinking about the price we will have to pay for our mountain of debt, and the damage which our interventions have done to the operation of free markets.. It would be difficult to overestimate the importance of the article \"The Rescues Ruining Capitalism\" by Ruchir Sharma (Review, July 25). Its title sums up its central thesis: An endless flood of printing-press money has \"undermined the dynamics of the free market,\" sapping productivity growth and entrepreneurship and increasing inequality.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-turkey-different-takes-on-religion-politics-11596223321", "title": "U.S. and Turkey: Different Takes on Religion, Politics", "date": "2020-07-31 15:22", "summary": "In Turkey a former cathedral is altered and repurposed as a mosque, in the U.S., monuments are removed, renamed and defaced.. Regarding Charlotte Allen's \"Turkey Retreats From Modernity\" (Houses of Worship, July 24): In Turkey a former cathedral is altered and repurposed as a mosque, in the U.S., monuments are removed, renamed and defaced. In both places the secular is being swept aside. In Turkey, religion is politics. In the U.S. politics is religion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-u-s-and-china-wage-a-new-cold-war-they-should-learn-from-the-last-one-11596223180", "title": "As the U.S. and China Wage a New Cold War, They Should Learn From the Last One", "date": "2020-07-31 15:19", "summary": "Washington and Beijing need to reach a detente, establishing buffers and guardrails to avoid outright conflict. On Monday, the American flag was lowered from over the U.S. consulate in the southwestern Chinese city of Chengdu. The Chinese foreign ministry called the closure a \"legitimate and necessary\" response to the recent U.S. decision to shut the Chinese consulate in Houston, which the Trump administration alleged had been engaged in an escalating pattern of economic and technical espionage.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suffering-and-anxiety-as-the-crucible-of-art-11596223191", "title": "Suffering and Anxiety as the Crucible of Art", "date": "2020-07-31 15:19", "summary": "Knut Hamsun's 'Hunger' contends that growth without hardship is an illusion and that art without confrontation is mere entertainment.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-china-paramilitary-organization-over-uighur-human-rights-concerns-11596222823", "title": "U.S. Sanctions China Paramilitary Organization Over Uighur Human Rights Concerns", "date": "2020-07-31 15:13", "summary": "Blacklisting of Xinjiang Production and Construction Corps comes as human-rights groups call for action against abuses of China's ethnic Muslim population. WASHINGTON-The Trump administration imposed sanctions on a Chinese organization and two current and former officials that U.S. officials say are linked to human-rights abuses against the Uighur Muslim population in northwestern China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-captive-mind-and-americas-resegregation-11596222112", "title": "The Captive Mind and America's Resegregation", "date": "2020-07-31 15:01", "summary": "Idol smashing and cancel culture are part of a broad ideological project to dominate society.. Czesław Miłosz, a future Nobel Prize-winning poet who had just defected from Poland, began work in 1951 on a book called \"The Captive Mind.\" Even as Stalinist totalitarianism tightened its grip on Eastern Europe, many Western European intellectuals lauded the brave new world of Soviet communism as a model for overcoming \"bourgeois forces,\" which in their view had caused World War II. Living in Paris, Miłosz wrote his book, which was published in 1953, to warn the West of what happens to the human mind and soul in a totalitarian system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-bring-the-beach-to-you-try-a-clambake-11596221914", "title": "Want to Bring the Beach to You? Try a Clambake", "date": "2020-07-31 14:58", "summary": "What says summer like a clambake? If you sweat getting it right, you're doing it wrong. This adaptable classic makes an easy-breezy feast wherever you happen to be.. THE CLAMBAKE is a flexible feast. Most iterations include some type of potato; whether fingerling, red or Yukon Gold is up to the cook. Corn on the cob is a common element-white or yellow. One could easily go in a half-dozen different directions when it comes to clams alone.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denbury-resources-files-for-bankruptcy-handing-control-to-creditors-11596221845", "title": "Denbury Resources Files for Bankruptcy, Handing Control to Creditors", "date": "2020-07-31 14:57", "summary": "GoldenTree, Fidelity to get board seats as the oil-and-gas business moves to eliminate $2.1 billion in debt in chapter 11. Denbury Resources Inc. plans to hand ownership over to creditors as part of a bankruptcy strategy that would eliminate $2.1 billion in bond debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nih-awards-grants-to-medical-companies-to-boost-coronavirus-test-production-11596221572", "title": "NIH Awards Grants to Medical Companies to Boost Coronavirus Test Production", "date": "2020-07-31 14:52", "summary": "Grants of $249 million will go to seven firms making new diagnostic technology. The National Institutes of Health awarded $249 million in grants to seven companies making new coronavirus diagnostic technology in a move aimed at producing millions more tests a week to alleviate the U.S. testing shortfall.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-glaxosmithkline-ink-coronavirus-vaccine-deal-with-u-s-11596193203", "title": "Sanofi, GlaxoSmithKline Ink Coronavirus Vaccine Deal With U.S.", "date": "2020-07-31 14:48", "summary": "The deal, worth up to $2.1 billion and for 100 million doses, is the latest signed by the U.S. to secure supplies of Covid-19 vaccines. The U.S. government will pay up to $2.1 billion to Sanofi SA and GlaxoSmithKline PLC to fund the development of a coronavirus vaccine and guarantee supply of 100 million doses, if proven safe and effective in clinical trials, the companies said Friday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expedia-needs-to-budget-for-this-trip-11596221216", "title": "Expedia Needs to Budget for This Trip", "date": "2020-07-31 14:46", "summary": "Wall Street is hoping for a travel recovery, but Expedia's results gave little fuel to that fire. If Expedia Group builds it, will travelers come? Wall Street seems to think so. Investors shouldn't hold their breath.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodaks-stock-surge-turned-insiders-options-into-potential-windfall-11596220862", "title": "Kodak's Stock Surge Turned Insiders' Options Into Potential Windfall", "date": "2020-07-31 14:41", "summary": "Executive Chairman Jim Continenza stands to make more than $95 million from stock options granted as recently as Monday. A sudden surge in Eastman Kodak Co. 's stock this week has turned a bunch of money-losing executive stock-option grants made in the past two years-including some made on Monday-into a sudden personal windfall for the company's executive chairman.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-lawsuit-claims-trump-violates-first-amendment-by-blocking-critics-on-twitter-11596219781", "title": "Trump Is Sued for Blocking Critics on Twitter", "date": "2020-07-31 14:23", "summary": "Ruling two years ago said his practice of barring critics from his account was unconstitutional. President Trump faces new legal allegations that he violates the First Amendment by blocking Twitter users who criticize him, in a lawsuit filed in Manhattan federal court Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-to-reopen-only-if-positive-coronavirus-test-rate-is-below-3-11596214305", "title": "New York City Schools to Reopen If Positive Coronavirus Test Rate Is Below 3%", "date": "2020-07-31 14:20", "summary": "Mayor Bill de Blasio says remote learning will prevail if city exceeds threshold. New York City school buildings will open only if the city's rate of positive coronavirus tests is less than 3% using a seven-day rolling average, officials said Friday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-owners-to-hand-over-part-of-mytheresa-to-creditors-11596211447", "title": "Neiman Marcus Owners to Hand Over Part of MyTheresa to Creditors", "date": "2020-07-31 14:03", "summary": "Bankrupt retailer's private-equity backers reach a deal with unsecured creditors to ease an exit from chapter 11. Neiman Marcus Group Ltd.'s private-equity backers agreed to relinquish part of the MyTheresa online business they took over in 2018, clinching a settlement with creditors and clearing a big hurdle for the bankrupt department-store chain's exit from chapter 11.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-swung-to-second-quarter-loss-as-oil-demand-slumped-11596195007", "title": "Big Oil Companies Lose Billions, Prepare for Prolonged Pandemic", "date": "2020-07-31 14:01", "summary": "Exxon, Chevron join procession of oil giants reporting dismal second-quarter results as the coronavirus continues to reduce the world's thirst for oil and gas. Big oil companies endured one of their worst second quarters ever and are positioning themselves for prolonged pain as the coronavirus pandemic continues to sap global demand for fossil fuels.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-surge-could-restrain-consumer-spendingand-recovery-11596187800", "title": "Virus Worries Cloud Spending Rebound", "date": "2020-07-31 13:59", "summary": "The economy still faces challenges from the Covid-19 pandemic, and fresher data shows households pulling back. Consumers stepped up spending for the second straight month in June but fresher evidence shows households recently pulled back as coronavirus infections rose, suggesting the U.S. economy is destined for a choppy ride ahead.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-defies-cord-cutting-by-gaining-cable-tv-customers-11596217742", "title": "Charter Gains Cable-TV Customers", "date": "2020-07-31 13:49", "summary": "Nearly half of people who signed up for free-internet plan as part of coronavirus-relief program chose to pay for additional services. Cable operator Charter Communications Inc. managed to buck the cord-cutting trend during the second quarter, adding thousands of pay-TV customers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-rig-operator-noble-files-for-bankruptcy-11596216871", "title": "Offshore-Rig Operator Noble Files for Bankruptcy", "date": "2020-07-31 13:34", "summary": "Struggling offshore oil-and-gas driller files for chapter 11 after striking a $3.4 billion debt-for-equity swap with bondholders. Noble Corp. , an operator of offshore oil-and-gas drilling rigs, filed for bankruptcy Friday, the latest victim of falling oil demand as the coronavirus pandemic ravages the global economy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-hedge-funder-sells-miami-beach-penthouse-for-22-million-11596215174", "title": "Billionaire Hedge Funder Sells Miami Beach Penthouse for $22 Million", "date": "2020-07-31 13:06", "summary": "AQR Capital Management's Cliff Asness sold the home at a significant loss from the $26 million he paid for it just two years ago. Billionaire hedge-fund manager Cliff Asness, the co-founder of AQR Capital Management, has sold his Miami Beach penthouse for $22 million, a significant loss from the $26 million he paid for it just two years ago, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-frantz-on-the-rise-and-fall-of-talking-heads-11596214811", "title": "Chris Frantz on the Rise and Fall of Talking Heads", "date": "2020-07-31 13:00", "summary": "The band's drummer has a new memoir about decades of innovative rock 'n' roll and his long, happy relationship with bandmate Tina Weymouth. Precious few rock 'n' roll stories center around a stable, multidecade marriage. But from its title to its last line, Chris Frantz's new memoir, \"Remain in Love,\" is primarily a love letter to Tina Weymouth, his wife of 43 years.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-create-a-basement-bedroom-everyone-wants-to-sleep-in-11596214578", "title": "How to Create a Basement Bedroom Everyone Wants to Sleep In", "date": "2020-07-31 12:56", "summary": "A subterranean space is transformed into a heavenly Japanese-inspired retreat that even visiting in-laws love. CELLARS ARE often sunless warrens of persistent dankness-making a basement guest room about as inviting as steerage. Such was the hurdle San Francisco designer Heather Hilliard faced with this in-law suite, set 14 feet below ground level in a newly built contemporary home in Los Altos Hills, Calif. Even with a window well on one wall, it isn't a bright room, Ms. Hilliard said. \"We wanted it to feel cozy, not like it's underground.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-lesson?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/million-dollar-views-in-miami-beach-11596214349", "title": "Million-Dollar Views in Miami Beach", "date": "2020-07-31 12:52", "summary": "This penthouse spanning about 6,800-square-feet overlooks the ocean. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dealing-with-gender-in-the-pronouns-of-law-and-public-life-11596213703", "title": "Dealing With Gender in the Pronouns of Law and Public Life", "date": "2020-07-31 12:41", "summary": "From suffragist pioneers to today's female candidates, women have argued for the importance of \"she\" and \"her\". In the battle for women's suffrage that culminated with the passage of the 19th Amendment a century ago, one linguistic aspect played a surprisingly critical role: pronouns.", "categories": [["The 19th Amendment at 100"]], "category_links": []}, {"link": "https://www.wsj.com/articles/honeywell-hungry-for-m-a-deals-amid-pandemic-11596212927", "title": "Honeywell Hungry for M&A Deals Amid Pandemic", "date": "2020-07-31 12:28", "summary": "The conglomerate is targeting companies that could expand its capabilities in areas such as industrial software. Honeywell International Inc. is looking for acquisition targets, despite a sharp decline in revenue in the last quarter and a drop in demand in some business lines due to the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-presidential-races-increasingly-move-in-tandem-11596211200", "title": "Senate, Presidential Races Increasingly Move in Tandem", "date": "2020-07-31 12:00", "summary": "Republicans debating whether to distance themselves from Trump may find it hard in today's nationalized politics. There's a lot of talk these days about whether Republicans seeking re-election to the Senate are, or should be, trying to separate themselves from President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-womens-long-struggle-for-voting-rights-11596211101", "title": "Black Women's Long Struggle for Voting Rights", "date": "2020-07-31 11:58", "summary": "The 19th Amendment promised the vote to American women, but it took decades for Black women to emerge as an electoral force.. On March 3, 1913, the day before Woodrow Wilson's presidential inauguration, more than 5,000 women gathered in Washington, D.C. for a \"suffrage parade\" demanding the right to vote. But when the Black activist Mary Church Terrell proposed that African-American women join the march, its organizer, suffragist leader Alice Paul, worried about the reaction of white Southern women. So she offered a compromise: Black women could march at the back. Many, including the crusading journalist Ida B. Wells-Barnett, defied Paul and walked alongside their white counterparts.", "categories": [["The 19th Amendment at 100"]], "category_links": []}, {"link": "https://www.wsj.com/articles/eurozone-economy-contracts-by-record-40-11596191720", "title": "Europe Plunges Into Recession as Economy Suffers Record Contraction", "date": "2020-07-31 11:39", "summary": "Coronavirus containment coupled with aggressive stimulus fans recovery hopes. FRANKFURT-Stringent lockdowns to prevent the spread of Covid-19 weighed heavily on Europe's economy in the second quarter, causing a record contraction more severe than experienced by the U.S., but analysts said the continent's success so far in avoiding a resurgence of the disease coupled with aggressive government stimulus should help support a nascent recovery.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-womens-suffrage-movement-and-the-gender-gap-arefixtures-of-u-s-elections-it-didnt-start-out-that-way-11596209355", "title": "The Women's Suffrage Movement and the Gender Gap Are Fixtures of U.S. Elections. It Didn't Start Out That Way.", "date": "2020-07-31 11:29", "summary": "Resume Subscription. The gender gap has become a defining feature of American politics, a central factor in the policy choices and fortunes of the two political parties. In five of the past six presidential elections, women and men have backed different parties, exit polls have found. Democrats have drawn more support from women than from men in every election since 1980.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-accelerates-plans-to-put-urban-commuters-on-bicycles-11596208490", "title": "Coronavirus Accelerates Plans to Put Urban Commuters on Bicycles", "date": "2020-07-31 11:14", "summary": "Resume Subscription. Most of Paris was asleep when a team of men in orange overalls fanned out across an avenue in the 11th arrondissement with blowtorches and road paint. They labored for hours to show Parisians a radical new way to use their 400-year-old street. By daybreak, one lane of regular traffic was gone and the asphalt was lined with rows of freshly stenciled yellow bicycles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/video-chat-gets-an-afterlife-11596208152", "title": "Video Chat Gets an Afterlife", "date": "2020-07-31 11:09", "summary": "'Death tech' startup AFTR will make a virtual medium out of you. Grown tired of FaceTiming your living friends and family during the pandemic? How about a fresh look at some dead ones.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colgate-palmolive-signals-party-almost-over-for-consumer-staples-11596208055", "title": "Colgate-Palmolive Signals Party Almost Over for Consumer Staples", "date": "2020-07-31 11:07", "summary": "The good times may not last for some providers of personal-care and household supplies. Makers of household goods like tissues and cleansers have been among the biggest winners from the coronavirus crisis. But in Colgate-Palmolive 's quarterly results Friday, there were early warnings that the good times may not last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemics-cruel-joke-on-a-small-business-a-busy-bike-shop-with-no-bikes-to-sell-11596207605", "title": "Pandemic's Cruel Joke on a Small Business: A Busy Bike Shop With No Bikes to Sell", "date": "2020-07-31 11:00", "summary": "Resume Subscription. FERNDALE, Mich.-Bike shop owner Jon Hughes laughs when someone like me says, \"Hey, at least you're staying busy.\" That comment shows how oblivious I was to the cruel joke the pandemic plays on an entrepreneur who has spent 10 years molding a business plan only to see it turned inside out overnight.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/schoolhouse-backyard-coronavirus-remote-learning-pandemic-pod-11596207290", "title": "One-Room Schoolhouses Make a Covid-19 Comeback-in Backyards and Garages", "date": "2020-07-31 10:58", "summary": "Resume Subscription. In the olden days, one-room schoolhouses were common across the country, many of them simple wood-frame buildings painted white.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fintech-varo-money-gets-green-light-to-become-bank-11596207033", "title": "Fintech Varo Money Gets Rare Green Light to Become Bank", "date": "2020-07-31 10:50", "summary": "The OCC approves a bank charter for a fintech company; traditional banks have opposed such charters. Financial-technology firm Varo Money Inc. said Friday it had received a national bank charter, clearing the final hurdle in its quest to become a bank.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owls-of-the-eastern-ice-review-the-salmon-eaters-11596207020", "title": "'Owls of the Eastern Ice' Review: The Salmon Eaters", "date": "2020-07-31 10:50", "summary": "The giant ﬁsh owl of Russia's Far East is a raptor as big as an eagle but more portly, with enormous ear tufts.. Jonathan Slaght's first encounter with Blakiston's fish owl, the rare salmon-eating raptor that would become the focus of his doctoral thesis and this book, was accidental. On a hike in 2000, when he was stationed with the Peace Corps in Russia's Far East, he \"unexpectedly flushed an enormous and panicked bird.\" His description of the eventual object of his obsession alerts us that this is no ordinary owl, and Mr. Slaght is no ordinary writer:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-swings-to-loss-putting-peugeot-deal-under-pressure-11596199476", "title": "Fiat Chrysler Swings to Loss, Adding Pressure Ahead of Peugeot Deal", "date": "2020-07-31 10:49", "summary": "Car maker is hit hard by lockdowns but ekes out a quarterly profit in North America. MILAN- Fiat Chrysler Automobiles NV reported a second-quarter loss, putting pressure on the Italian-American car maker to improve its performance or risk a renegotiation of the terms of its merger with Peugeot maker PSA Group.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-busy-lives-in-a-watery-world-11596206683", "title": "Children's Books: Busy Lives in a Watery World", "date": "2020-07-31 10:44", "summary": "A dreamlike picture book takes us on a river ride Down Under.. There's a particular kind of lulling magic that comes from listening to a story read in a language that is both familiar and mysterious. Children may not know what each word means, exactly, but they will get an idea from the word's placement in the text and from any pictures that might go along with it. This happens when young children (of few words) hear a comparatively sophisticated text (of many); it may also happen when authors draw from two different languages, as Aunty Joy Murphy and Andrew Kelly do in \"Birrarung Wilam\" (Candlewick, 40 pages, $17.99), a picture book that uses both English and the Aboriginal Australian language of Woiwurrung.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borges-and-me-review-two-for-the-road-11596206611", "title": "'Borges and Me' Review: Two for the Road", "date": "2020-07-31 10:43", "summary": "A 20-something future novelist takes Argentina's greatest writer on an unlikely road trip through the Scottish Highlands.. Long before he was an acclaimed biographical novelist writing on Tolstoy and Melville, Jay Parini was a 20-something college grad living with his parents, not sure what to do. \"I saw two choices,\" he writes in his new book, \"Borges and Me: An Encounter,\" \"stay at home, where my mother would chop off my balls, or go to Vietnam, where they'd be blown off by a landmine.\" Liking neither of those options (understandably), he invents a third: He will pursue a doctorate in English literature at St. Andrews in Scotland, an opportunity to escape the world, \"Walden\"-style, as much as to learn about literature. At first, life in St. Andrews is lonely and difficult. He feels guilt toward his folks in Pennsylvania, who are still pulling for law school, and toward his best friend, Billy, who has shipped off to Vietnam. But soon he meets people: a doltish old professor, a colorful landlady and a vivacious red-sneakered young woman who has a boyfriend, alas, though young Jay is undeterred. His new foreign reality starts to look fairly normal, until one day he befriends the Scottish poet Alastair Reid, and has \"a presentiment . . . that my life would take an unexpected turn.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delay-the-election-11596150821", "title": "Delay the Election???", "date": "2020-07-31 10:30", "summary": "Trump can't change the date, but voting by mail needs to be cleaned up.. President Trump nearly always ends his tweets with a series of exclamation points. His Thursday tweet about the November election uncharacteristically ended with three question marks: \"Delay the Election until people can properly, securely and safely vote???\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-their-ppp-loans-didnt-come-through-these-businesses-broke-up-with-their-banks-11596205736", "title": "Why Some Small Businesses Are Breaking Up With Their Banks", "date": "2020-07-31 10:28", "summary": "Some owners are moving their money permanently to smaller banks that were able to deliver their PPP funds. In Pavia Rosati's hour of financial need, her bank ghosted her.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caterpillar-expects-reduced-demand-to-persist-11596196439", "title": "Caterpillar Anticipates Extended Sales Hit", "date": "2020-07-31 10:26", "summary": "Machinery giant said revenue in the U.S. dropped more than 40% in the second quarter. The coronavirus crisis is sapping demand for Caterpillar Inc.'s giant machinery from builders and miners around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-like-rivals-hit-by-pandemic-store-closures-11596199393", "title": "Under Armour, Like Rivals, Hit by Pandemic Store Closures", "date": "2020-07-31 10:17", "summary": "Revenue falls 41% in latest quarter, company warns sales could decline 25% in second half of year. Under Armour Inc. said sales declined significantly in the second quarter because of the coronavirus pandemic but weren't as bad as the sportswear retailer was expecting.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-questions-with-scholar-sarah-deer-on-empowering-tribal-nations-to-protect-native-american-women-11596204577", "title": "Three Questions with Scholar Sarah Deer on Protecting Native American Women", "date": "2020-07-31 10:09", "summary": "The Native American advocate says a recent Supreme Court ruling is a 'once-in-a-century kind of victory'. Sarah Deer is a Native American scholar, advocate and attorney. She's also a citizen of the Muscogee Creek Nation in Oklahoma and a professor at the University of Kansas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betsy-ancker-johnson-broke-a-glass-ceiling-as-a-gm-vice-president-11596204001", "title": "Betsy Ancker-Johnson Broke a Glass Ceiling as a GM Vice President", "date": "2020-07-31 10:00", "summary": "Physicist did research for Boeing and helped run Commerce Department in 1970s. At her junior high school in Indianapolis, Betsy Ancker announced she would take shop class rather than home economics. The school's principal, a woman, wouldn't allow it-and consigned her to cooking and sewing.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamba-juice-founder-kirk-perron-helped-ignite-a-smoothie-fad-11596204000", "title": "Jamba Juice Founder Kirk Perron Helped Ignite a Smoothie Fad", "date": "2020-07-31 10:00", "summary": "Entrepreneur, offering a meal in a 24-ounce cup, drew early backing from Howard Schultz of Starbucks. Kirk Perron was working at a Safeway supermarket when he came up with his business plan. In 1990, he opened the Juice Club shop in San Luis Obispo, Calif.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-restaurants-in-crisis-wine-pros-seek-a-way-forward-11596204024", "title": "With Restaurants In Crisis, Wine Pros Seek a Way Forward", "date": "2020-07-31 10:00", "summary": "Sommeliers are considering their options and in some cases changing careers as the world of fine dining undergoes seismic shifts in the face of the coronavirus pandemic. SOME MAY LAMENT the absence of their hairdresser or weekly sessions with a yoga instructor during the pandemic shutdown; I've been missing the sommeliers. It's been months since I consulted a wine professional in a restaurant and I'm feeling the loss. But what of the losses to the sommeliers themselves, especially those whose restaurants are temporarily or forever closed?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hi-its-us-your-dress-shoes-we-miss-you-11596203906", "title": "Hi, It's Us. Your Dress Shoes. We Miss You.", "date": "2020-07-31 09:58", "summary": "Abandoned amid the pandemic, they're desperate for a walk down memory lane. Hey there, it's us, your dress shoes.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-passes-its-covid-road-test-volkswagen-flunks-11596203249", "title": "Detroit Passes Its Covid Road Test, Volkswagen Flunks", "date": "2020-07-31 09:47", "summary": "Some car makers flexed their costs to cope with the first-half plunge in sales better than others. To test a car, there are off-road tracks, tight bends and steep hills. To test a car maker, there are financial crises, pandemics and technology transitions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-apocalypse-factory-review-before-and-after-the-bomb-11596202751", "title": "'The Apocalypse Factory' Review: Before and After the Bomb", "date": "2020-07-31 09:39", "summary": "The Earth's crust has little plutonium left. During World War II, it had to be made-and fast.. I held plutonium in my hands only once in my life. It was on the afternoon of Aug. 31, 1957. At daybreak that morning I had witnessed the explosion of an atomic bomb in Nevada. It was part of the \"plumbbob\" series of tests. This one-named Smoky-had double the explosive power of the bomb used on Nagasaki, also a plutonium device.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-koreas-economy-grew-in-2019-despite-international-sanctions-11596198005", "title": "North Korea's Economy Grew in 2019, Despite International Sanctions", "date": "2020-07-31 09:37", "summary": "Coronavirus pandemic will likely hurt growth figures for this year. SEOUL-North Korea's economy grew 0.4% in 2019, the first time Pyongyang showed positive growth in three years, helped by construction activity and expanded agricultural output, South Korea's central bank said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lost-pianos-of-siberia-review-ivories-in-the-snow-11596202672", "title": "'The Lost Pianos of Siberia' Review: Ivories in the Snow", "date": "2020-07-31 09:37", "summary": "In times of turmoil, many Russians shipped their prized pianos to the safety of Siberia.. 'The Lost Pianos of Siberia,\" Sophy Roberts's melodious first book, reveals a story inextricably linked to the drama of Russia itself. The author ventures on a series of dogged journeys, from the Urals to the Sea of Okhotsk, in search of a piano worthy of a gifted Mongolian soloist. The aim? To see if and how a historic piano \"would sound different in the steppe.\" These pages sing like a symphony.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-diane-johnson-on-novels-of-betrayal-11596202594", "title": "Five Best: Diane Johnson on Novels of Betrayal", "date": "2020-07-31 09:36", "summary": "From the author of the forthcoming novel 'Lorna Mott Comes Home.'. By Elizabeth Bowen (1938)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-amzn-2q-earnings-report-2020-11596137257", "title": "Amazon, Apple, Facebook Show Dominant Results, Grip on Society", "date": "2020-07-31 09:36", "summary": "Tech companies reap billions, surprising investors just one day after Congressional scrutiny. Amazon.com Inc. delivered soaring quarterly sales and profit, leading a pack of tech giants on Thursday that reported thriving business during the throes of the coronavirus pandemic and highlighting the industry's central place in business and society at a time of growing concern over its clout.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-reviving-the-old-sci-fi-dream-11596202531", "title": "Science Fiction: Reviving the Old Sci-Fi Dream", "date": "2020-07-31 09:35", "summary": "Science fiction was once called 'space fiction,' which is mostly what it was.. Sci-fi fans of a certain age often lament that the stories of interstellar adventure and galactic empire by the likes of Isaac Asimov and Poul Anderson just aren't being written any more. Where's all the fun gone?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inky-fingers-review-everymans-type-11596202470", "title": "'Inky Fingers' Review: Everyman's Type", "date": "2020-07-31 09:34", "summary": "Movable-type printing brought reading to the masses and created a whole new class of information gatekeepers.. In an age of briskly marketed \"beach books,\" it is easy to think of time spent turning pages as a leisure activity, almost an indulgence, anything but work. Even the familiar dream of retiring to a cabin to write a book seems like nothing so much as a vacation. It was not always so, as Anthony Grafton makes clear in \"Inky Fingers: The Making of Books in Early Modern Europe.\" Mr. Grafton, a professor of history at Princeton University, reveals that in centuries past scholars toiled for years to master ancient volumes, and that \"making a book\" of one's own \"required hours of physical labor, carried out with strenuous attention, tongue in teeth\"-what, in the age of the computer, would be thought of as \"exhausting, unremitting work.\" Mr. Grafton describes magnificent achievements, storms of controversy and sometimes the pure devilment of scholars and printers, from the 15th to the early 17th centuries.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/song-of-summer-rockstar-weeknd-11596201804", "title": "The Summer Without a Song", "date": "2020-07-31 09:25", "summary": "2020 seems to be without an anthemic song of summer. Is this because of the pandemic or a sign of how splintered the music industry is now?. In years past, Memorial Day signified the beginning of warm weather, beach days and backyard BBQs. It also signaled the emergence of sunny anthems from established artists and new talent alike, each vying for the opportunity to supply a soundtrack to the season's most unforgettable moments. Crowning the \"song of the summer\" is a yearly tradition: as much a marketing tool for music labels as an excuse for fans to engage in good-natured arguments. But the sound of Summer 2020 has been difficult to pin down for many reasons and there's an absence of a universal hit that should already be here at this point of the year.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-sold-assets-to-stay-under-fed-asset-cap-as-markets-lurched-11596200731", "title": "Wells Fargo Sold Assets Amid Market Turmoil to Stay Within Fed's Limits", "date": "2020-07-31 09:05", "summary": "Lender was forced to act as customers borrowed billions on credit lines amid the Covid-19 pandemic. Wells Fargo & Co. unloaded hundreds of millions of dollars of assets during this spring's market collapse to stay out of trouble with the Federal Reserve.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-three-key-hurdles-for-a-coronavirus-vaccine-to-clear-11596200623", "title": "The Three Key Hurdles for a Coronavirus Vaccine to Clear", "date": "2020-07-31 09:03", "summary": "Making a safe, effective Covid-19 vaccine will be hard enough, but distributing it and building trust for widespread participation will be even harder. Vaccines have transformed the world, saving hundreds of millions of lives. They are also by far our best hope to stop the Covid-19 pandemic. Our other choices for stopping the disease are staying apart, which hammers our economy and society, or building \"herd immunity\" through natural infection, which would mean more than a million deaths in the U.S. and 10 million or more deaths world-wide. But the push for a Covid-19 vaccine faces three key hurdles.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-other-health-related-problem-in-baseball-arm-injuries-11596198050", "title": "Baseball's Other Health-Related Problem: Arm Injuries", "date": "2020-07-31 08:20", "summary": "Following a long layoff and a quick ramp-up to restarting, clubs have struggled to keep their players healthy-primarily pitchers, a persistently at-risk group. The first full week of the tenuous, long-delayed Major League Baseball season has understandably revolved around the coronavirus. After just one weekend back on the field, a significant outbreak of cases on the Miami Marlins led to the postponement of 14 games, forced six teams to rejigger their schedules and raised serious doubt about whether this experiment can work at all.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-businesses-multiyear-bets-fuel-cloud-growth-11596196893", "title": "A Cloud Surge Lifts Amazon, Microsoft and Google's Results", "date": "2020-07-31 08:01", "summary": "The tech giants are benefiting from companies having to reconsider their digital operations because of the Covid-19 pandemic. Companies are increasingly looking to transform their digital operations during the pandemic by placing bets that promise to boost the cloud-computing businesses of Amazon.com Inc., Microsoft Corp. and Google-parent Alphabet Inc. for years to come.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-pushes-museums-further-into-digital-age-11596196801", "title": "Pandemic Pushes Museums Deeper Into Digital Age", "date": "2020-07-31 08:00", "summary": "When Covid-19 forced museums to shut their buildings spring, many created new virtual offerings for visitors. That digital content is likely here to stay.. For years, museums have been seeking to transform their missions for the digital age. The coronavirus pandemic has put that transformation front and center.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-moves-to-punish-luckin-coffee-for-fabricating-sales-11596196761", "title": "China Moves to Punish Luckin Coffee For Fabricating Sales", "date": "2020-07-31 07:59", "summary": "Agencies say they will penalize company that made up transactions. Chinese regulators are preparing punitive action against Luckin Coffee Inc., less than four months after the company revealed that it had fabricated hundreds of millions of dollars in sales.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-modest-good-news-on-covid-19-doctors-are-getting-better-at-treating-it-11596195903", "title": "Some (Modest) Good News on Covid-19: Doctors Are Getting Better at Treating It", "date": "2020-07-31 07:45", "summary": "Lacking a vaccine or antivirals, physicians now use a mix of drugs to combat the virus's impact. ROME-When the new coronavirus swept into northern Italy in late February, doctors were so in the dark about how to treat the disease ravaging their patients they asked friends in China to translate clinical guidelines from Mandarin they had found online.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-leaders-hope-for-less-violent-weekend-following-drawdown-of-federal-agents-11596195748", "title": "Portland Leaders Hope for Less Violent Weekend Following Drawdown of Federal Agents", "date": "2020-07-31 07:42", "summary": "Even as Oregon state troopers take over security duties previously handled by federal agents, activists say anger remains. After weeks of daily and often violent clashes between federal officers and street protesters outside a courthouse, Portland is trying a different approach this weekend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-edges-toward-military-pre-emptive-strike-option-11596195100", "title": "Japan Edges Toward Military Pre-Emptive Strike Option", "date": "2020-07-31 07:31", "summary": "Tokyo debates how to deter missile attacks as threats from North Korea and China rise. TOKYO-Ruling-party lawmakers are pushing for Japan's military to have the ability to strike foreign missile-launch sites to improve deterrence against potential attacks from North Korea and China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iag-to-raise-fresh-capital-11596177472", "title": "British Airways Parent Posts Record Loss", "date": "2020-07-31 07:28", "summary": "IAG, which also owns Spain's Iberia and Aer Lingus of Ireland, is raising €2.75 billion via a rights issue. LONDON-The owner of British Airways posted its biggest loss on record and outlined lower capacity plans for the remainder of the year, as expectations for a recovery in passenger demand deteriorate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boban-marjanovic-mavericks-nba-bubble-11596179709", "title": "The NBA Shut Down. Then the League's Biggest Player Had His Best Game.", "date": "2020-07-31 07:04", "summary": "Boban Marjanovic, the beloved 7-foot-4 center, played the game of his life on March 11. It was the first day of the pandemic and the last day of the NBA season.. There is nobody in the NBA bigger than Boban Marjanovic. The last time he played in a basketball game, there was also nobody better than him.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-universal-peace-deal-sets-stage-for-increased-tensions-elsewhere-in-hollywood-11596193201", "title": "AMC-Universal Peace Deal Sets Stage for Increased Tensions Elsewhere in Hollywood", "date": "2020-07-31 07:00", "summary": "Rival executives question pact's value and timing. A historic distribution agreement between AMC Entertainment Holdings Inc. and Hollywood studio Universal Pictures is sowing discord and confusion in an industry already reeling from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-won-the-first-leg-of-the-post-covid-race-the-next-one-will-be-harder-11596193091", "title": "China Won the First Leg of the Post-Covid Race. The Next One Will Be Harder.", "date": "2020-07-31 06:58", "summary": "Factory production is still bouncing back far faster than both foreign and domestic demand. The first official read on China's economy in July confirmed the nation has pulled ahead in the struggle to rekindle growth after the damage of the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-brands-get-hyperactive-on-chinese-social-media-11596192796", "title": "Luxury Brands Get Hyperactive on Chinese Social Media", "date": "2020-07-31 06:53", "summary": "Fashion labels that depend on China's overseas tourists for a huge chunk of sales must now follow them home. For the world's top luxury brands, the battle for Chinese consumers is moving to China. A stampede on social media is the latest front.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-outshines-rivals-as-trading-prospers-11596192835", "title": "BNP Paribas Outshines Rivals as Trading Prospers", "date": "2020-07-31 06:53", "summary": "Shares jump as the French lender's profit beats analysts' expectations. BNP Paribas SA shares rose as much as 6% Friday as the French lender's earnings suggested it is navigating the coronavirus pandemic better than several other European banks, driven by a boom in its trading businesses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-nba-bubble-jayson-tatum-is-playing-a-lot-of-golf-11596191699", "title": "Inside the NBA Bubble, Jayson Tatum Is Playing a Lot of...Golf", "date": "2020-07-31 06:35", "summary": "Quarantining with his fellow athletes in Orlando, the Boston Celtics All-Star is keeping busy swinging his clubs, creating pixelated players and making history. SITTING ON THE SIDELINES is new for Jayson Tatum. The All-Star forward led the Celtics deep into the playoffs as a rookie and was capitalizing on a strong third season when the NBA suspended play on March 11, sending him and his fellow players home. Locked down in Boston, he spent months lifting weights and spinning the pedals of his mother's Peloton while awaiting news.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-takes-brunt-of-ad-slump-as-facebook-skirts-by-11596189780", "title": "Google Takes Brunt of Ad Slump as Facebook Skirts By", "date": "2020-07-31 06:03", "summary": "Slowdown in advertising across big tech platforms has got everyone down, but some more than others. Wednesday's antitrust hearing before Congress made tech giants like Google-parent Alphabet, Inc. and Facebook seem like they've rigged the deck. But Thursday's second quarter reports from both companies made the ad game look a little more fair.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-unity-government-frays-raising-specter-of-a-new-vote-11596189600", "title": "Israel's Unity Government Frays, Raising Specter of a New Vote", "date": "2020-07-31 06:00", "summary": "Tensions between reluctant partners Benjamin Netanyahu and Benny Gantz have destabilized Israel's fragmented polity and complicated governance. TEL AVIV-Formed in May to address Israel's most pressing challenges, the nation's unity government is fraying as divisions deepen between Prime Minister Benjamin Netanyahu and his rival-turned-partner, Benny Gantz.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sec-plans-to-play-a-10-game-conference-football-schedule-11596189601", "title": "SEC Plans to Play a 10-Game Conference Football Schedule", "date": "2020-07-31 06:00", "summary": "The decision is the latest move by college football's powers to stage a season amid the coronavirus pandemic. The powerful Southeastern Conference said Thursday it would eliminate nonconference football games and play a delayed 10-game conference schedule, the latest move by college football's powers as they scramble to stage a season amid the coronavirus pandemic.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-scott-has-one-eye-on-2022and-another-on-2024-11596187801", "title": "Florida's Scott Has One Eye on 2022-and Another on 2024", "date": "2020-07-31 05:30", "summary": "Senator lines up support to chair the National Republican Senatorial Committee for the 2022 midterms. ", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-is-the-crisis-some-bank-investors-have-been-waiting-for-11596187800", "title": "Coronavirus Is the Crisis Bank Investors Have Waited For", "date": "2020-07-31 05:30", "summary": "Bank results and stocks are getting hammered. But some investors see proof they are good investments.. Profits at U.S. banks are tumbling, their stocks are underperforming and their executives sound grim. Their long-term investors are thrilled.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-for-small-business-owners-the-money-questions-11596187815", "title": "Help for Small-Business Owners: The Money Questions", "date": "2020-07-31 05:30", "summary": "Our personal finance team tackles common questions to help entrepreneurs navigate these trying times. For many entrepreneurs, the line between personal and business finances is blurry, which can put them in a precarious situation when things go south. Here, WSJ's personal finance team answers some common questions to help small-business owners through these trying times.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrant-owned-businesses-are-especially-hard-hit-amid-the-pandemic-11596187802", "title": "Immigrant-Owned Businesses Are Especially Hard-Hit by Pandemic", "date": "2020-07-31 05:30", "summary": "Resume Subscription. In the U.S., 10% of small-business owners are Latino immigrants. When the pandemic hit, wreaking havoc on small businesses around the country, only 29% of those owners applied for assistance from the government.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-property-giant-vanke-takes-stake-in-ailing-rival-tahoe-11596184092", "title": "Chinese Property Giant Vanke Takes Stake in Ailing Rival Tahoe", "date": "2020-07-31 04:28", "summary": "Agreement to buy 19.9% offers hope to home buyers who have made big outlays on unfinished apartments. One of China's largest property companies threw its weight behind smaller peer Tahoe Group, potentially offering hope to many households that have made big outlays on unfinished apartments.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-unveils-its-plan-to-make-facebook-and-google-pay-for-news-11596181433", "title": "Australia Unveils Its Plan to Make Facebook and Google Pay for News", "date": "2020-07-31 03:43", "summary": "New plan could inform efforts elsewhere in the world to monetize content from publishers. Media companies in Australia will be able to seek payment from Facebook Inc. and Alphabet Inc.'s Google for news articles that are posted on their platforms, according to new rules, which could set a precedent for other countries seeking to compel tech giants to compensate local publishers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-manufacturing-recovery-picks-up-the-pace-11596171800", "title": "China's Manufacturing Recovery Picks Up the Pace", "date": "2020-07-31 01:03", "summary": "Factory activity expands for fifth straight month. BEIJING-An official gauge of China's factory activity expanded at a faster pace in July, as improving demand inside and outside the country kept the recovery of the world's second-largest economy on track.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-urge-ftc-probe-of-mobile-ad-industrys-tracking-of-consumers-11596214541", "title": "Lawmakers Urge FTC Probe of Mobile Ad Industry's Tracking of Consumers", "date": "2020-07-31 00:01", "summary": "Data has tracked attendance at Black Lives Matter protests and churches. A group of members of Congress is asking the Federal Trade Commission to open an investigation into the mobile advertising industry's practice of covertly tracking consumers using digital display ads.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11596137693", "title": "Pepper...and Salt", "date": "2020-07-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-spar-on-unemployment-aid-coronavirus-package-11596134183", "title": "Congressional Leaders and White House Fail to Reach Coronavirus Stimulus Deal", "date": "2020-07-31 23:43", "summary": "Negotiations to continue Friday as enhanced unemployment benefits are set to expire. WASHINGTON-Congressional leaders and White House officials failed to strike a deal on coronavirus relief Thursday night, just hours before federal jobless benefits were set to officially expire Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-links-hack-to-phone-based-phishing-attack-11596166657", "title": "Twitter Links Hack to Phone-Based Phishing Attack", "date": "2020-07-31 23:37", "summary": "Social-media company cites 'concerted attempt to mislead certain employees and exploit human vulnerabilities'. The hackers behind the high-profile online break-in at Twitter Inc. earlier this month talked their way onto the company's network using the telephone, the company said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-teng-hui-who-guided-taiwan-on-its-path-to-democracy-dies-at-97-11596112871", "title": "Lee Teng-hui, Who Guided Taiwan on Its Path to Democracy, Dies at 97", "date": "2020-07-31 23:09", "summary": "As president, Lee dismantled the authoritarian regime that the Nationalist Party imposed on the island after World War II. Lee Teng-hui, who as Taiwan's first native-born president steered the island's transition to democracy, became its first popularly elected leader and championed a sense of Taiwanese identity separate from mainland China, died on Thursday. He was 97 years old.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-covid-19-haven-reports-its-first-infections-breaking-perfect-streak-11596031438", "title": "Japan's Covid-19 Haven Reports First Infections, Breaking Perfect Streak", "date": "2020-07-31 22:18", "summary": "Nationwide daily cases top 1,000 for the first time as coronavirus success story unravels. ICHINOSEKI, Japan-One of the developed world's last regions untouched by Covid-19 reported its first cases as a day of new infection milestones in Japan suggested the country's success in stemming the new coronavirus was unraveling.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-mexican-police-officials-indicted-in-new-york-11596157418", "title": "Former Mexican Police Officials Indicted in New York", "date": "2020-07-31 22:02", "summary": "Federal prosecutor in New York alleges the two former officials took bribes from the Sinaloa drug cartel. MEXICO CITY-Two former senior Mexican police officials, top aides of the man who ran the country's drug war for six years, were indicted Thursday in New York on charges of taking millions of dollars in bribes from the Sinaloa Cartel in exchange for protection and allowing tons of its cocaine to flow through Mexico unhindered.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-players-kneel-during-national-anthem-on-restarts-opening-night-11596150590", "title": "NBA Players Kneel During National Anthem on Restart's Opening Night", "date": "2020-07-31 21:37", "summary": "Players, coaches and referees knelt in a coordinated protest and the NBA said it would not enforce a longstanding rule prohibiting anthem protests. NBA players, coaches and referees knelt during the national anthem in a coordinated protest on Thursday, the opening night of the league's restart, violating a longstanding league policy to make a political statement during a summer of reckoning about social justice and racial equality.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-presidents-pay-tribute-at-john-lewiss-funeral-11596130170", "title": "At John Lewis's Funeral, Obama, Clinton and Bush Pay Tribute", "date": "2020-07-31 21:30", "summary": "The congressman and civil-rights icon was saluted by members of both parties; 'We live in a better and nobler country today because of John Lewis'. WASHINGTON-Former President Barack Obama on Thursday heralded the late Rep. John Lewis as a \"founding father\" whose legacy of activism transformed American democracy, while warning that the nation must remain \"vigilant against the darker currents of this country's history.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutor-wont-charge-ex-ferguson-officer-who-killed-michael-brown-11596157465", "title": "Prosecutor Won't Charge Ex-Ferguson Officer", "date": "2020-07-31 21:04", "summary": "Shooting in 2014 sparked protests around the nation, leading to national discussion on racism and police violence. The former Ferguson, Mo., police officer who shot and killed Michael Brown in 2014 won't face charges following a re-examination of the case evidence, the St. Louis County prosecutor said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-floats-election-delay-but-only-congress-can-change-the-date-11596120196", "title": "GOP Leaders Rebuff Trump's Suggestion of Delaying Election", "date": "2020-07-31 20:54", "summary": "The president in a tweet questioned whether the date should be pushed back until a time when 'people can properly, securely and safely vote'. WASHINGTON-President Trump floated the idea of delaying the November presidential election for the first time in a tweet Thursday until a time when \"people can properly, securely and safely vote,\" prompting top Republicans and Democrats in Congress to swiftly dismiss the idea.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-appeals-court-will-reconsider-dismissal-of-case-against-former-trump-security-adviser-flynn-11596133273", "title": "U.S. Appeals Court Will Reconsider Dismissal of Case Against Former Trump Security Adviser Flynn", "date": "2020-07-31 20:30", "summary": "Decision is latest twist in case dating back to earliest days of Trump administration. WASHINGTON-A federal appeals court will rehear a legal challenge to whether charges against former Trump administration national security adviser Michael Flynn must be dropped, the latest twist in a yearslong legal drama in the last remaining continuing criminal case from special counsel Robert Mueller's investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-lays-out-triggers-for-school-closures-due-to-coronavirus-11596154242", "title": "NYC Lays Out Triggers for School Closures Due to Coronavirus", "date": "2020-07-31 20:10", "summary": "One Covid-19 case could shut down a classroom; two could force an entire school to switch to remote learning for days or weeks. New York City officials announced the conditions Thursday that will force the temporary closure of a school building this fall, such as finding two or more cases of coronavirus among students or staff.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}]