[{"link": "https://www.wsj.com/articles/trump-to-speak-at-socially-distanced-west-point-commencement-11592054140", "title": "Trump Hails 'Durability of Institutions' at West Point Commencement", "date": "2020-06-13 19:16", "summary": "President's speech comes amid clashes with brass over military's role in protests. WEST POINT, N.Y.-Acknowledging a \"turbulent\" moment for America, President Trump used a speech to the graduating class of West Point to offer reassuring words to the military, while also thanking the National Guard for keeping the streets safe and noting some of the racial injustices that stain the nation's history.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-in-france-seek-police-overhauls-11592076198", "title": "Protesters in France, U.K. Seek Police Overhauls", "date": "2020-06-13 15:23", "summary": "Organizers push changes in practices that they say have exacerbated tensions between French police and minorities who populate the country's blighted areas. PARIS-Thousands of people gathered in cities across France on Saturday to protest police brutality and systemic racism, amplifying appeals that have reverberated around the globe since the killing of George Floyd in Minneapolis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-reopening-complicated-by-worker-absences-amid-covid-cases-11592074008", "title": "Auto Makers' Reopening Complicated by Worker Absences Amid Covid Cases", "date": "2020-06-13 14:46", "summary": "The pandemic that forced plants to close hangs over attempts to ramp up production. Auto makers are grappling with absent U.S. factory workers and Covid-19 cases at their reopened plants, complicating the companies' efforts to recoup production lost to the pandemic.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serious-eye-injuries-spur-calls-to-ban-rubber-bullets-11592070374", "title": "Serious Eye Injuries at Protests Spur Calls to Ban Rubber Bullets", "date": "2020-06-13 13:59", "summary": "Impact often leads to vision loss, say ophthalmologists; like 'taking a grape and hitting it with a hammer'. At least 20 people have suffered traumatic eye injuries after being hit by rubber bullets and other projectiles during recent demonstrations over the killing of George Floyd, according to a leading medical group, prompting calls for a ban on their use by police for crowd control.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-west-point-commencement-11592069820", "title": "Photos: West Point Commencement", "date": "2020-06-13 13:37", "summary": "President Trump emphasizes unity as his relationship with military leaders is strained. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/long-stalled-new-jersey-rail-project-gains-trumps-support-11592064981", "title": "Long-Stalled New Jersey Rail Project Gets Trump's Support", "date": "2020-06-13 12:16", "summary": "President signals backing for $800 million federal grant to build key bridge. President Trump signaled his support for an $800 million federal grant to build a bridge critical to a stalled $30 billion program that would double rail capacity between New Jersey and New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-lawmakers-argue-unrest-heightens-need-for-aid-to-states-and-cities-11592064365", "title": "Some Lawmakers Argue Unrest Heightens Need for Aid to States and Cities", "date": "2020-06-13 12:06", "summary": "Local governments have been pushing for hundreds of billions of dollars in federal assistance amid coronavirus pandemic. WASHINGTON-Some Democratic and Republican lawmakers pushing to secure more state and local aid in the next stimulus package said the unrest sparked by the killing of George Floyd has magnified the need to fill holes in local public-safety budgets.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-reform-protesters-seek-ways-to-keep-movement-going-11592040600", "title": "Police-Reform Protesters Seek to Keep Momentum", "date": "2020-06-13 12:02", "summary": "'This will be out of the news cycle, that's what happens. The protests aren't going to go on forever.'. After more than two weeks of demonstrations over the killing of George Floyd, protesters across the country hope to combat fatigue and preserve the momentum of the movement that has so far spurred steps toward widespread police reforms.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-with-tradition-some-judges-speak-out-on-racial-injustices-11592060400", "title": "Breaking With Tradition, Some Judges Speak Out on Racial Injustices", "date": "2020-06-13 11:00", "summary": "State supreme courts pledge to root out bias in judicial system and heal 'raw wounds of racism'. WASHINGTON-As demonstrations after George Floyd's killing in police custody unfolded across the nation last week, the chief justice of North Carolina weighed in with her own declaration-the first in a wave of extraordinary statements by jurists around the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employees-take-action-after-protests-with-matching-programs-11592056800", "title": "Employees Take Action After Protests With Matching Programs", "date": "2020-06-13 10:00", "summary": "Companies from LinkedIn to Disney offer to match donations, but check the fine print and tax wrinkles. Companies have offered matching donations for employee charitable contributions for years. Now, amid protests over racial inequality, people are looking to these programs to help maximize their donating power.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-embrace-food-delivery-but-they-still-dont-love-it-11592056800", "title": "Grocers Embrace Food Delivery, but They Still Don't Love It", "date": "2020-06-13 10:00", "summary": "Many supermarkets remain skeptical of the now-popular service that boosts sales but hurts margins; 'It's a two-edged sword'. Grocers charged into delivery to meet a surge in demand sparked by the coronavirus crisis, though many haven't figured out how to get food to customers' homes profitably and some wonder if they ever will.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-strategy-for-acing-a-job-interview-11591989753", "title": "The Surprising Strategy for Acing a Job Interview", "date": "2020-06-13 09:30", "summary": "Don't try to figure out what the interviewer is looking for. It will only backfire.. The conventional wisdom for acing a job interview is pretty simple: Figure out what the interviewers want and give it to them.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-dollar-is-a-deadly-but-dangerous-trump-card-in-u-s-china-fight-11592053200", "title": "King Dollar Is a Deadly but Dangerous Trump Card in U.S.-China Fight", "date": "2020-06-13 09:00", "summary": "Powerful weapons can create blowback if the wielder isn't on steady ground. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-tax-talks-waver-as-pandemic-hits-government-coffers-11592053201", "title": "Global Tax Talks Waver as Pandemic Hits Government Coffers", "date": "2020-06-13 09:00", "summary": "Tech companies prosper while nations struggle, making the firms an even bigger target. The coronavirus pandemic blew a hole in global tax collections while technology companies prosper in the work-from-home environment. That combination is putting more pressure on already-contentious international negotiations over how nations divide up billions in taxes on the profits of multinational corporations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worlds-nightclub-capital-faces-an-existential-crisis-11592049600", "title": "The World's Nightclub Capital Faces an Existential Crisis", "date": "2020-06-13 08:00", "summary": "Berlin's legendary club scene has gone quiet. Some fear the party could be over for good.. BERLIN-The saying goes that in Berlin's nightclubs, you can be or do whatever you want, as long as you don't put anyone in danger.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-finely-stitched-couture-competitions-11592046001", "title": "The Staying Inside Guide: Finely Stitched Couture Competitions", "date": "2020-06-13 07:00", "summary": "Teamwork, inventiveness and big personalities make these shows captivating for fans of fashion.. Undisrupted since World War II, Paris's Haute Couture is transcending the pandemic by going digital this July 6 to 8, a first that invites anyone with internet to watch the fall/winter 2020-21 collections as they unroll. In the meantime, television has brought two new fashion titles to the fore-variations on the theme of the still-loved if a bit tired \"Project Runway.\" Heidi Klum, the bubbly German supermodel who, for 16 seasons, on Bravo and Lifetime, was the face of that program, and Tim Gunn, the sage classicist who mentored contestants through it, came back this spring with a reality show called \"Making the Cut,\" on Amazon Prime Video. While the competitors in the original show tend to be at the beginning of their careers, the competitors in \"Making the Cut\" are far more accomplished, with years of experience producing their own labels. And while the first show hopes to find \"the next big fashion designer,\" this one is looking for the \"next great global brand.\"", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-economic-toll-threaten-to-worsen-black-mortality-rates-11592046000", "title": "Coronavirus, Economic Toll Threaten to Worsen Black Mortality Rates", "date": "2020-06-13 07:00", "summary": "Financial stress, racial tensions undermine health of African-Americans; 'Four buses to get to work'. The new coronavirus pandemic and its economic fallout threaten to exacerbate mortality rates for African-Americans, which have risen in recent years for blacks in middle age.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sentences-australian-to-death-as-bilateral-relations-fray-11592045994", "title": "China Sentences Australian to Death as Bilateral Relations Fray", "date": "2020-06-13 06:59", "summary": "Southern Chinese court hands Karm Gilespie the death sentence for drug smuggling. SYDNEY-An Australian man has been sentenced to death in southern China, potentially escalating diplomatic tensions that have seen the two countries clash over trade, tourism and education.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-countries-dismantled-their-police-to-start-fresh-it-workedup-to-a-point-11592040601", "title": "Two Countries Dismantled Their Police. It Worked-Up to a Point.", "date": "2020-06-13 05:30", "summary": "Ukraine and Georgia dissolved and rebuilt their forces only to find that still-bigger changes were needed. Fury over police misconduct isn't unique to the U.S.: In recent times, it pushed two nations, Georgia and Ukraine, to dissolve their police forces and try rebuilding law-enforcement from scratch.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signs-of-a-v-shaped-early-stage-economic-recovery-emerge-11592040600", "title": "Signs of a V-Shaped Early-Stage Economic Recovery Emerge", "date": "2020-06-13 05:30", "summary": "After bottoming out in April, economic activity has continued to rise into early June. The first stage of the recovery looks V-shaped.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-coronavirus-cluster-in-beijing-intensifies-concerns-about-second-wave-of-infections-11592039153", "title": "Coronavirus Cluster in Beijing Intensifies Concerns About Second Wave of Infections", "date": "2020-06-13 05:06", "summary": "New infections prompt a reversal of some of Beijing's newly eased coronavirus-prevention measures as anxiety spreads to other cities. China's capital city on Saturday reported four new local coronavirus cases related to its largest food wholesale market, intensifying concerns about a second wave of infections after Beijing recently loosened virus-control measures.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-gets-nod-to-start-operating-card-network-in-china-11592032099", "title": "American Express Gets Nod to Start Operating Card Network in China", "date": "2020-06-13 03:42", "summary": "Company says it is first foreign payment network to be licensed to clear domestic transactions in mainland China. China's central bank gave American Express Co. the green light to start operating a card-clearing network that will process transactions in yuan, giving the U.S. card company greater access to the country's spenders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-return-to-campaign-trail-in-different-ways-11592020860", "title": "Trump, Biden Return to Campaign Trail in Different Ways", "date": "2020-06-13 00:33", "summary": "President plans full-scale rallies, while his opponent adopts more cautious approach. As President Trump bounds back onto the campaign trail, attending fundraisers and lining up rallies, rival Joe Biden is taking cautious steps away from his Delaware home.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kudlow-looks-to-assuage-investors-virus-fears-as-some-states-see-cases-mount-11592006651", "title": "Kudlow Looks to Assuage Investors' Virus Fears as States See Cases Mount", "date": "2020-06-13 00:18", "summary": "White House economic adviser gained ethics approval to speak in private meeting, but one former ethics attorney said he wouldn't have allowed it. WASHINGTON-A top White House economic adviser told investors in a private meeting Friday that the Trump administration doesn't believe there will be a second wave of coronavirus cases and argued that spikes in some parts of the country are manageable, even as health officials continue to warn of risks and urge social distancing as states slowly reopen.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-reschedule-tulsa-rally-11592021385", "title": "Trump to Reschedule Tulsa Rally", "date": "2020-06-13 00:15", "summary": "The president says he is moving the rally to June 20 so as not to conflict with Juneteenth. President Trump says he will reschedule a rally planned for Juneteenth in Tulsa, Okla., after facing fierce criticism for holding the event on a day that commemorates the end of slavery in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11591998048", "title": "Pepper...and Salt", "date": "2020-06-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-calls-to-defund-how-to-rethink-policing-11592020861", "title": "Amid Calls to 'Defund,' How to Rethink Policing", "date": "2020-06-13 00:01", "summary": "Cops shouldn't be sent to deal with social problems-substance abuse, mental illness, homelessness-they aren't trained to handle. Over just a few weeks, the phrase \"defund the police\" has entered the debate about local law enforcement in cities across the U.S., and some public officials have begun to embrace the slogan. In Minneapolis, for instance, the City Council pledged this week to revamp or replace the department whose officers were charged with the death of George Floyd. Many Americans, however, have been startled by the defunding notion, to say nothing of the calls that also have been heard in the recent protests to \"abolish the police.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-used-smartphone-cameras-to-record-police-brutalityand-change-history-11592020827", "title": "They Used Smartphone Cameras to Record Police Brutality-and Change History", "date": "2020-06-13 00:01", "summary": "Video-camera technology on our phones got better. In the process, it made eyewitnesses of us all.. In 2008, Steve Jobs had an assignment for a small team of engineers in Cupertino: Make the iPhone record video. After seeing that people liked taking photos with the first iPhones, he wanted to add moving pictures. A year later, Apple released the iPhone 3GS, the first iPhone to record video.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-are-reopening-will-guests-have-any-reservations-11592020850", "title": "Hotels Are Reopening. Will Guests Have Any Reservations?", "date": "2020-06-13 00:00", "summary": "Resume Subscription. GRAPEVINE, Texas-On a sun-soaked afternoon with the temperature approaching 100 degrees, guests of the Gaylord Texan got their first look at what it means to visit a resort in the age of Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/grow-a-quarantine-lawn-that-makes-friends-green-with-envy-11592020853", "title": "Grow a Quarantine Lawn That One-Ups Your Neighbors'", "date": "2020-06-13 00:00", "summary": "Many won't roam past their property lines this summer, making lawns an important escape. With these tools and tips your patch of turf can one-up anyone's.. AS COVID-19 puts most beach getaways on hold, lawns are reclaiming their role as America's quintessential summer escape-one of the few places you can freely gather among handsomely masked friends. With more time than ever to devote to that swath of green just beyond your door, now is your chance to achieve the most enviable lawn on the block.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-longtime-bet-boss-shows-women-how-to-run-the-worldwith-inspiration-from-beyonce-11592020858", "title": "This Longtime BET Boss Shows Women How to Run the World-With Inspiration From Beyoncé", "date": "2020-06-13 00:00", "summary": "Debra Lee looks for stimulation and advice from a group that includes the onetime lead singer of Destiny's Child and a former American Express CEO. There were some raised eyebrows when Debra Lee told her friends she would leave her job at a prestigious Washington law firm to run the legal department of a startup TV programmer called Black Entertainment Television. It was 1986, and few people knew whether the idea of paying for TV channels would have much staying power.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-buy-a-good-custom-suit-online-11592020834", "title": "How to Buy a (Good) Custom Suit Online", "date": "2020-06-13 00:00", "summary": "Social distancing has hastened the move toward a more remote process for traditional tailors-from Zoom consultations to digital fit adjustments. LAST MONTH, Elliott Pen obtained a custom glen-plaid blazer from Yeossal, a tailor in Singapore. But Mr. Pen, a 35-year-old business manager at a media company in Toronto, has never even been to Singapore. The entire transaction-from choosing his fabric to selecting his pocket shape-took place online. To nail the fit from across the globe, Mr. Pen tapped his \"very patient\" wife to measure and photograph \"every possible angle\" of his frame to message to Yeossal. The process took eight weeks and cost Mr. Pen just over $1,000-a good deal for custom tailoring. Mr. Pen worried until the last minute. \"I opened the box with trepidation,\" he said. But the results of his online experiment thoroughly pleased him and he busts it out for his more professional Zoom calls.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-road-trip-across-the-southwest-in-the-time-of-coronavirus-11592020850", "title": "A Road Trip Across the Southwest in the Time of Coronavirus", "date": "2020-06-13 00:00", "summary": "As soon as his stay-at-home order lifted, a restless New Orleanian sets out to drive across the Southwest. He hits a few roadblocks but mostly 'glorious' emptiness.. ON A TUESDAY in mid-May, after New Orleans relaxed its pandemic rules enough to let dentists resume practice, I went in for my checkup. When the masked-and-gowned technician brushed against my arm I realized she was the first human being to touch me in eight weeks. For some reason, this gave me a terrible urge to get out of town.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-prosecutor-says-officer-who-arrested-george-floyd-likely-lied-in-2004-case-11592011070", "title": "Texas Prosecutor Says Officer Who Arrested George Floyd Likely Lied in 2004 Case", "date": "2020-06-13 21:17", "summary": "Minor drug offenses like Mr. Floyd's aren't cases 'that we would accept for charges under my administration,' Harris County district attorney says. Houston's top prosecutor has concluded that a scandal-ridden former Houston police officer likely lied when he arrested George Floyd on a minor drug offense for which Mr. Floyd served time in state jail.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattle-protesters-negotiate-over-leaving-autonomous-zone-11591987159", "title": "Seattle Protesters Negotiate Over Leaving 'Autonomous Zone'", "date": "2020-06-13 20:41", "summary": "Six-block area with no police draws threat from Trump, while residents call it 'a picture of what a new way of living could be'. SEATTLE-Black Lives Matter protesters negotiated with local officials here Friday over their terms for leaving a six block area that they have controlled for most of the week without a police presence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-issues-rule-to-roll-back-transgender-protections-in-the-affordable-care-act-11591992461", "title": "Trump Administration Issues Rule to Roll Back Transgender Protections in the ACA", "date": "2020-06-13 20:19", "summary": "The move comes despite a last-minute push by Democrats and health groups to block a change they say will curtail health-care access during the pandemic. The Trump administration on Friday released a rule that would roll back Obama-era protections for transgender patients under the Affordable Care Act, despite a last-minute push by Democrats and health groups to block a change they say will curtail health-care access during the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]