[{"link": "https://www.wsj.com/articles/how-the-senates-rules-might-play-out-in-the-amy-coney-barrett-supreme-court-confirmation-11602458401", "title": "How the Senate's Rules Might Play Out in the Amy Coney Barrett Supreme Court Confirmation", "date": "2020-10-11 22:29", "summary": "Combined with the coronavirus, regulations could affect the pace, if not the outcome, of the process of confirming a Supreme Court justice. The Republican-controlled Senate Judiciary Committee will begin holding confirmation hearings for Judge Amy Coney Barrett's Supreme Court nomination Monday. Senate Democrats have conceded that they don't have the tools to stop Republicans from confirming Judge Amy Coney Barrett as a justice of the Supreme Court. But they could slow the nomination and impose political costs on Republicans for proceeding.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-face-uncertain-health-costs-as-employees-defer-treatments-11602421200", "title": "Companies Face Uncertain Health Costs as Employees Defer Treatments", "date": "2020-10-11 20:43", "summary": "As companies head into enrollment periods, they are finding it harder to forecast how much medical care their employees will consume in the year ahead. People are deferring many routine medical treatments during the coronavirus pandemic, creating unexpected savings for some employers, while making it harder for companies to forecast health-benefit costs in the year ahead.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battling-pandemic-blues-how-managers-can-rally-the-troops-11602460801", "title": "Battling Pandemic Blues: How Managers Can Rally the Troops", "date": "2020-10-11 20:00", "summary": "Work can feel tough for everyone right now, but the right thoughtful gestures from the boss can give employees the boost they need. Your team is deflated.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomos-book-on-new-yorks-covid-19-battle-launches-amid-virus-uptick-11602457200", "title": "Gov. Cuomo's Book on New York's Covid-19 Battle Launches Amid Virus Uptick", "date": "2020-10-11 19:00", "summary": "His second memoir recounts interactions with the federal government and other scenes from his response to the pandemic. When New York Gov. Andrew Cuomo visited the White House at the height of the coronavirus crisis on April 21, he worked hard to secure federal support for additional testing and to avoid becoming a political prop.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-texas-and-ohio-see-court-rulings-over-mail-ballots-11602456726", "title": "Pennsylvania, Texas and Ohio See Court Rulings Over Mail Ballots", "date": "2020-10-11 18:52", "summary": "Both political parties are mounting legal challenges across many states, with mail-in voting at the center. Courts in several key states issued weekend rulings that could affect how votes are cast and counted for next month's election, including mixed outcomes on the hotly contested issue of drop boxes for mail ballots.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-keep-rising-in-some-new-york-hot-spots-11602448403", "title": "Covid-19 Cases Keep Rising in Some New York Hot Spots", "date": "2020-10-11 18:20", "summary": "Clusters represent less than 3% of New York's population but account for almost 15% of positive cases. The coronavirus infection rate ticked up over the weekend in some New York hot spots where the state has tightened social-distancing restrictions, state officials said Sunday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-nominee-hearings-carry-risks-for-both-parties-11602408600", "title": "Barrett Hearings Set Up Pre-Election Partisan Battle", "date": "2020-10-11 18:10", "summary": "Senate debate over Judge Amy Coney Barrett as President Trump's pick will put attention on abortion rights, health care, gun rights and other topics. WASHINGTON-Supreme Court confirmation hearings for Judge Amy Coney Barrett this week promise to add more unpredictability to an already tumultuous election season as the GOP-led Senate seeks to expand the Supreme Court's conservative majority with just weeks before Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-on-what-voters-deserve-11602449046", "title": "Joe Biden on What Voters 'Deserve'", "date": "2020-10-11 17:28", "summary": "He says he'll give his view on Supreme Court-packing after he's elected.. H.L. Mencken's famous line about democracy is that voters know what they want and deserve to get it-good and hard. Joe Biden's apparent view is that voters shouldn't know what they're getting until after the election.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-speaker-pelosi-says-coronavirus-aid-talks-remain-at-impasse-11602428344", "title": "Stimulus Talks With White House Are at Impasse", "date": "2020-10-11 17:17", "summary": "President Trump says Republicans still want a coronavirus aid deal, but some GOP lawmakers are wary of more spending. WASHINGTON-The latest, beefed-up White House offer on a new coronavirus package hit resistance from both Democrats and Republicans over the weekend, deflating hopes that a bipartisan agreement was imminent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-testing-plan-aims-to-open-new-york-london-travel-by-holidays-11602337721", "title": "U.S. Aims to Open New York-London Travel by Holidays", "date": "2020-10-11 16:53", "summary": "Airlines, governments hope testing will spur more travel for business and pleasure. U.S. officials are aiming to open travel between New York City and London with shortened traveler quarantine periods as soon as the holidays, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-misguided-swipe-at-bill-barr-11602449244", "title": "Trump's Misguided Swipe at Bill Barr", "date": "2020-10-11 16:47", "summary": "The AG isn't helped by public badgering from the Oval Office.. If President Trump loses on Nov. 3, one reason will be his failure to understand when someone who disagrees with him is acting on principle. He views everything in politics as personal-it's always all about him. The latest example is Mr. Trump's misguided public criticism of Attorney General William Barr for disclosing that there will be no indictments before the election in the investigation of the FBI's Russia collusion probe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballot-deadlines-and-the-supreme-court-11602448993", "title": "Ballot Deadlines and the Supreme Court", "date": "2020-10-11 16:43", "summary": "The Justices can reduce the chances of a post-election crisis by advising lower courts now.. The Supreme Court is considering an appeal on ballot deadlines from Pennsylvania, and a decision could come as early as Monday. We hope the Justices intervene with a stay on the changes and guidance to lower courts not to rewrite ballot rules close to an election-for the good of the country and the Court itself.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-view-from-the-bridge-of-the-uss-cole20-years-on-11602446849", "title": "The View From the Bridge of the USS Cole-20 Years On", "date": "2020-10-11 16:07", "summary": "Eleven months before 9/11, al Qaeda brazenly attacked the U.S. Navy-and paid no price for it.. I knew within seconds that the ship under my command had been attacked. I grabbed a 9mm pistol and two clips of ammunition and dashed toward the blast area ready to face my destiny. Within minutes the crew also figured out we had been attacked. In a deafening explosion, the USS Cole was thrust up and to the right. Power failed in the forward part of the ship, plunging most of the crew into darkness as equipment failed or shut down from the force of the blast. Smoke, dust and the smell of vaporized fuel filled passageways and compartments. For a few seconds there was silence, followed by the screams of the wounded.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-a-flood-of-falsehoods-about-originalism-11602446778", "title": "Get Ready for a Flood of Falsehoods About Originalism", "date": "2020-10-11 16:06", "summary": "People who ought to know better misrepresent my father's views-and Judge Amy Coney Barrett's.. When Amy Coney Barrett's confirmation hearings begin Monday, you can expect to hear a lot of questions about and descriptions of her judicial philosophy, originalism. Much of what you'll hear about it will be inaccurate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-flirts-with-the-return-of-evo-11602446639", "title": "Bolivia Flirts With the Return of Evo", "date": "2020-10-11 16:04", "summary": "Will a divided opposition give the election to pro-Cuba, cocaine traffickers?. During Evo Morales's nearly 14 years as president, Bolivia grew into one of the Western Hemisphere's most insidious threats to democracy. Now, a year after his resignation, there is a danger that his Movement Toward Socialism party, known as MAS, could return to power-even though a majority of Bolivians don't support it.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbus-day-stands-for-diversity-11602446541", "title": "Columbus Day Stands for Diversity", "date": "2020-10-11 16:02", "summary": "Italian-Americans, victims of severe discrimination, rallied to honor him.. Christopher Columbus has been a prime target of 2020's cancel mobs. Their criticisms have a basis in fact: He was such a despotic governor of Hispaniola that King Ferdinand and Queen Isabella stripped him of that office. Unlike Lincoln's Birthday, Columbus Day doesn't pay tribute to a secular saint. It's more akin to Martin Luther King Jr. Day, which honors another flawed man who symbolizes a minority's triumph over discrimination.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-essential-scalia-review-what-rbg-admired-11602446451", "title": "'The Essential Scalia' Review: What RBG Admired", "date": "2020-10-11 16:00", "summary": "In his dissenting opinions, Scalia played a long game. When he failed to persuade his colleagues, he wrote-brilliantly-for future law students.. In the days since her passing, much has been said about the cross-aisle friendship between Justice Ruth Bader Ginsburg and Justice Antonin Scalia, who passed away four years and one presidential election cycle earlier. Their relationship was warm, genuine and enduring, spanning almost four decades. It was not a union of convenience or a strategic partnership. Justice Ginsburg did not share operatic vignettes or her husband Marty's cooking with Justice Scalia in an effort to cajole a vote or moderate his jurisprudential views. They were true friends notwithstanding profound disagreements on the issues they each cared about most passionately.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-holds-first-public-event-since-his-covid-diagnosis-11602361769", "title": "Doctor Says Trump Isn't Transmission Risk After President Holds Public Event", "date": "2020-10-11 15:52", "summary": "Memo issued after president's first post-diagnosis speech doesn't say if he has tested negative for Covid-19. President Trump's physician said Mr. Trump was no longer considered a transmission risk, but didn't say whether he still tests positive for Covid-19, in a memo released hours after the president's first public remarks since contracting the virus more than a week earlier.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-people-of-praise-amy-coney-barretts-faith-brings-attention-to-a-charismatic-group-11602445444", "title": "What Is People of Praise? Amy Coney Barrett's Faith Brings Attention to a Charismatic Group", "date": "2020-10-11 15:44", "summary": "With the Supreme Court confirmation hearing set to start Monday, her religious views are again an issue. As Washington, D.C., prepares for Amy Coney Barrett's Supreme Court confirmation hearing to begin Monday, her faith has emerged a key point of appeal to supporters. Democrats say they intend to treat it more cautiously than in her last judicial confirmation three years ago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-updates-101120-11602402513", "title": "New U.S. Coronavirus Cases Remain Above 50,000", "date": "2020-10-11 15:40", "summary": "Efforts resume to establish travel corridors between the U.S. and international destinations. The U.S. reported more than 54,000 new cases of the coronavirus, marking a fourth straight day with daily infections above 50,000, as efforts resumed to establish travel corridors between the U.S. and international destinations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nigeria-disbands-notorious-police-unit-after-mass-protests-11602443607", "title": "Nigeria Disbands Notorious Police Unit After Mass Protests", "date": "2020-10-11 15:13", "summary": "The Special Anti-Robbery Squad has been accused of extortion, torture and extrajudicial killings. Nigeria's government disbanded a notorious antirobbery police squad accused of extortion, torture and extrajudicial killings on Sunday after days of countrywide protests across Africa's most populous nation spread to Nigerian diaspora communities in the U.S., U.K. and Canada.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-veteran-of-silicon-valley-pivoted-to-head-up-clemsons-business-school-11602442818", "title": "How a Veteran of Silicon Valley Pivoted to Head Up Clemson's Business School", "date": "2020-10-11 15:00", "summary": "Volunteering at her daughters' school inspired Wendy York to reimagine her career. For two decades, Wendy York helped internet and tech startups find their footing and grow. She founded a database marketing company and sold it to a national advertising agency. Eventually, she moved into venture capital, managing a private portfolio valued at $100 million.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-jobless-claims-retail-sales-11602442800", "title": "Economy Week Ahead: Inflation, Jobless Claims, Retail Sales", "date": "2020-10-11 15:00", "summary": "U.S. inflation and retail-sales figures highlight this week's economic data. U.S. consumer prices are expected to rise in September for a fourth consecutive month following a sharp drop at the height of pandemic lockdowns. The Covid-19 recession has scrambled prices for an array of goods and services, but overall inflation pressures are expected to remain muted, allowing the Federal Reserve to keep its easy-money policies in place.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-lifts-block-on-rapid-covid-19-tests-in-nursing-homes-11602442674", "title": "Nevada Lifts Block on Rapid Covid-19 Tests in Nursing Homes", "date": "2020-10-11 14:57", "summary": "State's move comes after Trump administration rebuke; Nevada had cited concerns about false-positive results. The state of Nevada withdrew a directive that blocked nursing homes from using federally provided rapid coronavirus testing equipment late on Friday, in response to an order from the Trump administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-war-twist-ties-11602391181", "title": "U.S.-China Trade War Gets Wrapped Up in Twist-Ties", "date": "2020-10-11 14:08", "summary": "Resume Subscription. WASHINGTON-The U.S. has been fighting a trade war with China over broad economic terrain-agriculture, steel, electronics.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/silicon-valley-pay-cuts-ignite-tech-industry-covid-19-tensions-11602435601", "title": "Relocation Pay Cuts Ruffle Silicon Valley", "date": "2020-10-11 13:52", "summary": "Bay Area staffers move to less-costly locales to work remotely in pandemic, triggering cost-of-living salary reductions and stoking debate. Tech workers fleeing the San Francisco Bay Area to work remotely amid the pandemic are facing a new reality: pay cuts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchin-responds-on-pre-election-nominees-11602438164", "title": "Manchin Responds on Pre-Election Nominees", "date": "2020-10-11 13:42", "summary": "Never before has the president nominated and the Senate confirmed a Supreme Court justice between July and Election Day in a presidential election year.. I am extremely disappointed by your editorial's characterization of my remarks concerning this unprecedented process to place a justice on the U.S. Supreme Court (\"Joe Manchin's Marshall Mistake,\" Oct. 7). The facts are clear-never before in the 240 year history of our country has the president nominated and the Senate confirmed a Supreme Court justice between July and Election Day in a presidential election year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-was-pelosis-taxpayer-ransoms-goal-11602438006", "title": "What Was Pelosi's Taxpayer Ransom's Goal?", "date": "2020-10-11 13:40", "summary": "You assume that the airline bailout would be stimulative. Yet bailouts benefit mostly shareholders and creditors rather than workers.. In your otherwise excellent editorial \"Pelosi's Taxpayer Ransom Demand\" (Oct. 7), you write that \"aside from money for beleaguered industries like airlines, there was very little stimulus at all.\" This is a terrible mistake. You assume that the airline bailout would be stimulative. Yet, as you have noted in the past, and as academic research also shows, bailouts benefit mostly shareholders and creditors rather than workers. If this bailout were about workers, it would cost less than $2 billion-$50,000 (for six months of payroll) times 32,000 furloughed employees-not $25 billion. Bailouts create disincentives to restructure industries efficiently, and they create many moral hazards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-good-case-for-a-15-minimum-wage-11602437850", "title": "Biden's Good Case for a $15 Minimum Wage", "date": "2020-10-11 13:37", "summary": "The most important fact about the federal minimum wage of $7.25 an hour: It isn't livable no matter where you reside.. Steven E. Landsburg's \"The Cynicism of Joe Biden's Minimum-Wage Politics\" (op-ed, Oct. 5) leaves out the most important fact about the federal minimum wage of $7.25 an hour: It isn't livable no matter where you reside. I would know-I've worked for minimum wage and was once a single dad raising my son. It was hard back then, and for many Americans today it's impossible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/open-season-on-christians-11602437728", "title": "Open Season on Christians", "date": "2020-10-11 13:35", "summary": "If a devout Jew or Muslim were being vetted for confirmation to the Supreme Court instead of Judge Amy Coney Barrett, would the Democrats be questioning the dangers of her faith as a sitting judge?. Regarding Brian Hagedorn's \"Bigoted Attacks on Amy Coney Barrett Will Backfire\" (op-ed, Oct. 8): Justice Hagedorn's experience of being attacked as a member of a \"hate group\" for being a devoted Christian raises an interesting question: If a devout Jew or Muslim were being vetted for confirmation to the Supreme Court instead of Judge Amy Coney Barrett, would Democratic senators and representatives be questioning the dangers of her faith as a sitting judge?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-always-has-pariseven-in-a-bizarre-sports-2020-11602437458", "title": "Rafael Nadal Always Has Paris-Even in a Bizarre Sports 2020", "date": "2020-10-11 13:30", "summary": "A remarkable romp gives the clay court great his 13th French Open title-and ties him with Roger Federer with 20 major titles overall. One of these days, Rafael Nadal will lose a final at the French Open. I'm reasonably sure this could happen. Nadal has lost in Paris twice-two lonely defeats, against a staggering 100 victories on the red dirt at Roland-Garros, but he's never lost in a final, and you have to figure the odds will eventually conspire against the magnificent Spaniard, and one of the surest outcomes in all of sports.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-serve-the-public-seek-profits-11602435735", "title": "To Serve the Public, Seek Profits", "date": "2020-10-11 13:02", "summary": "Producers capture only 4% of the value they create, and all of society enjoys the rest.. \"It's way past time we put an end to the era of shareholder capitalism,\" Joe Biden declared in Dunmore, Pa., in July. Companies \"have responsibility to their workers, their community, to their country.\" This echoes last year's virtue semaphoring by 181 CEOs, when the Business Roundtable redefined corporate purpose away from shareholders and toward \"stakeholder capitalism\": a collectivist creed of workers, customers, communities, climate and country. Why does it feel like we're about to get our pockets picked? The message is clear: Profits are greedy, so spread the wealth around.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-and-the-election-returns-11602435660", "title": "The Supreme Court and the Election Returns", "date": "2020-10-11 13:01", "summary": "In resolving legal disputes about vote-counting, the justices should err on the side of speed and clarity.. The U.S. Supreme Court will decide as early as Monday whether to grant a stay in Pennsylvania Democratic Party v. Boockvar, in which the Keystone State's supreme court, despite state election law to the contrary, ordered officials to count mail-in ballots received up to three days after Election Day. The justices should do so. This may turn out to be a normal election, in which we know the result by Nov. 4 and the Electoral College meets Dec. 14 to make it official. But a lot could go wrong, and the complex legal issues can be resolved only by the high court. Consider these possible scenarios:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turmoil-continues-in-kyrgyzstan-after-former-leader-arrested-11602434393", "title": "Turmoil Continues in Kyrgyzstan After Former Leader Arrested", "date": "2020-10-11 12:39", "summary": "Latest moves may strengthen President Jeenbekov in the short term, but tension continues to build. MOSCOW-Political turmoil following a disputed election in the Central Asian country of Kyrgyzstan continued over the weekend as parliament chose a prime minister who was recently freed from jail while security services detained the country's ex-leader.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armenia-azerbaijan-trade-accusations-of-shelling-despite-truce-11602427364", "title": "Armenia, Azerbaijan Trade Accusations of Shelling Despite Truce", "date": "2020-10-11 12:20", "summary": "Reports of attacks dent hopes that a Russia-brokered cease-fire between the warring countries will hold. MOSCOW-Armenia and Azerbaijan accused each other of intense shelling on Sunday, denting hopes that a Russia-brokered cease-fire announced the previous day will hold following two weeks of fierce clashes over the disputed enclave of Nagorno-Karabakh.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-harmed-by-coronavirus-vaccines-will-have-little-recourse-11602432000", "title": "People Harmed by Vaccines Will Have Little Recourse", "date": "2020-10-11 12:00", "summary": "Any payouts for injuries will come from a less-generous program than in years past. The U.S. government paid out $4.4 billion over more than 30 years covering injuries relating to a host of vaccines-from flu to polio-but payouts for potential injuries from Covid-19 vaccines will be covered by a far less-generous program.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-energy-stocks-are-getting-a-biden-bump-11602432000", "title": "Renewable-Energy Stocks Are Getting a Biden Bump", "date": "2020-10-11 12:00", "summary": "Funds that are seen benefiting from the candidate's policies have surged more than 80% this year. Alternative-energy investments are leaving their traditional peers in the dust.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-wins-his-20th-grand-slam-title-with-french-open-victory-11602431520", "title": "Rafael Nadal Wins His 20th Grand Slam Title With French Open Victory", "date": "2020-10-11 11:52", "summary": "The 34-year-old Spaniard matched Roger Federer's majors record after beating Novak Djokovic to capture his 13th Roland-Garros championship. PARIS-Even in the wrong month, in the wrong weather, and in the midst of a global pandemic, the sports world briefly felt normal again on Sunday afternoon in Paris: Rafael Nadal won the French Open for the 13th time.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-coney-barretts-intellectual-firepower-conservative-mentors-propelled-career-11602431482", "title": "Barrett's Intellectual Firepower, Conservative Mentors Fueled Career", "date": "2020-10-11 11:51", "summary": "Supreme Court pick hasn't hid antiabortion views, yet enjoys widespread popularity on Notre Dame campus. Amy Coney Barrett was a star student in her three years at the University of Notre Dame's law school, graduating at the top of her class. A few years later she was back as a professor, at age 30. She wore glasses to look more imposing, she said in a talk last year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-next-pandemic-covid-response-act-quickly-coronavirus-11602430683", "title": "Lessons for the Next Pandemic-Act Very, Very Quickly", "date": "2020-10-11 11:43", "summary": "Scientists and public-health leaders are working on new ways to find infections before they spread; smarter lung scans and screening blood samples. Here's how the next outbreak of a dangerous new virus should unfold:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bayer-basf-fight-to-keep-weedkiller-on-u-s-farms-11602428400", "title": "Bayer, BASF Fight to Keep Weedkiller on U.S. Farms", "date": "2020-10-11 11:00", "summary": "Dicamba-related crop damage has divided farmers and led to court battles; EPA set to rule on the herbicide this month. Chemical makers Bayer AG and BASF SE are pushing to keep a controversial weedkiller on the market after a federal court in June blocked its use in U.S. soybean and cotton fields.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libya-restarts-oil-production-at-biggest-field-11602427799", "title": "Libya Restarts Oil Production at Biggest Field", "date": "2020-10-11 10:50", "summary": "Sharara currently pumping 27,000 barrels a day, and can contribute an additional 300,000 barrels a day. Production at Libya's largest oil field restarted Sunday afternoon, Libyan officials said, a move that could quickly increase the country's overall output after an extended shutdown and add to a glut of oil on world markets that has kept prices low.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-infections-derail-the-new-england-patriots-and-tennessee-titans-again-11602426939", "title": "Covid-19 Infections Derail the Patriots and Titans. Again.", "date": "2020-10-11 10:35", "summary": "New England's game against Denver has been postponed further. The status of Tennessee's Tuesday game against the Buffalo Bills is up in the air.. The NFL has postponed this week's New England Patriots game against the Denver Broncos because of a string of Covid-19 infections, while the sustained outbreak inside the Tennessee Titans continues to derail their season.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-have-a-chance-to-come-up-for-air-11602424980", "title": "Banks Have a Chance to Come Up for Air", "date": "2020-10-11 10:03", "summary": "Credit provisions won't be a huge driver of bank earnings this quarter, leaving investors some space to focus on other trends driving their performance. For the first time since the start of the coronavirus pandemic, U.S. bank earnings aren't expected to be overwhelmed by waves of credit provisions when these lenders begin reporting third-quarter results this week. That could give investors a chance to focus more on other trends, where there might be some surprising undercurrents.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shorter-workweek-isnt-boon-for-job-gains-11602424800", "title": "Shorter Workweek Isn't Boon for Job Gains", "date": "2020-10-11 10:00", "summary": "Reduction in working hours can boost workers' well-being and productivity to degree, but there isn't evidence it increases employment. Four years ago, Erik Gatenholm offered a perk to his roughly 30 staffers in Gothenburg, Sweden: Work less, but for the same salary.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levis-hilfiger-push-a-new-kind-of-online-shopping-it-looks-a-lot-like-qvc-11602424800", "title": "Levi's, Hilfiger Push a New Kind of Online Shopping", "date": "2020-10-11 10:00", "summary": "With store visits down, brands turn to live online sessions hosted by influencers and celebrities. To get homebound shoppers to splurge, some brands are copying QVC.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-showing-off-new-icbm-north-koreas-kim-jong-un-returns-to-old-tactic-11602415116", "title": "In Showing Off New ICBM, North Korea's Kim Jong Un Returns to Old Tactic", "date": "2020-10-11 09:08", "summary": "By unveiling a more menacing weapon, the dictator is hoping the threat drives up the price for the U.S. of relinquishing them. SEOUL-North Korea, even as it pursued denuclearization talks with the Trump administration, kept advancing its arsenal. Now the behind-the-scenes progress is in the public eye.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bullpens-dominated-the-last-round-starters-will-dominate-the-next-11602421201", "title": "Bullpens Dominated the Last Round. Starters Will Dominate the Next.", "date": "2020-10-11 09:00", "summary": "A more condensed October schedule, brought about by the coronavirus pandemic, means that teams may need to let starters pitch deeper into games. With their season on the line, the Tampa Bay Rays devised an unorthodox pitching plan Friday night and executed it to perfection.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-woos-working-class-white-voters-who-backed-trump-11602421204", "title": "Biden Woos Working-Class White Voters", "date": "2020-10-11 09:00", "summary": "Democrats say they can cut into president's edge with this segment and take back Wisconsin, Michigan and Pennsylvania. Joe Biden is amplifying his pitch to the working-class white voters who propelled the victory of Donald Trump in 2016, putting the president on the defensive in the final days of the race as his coronavirus diagnosis took him off the campaign trail.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-travel-bookings-may-be-more-fiction-than-fact-11602421200", "title": "Today's Travel Bookings May Be More Fiction Than Fact", "date": "2020-10-11 09:00", "summary": "Bookings are improving across the travel sector, but investors shouldn't assume demand will translate to dollars. Future bookings are beginning to recover, buoying shares of some travel and leisure companies. But investors should ask themselves just how much of that is fantasy money versus real future revenue on which they can hang their hats.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hardcore-boots-for-any-occasion-11602420559", "title": "Hardcore Boots for Any Occasion", "date": "2020-10-11 08:49", "summary": "Rugged women's boots for strolling through fall in style. Boot season is officially upon us, and we've rounded up the best rugged pairs so you can take on all of the fall elements in style. A white pair with a chunky sole and helpful pull-on tabs from Dior is guaranteed to turn heads. Looking for something more classic? Navy ankle boots from Loro Piana will go with practically every outfit. A camel Bottega Veneta pair makes a statement with its wavy sole, or you could go for the bold with a sporty black-and-white boot from Alexander McQueen. Tod's offers a beautiful, Chelsea boot version of the trend. No matter the weather, these will keep your feet warm and your fall outfits stylish. The power of a flat boot with chic details is to tie your look together while at the same time you stay comfortable, no matter how long you're walking around. Which pair will you take for a spin?", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-afraid-to-wear-fringe-this-fall-11602419643", "title": "Don't Be Afraid to Wear Fringe This Fall", "date": "2020-10-11 08:34", "summary": "Free-floating layers add an unexpected feeling of delight and drama to decorous dressing. ", "categories": [["Market Report"]], "category_links": ["https://www.wsj.com/news/types/magazine-market-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemen-peace-process-falters-as-fighting-intensifies-and-hunger-spreads-11602415492", "title": "Yemen Peace Process Falters as Fighting Intensifies and Hunger Spreads", "date": "2020-10-11 08:26", "summary": "New fronts have opened in the six-year conflict where both sides use starvation as a weapon of war. Fighting in Yemen has intensified in recent days, threatening to unspool a stalled peace process and deepen what aid groups call the world's worst humanitarian catastrophe.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-bransons-virgin-orbit-seeks-1-billion-valuation-in-fundraising-11602403201", "title": "Richard Branson's Virgin Orbit Seeks $1 Billion Valuation in Fundraising", "date": "2020-10-11 08:18", "summary": "British billionaire's satellite-launch business looking to raise money to support future launches. Richard Branson's Virgin Orbit is looking to raise up to $200 million in a funding round that could value the satellite-launch business at around $1 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-two-senate-races-face-prospect-of-runoffs-11602417601", "title": "Georgia's Two Senate Races Face Prospect of Runoffs", "date": "2020-10-11 08:00", "summary": "New contests would be held if no candidate reaches 50%, potentially leaving control of the Senate unknown for weeks after Election Day. Two simultaneous U.S. Senate races in Georgia have Democrats and Republicans stockpiling cash and lining up election lawyers for what is expected to lead to at least one runoff, possibly two, that could decide control of the U.S. Senate in January.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-ecbs-philip-r-lane-11602417610", "title": "Transcript: WSJ Interview With ECB's Philip R. Lane", "date": "2020-10-11 08:00", "summary": "Resume Subscription. Philip R. Lane, a member of the European Central Bank's executive board, discussed the economic outlook, the potential for more ECB stimulus, negative interest rates and the euro exchange rate in a Wall Street Journal interview Thursday. Here is a transcript, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-official-signals-ecb-would-allow-inflation-to-overshoot-11602417601", "title": "Top Official Signals ECB Would Allow Inflation to Overshoot", "date": "2020-10-11 08:00", "summary": "ECB Chief Economist Philip Lane says after eurozone's rebound following spring contraction, 'the next phase is going to be tougher'. ", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-oct-4-10-2020-11602414000", "title": "Photos of the Week", "date": "2020-10-11 07:00", "summary": "Kamala Harris and Mike Pence clash at vice-presidential debate, six are charged with plotting to kidnap Michigan Gov. Whitmer, Kyrgyzstan President declares state of emergency and more. Keita Vanterpool, a chiropractor, meets with patient Jevaughn Mark at her office in Washington, D.C. She initially applied for a Paycheck Protection Program loan in May and after several rejections received approval in late July from a credit union. The PPP initiative was dogged by complaints from many borrowers and small-business groups that it favored sophisticated companies with strong ties to lenders, which issued the loans, over those with weaker financial roots, including many in minority neighborhoods. 'Some of it is not really understanding what the real rules of the game are,' said Dr. Vanterpool, whose PPP funds were deposited into her account July 31. 'Now that I've received it, it gives me a hope,' Dr. Vanterpool said. Read more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-betting-corporate-earnings-have-turned-a-corner-11602408600", "title": "Investors Are Betting Corporate Earnings Have Turned a Corner", "date": "2020-10-11 05:30", "summary": "Third-quarter profits among companies in the S&P 500 are expected to have fallen from last year, but analysts have been lifting their estimates. Investors are entering third-quarter earnings season with brighter expectations for corporate profits, a bet they hope will propel the next leg of the stock market's rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-no-time-to-die-for-hedge-fund-manager-ulrichs-big-james-bond-bet-11602408601", "title": "'No Time to Die' for Hedge-Fund Manager's James Bond Bet", "date": "2020-10-11 05:30", "summary": "Resume Subscription. Hedge-fund manager Kevin Ulrich has a lot riding on the latest James Bond film. But after the coronavirus pandemic destroyed movie-theater attendance and pushed \"No Time to Die\" out to next year, the odds of a big payday anytime soon are getting longer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roku-vs-tivo-vs-google-vs-amazon-the-battle-of-the-50-streaming-video-sticks-11602408601", "title": "The Battle of the $50 Streaming Video Sticks", "date": "2020-10-11 05:30", "summary": "Mini video devices from Roku, TiVo, Google and Amazon provide an easy way to upgrade an older, out-of-date smart TV. I love watching TV, but I don't own a television. In my studio apartment, there was never the need for it. Bingeing \"The Crown\" on an iPad in bed seemed sufficient-a luxury even.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-will-remain-out-of-apples-app-store-ahead-of-trial-judge-rules-11602286141", "title": "'Fortnite' Will Remain Out of Apple's App Store Ahead of Trial, Judge Rules", "date": "2020-10-11 00:01", "summary": "Ruling followed Epic Games Inc.'s motion for a preliminary injunction. A California federal judge said Apple Inc. doesn't have to return the popular videogame \"Fortnite\" to its App Store but maintained that the tech giant can't block the game's creator from accessing its critical software development tools.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]