[{"link": "https://www.wsj.com/articles/ride-sharing-moped-startup-revel-to-resume-new-york-city-operations-11598486058", "title": "Ride-Sharing Moped Startup to Resume New York City Operations", "date": "2020-08-26 19:54", "summary": "Company suspended local service in July after reckless-driving complaints and two rider fatalities. The electric-moped-sharing company Revel will relaunch in New York City on Thursday with new safety measures after suspending service in July following a surge in reckless-driving complaints and two rider deaths.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbotts-5-covid-19-rapid-antigen-test-gets-emergency-use-status-from-fda-11598485933", "title": "Abbott's $5 Covid-19 Rapid Antigen Test Gets Emergency-Use Status From FDA", "date": "2020-08-26 19:52", "summary": "New test is about the size of a credit card and returns results in 15 minutes. The U.S. Food and Drug Administration has granted emergency-use authorization to Abbott Laboratories for a $5 rapid-response Covid-19 antigen test that is roughly the size of a credit card.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-more-important-election-11598484442", "title": "The More Important Election", "date": "2020-08-26 19:27", "summary": "Senate control will decide if change in 2021 is centrist or radical.. The party conventions are focused on the race for the White House, but there's precious little mention of what is arguably the more important contest: The fight for the U.S. Senate. Whoever holds that majority will determine whether change next year is centrist or radical.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accountability-in-the-south-china-sea-11598484377", "title": "Accountability in the South China Sea", "date": "2020-08-26 19:26", "summary": "The U.S. imposes sanctions on firms militarizing islands.. It's been a whirlwind summer for American policy in the Western Pacific. Secretary of Defense Mark Esper this week is the second U.S. cabinet member to travel to the region in a matter of weeks, visiting Hawaii, Guam and Palau shortly after Secretary of Health and Human Services Alex Azar made a politically significant visit to Taiwan. In July the U.S. declared Beijing's maritime claims in the South China Sea unlawful for the first time, and on Wednesday it backed up this finding with sanctions aimed at Chinese firms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fires-of-kenosha-11598484345", "title": "The Fires of Kenosha", "date": "2020-08-26 19:25", "summary": "The mother of a black man shot by police calls for an end to the rioting.. As the streets of Kenosha, Wis., smolder, the pattern by now is depressingly familiar. The police shooting of a black man inspires protests, which quickly become riots in which more people are hurt and property is destroyed. Violence begets more violence, and on Tuesday night two perished as someone fired a gun amid the chaos.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-americas-other-epidemic-11598484261", "title": "Remember America's Other Epidemic", "date": "2020-08-26 19:24", "summary": "Opioid deaths are falling but marijuana use is rising amid Covid-19.. It's easy to forget amid the current pandemic that America has been suffering for years from another deadly scourge-drug addiction. Melania Trump reminded Americans on Tuesday night that, despite recent progress, the opioid epidemic hasn't gone away and deserves continued attention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-26-2020-11598427633", "title": "Louisiana Extends Virus Restrictions as Hurricane Laura Approaches", "date": "2020-08-26 19:20", "summary": "Texas shelters at capacity in Austin; new threat comes as coronavirus infections nationally rose slightly. Louisiana will remain in Phase 2 of its coronavirus reopening plan for an additional two weeks to assess the damage caused by Hurricane Laura, which is set to make landfall there on Thursday, Gov. John Bel Edwards said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navajo-killer-faces-execution-despite-tribes-objection-11598440967", "title": "Navajo Killer Executed Despite Tribe's Objection", "date": "2020-08-26 19:12", "summary": "Federal government had pursued capital punishment for Lezmond Mitchell in crime that occurred on land of Navajo Nation, which opposes death penalty. A Native American man convicted of murder was executed by the federal government Wednesday night over the objections of the Navajo Nation, which says the Justice Department is infringing on its tribal sovereignty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lefts-covid-memory-hole-11598483473", "title": "The Left's Covid Memory Hole", "date": "2020-08-26 19:11", "summary": "Contrary to what Joe Biden says now, he and his team badly misjudged Covid-19.. Last week's Democratic convention sought to make four points: Joe Biden is a decent man, Donald Trump is horrible, the president bungled the pandemic and Mr. Biden would have handled it better because he grasped the threat from the start.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-democrats-covid-chart-masks-the-truth-11598483406", "title": "Kansas Democrats' Covid Chart Masks the Truth", "date": "2020-08-26 19:10", "summary": "The state's health secretary fudged the data to make the governor's mask mandate look successful.. An old cliché is that Democrats govern with their hearts and Republicans with their heads. But Democrats this year are appealing to voters' heads.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-cant-restore-normalcy-11598483215", "title": "Joe Biden Can't Restore Normalcy", "date": "2020-08-26 19:06", "summary": "The Democrats may now represent more disruption than coronavirus-fatigued voters want to hazard.. Donald Trump Jr. described Joe Biden as the Loch Ness Monster, a lifelong swamp creature. That was patty-cake compared with what Democrats think of and won't stop saying about Donald J. Trump. Wash away the neurotic personal animus, and the Democratic case for Joe Biden is that by ending the nonstop Trump disruption, or \"chaos,\" Mr. Biden will restore the country to normalcy. He won't.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-giving-should-be-private-11598483084", "title": "Political Giving Should Be Private", "date": "2020-08-26 19:04", "summary": "Americans of both parties worry they'll be canceled for making donations to a campaign or cause.. A third of Americans fear being fired for their political beliefs. Unfortunately, for those who wish to support political campaigns, federal and state laws leave no place to hide.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-late-bloomer-learns-to-forgive-11598482931", "title": "A Late Bloomer Learns to Forgive", "date": "2020-08-26 19:02", "summary": "We Irish are said to forget everything but our grudges.. In his autobiographical \"Confessions,\" St. Augustine of Hippo, whose Feast Day is celebrated Friday, admits praying as a young man, \"Lord, make me chaste, but not yet.\" By so doing, he became the spiritual role model of late bloomers everywhere.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-spartacus-review-an-opening-for-haiti-11598482910", "title": "'Black Spartacus' Review: An Opening for Haiti", "date": "2020-08-26 19:01", "summary": "How a plantation worker in the French Caribbean became one of the most celebrated, feared and consequential political leaders of his time.. Around 1740, a boy was born into slavery on the Bréda plantation in French Saint-Domingue. As a child, he was quiet and reserved, scrupulous in his Catholic faith. By early adulthood, he had become a skilled horseman and the plantation manager's trusted right-hand man. In his mature years, re-baptizing himself Louverture (\"The Opening\"), he became the indispensable leader of the Haitian Revolution, the largest and most successful revolt of enslaved people in modern history. Sudhir Hazareesingh's engrossing new life tells the story of how the enigmatic, deeply religious boy from Bréda came to be one of the most celebrated, feared and consequential political leaders of his generation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-says-apples-new-iphone-update-will-disrupt-online-advertising-11598458715", "title": "Facebook Says Apple's New iPhone Update Will Disrupt Online Advertising", "date": "2020-08-26 18:56", "summary": "The social-media company says Apple's privacy changes will affect its Audience Network business, which connects users' Facebook identities with their off-platform activities. Facebook Inc. said privacy changes in Apple Inc.'s latest operating system would cripple its ability to place personalized ads and deal a financial blow to app-makers, highlighting a high-stakes clash between the tech titans over the rules of the road in the mobile-internet economy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-asks-high-court-to-reinstate-mandate-that-women-obtain-abortion-pill-in-person-11598481735", "title": "Trump Administration Asks High Court to Reinstate Mandate That Women Obtain Abortion Pill In-Person", "date": "2020-08-26 18:42", "summary": "Lower court had found the requirement a 'substantial obstacle' to women seeking abortions during pandemic. WASHINGTON-The Trump administration Wednesday asked the Supreme Court to reimpose regulations requiring women seeking medication abortions to obtain prescribed pills in-person from a medical facility rather than by mail.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermicro-fined-17-5-million-over-accounting-violations-11598481716", "title": "Supermicro Fined $17.5 Million Over Accounting Violations", "date": "2020-08-26 18:41", "summary": "SEC says producer of computer servers didn't maintain sufficient internal controls. A settlement between Super Micro Computer Inc. and the U.S. Securities and Exchange Commission illustrates how an aggressive focus on quarterly financial performance and a lack of training and internal controls can undercut efforts to comply with financial reporting rules.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrants-in-trump-led-ceremony-didnt-know-they-would-appear-at-rnc-11598481345", "title": "Immigrants in Trump Ceremony Didn't Know They Would Appear at RNC", "date": "2020-08-26 18:35", "summary": "Two women say they didn't mind being featured as they became citizens; critics accuse president of using them, politicizing government functions. Sudha Narayanan and Neimat Awadelseid looked forward to Tuesday-the day, after a yearslong process, they would become U.S. citizens. They found out only minutes before the ceremony that President Trump would attend, and they didn't know it would be aired during the Republican convention that night.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transgender-students-win-court-ruling-on-school-bathroom-use-11598477660", "title": "Transgender Student Wins Court Ruling on School-Bathroom Use", "date": "2020-08-26 18:06", "summary": "Decision builds on Supreme Court opinion that extended civil-rights protections to LGBT employees. WASHINGTON-A federal appeals court ruled Wednesday that school policies forbidding transgender students from using bathrooms aligned with their gender identity violate the law, a decision that builds on the Supreme Court's June opinion extending civil-rights protections to LGBT employees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-fraud-review-avenging-exes-11598479162", "title": "'Love Fraud' Review: Avenging Exes", "date": "2020-08-26 17:59", "summary": "Showtime's documentary miniseries details the story of a man who married, fleeced and abandoned women across the Midwest, and those women's collective effort to catch him.. The best way to get over a guy isn't going to a therapist, or crying about it, or talking to your friends over and over-it's \"revenge,\" says Sabrina, one of the many victims of \"Love Fraud.\" All of them are looking for vengeance. And all against the same guy.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-intelligence-agencies-dont-see-evidence-of-foreign-sabotage-of-mail-in-voting-11598478432", "title": "U.S. Intelligence Agencies Don't See Evidence of Foreign Sabotage of Mail-in Voting", "date": "2020-08-26 17:47", "summary": "President Trump has raised concerns that widespread mail-in voting could open to the door to election interference. WASHINGTON-The U.S. intelligence community hasn't seen evidence that foreign powers are attempting to sabotage voting by mail in the presidential election, a senior official said in remarks at odds with a claim advanced by President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-bond-investors-signal-rising-risk-appetite-11598437665", "title": "European Bond Investors Signal Rising Risk Appetite", "date": "2020-08-26 17:34", "summary": "The extra yield demanded by investors for holding riskier debt and the cost of insuring against default have declined. Investors are more at ease with holding Europe's riskiest debt, as the European Central Bank's vast bond-buying program reduces the supply of safer assets, pushing buyers into other corners of the market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-tracking-coronavirus-cases-on-campus-face-privacy-concerns-11598477339", "title": "Colleges Tracking Coronavirus Cases on Campus Face Privacy Concerns", "date": "2020-08-26 17:33", "summary": "Schools are wrestling with the need for transparency while protecting students' privacy in an effort to ensure safety. Colleges are trying to prevent Covid-19 outbreaks on campus by ramping up testing and, in some cases, using apps to track symptoms and cameras to help monitor social distancing. But they're grappling with how much information they should share about cases, creating a patchwork of reporting that some students say puts their health at risk.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-estate-trump-winery-75-million-11598477295", "title": "A Virginia Estate Near Trump Winery Looks to Yield $75 Million", "date": "2020-08-26 17:30", "summary": "Resume Subscription. The enormous Virginia estate of former wireless telecom entrepreneur Tom Sullivan maintains the scale and amenities of a luxurious historical theme park.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/one-familys-massive-virginia-resort-11598477270", "title": "One Family's Massive Virginia Resort", "date": "2020-08-26 17:27", "summary": "On roughly 4,500 acres, Tom Sullivan's property comes with a go-kart track, lakefront beaches and numerous event venues. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-virginia-estate-with-plenty-of-room-11598477219", "title": "A Virginia Estate with Plenty of Room", "date": "2020-08-26 17:27", "summary": "Among its 26 houses are two homes over 200 years old. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-guide-to-state-coronavirus-restrictions-11597838401", "title": "A Guide to State Coronavirus Restrictions", "date": "2020-08-26 17:19", "summary": "Where regulations stand on masks, businesses, schools and more, in a sampling of states. The U.S. has more than five million Covid-19 cases and as the pandemic has raged in various parts of the country, states have placed restrictions on everything from restaurant operations to people traveling from other parts of the U.S. The Wall Street Journal looked at regulations in a sampling of states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-8-26-2020-11598433723", "title": "S&P 500 Rises 1%, Extends Winning Streak", "date": "2020-08-26 17:09", "summary": "Treasury yields briefly climb to highest level in about two weeks, signaling investors' rising confidence in prospects for the U.S. economy. U.S. stocks set records again Wednesday, buoyed by more data pointing to an economic recovery and a continued rally in technology shares.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-gives-more-investors-access-to-private-equity-hedge-funds-11598452858", "title": "SEC Gives More Investors Access to Private Equity, Hedge Funds", "date": "2020-08-26 17:04", "summary": "In a 3-2 vote, the agency's commissioners expanded the definition of accredited investors. WASHINGTON-The Securities and Exchange Commission deemed more investors capable of navigating the opaque world of leveraged buyouts, hedge funds and startups, a decision likely to fuel further growth in loosely regulated private markets.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hotel-is-rnc-annex-abuzz-with-republican-players-11598473116", "title": "Trump Hotel Is RNC Annex, Abuzz With Republican Players", "date": "2020-08-26 16:59", "summary": "Rudy Giuliani, president's sons are among those using site to network, prep for speeches as pandemic largely shuts down typical convention gatherings. WASHINGTON-The coronavirus pandemic prevented packed arena celebrations for this year's Republican and Democratic conventions, but the Trump International Hotel offers a throwback of sorts to the old days, serving as part speaker green room, part private event space.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-says-covid-19-vaccine-shows-signs-of-working-in-older-adults-11598452800", "title": "Moderna Says Covid-19 Vaccine Shows Signs of Working in Older Adults", "date": "2020-08-26 16:58", "summary": "Results from preliminary study indicated vaccine produced similar levels of antibodies in seniors as in younger subjects. Moderna Inc. said Wednesday its experimental coronavirus vaccine induced immune responses in people aged 56 years and older that were comparable to those seen in younger adults in a small study, a promising sign for a vulnerable age group.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-grants-u-n-watchdog-access-to-suspected-nuclear-sites-11598455365", "title": "Iran Grants U.N. Watchdog Access to Suspected Nuclear Sites", "date": "2020-08-26 16:55", "summary": "After months of pressure, Tehran agrees to cooperate in IAEA probe. Iran agreed to allow United Nations inspectors access to two sites where it is suspected of carrying out illicit nuclear-weapons work in the past, bowing to months of pressure in a bid to salvage backing for the 2015 nuclear deal.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenosha-protests-two-people-shot-dead-11598460135", "title": "Kyle Rittenhouse, 17, Arrested After Two Die in Kenosha Shooting", "date": "2020-08-26 16:47", "summary": "The Wisconsin National Guard was called in as protests, which began after police shot Jacob Blake, turned into violent clashes. Police arrested 17-year-old Kyle Rittenhouse in connection with the fatal shooting of two people and the wounding of another during a third night of protests in Kenosha, Wis. He was charged with first degree intentional homicide, according to police in Antioch, Ill., where Rittenhouse is a resident. The demonstrations began after Jacob Blake, a 29-year-old Black man, was shot in the back by police on Sunday.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-presides-over-gop-remade-in-his-image-11598473437", "title": "Donald Trump Presides Over GOP Remade in His Image", "date": "2020-08-26 16:23", "summary": "Resume Subscription. WASHINGTON-Four years after an unorthodox presidential bid that laid bare deep divisions among Republicans, President Trump is accepting the nomination for a second term before a party that has largely united behind him, embracing his America-first foreign and economic policies and unorthodox, sometimes chaotic style.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/charlie-parkers-scorching-innovations-11598473421", "title": "Charlie Parker's Scorching Innovations", "date": "2020-08-26 16:23", "summary": "Born 100 years ago this week, the saxophonist pushed bebop to jazz's forefront and set a lasting benchmark for virtuosity and style.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-new-blue-chip-flashes-a-green-light-11598436000", "title": "Salesforce: New Blue Chip Flashes a Green Light", "date": "2020-08-26 16:22", "summary": "Cloud giant's stock makes record jump as strong results shake off worries about coronavirus impact. The Curse of the Dow apparently takes some time to catch on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-spent-522-million-on-questionable-overtime-last-year-watchdog-says-11598468331", "title": "Postal Service Spent $522 Million on Questionable Overtime Last Year", "date": "2020-08-26 16:17", "summary": "Inspector general's office says 42% of all postal workers logged unauthorized overtime last year. Postmaster General Louis DeJoy has highlighted runaway overtime expenses to show inefficiencies at the U.S. Postal Service, which is on track to lose more than $10 billion this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-attacks-hezbollah-posts-on-lebanese-border-in-retaliatory-fire-11598472933", "title": "Israel Attacks Hezbollah Posts on Lebanese Border in Retaliatory Fire", "date": "2020-08-26 16:15", "summary": "Incident is most recent flare-up of tensions between the two sides as Israel tries to curb the activities of Iran and its allies in the region. Israel's military said it struck Hezbollah observation posts along the Lebanese frontier in response to overnight cross-border fire, adding to a recent flare-up of tensions between the two sides as Israel attempts to curb the activities of Iran and its allies in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-subway-operator-considers-40-service-cut-11598457409", "title": "New York City's Subway Operator Considers 40% Service Cut", "date": "2020-08-26 16:14", "summary": "MTA faces $12 billion shortfall by end of next year as coronavirus pandemic slices fares and tolls. The operator of the nation's largest transit system could be forced to slash New York City's subway and bus service by 40% if it doesn't receive $12 billion in relief from the federal government through the end of 2021.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-fuel-making-corridor-prepares-for-hurricane-laura-11598446581", "title": "U.S.'s Fuel-Making Corridor Prepares for Hurricane Laura", "date": "2020-08-26 16:11", "summary": "Refineries, chemicals facilities along Texas-Louisiana coast anticipate direct hit by approaching storm. Refineries, petrochemical facilities and ports along the Gulf Coast were closing as Hurricane Laura barreled toward the Texas-Louisiana border.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passionate-page-turners-books-about-great-love-affairs-11598472052", "title": "Passionate Page-Turners: Books About Great Love Affairs", "date": "2020-08-26 16:00", "summary": "Three writers on the fictional romances that left them smitten, from Sally Rooney's 'Normal People' to J.D. Robb's 'Naked in Death'. SUSPENSE IS engrossing. Wizardry is marvelous. But few fictional themes keep you in a novel's grip as divertingly as a love affair. Especially one as tumultuous and touch-and-go as Elizabeth Bennet's interactions with Lord Darcy in Jane Austen's \"Pride and Prejudice.\" Or the treacherous same-sex amour in Sarah Waters' \"Fingersmith.\" Here, three authors who know their way around an emotional crescendo recommend some favorite love stories.", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-government-officials-rarely-punished-under-hatch-act-11598471184", "title": "Top Government Officials Rarely Punished Under Hatch Act", "date": "2020-08-26 15:46", "summary": "Ethics watchdogs approved convention speeches from the White House; State Department guidelines say diplomats should avoid partisan politics. This week's Republican National Convention has drawn renewed attention to the Hatch Act, a 1939 ethics law that broadly restricts federal employees' political activity and their use of federal resources for politics.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-of-global-bank-heist-campaign-by-north-korean-hackers-11598470267", "title": "U.S. Warns of Global Bank Heist Campaign by North Korean Hackers", "date": "2020-08-26 15:31", "summary": "Thefts fund cash-strapped regime's vast military and nuclear weapons program, U.S. and U.N. Say. WASHINGTON-Hackers tied to the North Korean government are trying to rob banks across the globe by draining ATMs and initiating fraudulent money transfers, in an effort by the cash-strapped Pyongyang regime to fund its nuclear weapons program, multiple federal government agencies warned Wednesday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-police-departments-de-escalation-training-is-a-response-11598470239", "title": "For Many Police Departments, De-Escalation Training Is a Response", "date": "2020-08-26 15:30", "summary": "Learning to defuse conflict is a relatively small part of the course of study when police are cadets. American cities often increase their de-escalation training for officers in the wake of a shooting, but there is less focus on de-escalation in the initial teaching of officers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantirs-valley-shots-could-misfire-11598465815", "title": "Palantir's Valley Shots Could Misfire", "date": "2020-08-26 15:29", "summary": "Software maker tries to set itself apart from Silicon Valley, but government contractors typically don't command a premium. Palantir Technologies isn't a Silicon Valley startup. It only burns money like one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-to-reopen-gyms-as-coronavirus-infection-rate-remains-low-11598469340", "title": "New Jersey to Reopen Gyms as Coronavirus Infection Rate Remains Low", "date": "2020-08-26 15:15", "summary": "Capacity will be capped at 25%, and people must wear face masks. New Jersey Gov. Phil Murphy allowed gyms to reopen as the rate of coronavirus transmission remained low in the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-to-allow-businesses-more-flexibility-in-disclosing-risk-legal-information-11598468579", "title": "SEC to Allow Businesses More Flexibility in Disclosing Risk, Legal Information", "date": "2020-08-26 15:03", "summary": "In a 3-2 vote, the regulator approved key changes to Regulation S-K, the first significant modifications in over 30 years. The U.S. Securities and Exchange Commission on Wednesday voted to give companies more flexibility in disclosing risk factors and legal proceedings in their financial statements.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-power-problems-are-self-inflicted-11598468296", "title": "California Power Problems Are Self-Inflicted", "date": "2020-08-26 14:58", "summary": "Caiso and its member utilities have spent billions in pursuit of a greener electric grid, which is now less reliable and still highly dependent on thermal energy to meet peak demand.. \"Millions in California Stand to Lose Power\" (U.S. News, Aug. 18) reminds us that, after nearly two decades, rolling power blackouts have returned to California in the wake of an extended heat wave. In response to this crisis, the California Independent System Operator (Caiso) and the state's primary utility company, PG&E Corp. , are notifying customers daily by text and email that blackouts will be necessary unless energy use is substantially curtailed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hurricanes-can-take-gasoline-prices-for-a-wild-ride-11598458876", "title": "Why Hurricanes Can Take Gasoline Prices for a Wild Ride", "date": "2020-08-26 14:58", "summary": "Major Gulf storms such as Hurricane Laura often threaten vital refineries and risk supply disruptions. Investors are keeping a close eye on energy markets as Hurricane Laura moves toward the Texas-Louisiana border, the latest potential weather event that could disrupt supplies for gasoline.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californians-dream-that-only-the-rich-will-pay-11598468225", "title": "Californians Dream That Only the Rich Will Pay", "date": "2020-08-26 14:57", "summary": "California shows that not even the worst economic crisis since the Great Depression can persuade politicians addicted to spending and debt to think beyond asking struggling taxpayers to pay more.. Regarding your editorial \"California's Next Tax Increase\" (Aug. 15): Illinoisans should pay close attention to recently proposed income-tax increases in California's state legislature. California shows that not even the worst economic crisis since the Great Depression can persuade politicians addicted to spending and debt to think beyond asking struggling taxpayers to pay more. Progressive income-tax systems make it easier for them to do just that.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-national-anthem-used-to-be-above-politics-11598468170", "title": "The National Anthem Used to Be Above Politics", "date": "2020-08-26 14:56", "summary": "Carl Schroeder writes that playing the national anthem before a sports event is a \"political act.\" He confuses politics with patriotism.. Carl Schroeder writes that playing the national anthem before a sports event is a \"political act\" (\"Why Is the National Anthem Played Before Sports Games?,\" Letters, Aug. 15). He confuses politics with patriotism. We play the anthem to honor the country that gives us our freedoms, our just laws, our high standard of living and the best opportunity to work hard, invent, exercise initiative and succeed that exists on this earth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-drove-for-uber-california-labor-law-isnt-helping-me-11598468115", "title": "I Drove for Uber. California Labor Law Isn't Helping Me.", "date": "2020-08-26 14:55", "summary": "I used to drive for Uber for the cash in my pocket and the varied people I got to meet. Making drivers employees instead of part-time independent contractors who can set their own work schedules would kill all that.. Regarding \"Uber, Lyft Win Reprieve on Drivers\" (Business & Finance, Aug. 21): The appeal of driving for Uber Technologies Inc. and Lyft Inc. is derived from the fact that you can set your own hours and make as little or much money as you want. This works for single moms who drop off the kids in the morning, for people who squeeze in rides during their off-hour workday and others who want to supplement their income with a few dollars here and there. It also allows people to be full time if they want.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-to-increase-weekend-patrols-in-response-to-violence-11598467848", "title": "New York City Police to Increase Weekend Patrols In Response to Violence", "date": "2020-08-26 14:50", "summary": "Policy change comes as shootings, homicides rise. The New York City Police Department is increasing weekend patrols citywide in response to a rise in violent crime and other factors, officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-face-mask-debate-stylish-or-surgical-11598466507", "title": "The New Face-Mask Debate? Stylish vs. Surgical", "date": "2020-08-26 14:28", "summary": "As masks become key to our wardrobes, some women advocate for expressive styles. Others insist only surgical masks are acceptable. We argue both sides.. FOR THE foreseeable future, face masks are a part of our everyday wardrobes-which, for some people, means giving them as much thought as you would any other accessory. Functional pieces have a long history of becoming fashionable. You can now buy underwear, for example, in cashmere and every print imaginable. Glasses, ostensibly meant to improve the wearer's vision, are now available in lens-free, decorative-only styles. That said, just because you can buy a leopard-printed, long-ribboned, silk-lined face covering doesn't necessarily mean you should. Practical types espouse the joys of a pale-blue surgical mask as a no-nonsense alternative to flouncy fashion-y ones. Below, we argue both sides of the mask debate: Should you factor style into your mask-buying decisions?", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-bill-ted-face-the-music-in-the-duos-latest-adventure-11598466095", "title": "What to Watch: 'Bill & Ted Face the Music' in the Duo's Latest Adventure", "date": "2020-08-26 14:21", "summary": "Also this week, Vince Vaughn plays a high school principal in Hulu's comedy, 'The Binge,' and comedians compete on Quibi's new game show, 'Nice One!'. ", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economy-hit-by-record-contraction-in-second-quarter-11598442199", "title": "Mexican Economy Hit by Record Contraction in Second Quarter", "date": "2020-08-26 14:18", "summary": "Coronavirus shutdowns closed important industries and services. MEXICO CITY-Mexico's economic activity shrank sharply in the second quarter as measures to slow the coronavirus pandemic closed key industries and services such as vehicle production and tourism.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/class-action-park-review-a-fun-and-games-facade-11598465031", "title": "'Class Action Park' Review: A Fun-and-Games Facade", "date": "2020-08-26 14:03", "summary": "A documentary on HBO Max centers on an infamously dangerous water park that was open from 1978 to 1996 in Vernon, N.J.. Like Crazy Eddie, \"Little Shop of Horrors\" and Beautiful Mount Airy Lodge, Action Park was in your face if you watched New York metro-area television in the late 1970s and '80s. In keeping with the place itself, the commercials were shoddy, vaguely sinister and ended with a breathless young woman exclaiming, \"It's absolutely insane!\" Viewers thought she was exaggerating.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bondi-biden-and-corruption-11598464976", "title": "Bondi, Biden and Corruption", "date": "2020-08-26 14:02", "summary": "The Trump campaign shouldn't cede the character issue.. The second night of the Republican National Convention was a lot like the first, with uplifting messages centered around patriotism, liberty, economic revival and second chances. And then there was Pam Bondi. The former Florida Attorney General made the case that Joe Biden doesn't deserve another political office given the way his family monetized the last one.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernard-herrmann-beyond-hitchcock-11598464769", "title": "Bernard Herrmann, Beyond Hitchcock", "date": "2020-08-26 13:59", "summary": "Though the film composer is best known for scoring suspense classics like 'Psycho' and 'Vertigo,' his work for directors such as Orson Welles, Nicholas Ray and Martin Scorsese is equally fine.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smize-mask-coronavirus-pandemic-covid-tyra-banks-reopen-restaurants-11598463705", "title": "How to Smize (Smile With Your Eyes) When You're Wearing a Mask", "date": "2020-08-26 13:53", "summary": "Service employees in the Covid era practice a modeling move coined by Tyra Banks to show customers a happy face. Restaurant servers typically prepare for shifts by polishing silverware and memorizing the day's specials. Since the coronavirus pandemic, the staff at Local Jones in the Halcyon Hotel in Denver have embraced an additional ritual: making faces.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-sporting-goods-looks-surprisingly-fit-11598463714", "title": "Dick's Sporting Goods Looks Surprisingly Fit", "date": "2020-08-26 13:41", "summary": "Enthusiasm for at-home fitness and outdoor activities helped more than offset weakness in team sports at the retailer. Dick's Sporting Goods is in a \"great lane\" right now, its chief executive Edward Stack said on a Wednesday morning results call. That almost seems like an understatement.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-notifies-some-staff-of-job-cuts-11598462934", "title": "Salesforce Notifies Some Staff of Job Cuts", "date": "2020-08-26 13:39", "summary": "Salesforce Chief Executive Marc Benioff in March pledged on Twitter that the company would avoid any significant layoffs for 90 days. Salesforce . com Inc. has started to notify some of its staff they could lose their jobs a day after the business-software provider reported record sales, sending its stock surging.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-decor-ideas-to-make-home-more-soothing-in-a-pandemic-11598462985", "title": "Quick Décor Ideas to Make Your Home More Soothing", "date": "2020-08-26 13:29", "summary": "As cold weather approaches and a coronavirus vaccine still seems a long way off, making our living spaces less claustrophobic has become ever more important. ONE DAY during last week's heat wave, I was sprawled on the sofa watching my husband work when I thought I saw some faint scratches on the wall behind his armchair.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/january-davos-meeting-postponed-on-covid-19-fears-11598453702", "title": "January Davos Meeting Postponed on Covid-19 Fears", "date": "2020-08-26 13:07", "summary": "World Economic Forum's annual meeting pushed back to next summer. There will be no World Economic Forum meetings in Davos next January, after the organizer said the coronavirus crisis had forced it to postpone the event in the Swiss alpine town, a highlight on the international business calendar, to next summer.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mission-creep-at-the-fed-11598461446", "title": "Mission Creep at the Fed", "date": "2020-08-26 13:04", "summary": "Asking the Federal Reserve to address racial disparities and other complex problems risks conflict with other goals. In a much-anticipated speech this week, Federal Reserve Chairman Jerome Powell is expected to lay out a new framework for meeting its often-elusive goal of 2% inflation.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sought-after-covid-19-test-analyzers-sit-unused-in-nursing-homes-11598455080", "title": "Federal Effort to Expand Covid-19 Testing in Nursing Homes Hits Snags", "date": "2020-08-26 13:02", "summary": "Conflicting state and federal guidelines slow efforts to broaden testing as facilities are hit hard by the coronavirus. A major federal effort to supply rapid-result Covid-19 testing equipment to nursing homes is running into snarls, with some facilities not using the machines they have received.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-asserts-a-maritime-claim-sending-message-to-turkey-11598460162", "title": "Greece Asserts a Maritime Claim Amid Dispute With Turkey", "date": "2020-08-26 12:42", "summary": "Athens says it will extend territorial waters on its western, Italy-facing coast, amid a dispute with Ankara to the east. Greece, facing an escalating maritime dispute with Turkey, sought to show its determination by expanding its territorial waters in another direction: in the Ionian Sea, facing Italy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-sporting-goods-profit-and-e-commerce-sales-surge-11598441526", "title": "At-Home Fitness Fuels Sales at Dick's Sporting Goods", "date": "2020-08-26 12:36", "summary": "Retailer's sales from online and curbside orders nearly tripled for the second quarter, though uncertainty around the return to school is tempering results. With many gyms closed by the coronavirus pandemic, homebound Americans spent the summer buying new bicycles, golf clubs and treadmills-boosting sales at one of the few chains that sells them all, Dick's Sporting Goods Inc.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-prince-barrels-ahead-with-big-projects-to-boost-economy-11598434201", "title": "Saudi Arabia Barrels Ahead With Big Projects to Boost Economy", "date": "2020-08-26 12:30", "summary": "Resume Subscription. TABUK, Saudi Arabia-This desert kingdom is pushing ahead with multibillion-dollar plans to build a spate of new cities despite the coronavirus pandemic and depressed oil prices, betting that projects closely associated with the crown prince will kick-start its economic recovery.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-ideal-summer-wine-that-not-nearly-enough-people-know-11598459195", "title": "The Ideal Summer Wine (That Not Nearly Enough People Know)", "date": "2020-08-26 12:26", "summary": "Inexpensive, uncomplicated and refreshing, Vermentino is the white we want now. Five particularly appealing iterations of this under-the-radar grape.. THE VERMENTINO grape is grown widely-from Italy to France and even Australia. Yet casual wine drinkers might be excused for believing that only two wines are made from this variety: Argiolas Costamolino Vermentino and Sella & Mosca La Cala Vermentino, both from Sardinia.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rnc-2020-melania-trump-mike-pompeo-to-make-case-for-trump-on-night-two-11598383540", "title": "Melania Trump, Mike Pompeo Buck Tradition With GOP Convention Speeches", "date": "2020-08-26 12:06", "summary": "Both praise the president, stir controversy over the locations for their remarks. First lady Melania Trump argued for her husband's re-election from the White House grounds, saying he was fighting for Americans, and Secretary of State Mike Pompeo weighed in from Jerusalem, as the second night of the Republican convention entered unusual territory for a political event.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-has-troubles-of-its-own-11598457219", "title": "China Has Troubles of Its Own", "date": "2020-08-26 11:53", "summary": "Its economic growth is likely to slow dramatically as its population ages and labor force shrinks.. People are justifiably worried about China. It is wrecking Hong Kong and has lost international trust in the process, which makes it difficult to form future deals with its leadership. China's divide-and-conquer diplomacy abroad, particularly toward countries smaller than the U.S., is aggressive and immature. Xi Jinping's statist economic strategy has returned to the Maoist model, putting private enterprise under the thumb of the Communist Party at home and exploiting foreign trade relationships.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nra-has-a-right-to-exist-11598457143", "title": "The NRA Has a Right to Exist", "date": "2020-08-26 11:52", "summary": "New York Attorney General Letitia James's attempt to dissolve the 150-year old organization is unconstitutional government overreach.. The American Civil Liberties Union rarely finds itself on the same side as the National Rifle Association in policy debates or political disputes. Still, we are disturbed by New York Attorney General Letitia James's recent effort to dissolve the NRA.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melania-trump-addresses-coronavirus-and-civil-unrest-in-rnc-speech-11598456008", "title": "Melania Trump Addresses Coronavirus and Civil Unrest in RNC Speech", "date": "2020-08-26 11:33", "summary": "The first lady called for peace and unity in her speech from the White House. The second night of the Republican National Convention was characterized by praise for President Trump's economic policies and a focus on issues such as abortion and criticizing the news media. It also featured three members of the Trump family. First lady Melania Trump made the most direct acknowledgment of the toll that the coronavirus pandemic has taken, with more than 178,000 Americans killed. \"I know many people are anxious and some feel helpless,\" she said. \"I want you to know you are not alone.\" She also acknowledged the civil and racial unrest that has swept across the country in recent months, calling for peace and unity.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestseller-the-vanishing-half-finds-an-audience-in-turbulent-times-11598455246", "title": "Bestseller 'The Vanishing Half' Finds an Audience in Turbulent Times", "date": "2020-08-26 11:20", "summary": "Centering on a Louisiana town, Brit Bennett's hit novel on race and identity heads to mass-market retailers. \"The Vanishing Half,\" a critically acclaimed novel about identity and race, is on track to become not just one of the bestselling books of the year, but a 352-page cultural phenomenon.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-asking-90-million-a-boston-area-chateau-sells-for-less-11598454332", "title": "Once Asking $90 Million, a Boston Area Chateau Sells for Less", "date": "2020-08-26 11:05", "summary": "Former Reebok CEO Paul Fireman sold his Brookline, Mass., property for $23 million. Onetime Reebok CEO Paul Fireman has sold his home in an affluent suburb of Boston for $23 million. It is one of the priciest sales for the area, though it also sold for a small fraction of its initial asking price.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-chateau-in-the-boston-suburbs-11598454223", "title": "A Grand Chateau in the Boston Suburbs", "date": "2020-08-26 11:03", "summary": "The home of onetime Reebok chief Paul Fireman comes with grand spaces and eight bedrooms.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/first-night-of-rnc-draws-17-million-viewers-11598395279", "title": "RNC Ratings: First Night Draws 17 Million Viewers", "date": "2020-08-26 10:37", "summary": "TV audience was 14% smaller than for the first night of the Democratic National Convention. The first night of the Republican National Convention drew 17 million viewers, according to Nielsen, underperforming the opening nights of both last week's Democratic event and the 2016 Republican convention.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/20-minute-recipe-summery-mussels-with-pesto-11598450971", "title": "20-Minute Recipe: Summery Mussels With Pesto", "date": "2020-08-26 10:09", "summary": "The pesto is nut-free, relying on fried chickpeas instead to provide delicious oomph. And you can skip the Parmesan if you don't do dairy. This foolproof dish is truly a crowd-pleaser.. AS A TEENAGER Douglass Williams thought he'd pursue an athletic career. Then, at 16, he was diagnosed with Crohn's disease, which caused a drastic loss of body weight and muscle mass. \"I had to figure it out, and I matured quickly,\" he said. Now a celebrated chef with his condition in remission, Mr. Williams continues to draw on lessons learned during that challenging time.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/durable-goods-orders-rose-11-2-in-july-for-third-monthly-gain-11598447386", "title": "Durable-Goods Orders Rose 11.2% in July", "date": "2020-08-26 10:03", "summary": "Surge led by transportation equipment reflects recovery from pandemic-related shutdowns. Orders for long-lasting factory goods rose for a third straight month in July as manufacturers boosted output and the economy continued its climb back from disruptions related to the coronavirus pandemic.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-in-2020-no-fans-new-rules-still-slow-11598449821", "title": "Baseball in 2020: No Fans, New Rules, Still Slow", "date": "2020-08-26 09:50", "summary": "Halfway through the pandemic-shortened season, games are once again longer than they ever have been at any point in history. The first half of the pandemic-shortened Major League Baseball season has given fans plenty of time to digest all of the wacky, experimental rules reflective of this endlessly bizarre year.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-stock-is-a-big-risk-worth-taking-11598448600", "title": "Biogen Stock Is a Big Risk Worth Taking", "date": "2020-08-26 09:30", "summary": "Possible FDA approval of a new Alzheimer's disease drug in 2021 should drive shares higher. Biogen will find out in early 2021 whether it will have the largest sales opportunity for the pharmaceuticals industry in at least a decade. Meanwhile, the drug company's stock is a worthy risk for investors who can stomach a roller-coaster ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melania-trump-mike-pompeo-and-a-pardon-takeaways-from-the-rncs-second-night-11598439605", "title": "Melania Trump, Tiffany and a Pardon: Takeaways From the RNC's Second Night", "date": "2020-08-26 09:24", "summary": "The full powers of the presidency-and the White House itself-were on display at the GOP gathering. WASHINGTON-You would be forgiven for thinking the Republican National Convention was being hosted at the White House.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-often-deny-claims-for-pandemic-related-trip-cancellations-11598446800", "title": "Is Travel Insurance Still Worth It?", "date": "2020-08-26 09:00", "summary": "The impact of Covid-19 isn't a covered peril in most policies and insurers often deny cancellation claims. Travelers buy travel insurance to protect against the unforeseen-medical issues, job losses, family deaths, storms, terrorist attacks or other reasons they need to cancel and might not be able to get a refund.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-of-social-distancing-at-home-try-mongolian-glamping-11598439546", "title": "Tired of Social Distancing at Home? Try Mongolian Glamping", "date": "2020-08-26 08:44", "summary": "Staying in luxury yurts on the highlands where the Khans once roamed is becoming a sizable cottage industry. This year has proven a challenging one for the footloose and fancy free.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-gears-up-for-the-post-pandemic-office-11598445075", "title": "Ford Rethinks the Office, Betting Work Will Be Partly Remote Longer-Term", "date": "2020-08-26 08:31", "summary": "The No. 2 U.S. auto maker asks 30,000 employees to clear out their desks to make way for workplace revamp. Thousands of office employees at Ford Motor Co. have come back to work in recent weeks to retrieve their things. All of their things.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-designed-items-august-11598444717", "title": "Six of Our Favorite Things This August", "date": "2020-08-26 08:30", "summary": "From Bulgari gemstones to a butterfly puzzle, August's best-designed items and offerings as curated by WSJ.'s editors. Elliott Barnes was only 4 years old when his parents enrolled him at Le Lycée Français de Los Angeles. \"My friends were French, Moroccan, Tunisian, Belgian- when that's your peer group, you grow up having a different outlook on things,\" says Barnes, now 59. He went to architecture school at Cornell and, at age 27, moved to Paris. After working for French design icon Andrée Putman, he opened his own architecture and design firm in 2004. Barnes has worked with heritage brands like Ruinart champagne and Cogolin rugs and designed two restaurants for chef Daniel Rose, a fellow American in Paris. This month, he debuts a line of furniture with the Invisible Collection, known for its partnerships with India Mahdavi, Studio KO, Vincent Darré and others. Barnes says that each of his offering's eight pieces, which feature marble, leather, lacquer and even seaweed, emerges out of a sole motivation: \"What if we look differently at something we know so well?\" Endless Summer Bench, $21,600, shown; theinvisible collection.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shonda-rhimes-obama-white-house-scandal-11598444272", "title": "How Shonda Rhimes Built Her Oval Office", "date": "2020-08-26 08:30", "summary": "When the TV mogul created Scandal's fictional version of the White House, she took a page from Michael S. Smith's redecoration of Obama's Oval Office, now documented in the new book 'Designing History'. Decorators often lament the fact that once a room is redone, nobody remembers their work. For Michael S. Smith, documenting his design of the Obama White House-and processing the eight years he shuttled back and forth to Washington, D.C., for the first family after an introduction from Obama's social secretary, Desirée Rogers-became a personal mission. \"It was important to kind of take a moment and not just let history flow by,\" he says. The result is Designing History: The Extraordinary Art & Style of the Obama White House, a monograph out now from Rizzoli that situates the Obamas' friendly, unpretentious décor within the snow globe of White House style.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-scales-back-in-asia-11598444146", "title": "Vanguard Scales Back in Asia", "date": "2020-08-26 08:15", "summary": "Indexing giant, which plans to end operations in Hong Kong and Japan, says future focus in Asia is on mainland China. HONG KONG-Vanguard Group, the index-tracking giant, is scaling back in Asia, as it plans to close its operations in Hong Kong and Japan.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-enjoy-perks-of-less-crowded-city-11598443210", "title": "New Yorkers Enjoy Perks of Less-Crowded City", "date": "2020-08-26 08:00", "summary": "While coronavirus has changed life in New York, some of its most popular destinations have become more accessible to residents. Chaiwen Chou used to carefully map out her running routes around New York City to avoid particularly crowded neighborhoods like Times Square and Koreatown, but that was before the new coronavirus pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historic-contraction-in-rich-economies-presages-long-climb-back-11598441946", "title": "Historic Contraction in Rich Economies Presages Long Climb Back", "date": "2020-08-26 07:39", "summary": "OECD members suffer the worst drop in economic output in at least six decades, while continued coronavirus outbreaks cloud the recovery. LONDON-The world's rich economies experienced the deepest contraction in at least six decades in the spring, according to fresh data published Wednesday, while continuing outbreaks of the novel coronavirus mean their path back to pre-pandemic levels of output likely will be fraught.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-facing-coronavirus-surge-resists-tightest-restrictions-11598440860", "title": "South Korea, Facing Coronavirus Surge, Resists Tightest Restrictions", "date": "2020-08-26 07:21", "summary": "Left-leaning government holds out, fearing damaging the economy, while conservative lawmakers join some medical associations in urging imposition. SEOUL-With Covid-19 cases rising for nearly two weeks straight, the majority of South Koreans want the nation's maximum social-distancing measures imposed. So, too, do the country's opposition conservative lawmakers and some medical associations.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-groups-200-billion-hill-could-soon-become-mountainous-11598440631", "title": "Ant Group's $200 Billion Hill Could Soon Become Mountainous", "date": "2020-08-26 07:17", "summary": "Ant's IPO looks enormous but less so in the context of other, even pricier payment firms like Square and PayPal. Chinese financial-technology company Ant Group may sound small, but it could ride China's technology-investment wave to grow into a market behemoth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-boosts-already-hefty-coronavirus-stimulus-11598440184", "title": "Germany Boosts Already Hefty Coronavirus Stimulus", "date": "2020-08-26 07:09", "summary": "Extra measures add to a growing gap in fiscal support between Germany and other European nations. BERLIN-Germany is beefing up its already formidable stimulus package to prop up its economy through the Covid-19 pandemic, brushing away concerns from some economists that the state is keeping insolvent businesses afloat artificially.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-harden-lu-dort-rockets-thunder-nba-playoffs-11598428841", "title": "The NBA's Hardest Job Is Guarding James Harden. It Pays $155,647.", "date": "2020-08-26 07:00", "summary": "Lu Dort vs. the league's best scorer is the most interesting mismatch of the NBA playoffs.. James Harden is a virtuosic talent who led the NBA in scoring for the last three seasons and made $38 million in salary this year.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-office-banter-audio-apps-want-to-bring-that-back-11598439617", "title": "Remember Office Banter? Audio Apps Want to Bring That Back", "date": "2020-08-26 07:00", "summary": "Voice platforms like Chalk, Watercooler, Space and Voiceroom aim to foster the random chats that bind. After months of video chats and binge-watching streaming video, some people are trying out digital platforms built for audio.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattress-maker-casper-sleep-names-new-cfo-as-it-looks-to-turn-a-profit-11598439602", "title": "Mattress Maker Casper Sleep Names New CFO as It Looks to Turn a Profit", "date": "2020-08-26 07:00", "summary": "Incoming finance chief will also be tasked with growing revenue and market share, CEO says. Casper Sleep Inc.'s new finance chief is faced with a two-pronged challenge: Leading the mattress maker to profitability while navigating an evolving retail landscape.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordstroms-already-bad-year-gets-worse-11598439602", "title": "Nordstrom's Already Bad Year Gets Worse", "date": "2020-08-26 07:00", "summary": "Nordstrom experienced another steep revenue drop last quarter, but managed to salvage its bottom line. Nordstrom was all about accentuating the bottom line Tuesday, after some unflattering top-line results.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-roll-call-of-the-everyman-11598439372", "title": "Trump's Roll Call of the Everyman", "date": "2020-08-26 06:56", "summary": "A cop, a lobsterman and a metalworker walk into the Republican National Convention . . .. Some of the strongest rhetoric at the Republican National Convention on Tuesday didn't come from famous politicians or even Melania Trump. It came from regular people like Ryan Holets, an Albuquerque, N.M., police officer. Three years ago, he was called to duty at a gas station and found a pregnant woman preparing to shoot heroin.", "categories": [["Opinion", "Commentary", "Notes on the Convention"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-firms-in-china-say-trumps-wechat-ban-will-hit-them-where-it-hurts-11598437779", "title": "U.S. Firms in China Say Trump's WeChat Ban Will Hit Them Where It Hurts", "date": "2020-08-26 06:29", "summary": "American firms are concerned the ban could be applied beyond the U.S. to their operations within China. SINGAPORE-U.S. businesses in China are pushing back against a looming Trump administration ban on Tencent Holdings ' WeChat app, with a report Wednesday shedding light on just how vital the tool is to companies doing business in the world's second-largest economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-unveils-more-powerful-ai-tool-that-approves-or-denies-card-transactions-11598436001", "title": "Visa Unveils More Powerful AI Tool That Approves or Denies Card Transactions", "date": "2020-08-26 06:02", "summary": "The deep-learning application makes more accurate decisions on behalf of banks experiencing network disruptions, Visa says. Visa Inc. said Wednesday it has developed a more advanced artificial intelligence system that can approve or decline credit and debit transactions on behalf of banks whose own networks are down.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberattacks-halt-new-zealands-stock-exchange-twice-in-two-days-11598434518", "title": "Cyberattacks Halt New Zealand's Stock Exchange Twice in Two Days", "date": "2020-08-26 05:35", "summary": "NZX, the exchange operator, said distributed denial of service attacks were carried out from overseas. SYDNEY-A cyberattack brought New Zealand's stock market to a standstill for a second time in two days.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-star-board-defies-financial-gravity-in-a-hot-market-11598434202", "title": "China's STAR Board Defies Financial Gravity in a Hot Market", "date": "2020-08-26 05:30", "summary": "Shares on the mainland's year-old Nasdaq-style technology board trade at huge premiums to near-identical stocks in Hong Kong. Shares listed on a Nasdaq-style technology board in China are trading at huge premiums to near-identical stocks in Hong Kong, as mainland investors pour money into a hot market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-shutdown-stings-new-jersey-malls-bondholders-11598434200", "title": "Coronavirus Shutdown Stings New Jersey Mall's Bondholders", "date": "2020-08-26 05:30", "summary": "Mutual funds took hundreds of millions of dollars in paper losses this spring on the American Dream project despite market's rally. This summer's markets rally hasn't helped banks and investors who lent about $2.7 billion to build the country's second-largest mall, near the Meadowlands Sports Complex in New Jersey.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wont-send-aid-to-lebanese-government-over-terror-finance-concerns-11598434202", "title": "U.S. Won't Send Aid to Lebanese Government Over Terror-Finance Concerns", "date": "2020-08-26 05:30", "summary": "The Trump administration is worried humanitarian aid for Lebanon will end up in the hands of U.S.-designated terror group Hezbollah, officials say. The Trump administration is worried humanitarian aid for Lebanon will end up in the hands of U.S.-designated terror group Hezbollah if routed through the government in Beirut, according to senior U.S. officials.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lake-tahoe-vail-arent-just-for-vacation-anymore-as-homebound-families-move-in-11598434201", "title": "Lake Tahoe, Vail Aren't Just for Vacation Anymore as Homebound Families Move In", "date": "2020-08-26 05:30", "summary": "People's realization that they can work from anywhere during Covid-19 office shutdowns have led to bidding wars for homes in remote areas of the West. INCLINE VILLAGE, Nev.-The \"aha moment\" for Brett Rossmann came when he realized that with everyone at his digital marketing company working from home because of coronavirus, he could just as easily be living in the mountains rather than crowded Los Angeles.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laptop-shortage-hits-u-s-schools-as-thousands-face-online-learning-without-device-11598434201", "title": "Remote Learning Without a Laptop? Thousands Could Be Stuck Without Devices Due to Shortage", "date": "2020-08-26 05:30", "summary": "Districts say many students lack devices to start online instruction due to supply-chain challenges, surge in demand. Tens of thousands of students across the U.S. are facing the prospect of starting school over the coming weeks without the computers needed for remote classes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-got-through-australias-hotel-defense-and-authorities-are-seeking-how-11598434205", "title": "Australia Tries to Find Where Its Coronavirus Defense Failed", "date": "2020-08-26 05:30", "summary": "Government inquiry hears accounts of missteps including inadequate training, inconsistent face-mask use. SYDNEY-Australia's decision to close its border and use hotels to quarantine returning residents initially helped prevent significant coronavirus outbreaks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-is-coming-back-to-bite-bellwether-u-k-stocks-11598433280", "title": "Brexit Is Coming Back to Bite Bellwether U.K. Stocks", "date": "2020-08-26 05:14", "summary": "Shares in local lender Lloyds Banking Group could be hit as the deadline for a new EU-U.K. trade deal looms. This year's pandemic has understandably overshadowed the risks associated with Britain's Brexit process. But that may change as a crucial year-end deadline approaches. Bellwether stocks like Lloyds Banking Group look exposed.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-announces-1-billion-plan-to-create-ai-quantum-institutes-11598432400", "title": "White House Announces $1 Billion Plan to Create AI, Quantum Institutes", "date": "2020-08-26 05:00", "summary": "Effort aims to keep the U.S. globally competitive in artificial intelligence and quantum technologies, administration officials said. The White House on Wednesday will announce that federal agencies and their private sector partners are committing more than $1 billion over the next five years to establish 12 new research institutes focused on artificial intelligence and quantum information sciences.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-chinese-metal-stock-is-alluring-11598422684", "title": "This Chinese Metal Stock Is Alluring", "date": "2020-08-26 02:18", "summary": "Aluminum is enjoying some tailwinds it hasn't seen in a while. Tesla and tech are sexy. Aluminum is not. But given how expensive the former have become, investors could do worse than taking a look at boring old metal manufacturers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacob-blake-shooting-thrusts-kenosha-into-national-spotlight-11598434202", "title": "Jacob Blake Shooting Thrusts Kenosha Into National Spotlight", "date": "2020-08-26 00:01", "summary": "Protests, violence erupt in small Wisconsin city after police shooting of Black man; 'This just doesn't happen in Kenosha'. KENOSHA, Wis.-Kenosha isn't accustomed to the national spotlight. After video emerged Sunday of police here shooting a Black man multiple times in the back, this small city on Lake Michigan has become an epicenter of racial tension over police violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-headlines-virtual-jackson-hole-conference-11598548925", "title": "Powell Headlines Virtual Jackson Hole Conference", "date": "2020-08-26 00:01", "summary": "Annual monetary policy symposium will be live-streamed and made public for the first time in its 42-year history. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11598380225", "title": "Pepper...and Salt", "date": "2020-08-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenosha-wis-sees-second-night-of-violence-as-unrest-spreads-11598362900", "title": "Wisconsin's Governor Declares State of Emergency Amid Protests", "date": "2020-08-26 23:52", "summary": "Police shooting of Black man in Kenosha sparks violence, looting across city. KENOSHA, Wis.-Protesters angry over the shooting of a Black man by police clashed with law enforcement here for a third night, and groups of armed citizens came out saying they were there to protect local businesses from looting.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeos-republican-convention-address-stirs-criticism-11598400180", "title": "Pompeo's GOP Convention Address Stirs Criticism", "date": "2020-08-26 23:13", "summary": "Some see chief diplomat's message of support for Trump policies as overstepping boundary between diplomacy and politics. Secretary of State Mike Pompeo, in a prime-time address recorded against the backdrop of Israel's holiest sites, told the Republican National Convention on Tuesday night that President Trump has made the U.S. more secure.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-u-s-spy-plane-entered-a-no-fly-zone-11598371680", "title": "China Says U.S. Spy Plane Entered a No-Fly Zone", "date": "2020-08-26 23:12", "summary": "Beijing says American U-2 reconnaissance aircraft disrupted live-fire military drills. HONG KONG-Beijing alleged that a U.S. spy plane entered a no-fly zone it had designated over an area where the Chinese military was conducting live-fire drills, condemning the overflight as a provocative act.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikki-haley-tim-scott-get-to-audition-for-2024-at-republican-convention-11598370543", "title": "Nikki Haley, Tim Scott Get to Audition for 2024 at Republican Convention", "date": "2020-08-26 23:00", "summary": "Pence, Pompeo and others will also have a chance to position themselves as potential Trump successors. This week's Republican National Convention offers the biggest opportunity yet for several politicians who could seek the party's 2024 presidential nomination to showcase themselves as potential successors to President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-puts-focus-on-big-problems-piling-up-at-home-11598361947", "title": "North Korea Puts Focus on Big Problems Piling Up at Home", "date": "2020-08-26 21:56", "summary": "Kim Jong Un pauses major weapons tests as he contends with a faltering economy, coronavirus defense and flood damage. SEOUL-In a year that once looked primed for outward provocation through its weapons program, North Korea has instead turned inward in recent months.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-probe-into-ex-ceo-investigates-hr-department-cover-ups-11598398673", "title": "McDonald's Probe of Ex-CEO Investigates HR and Coverups", "date": "2020-08-26 21:56", "summary": "Former employees say complaints about conduct of co-workers, executives including Steve Easterbrook were ignored. McDonald's Corp. said its continuing investigation into former CEO Steve Easterbrook's conduct is examining whether he covered up improprieties by other employees alongside allegations of potential misconduct within the human-resources department.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-blasts-silicon-valley-in-public-stock-listing-filing-11598406887", "title": "Palantir Blasts Silicon Valley in Filing for Stock Listing", "date": "2020-08-26 21:54", "summary": "Software company co-founded by Peter Thiel says tech stalwarts are out of touch with U.S. society. Palantir Technologies Inc. has a message for investors awaiting the tech company's long-anticipated stock listing: It has soured on Silicon Valley.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-08-25-2020-11598344983", "title": "New U.S. Covid-19 Cases Remain Below Last Week's Levels", "date": "2020-08-26 21:49", "summary": "Monday's 38,045 case count was up from Sunday, but last week's counts topped 40,000 most days and neared 50,000 on some. Daily new U.S. coronavirus infections rose slightly but continued their downward longer-term trend, as some states worked to manage outbreaks through natural disasters and universities grappled with outbreaks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teva-pharmaceuticals-u-s-unit-indicted-on-price-fixing-charges-11598392891", "title": "Teva's U.S. Unit Indicted on Price-Fixing Charges", "date": "2020-08-26 21:44", "summary": "Justice Department alleges generic drugmaker participated in three different conspiracies. WASHINGTON-The U.S. business of Teva Pharmaceutical Industries Ltd. was indicted Tuesday on charges the generic drugmaker fixed prices on cholesterol medication and other drugs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-biotechs-meeting-spread-coronavirus-as-far-as-slovakia-and-australia-11598394542", "title": "Boston Biotech Meeting Spread Coronavirus to Slovakia, Australia", "date": "2020-08-26 21:06", "summary": "Strategy meeting held by Biogen last February helped spread a strain of the virus from Texas to Australia, researchers found. An international meeting of Biogen Inc. managers last February likely helped spread the novel coronavirus from Boston to thousands of people as far away as Michigan, Virginia and Australia, according to researchers who conducted a new genetic analysis.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-thing-you-can-control-right-now-yourself-11598403600", "title": "The One Thing You Can Control Right Now: Yourself", "date": "2020-08-26 21:00", "summary": "We feel powerless over so many things in the pandemic. But learning to practice better self-control can help.. ", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-falwell-jr-may-be-owed-10-5-million-by-liberty-university-11598395393", "title": "Jerry Falwell Jr. May Be Owed $10.5 Million by Liberty University", "date": "2020-08-26 20:27", "summary": "Employment contract provides two years of salary plus lump sum payment after evangelical college president resigned following scandals. Liberty University owes Jerry Falwell Jr. a total of about $10.5 million over the next two years after he resigned as president of the nation's largest evangelical college following several scandals, according to a person close to Mr. Falwell with knowledge of his employment contract.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]