[{"link": "https://www.wsj.com/articles/trump-says-he-has-terminated-mark-esper-as-defense-secretary-11604945341", "title": "Trump Fires Esper as Defense Secretary", "date": "2020-11-09 18:53", "summary": "President says on Twitter that Christopher Miller has been named acting defense secretary. President Trump dismissed Defense Secretary Mark Esper on Monday, saying in a Twitter post that he had \"terminated\" his Pentagon chief and replaced him with a new acting secretary, signaling the start of a shake-up in the remaining weeks of the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-sales-largely-recover-as-coronavirus-challenges-persist-11604923085", "title": "McDonald's to Add 'McPlant' Items, After Test With Beyond Meat", "date": "2020-11-09 18:45", "summary": "Burger chain revises operations as pandemic persists, increasing emphasis on takeaway orders. McDonald's Corp. is making changes to its menu and restaurant operations as the coronavirus pandemic persists, including an emphasis on to-go orders and new \"McPlant\" vegetarian items.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-requires-companies-to-report-on-climate-change-by-2025-11604964183", "title": "U.K. Requires Companies to Report on Climate Change by 2025", "date": "2020-11-09 18:23", "summary": "It is the first country to make disclosures about the business impacts of climate change mandatory. The U.K. said that companies need to report the financial impacts of climate change on their businesses within the next five years, becoming the first country to make the disclosures mandatory as investors and governments demand corporations curb their greenhouse gas emissions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-vaccines-prove-their-safety-11604964023", "title": "How Vaccines Prove Their Safety", "date": "2020-11-09 18:20", "summary": "Rare complications will arise, but the public can be confident researchers will get to the bottom of them.. As acute and infectious disease neurologists, we are often asked if a vaccine is safe. Pfizer 's announcement Monday that its Covid-19 vaccine is 90% effective makes the question even more pertinent. Earlier this year, two late-stage clinical trials, from Johnson & Johnson and AstraZeneca , were briefly paused after reports of neurological concerns in individual study participants. Each of these rare instances was carefully scrutinized as an adverse event-a serious clinical observation that requires review by the Data and Safety Monitoring Board.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-let-progressives-lead-11604963976", "title": "Democrats, Let Progressives Lead", "date": "2020-11-09 18:19", "summary": "The establishment blows another winnable election, even as Biden wins.. Will there ever be accountability for Democrats? The establishment wing of the party blew one election to Donald Trump and came to the precipice of blowing another. Were there any lessons learned from 2016? Nope. Same guys, same mistakes. The band marches on.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-bitter-harvest-11604963930", "title": "Joe Biden's Bitter Harvest", "date": "2020-11-09 18:18", "summary": "Where might Trump voters have got the idea that a president was illegitimate?. \"Let this grim era of demonization in America begin to end.\" So spoke Joe Biden Saturday night in a speech that was as much a call for unity as a celebration of victory.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-isnt-obamas-middle-east-11604963875", "title": "This Isn't Obama's Middle East", "date": "2020-11-09 18:17", "summary": "Biden faces new risks and opportunities, with Turkey a rising Islamist threat.. Even in the closing weeks of America's presidential campaign, the grisly murder of French schoolteacher Samuel Paty made an impression. As part of a civics lesson, Mr. Paty showed his class of 13-year-olds the Charlie Hebdo caricatures of the prophet Muhammad. Soon afterward, Mr. Paty was attacked and beheaded in the street. President Emmanuel Macron, whose government has been moving right on law and order as the electoral competition with Marine Le Pen of the National Rally heats up, announced a series of measures aimed at limiting what he called \"Islamist separatism.\"", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-contagions-review-of-policy-and-pandemics-11604963864", "title": "'American Contagions' Review: Of Policy and Pandemics", "date": "2020-11-09 18:17", "summary": "During disease outbreaks, constitutional governments afford themselves vast powers. The problem? Giving those powers back.. In July, the Supreme Court declined to block Nevada's Directive 21, the governor's Covid-19 order limiting indoor worship services to \"no more than fifty persons,\" yet allowed casinos and other establishments to gather many more. Dissenting from the court's inaction, Justice Samuel Alito emphasized this palpable discrimination as well as the profound challenge pandemics pose to constitutional government.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-my-yard-every-critter-gets-a-handout-11604963792", "title": "In My Yard, Every Critter Gets a Handout", "date": "2020-11-09 18:16", "summary": "Birds, squirrels and more gather for the morning feed. Then I cope with the consequences.. It started with a few slices of leftover bread tossed from our porch. As we closed our weekend house Sunday evenings, I'd give the birds a parting snack. I tore up the crusty pieces into bite-size portions. Over time, a few crows and starlings huddled on the phone line over our yard waiting for us to get on the road. The offering was always gone by the time we returned.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popular-trading-platforms-sideline-users-with-technical-difficulties-as-stocks-surge-11604952545", "title": "Popular Trading Platforms Have Technical Difficulties as Stocks Surge", "date": "2020-11-09 18:12", "summary": "Companies including Charles Schwab and TD Ameritrade say customers experienced technical problems. Customers of popular online brokerages struggled to trade from their accounts Monday, sidelining many investors who hoped to capitalize on an exuberant market rally that sent stocks soaring.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-vaccine-cavalry-11604963056", "title": "The Covid Vaccine Cavalry", "date": "2020-11-09 18:04", "summary": "Pfizer brings good news, but watch out for Biden's virus team.. Pfizer 's announcement Monday that its vaccine for Covid-19 was 90% effective in late-stage trials is the best news of a dismal 2020. If the interim results hold, this could lead to a mid-2021 pandemic exit-and perhaps spare us from the lockdown instincts of the coronavirus team that Joe Biden announced Monday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamacare-returns-to-the-supremes-11604963006", "title": "ObamaCare Returns to the Supremes", "date": "2020-11-09 18:03", "summary": "The mandate 'tax' may go down, but the law will survive.. Perhaps you heard during the election campaign that President Trump's Supreme Court Justices were poised to kill ObamaCare. Well, the Justices hear that case on Tuesday, and the result is likely to show how false that claim was.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceling-trump-alumni-11604962923", "title": "Canceling Trump Alumni", "date": "2020-11-09 18:02", "summary": "Some on the left want to banish anyone who worked for the President.. Before the election, some Democrats were salivating over the idea of prosecuting Trump Administration officials. Elizabeth Warrenproposed a Justice Department task force to target the outgoing Administration. Former Labor Secretary Robert Reich in October called for a \"Truth and Reconciliation Commission.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-trebek-11604962876", "title": "Alex Trebek", "date": "2020-11-09 18:01", "summary": "For 37 years, the \"Jeopardy\" host offered a 30-minute intellectual reprieve from the consternation of daily life.. Game show hosts aren't usually the subject of editorials, but we'll make an exception for Alex Trebek, the longtime \"Jeopardy\" host who died Sunday at age 80 after a bout with pancreatic cancer. Millions of Americans will miss the man who presided over a 30-minute cerebral diversion from life's daily consternation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-astros-general-manager-jeff-luhnow-sues-team-for-breach-of-contract-11604951414", "title": "Ex-Astros GM Luhnow Sues Team for Breach of Contract", "date": "2020-11-09 17:50", "summary": "The lawsuit alleges that Luhnow was inappropriately fired after the team's sign-stealing scandal. Former Houston Astros general manager Jeff Luhnow has filed a lawsuit against his former employer for breach of contract, alleging that Astros owner Jim Crane and Major League Baseball commissioner Rob Manfred conspired to make him the scapegoat for the sign-stealing scandal that rocked the sport earlier this year.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-promises-strong-response-to-covid-19-as-cases-surge-11604917801", "title": "Biden Promises Strong Response to Covid-19 as Cases Surge", "date": "2020-11-09 17:46", "summary": "President-elect is expected to bolster CDC's role, invest in more testing and use bully pulpit. President-elect Joe Biden has promised a more forceful federal response to the rapidly worsening Covid-19 pandemic than his predecessor, who left many decisions and tasks up to state and local leaders while playing down precautionary measures such as wearing masks and physical distancing.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-eta-makes-landfall-in-florida-keys-11604914772", "title": "Tropical Storm Eta Soaks South Florida", "date": "2020-11-09 17:44", "summary": "Heavy rain and strong winds strike region, flooding streets and neighborhoods. Tropical Storm Eta drenched South Florida, flooding neighborhoods, roadways and urban centers, after pounding parts of the Caribbean and Central America in the past week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-jolts-markets-in-a-way-biden-and-trump-couldnt-11604938629", "title": "Vaccine Jolts Markets in a Way Biden and Trump Couldn't", "date": "2020-11-09 17:36", "summary": "Presidential race mattered to investors but other things matter more-especially the Fed and a Covid-19 vaccine. Obama, Trump, Biden-who cares? The vaccine news shows markets have bigger things to think about.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-stocks-soar-on-hope-vaccine-will-ease-covid-concerns-11604947761", "title": "Real-Estate Stocks Soar on Vaccine Hopes", "date": "2020-11-09 17:32", "summary": "The sector has trailed well behind the overall market after the pandemic altered work and shopping patterns. Real-estate stocks surged Monday after news of successful Covid-19 vaccine test results helped claw back some of the huge declines the sector has suffered during the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-streetwear-brand-sold-to-vf-in-2-1-billion-deal-11604931976", "title": "Supreme Streetwear Brand Sold to VF in $2.1 Billion Deal", "date": "2020-11-09 17:30", "summary": "Parent of Vans and Timberland is buying the apparel maker with 12 stores and a cult-like following. Supreme, a streetwear brand with 12 stores and a cultish following, is being sold to the parent company of Vans and Timberland in a deal that valued the apparel maker at roughly $2.1 billion including debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-delivers-financial-blow-to-nursing-homes-11604949454", "title": "Covid-19 Delivers Financial Blow to Nursing Homes", "date": "2020-11-09 17:24", "summary": "Genesis Healthcare, the largest U.S. nursing-home provider, said it is exploring a restructuring of debt and lease obligations as well as other options. The biggest U.S. nursing-home company said low occupancy and expenses due to the pandemic led to a deepening loss in the quarter ending Sept. 30, and it is working on restructuring efforts after warning in August about its ability to continue as a going concern.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azerbaijan-shoots-down-russian-helicopter-in-armenia-11604954107", "title": "Azerbaijan Shoots Down Russian Helicopter in Armenia", "date": "2020-11-09 17:17", "summary": "The helicopter, an Mi-24 gunship, was flying near Armenia's border with Azerbaijan. A Russian military helicopter crashed in Armenia Monday after it was shot down by Azerbaijan, killing two crew members, an incident that could prompt the Kremlin to depart from the strict neutrality it has sought to display since the two former Soviet republics resumed a war for control of a disputed territory.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-jets-other-u-s-goods-worth-4-billion-face-eu-tariffs-11604927987", "title": "Boeing Jets, Other U.S. Goods Worth $4 Billion Face EU Tariffs", "date": "2020-11-09 17:13", "summary": "Action comes after the U.S. was authorized by the WTO to impose tariffs on $7.5 billion in Airbus jets and other European products. BRUSSELS-Raising the stakes in a protracted trade fight, the European Union's top trade official said the bloc will impose tariffs on $3.99 billion of Boeing Co. jets and other U.S. goods annually, with the aim of negotiating a settlement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-surges-on-rate-rise-expectations-after-central-banker-ousted-11604913688", "title": "Turkey's Erdogan Parts With Son-in-Law Albayrak at Treasury as Lira Surges", "date": "2020-11-09 17:03", "summary": "Currency rallied on Monday after new central bank governor Agbal hinted at a possible new course of action. Turkey's President Recep Tayyip Erdogan late Monday accepted the resignation of his finance minister and son-in-law, Berat Albayrak, parting with a relative whose tenure was marred by currency crises, but whose departure coincided with a strong rally of the Turkish lira.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-vs-china-in-5g-the-battle-isnt-even-close-11604959200", "title": "U.S. vs. China in 5G: The Battle Isn't Even Close", "date": "2020-11-09 17:00", "summary": "China is leading the way in the size and consistency of its 5G network. HONG KONG-By most measures, China is no longer just leading the U.S. when it comes to 5G. It is running away with the game.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-tropical-storm-eta-slams-into-florida-11604944258", "title": "Photos: Tropical Storm Eta Hits Florida", "date": "2020-11-09 16:57", "summary": "The storm caused widespread flooding and wind damage. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-says-coronavirus-remains-a-top-u-s-financial-risk-11604955856", "title": "Fed Says Coronavirus Remains a Top U.S. Financial Risk", "date": "2020-11-09 16:57", "summary": "The Federal Reserve's financial stability report highlights uncertain outlook. WASHINGTON-The coronavirus pandemic remains a top risk to the U.S. financial system, the Federal Reserve said in a report released Monday, warning that uncertainty over the course of the virus and its economic and financial consequences remains unusually high.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-09-2020-11604888729", "title": "Dow Surges to Highest Level Since February", "date": "2020-11-09 16:50", "summary": "Treasury yields jump and crude prices soar. U.S. stocks flirted with record levels Monday after progress on a Covid-19 vaccine and Democrat Joe Biden's electoral victory ushered in a sea change in financial markets, reordering winners and losers.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-goods-retailer-furla-usa-files-for-bankruptcy-11604951775", "title": "Luxury-Goods Retailer Furla USA Files for Bankruptcy", "date": "2020-11-09 16:47", "summary": "The company is looking to get out of some of its leases and shed debt. The U.S. subsidiary of Italian luxury-goods company Furla SpA has filed for bankruptcy due to the impact of the Covid-19 pandemic on its brick-and-mortar and wholesale businesses.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/because-of-a-flower-by-ana-roxanne-and-lamentations-by-william-basinski-reviews-calming-records-for-troubled-times-11604958469", "title": "'Because of a Flower' by Ana Roxanne and 'Lamentations' by William Basinski Reviews: Calming Records for Troubled Times", "date": "2020-11-09 16:47", "summary": "A pair of new releases exemplify the reasons ambient music has soared in popularity during the Covid-19 pandemic.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-on-cusp-of-second-wave-of-covid-19-mayor-says-11604947122", "title": "Mayor Says New York City on Cusp of Covid-19 Second Wave", "date": "2020-11-09 16:46", "summary": "Share of city residents testing positive at percentage not seen since June. New York City Mayor Bill de Blasio said Monday that New Yorkers have \"one last chance\" to avoid a second wave of Covid-19 infections that would force the city to return to widespread restrictions on business, schools and social gatherings.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-puts-new-york-city-school-admissions-in-limbo-11604957993", "title": "Pandemic Puts New York City School Admissions in Limbo", "date": "2020-11-09 16:39", "summary": "Parents have demanded updates on how students will get a seat in selective programs. Advocates and critics of competitive admissions in New York City are ramping up pressure on the mayor to announce the long-awaited process for entry next fall for selective public schools, after the coronavirus made some elements of the previous system unworkable for this cycle.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peabody-energys-third-quarter-revenue-falls-amid-depressed-market-for-coal-11604957607", "title": "Peabody Energy's Third-Quarter Revenue Falls Amid Depressed Market for Coal", "date": "2020-11-09 16:33", "summary": "Mining company warns it faces new challenges under a loan agreement. Peabody Energy Corp. warned it faces fresh challenges under a loan agreement as it grapples with lower demand in the market for coal used in power plants and a recent setback in court.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/possible-vaccine-powers-bond-yield-surge-adding-to-postelection-volatility-11604937066", "title": "Possible Vaccine Powers Bond-Yield Surge, Adding to Postelection Volatility", "date": "2020-11-09 16:32", "summary": "Prospect of a vaccine-fueled economic rebound could prompt portfolio managers to again unwind positions built up in recent sessions. Hopes for an end to the coronavirus crisis drove U.S. government-bond yields to new multimonth highs on Monday, fueled by traders' latest scramble to adjust positions after the presidential election upended months of bond-market calm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-long-shutdowns-11604943964", "title": "So Long, Shutdowns", "date": "2020-11-09 16:24", "summary": "The best news of the year: A vaccine candidate looks like a winner.. The global pharmaceutical industry, so unloved by politicians of all stripes, appears to have triumphed over another enemy of human health. U.S. drug giant Pfizer and its German partner BioNTech say that initial data suggest their coronavirus vaccine is a winner. Other promising vaccine candidates developed by other companies should also yield results soon. Here's hoping the world's bureaucracies, including the U.S. Food and Drug Administration, can manage to avoid standing in the way of what appears to be a major advancement in disease prevention.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-unmarried-couples-should-know-about-buying-a-home-together-11604956915", "title": "What Unmarried Couples Should Know About Buying a Home Together", "date": "2020-11-09 16:21", "summary": "Financial advisers are getting more requests for advice from couples who want to buy a place but have no interest in getting married. More unmarried couples may be considering buying a home together, particularly in quarantine. If you are thinking about buying a house with someone you aren't married to, there are some financial and practical risks to think about. Here are three things to consider before buying a place together.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-remade-the-gop-now-what-11604956604", "title": "Trump Remade the GOP. Now What?", "date": "2020-11-09 16:16", "summary": "Resume Subscription. Donald Trump, despite being the first president to lose re-election since 1992, is poised to remain a powerful influence on a Republican Party he helped shift from one rooted in a decades-old style of conservatism to one centered around populism and nationalism.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vaccine-breakthrough-rallies-distressed-bankrupt-borrowers-11604944294", "title": "Vaccine Breakthrough Lifts Distressed, Bankrupt Borrowers", "date": "2020-11-09 16:12", "summary": "Bonds linked to troubled industries such as travel and energy rally along with U.S. stocks. Progress on a coronavirus vaccine sparked a rally in distressed securities, giving hope to beaten-down companies teetering on the brink of default or a bankruptcy filing during the pandemic.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-to-ya-tuesday-crossword-november-10-11604886722", "title": "Here's to Ya! (Tuesday Crossword, November 10)", "date": "2020-11-09 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/identity-politics-is-bad-choice-for-minorities-11604954469", "title": "Identity Politics Is Bad Choice for Minorities", "date": "2020-11-09 15:41", "summary": "Perhaps this election signals that the tide of chronic victimhood is starting to recede and that a message of hope and opportunity will reach the ears of all young people.. Regarding Mike Gonzalez's \"Tuesday's Big Loser: Identity Politics\" (op-ed, Nov. 5): Nikole Hannah-Jones, creator of the \"1619 Project,\" says she has a problem with Latinos being lumped into one ethnic group. But what about white Americans? We're all lumped together as beneficiaries of \"white privilege,\" even though our backgrounds are no more similar than those of black Puerto Ricans and indigenous Guatemalans. And not all of us grew up privileged.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-thoughts-on-pollsters-abject-failure-11604954249", "title": "Some Thoughts on Pollsters' Abject Failure", "date": "2020-11-09 15:37", "summary": "Voters are tired of being labeled and of giving away information that is later used against us.. Regarding \"Pollsters Grapple With Another Presidential Miss\" (Election 2020, Nov. 5): We voters are tired of being labeled and of giving away information that is later used against us. You ask for our opinion, and we opt not to tell you. You can thank big tech and advertisers for creating a system that is easy to use and highly monetized: pop-up ads, spam and robocalls. There was a time when our information was ours. Now, nationwide campaigns bombard us with incessant questions demanding our opinion on a variety of topics, and every click of the mouse creates a marketing profile on our behalf. We are tired of living under a microscope. We resent efforts to influence our vote months before the election with carefully tailored questions designed to elicit a desired response.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-surge-prompts-curfew-on-indoor-service-at-new-jersey-bars-restaurants-11604953733", "title": "Covid-19 Surge Prompts Curfew on Indoor Service at New Jersey Bars, Restaurants", "date": "2020-11-09 15:33", "summary": "Interstate competitions, tournaments for all indoor sports also to be prohibited. New Jersey Gov. Phil Murphy again tightened restrictions on restaurants and bars as cases of Covid-19 rose and hospitalizations hit their highest levels since early June.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economys-struggles-will-shape-joe-bidens-presidency-11604953579", "title": "The Economy's Struggles Will Shape Joe Biden's Presidency", "date": "2020-11-09 15:26", "summary": "Resume Subscription. Joe Biden will likely spend much of the next four years trying to make up lost economic ground.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supremes-street-cred-at-risk-with-new-owner-vf-11604953043", "title": "Supreme's Street Cred at Risk With New Owner VF", "date": "2020-11-09 15:17", "summary": "VF Corp. paid up for the streetwear brand. Holding on to its success could be a balancing act.. As far as brand power goes, clothing company Supreme lives up to its name. Keeping it that way will be one of new owner VF Corp.'s most important and challenging tasks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-sets-plan-to-keep-up-with-new-york-as-financial-center-after-brexit-11604952230", "title": "U.K. Sets Plan to Keep Up With New York as Financial Center Post-Brexit", "date": "2020-11-09 15:03", "summary": "Plan will review capital-raising requirements, boost green finance. LONDON-U.K. Treasury chief Rishi Sunak on Monday outlined a review of finance rules, including possible changes to make it easier for companies to raise money in London, aimed at keeping the country's vast financial sector competitive with New York after Brexit.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-5g-may-not-need-a-killer-appfor-now-11604952000", "title": "Why 5G May Not Need a Killer App-for Now", "date": "2020-11-09 15:00", "summary": "The big increase in speed and network capacity may be enough to attract customers. There is no clear killer app in sight for 5G mobile networks. But it might not matter, given the boosts in speed and network capacity that 5G is expected to deliver.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-italys-second-coronavirus-wave-milan-staggers-as-hospitals-fill-up-11604951247", "title": "In Italy's Second Coronavirus Wave, Milan Staggers as Hospitals Fill Up", "date": "2020-11-09 14:47", "summary": "Resume Subscription. MILAN-Italy's business capital has become the center of a second wave of the coronavirus, putting at risk the country's economic recovery and reviving the specter of a health-care crisis Italians thought they had overcome this spring.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gm-plans-to-hire-3-000-new-workers-to-deepen-tech-expertise-11604948576", "title": "GM Plans to Hire 3,000 New Workers to Deepen Tech Expertise", "date": "2020-11-09 14:02", "summary": "Auto maker is looking to bolster its engineering and software-development ranks by recruiting new employees. General Motors Co. plans to hire 3,000 new workers to bolster its engineering and software-development expertise, the latest auto maker to bulk up on tech talent as competition with Silicon Valley intensifies for the future automobile.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-to-get-closer-scrutiny-under-ftc-settlement-11604940184", "title": "Zoom to Get Closer Scrutiny Under FTC Settlement", "date": "2020-11-09 13:57", "summary": "Federal agency had alleged the videoconferencing platform promised users a level of data encryption it didn't provide. The Federal Trade Commission said it had settled a case with Zoom Video Communications Inc. over how the videoconferencing platform that has enjoyed mass popularity during the pandemic handles user privacy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-from-pfizer-and-biontech-works-better-than-expected-11604922300", "title": "Pfizer's Covid-19 Vaccine Proves 90% Effective in Trials", "date": "2020-11-09 13:44", "summary": "Drugmaker and partner BioNTech could seek FDA authorization by end of November. A coronavirus vaccine developed by Pfizer Inc. and partner BioNTech SE showed in an early analysis to be more than 90% effective in protecting people from Covid-19, a much-better-than-anticipated result that marks a milestone in the hunt for shots that can stop the pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-riddance-to-the-resistance-11604946702", "title": "Good Riddance to the 'Resistance'", "date": "2020-11-09 13:31", "summary": "Jubilant crowds danced for joy in front of stores that were boarded up in case their side lost.. It's a time to heal, Joe Biden told the nation on Saturday night.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senate-is-a-blessing-for-biden-11604946650", "title": "GOP Senate Is a Blessing for Biden", "date": "2020-11-09 13:30", "summary": "He needs someone to blame when he inevitably fails to deliver what his party's leftists want.. Democrats entered Election Day assuming they would expand their House majority and flip Senate seats in Maine, South Carolina, North Carolina, Iowa, Montana, Alaska and Kansas. There were excited whispers of Joe Biden winning red states like Texas, Florida and Ohio. Instead, they lost those Senate races, lost seats in the House, and fell short in state legislative elections.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-long-do-i-need-to-quarantine-if-im-exposed-to-covid-11604945278", "title": "How Long Do I Need to Quarantine if I'm Exposed to Covid?", "date": "2020-11-09 13:07", "summary": "The thinking on quarantine lengths is evolving. We asked scientists to explain the smartest current guidance.. More than seven months into the pandemic, public health thinking on quarantine lengths is evolving. It's an especially pressing question now as Covid infection rates surge, families contemplate holiday gatherings, and schools try to balance safety and education. Some governments are allowing shorter quarantines for travelers; the U.S. Centers for Disease Control and Prevention has considered shorter quarantines for schoolchildren, but hasn't changed its guidance so far.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-joe-bidens-tax-plan-could-affect-you-11603307433", "title": "How Joe Biden's Tax Plan Could Affect You", "date": "2020-11-09 13:02", "summary": "The Democrat says he won't raise taxes on households earning less than $400,000 a year, but he would raise them sharply on the wealthy, corporations. WASHINGTON-President-elect Joe Biden wants to raise taxes on high-income households and corporations, but his ability to do so will be limited if Republicans maintain control of the Senate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-quantum-r-d-funding-to-remain-a-priority-under-biden-11604944800", "title": "AI, Quantum R&D Funding to Remain a Priority Under Biden", "date": "2020-11-09 13:00", "summary": "President-elect has proposed innovation funding of $300 billion over four years, in part to remain competitive with China. Artificial intelligence and quantum information science are expected to remain key priorities for the U.S. under a Joe Biden presidency, but his spending and regulatory approaches are expected to differ from that of President Trump.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-my-role-at-an-aging-parents-doctor-appointment-11604944544", "title": "What's My Role at an Aging Parent's Doctor Appointment?", "date": "2020-11-09 12:55", "summary": "For adult children attending doctor visits with their parents, the dynamics can be tricky. Here's advice from the experts.. My parents are getting older and their medical needs more complicated. They now need me to take them to their doctors' appointments, but what is my role?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-foreign-policy-task-is-a-global-covid-19-response-11604938968", "title": "Biden's First Foreign Policy Task Is a Global Covid-19 Response", "date": "2020-11-09 12:53", "summary": "President-elect has outlined plans for U.S. alliances and agreements, but aides say an international coronavirus plan takes priority. President-elect Joe Biden is planning to move quickly to rebuild ties with longstanding U.S. allies and use those ties to coordinate international efforts to deal with Covid-19 and its economic and humanitarian consequences.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ive-seen-the-5g-future-so-far-im-not-impressed-11604944029", "title": "I've Seen the 5G Future. So Far, I'm Not Impressed.", "date": "2020-11-09 12:47", "summary": "In South Korea, the rollout has been plagued by bad reception and a lack of consumer apps. But it's still early.. SEOUL-I have lived with 5G for a year, and I can now report this: Not much has changed. Literally. I've toggled it off in favor of the tried-and-true 4G LTE.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-covid-19-vaccine-when-will-it-be-ready-and-everything-else-you-need-to-know-11604942932", "title": "Pfizer Covid-19 Vaccine: When Will It Be Ready and Everything Else You Need to Know", "date": "2020-11-09 12:28", "summary": "Initial effectiveness data was positive, yet more needs to be learned about the shot, including its safety, and manufacturing doses will take time. Pfizer Inc. and BioNTech released promising, but preliminary, results for the effectiveness of their Covid-19 vaccine. Here's what we know, and what we don't know, and what this means for people getting the shots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-has-wall-street-ready-to-suit-back-up-11604942691", "title": "Vaccine Has Wall Street Ready to Suit Back Up", "date": "2020-11-09 12:24", "summary": "Count formal wear as among the sectors ready to come back. If only Brooks Brothers had held on to see this moment.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hud-secretary-ben-carson-tests-positive-for-covid-19-11604940019", "title": "HUD Secretary Ben Carson Tests Positive for Virus", "date": "2020-11-09 12:14", "summary": "Cabinet member 'in good spirits' after visit to Walter Reed Military Medical Center. WASHINGTON-Housing and Urban Development Secretary Ben Carson tested positive for Covid-19 on Monday morning, his office said, making him the latest member of President Trump's orbit to contract the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-college-degree-is-brought-to-you-by-amazon-11604941263", "title": "This College Degree Is Brought to You by Amazon", "date": "2020-11-09 12:01", "summary": "As university budgets are squeezed and student debt loads rise, an era of close-knit relationships between companies and universities is getting under way. Author", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-rides-high-on-the-tech-wavefor-now-11604923891", "title": "SoftBank Rides High on the Tech Wave-for Now", "date": "2020-11-09 11:13", "summary": "Japanese conglomerate is becoming more and more like a tech fund, but it is still too concentrated in one holding. SoftBank has gone from hell to heaven in the span of a year, thanks to the tech stock boom.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-gets-another-president-skeptical-of-big-tech-11604938267", "title": "Silicon Valley Gets Another President Skeptical of Big Tech", "date": "2020-11-09 11:11", "summary": "Joe Biden has expressed wariness about the power of tech giants, which expect four more years of scrutiny. As a candidate, Joe Biden lambasted Facebook Inc. for what he considered failures to contain the spread of misinformation. His presidential election win puts him in a position to do something about it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-gained-trump-stalled-in-the-nations-suburbs-11604937011", "title": "Biden Gained, Trump Stalled in the Nation's Suburbs", "date": "2020-11-09 10:50", "summary": "Voters in working-class suburbs had different priorities than those closer to big cities. A revolt against President Trump in the nation's suburbs helped push Joe Biden to victory in the presidential race. But the contours of the rebellion held some surprises. Gratz Washenik saw one in his community in the Pocono Mountains of Pennsylvania, which swung heavily behind Mr. Biden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-new-challenge-restore-confidence-in-democracy-11604934889", "title": "America's New Challenge: Restore Confidence in Democracy", "date": "2020-11-09 10:39", "summary": "Election can be seen as culmination of a two-decade decline in faith in the basics of our political system. The political leaders sent to the White House and Congress as a result of last week's election have a lot of important tasks before them, and the list now includes this item: restore confidence in America's democracy.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-is-expected-to-review-trumps-trade-tariffs-11604917803", "title": "Biden Expected to Review Trump's Trade Tariffs", "date": "2020-11-09 10:38", "summary": "U.S. still has tariffs on $370 billion of imports from China, despite trade deal. WASHINGTON-President-elect Joe Biden will inherit a U.S. trade policy characterized by tariffs on global imports-on steel and aluminum from most of the world, on wine and cheese from Europe, and on nearly three-quarters of everything the U.S. buys from China.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-pfizers-vaccine-bullseye-stock-market-euphoria-is-sensible-11604935802", "title": "After Pfizer's Vaccine Bull's-Eye, Stock Market Euphoria Is Justified", "date": "2020-11-09 10:30", "summary": "Safe reopening is suddenly within reach after drugmaker and partner BioNTech say their vaccine candidate is more than 90% effective. The moment the world has been waiting for is finally within reach.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-mayer-ex-tiktok-ceo-joins-investment-firm-founded-by-billionaire-len-blavatnik-11604935679", "title": "Kevin Mayer, Ex-TikTok CEO, Joins Investment Firm Founded By Billionaire Len Blavatnik", "date": "2020-11-09 10:28", "summary": "Access Industries said Mr. Mayer will focus on its media-related businesses and identify new potential opportunities for the firm. Kevin Mayer, who had a short-lived stint as chief executive at TikTok and once was seen as a contender for the top job at Walt Disney Co. , has joined investment firm Access Industries in an advisory role.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-early-bird-special-is-now-everyones-favorite-restaurant-reservation-11604934285", "title": "The Early-Bird Special Is Now Everyone's Favorite Restaurant Reservation", "date": "2020-11-09 10:04", "summary": "Whether looking to sit outside before the sun sets, or just eager to escape the house, diners are hitting restaurants very early. After dining at home with their two young children for seven months straight, Natalie Hoch and Rob Krauser decided it was time they shook up their pandemic routine and had a date night. The Cape Elizabeth, Maine, couple booked a patio table at their favorite restaurant, a cozy Italian place in Portland. It was just like old times, with cocktails, wine and bowls of the homemade pasta they'd been missing.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-comeback-stays-on-track-with-6-billion-profit-11604907842", "title": "SoftBank Comeback Stays on Track With $6 Billion Profit", "date": "2020-11-09 09:55", "summary": "Japanese conglomerate's Vision Funds posted big investment gains. TOKYO-Japan's SoftBank Group Corp. , the world's largest technology investor, is ready to go on the offensive again after a year of struggling with missteps, losses and tanking markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-delta-f5-networks-what-to-watch-when-the-stock-market-opens-today-11604924104", "title": "What to Watch When the Market Opens", "date": "2020-11-09 09:03", "summary": "Dow is poised to open almost 1,800 points higher after progress toward a Covid-19 vaccine gave markets fresh impetus. Here's what we are watching as markets kick into gear Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-holiday-season-will-be-a-little-less-jolly-11604930405", "title": "New York City's Holidays Will Be Less Jolly", "date": "2020-11-09 09:00", "summary": "The coronavirus pandemic has pared down plans for the Macy's Thanksgiving Day Parade, Rockefeller Center's Christmas tree lighting and other activities. New Yorkers have long embraced a number of holiday traditions, from lining the streets of Manhattan for the Macy's Thanksgiving Day Parade to seeing the Christmas tree at Rockefeller Center.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-12-mini-review-fun-size-not-so-fun-battery-life-11604930405", "title": "iPhone 12 Mini Review: Fun Size, Not-So-Fun Battery Life", "date": "2020-11-09 09:00", "summary": "The iPhone 12 Mini does everything just as well as its larger iPhone 12 sibling, except lasting all day. Here are some handy facts:", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-12-pro-max-review-bulkiest-iphone-bumps-up-camera-and-battery-11604930406", "title": "iPhone 12 Pro Max Review: Bulkiest iPhone Bumps Up Camera and Battery", "date": "2020-11-09 09:00", "summary": "The largest iPhone offers advanced camera tricks and long battery life, but can you live with a phone this big?. I'm not going to spend this iPhone 12 Pro Max review railing about how the phone is the size of Buckingham Palace. Or how its 6.7-inch screen could double as an ice-skating rink-no Zamboni required. Or how looking at your stovetop burners might give you a good sense of the size and height of the cameras.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-experts-warn-of-basketballs-dangers-during-coronavirus-high-schools-are-playing-it-anyway-11604930405", "title": "Health Experts Warn Against Basketball During Coronavirus. High Schools Are Playing It Anyway.", "date": "2020-11-09 09:00", "summary": "Surging infections nationwide and the risks of playing a contact sport indoors haven't deterred teams from proceeding. The Oct. 30 letter, addressed to school superintendents in the basketball hotbed of Kansas, is an urgent plea. It \"strongly recommends that you do not allow indoor sports or activities such as basketball or wrestling, based upon the level of community transmission and consequently, the risks involved.\" It's signed by four officials with the unified health department overseeing Kansas City, Kansas and Wyandotte County.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessica-chastain-on-working-out-with-her-grandmother-11604930363", "title": "Jessica Chastain on Working Out With Her Grandmother", "date": "2020-11-09 08:59", "summary": "\"We've been having a blast. It's something to look forward to every day at 11.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-nomad-hotel-is-bringing-new-york-city-design-to-london-11604928573", "title": "How the NoMad Hotel Is Bringing New York City Design to London", "date": "2020-11-09 08:29", "summary": "The new NoMad London takes its design cues from New York City, the hotel brand's first location. Creating the Nomad London has been on Sydell Group founder and CEO Andrew Zobler's mind since he unveiled the first NoMad hotel in New York in 2012. \"We wanted London [to be] our second NoMad project,\" says Zobler, who points to the cities' similar energy and culture. But it was only when the group found the right space-a former magistrate's court opposite the Royal Opera House in Covent Garden-that the vision came to fruition, in partnership with investment firm BTC UK.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-testing-saps-supplies-needed-for-other-medical-tests-11604926800", "title": "Covid-19 Testing Saps Supplies Needed for Other Medical Tests", "date": "2020-11-09 08:00", "summary": "Tests to diagnose coronavirus infections are diverting chemicals needed to look for other diseases, lab directors say. Covid-19 tests have siphoned supplies crucial for other kinds of medical exams, including strep throat, fungal infections and sexually transmitted diseases, forcing some labs to ration testing for certain conditions.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-duty-free-business-must-reroute-to-china-11604925744", "title": "The Duty-Free Business Must Reroute to China", "date": "2020-11-09 07:42", "summary": "The pandemic continues to cripple travel-retail companies Lagardère and Dufry. Their next challenge is to get a cut of recovering Chinese spending.. Beijing is using the Covid-19 crisis to encourage China's globe-trotting consumers to spend more back at home. Europe's stricken duty-free operators have to follow them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-car-sales-keep-on-trucking-in-pandemic-recovery-11604924127", "title": "China Car Sales Keep on Trucking in Pandemic Recovery", "date": "2020-11-09 07:15", "summary": "Sales increased 8% in October from a year earlier. SHANGHAI-Auto sales in China rose for a fourth straight month in October, as the country's rebound from the coronavirus pandemic gained momentum.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-biden-detroit-gets-a-car-guy-with-electric-vehicles-on-his-mind-11604923200", "title": "In Biden, Detroit Gets a 'Car Guy' With Electric Vehicles on His Mind", "date": "2020-11-09 07:00", "summary": "Car companies are preparing for the Biden administration to deliver tougher fuel-economy rules and support electric vehicles. A Joe Biden administration could mean both big changes and more certainty for the U.S. auto industry after turbulent but mostly lucrative years under President Donald Trump.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-uniteds-marcus-rashford-took-on-boris-johnsonand-won-11604923202", "title": "Manchester United's Marcus Rashford Took On Boris Johnson-and Won", "date": "2020-11-09 07:00", "summary": "The English soccer star has spent the year mounting a pressure campaign to help feed needy children. On Saturday, he provoked another U-turn from the U.K. government.. Manchester United striker Marcus Rashford had just finished beating Everton on Saturday when he received an unexpected phone call from a man with a deep, staccato voice. He recognized it immediately. U.K. Prime Minister Boris Johnson was on the line-and he wasn't looking to talk about Rashford's goal.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-stock-might-not-recover-from-alzheimers-treatment-setback-11604921407", "title": "Biogen Stock Might Not Recover From Alzheimer's Treatment Setback", "date": "2020-11-09 06:30", "summary": "Potential blockbuster drug hits yet another bump in road, and shareholders will feel the pain. Biogen 's chances are fading to soon have the best sales opportunity for the drug industry in many years, as a messy approval process for a would-be blockbuster drug somehow just got messier.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-as-president-will-shift-u-s-toolkit-on-china-11604917800", "title": "Biden, as President, Will Shift U.S. Toolkit on China", "date": "2020-11-09 06:19", "summary": "Resume Subscription. President-elect Joe Biden will advance Washington's tough, new attitude toward China, but with an approach that relies more on pressure from U.S. allies, sanctions and other tools to shape Beijing's behavior, according to Biden advisers and China experts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peloton-needs-a-breather-11604919601", "title": "Peloton Needs a Breather", "date": "2020-11-09 06:00", "summary": "Connected-fitness company's stock is up nearly fourfold this year as Covid-19 pandemic fuels sales. The problems of Peloton may be high-quality ones these days, but they are real problems nonetheless.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-yuan-surges-on-election-relief-11604919207", "title": "China's Yuan Surges on Election Relief", "date": "2020-11-09 05:53", "summary": "The currency hit a level not seen since June 2018. The yuan has hit its strongest position in more than two years, as investors bet a Democratic president and a divided Congress could lead to reduced U.S.-China tensions and a weaker dollar.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-student-loan-crisis-led-to-a-debt-strike-experts-have-other-ideas-11604917802", "title": "The Student Loan Crisis Led to a Debt Strike. Experts Have Other Ideas.", "date": "2020-11-09 05:30", "summary": "Three proposals to build on temporary relief measures enacted during the Covid-19 pandemic. Author", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/pharma-giants-market-their-value-as-pandemic-bolsters-reputation-11604917802", "title": "Pharma Giants Market Their Value as Pandemic Bolsters Reputation", "date": "2020-11-09 05:30", "summary": "An often-disparaged industry is finding a rare opportunity to promote its value. In April, as Covid-19 cases rose rapidly in the U.S., pharmaceutical company Pfizer Inc. repurposed some of the TV ad inventory it had previously reserved for product commercials to launch a corporate campaign called \"Science Will Win.\"", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-season-was-already-stressful-pandemic-made-it-chaotic-11604917801", "title": "College-Admissions Season Was Already Stressful. The Pandemic Made It Chaotic.", "date": "2020-11-09 05:30", "summary": "Number of applications so far slides 8%, with tally of applicants down even more, causing uncertainty for schools. This college admissions season is shaping up to be the most uncertain in recent memory for high-school seniors as well as the universities looking to enroll them.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-americas-farms-worries-about-regulation-hope-for-trade-deals-under-biden-11604917800", "title": "On America's Farms, Worries About Regulation, Hope for Trade Deals Under Biden", "date": "2020-11-09 05:30", "summary": "A Democratic administration raises concerns about potentially stricter environmental regulations; less-combative approach to trade expected. Joe Biden's election as president raises new questions for a U.S. farm sector whipsawed by turbulent years under President Trump.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-suspends-new-business-with-pegatron-over-labor-violations-11604917504", "title": "Apple Suspends New Business With Pegatron Over Labor Violations", "date": "2020-11-09 05:25", "summary": "Taiwanese company said violations involved its plants in Shanghai and Kunshan. Apple Inc. suspended new business with key supplier Pegatron Corp. after finding that the Taiwanese company violated the U.S. smartphone maker's rules related to student worker programs at its China facilities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604865661", "title": "Pepper...and Salt", "date": "2020-11-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crossing-the-line-monday-crossword-november-9-11604886473", "title": "Crossing the Line (Monday Crossword, November 9)", "date": "2020-11-09 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vote-counting-goes-on-in-many-states-with-some-too-close-to-call-11604876421", "title": "Vote Counting Goes On in Many States", "date": "2020-11-09 23:34", "summary": "Mail and provisional ballots and those sent by military personnel posted overseas remain to be counted. Vote counting goes on in many states, with some too close to declare a winner, even though Democrat Joe Biden clinched enough states to become president-elect, according to the Associated Press tally.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-what-are-the-trump-legal-claims-11604876612", "title": "Election 2020: What Are the Trump Legal Claims?", "date": "2020-11-09 22:32", "summary": "The challenges so far are limited in scope and unlikely to produce large vote swings. President Trump and his allies have pledged to intensify legal efforts this week to contest the presidential election. Many of the lawsuits they have filed so far are limited in scope, making them unlikely to produce large vote swings even if successful.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uzabase-agrees-to-sell-business-news-site-quartz-11604890781", "title": "Uzabase Agrees to Sell Business News Site Quartz", "date": "2020-11-09 22:17", "summary": "CEO Zach Seward, Editor in Chief Katherine Bell will buy Quartz from parent company. The co-founder of Quartz and its editor in chief agreed to buy the business news website from Japanese financial data and media company Uzabase Inc., a deal that comes as Quartz has suffered from the economic fallout from the coronavirus pandemic.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-moves-to-transition-while-trump-hasnt-conceded-11604844973", "title": "Biden Charts Course for New Administration", "date": "2020-11-09 21:57", "summary": "President-elect's transition team reviews series of executive orders that could reverse Trump administration policies. WASHINGTON-President-elect Joe Biden forged ahead with his transition to the White House, charting a course for significant policy changes even as President Trump declined to concede the race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-streaming-news-channel-deepens-push-in-consumer-media-11604880000", "title": "Bloomberg's Streaming News Channel Deepens Push in Consumer Media", "date": "2020-11-09 21:03", "summary": "QuickTake service will cover general interest and lifestyle news, starting with 10-and-a-half hours of daily programming. Bloomberg LP built its multibillion-dollar business selling high-priced data terminals to institutional customers such as financial-services companies. These days, it is focusing much of its energy on reaching media consumers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-citizen-says-he-was-turned-away-after-seekingrefugein-u-s-consulate-in-hong-kong-11604863457", "title": "American Citizen Says He Was Denied Refuge in Hong Kong's U.S. Consulate", "date": "2020-11-09 20:42", "summary": "California-born pro-democracy activist is facing trial on a charge of unlawful assembly. HONG KONG-An American citizen facing prosecution related to his participation in pro-democracy protests in Hong Kong said he was turned away after seeking protection at the U.S. consulate in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-greenwashing-here-is-what-investors-need-to-know-11604881371", "title": "What Is Greenwashing? Here Is What Investors Need to Know", "date": "2020-11-09 20:00", "summary": "As interest in sustainable investing grows, more companies are making misleading claims about their ESG practices. Wall Street professionals increasingly are investing in companies considered to be \"green\" in that they follow ESG (environmental, social and governance) principles.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-smart-beta-funds-struggle-heres-what-to-do-now-11604881285", "title": "As Smart-Beta Funds Struggle, Here's What to Do Now", "date": "2020-11-09 20:00", "summary": "Recent results suggest that these funds have a hard time in turbulent markets. Smart-beta funds, a popular $1 trillion-plus force in the investing world, were supposed to provide investors with a way to consistently beat the broader market by a small amount.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-finance-minister-berat-albayrak-steps-down-11604859438", "title": "Turkey's Erdogan Shakes Up Economic Leadership", "date": "2020-11-09 19:17", "summary": "Recent exits fuel uncertainty over the direction of Turkey's $740 billion emerging-market economy. ISTANBUL-Turkey's President Recep Tayyip Erdogan dismissed the governor of Turkey's central bank, and the country's finance minister announced his resignation, in a surprise weekend shake-up that fueled uncertainty over the direction of an economy caught in deepening currency crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-congressional-delegation-to-be-most-diverse-in-state-history-11604880000", "title": "New York Congressional Delegation to Be Most Diverse in State History", "date": "2020-11-09 19:00", "summary": "State will have seven Black members, the largest number in Congress from any state ever. The New York delegation to the House of Representatives will add three Black members next year, including two men who will be the first Black, gay members of Congress.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]