[{"link": "https://www.wsj.com/articles/china-ordains-first-bishop-since-renewing-pact-with-vatican-11606225735", "title": "Pope Decries Plight of Chinese Uighurs as New Catholic Bishop Is Ordained in China", "date": "2020-11-24 23:36", "summary": "Comments in pontiff's new book cause friction with Beijing a month after agreement on appointment of bishops is renewed with Vatican. The Catholic Church in China ordained its first bishop since Beijing and the Vatican renewed an agreement on episcopal appointments last month. But Monday's sign of better relations between Rome and Beijing was followed swiftly by friction over Pope Francis's first criticism of China's treatment of Uighur Muslims.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-grammy-nominations-nods-to-beyonce-and-taylor-swift-but-the-weeknd-is-snubbed-11606240128", "title": "Grammy Nominations: Nods to Beyoncé and Taylor Swift, but The Weeknd Is Snubbed", "date": "2020-11-24 21:56", "summary": "The music awards offer an unusual mix of conventional and little-known artists, who also surprise with top nods. The Grammy Award nominations are out, and there is a glaring number of unexpected nods and snubs: Less-known artists like Jacob Collier and Black Pumas and rock institution Coldplay scored nominations for top prizes. But The Weeknd? Shut out completely.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-isnt-janet-yellens-forte-but-its-what-shes-in-for-now-11606269805", "title": "Politics Isn't Janet Yellen's Forte, but It's What She's In for Now", "date": "2020-11-24 21:03", "summary": "Biden's pick for Treasury secretary has done it all in economic policy, and if confirmed will face new tests on debt and spending in a deeply divided Washington. When she led President Clinton's Council of Economic Advisers in the late 1990s, Janet Yellen confided to her husband, economist George Akerlof, about the challenges she faced navigating Washington's political storms.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-paid-millions-for-unemployment-claims-in-prisoners-names-prosecutors-say-11606259876", "title": "California Paid Unemployment Claims in Prisoners' Names, Prosecutors Say", "date": "2020-11-24 19:54", "summary": "Investigation finds more than 35,000 claims were made with the state's troubled unemployment insurance system in the names of inmates. California paid out more than $140 million for fraudulent unemployment claims made in the name of inmates in its state prisons, according to state and federal prosecutors who have been investigating the fraud for months.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-transition-moves-quickly-after-trump-agrees-to-share-resources-11606232517", "title": "Biden Transition Moves Quickly After Trump Agrees to Share Resources", "date": "2020-11-24 19:50", "summary": "Trump administration grants approval for Biden to receive president's daily intelligence brief. WASHINGTON-President-elect Joe Biden is moving quickly to take advantage of government resources for his transition to the White House after the Trump administration ended a 16-day stalemate and announced its intention to begin cooperating with his team.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-reports-flat-quarterly-sales-as-holiday-shopping-gets-underway-11606256095", "title": "Gap Reports Flat Quarterly Sales as Holiday Shopping Gets Under Way", "date": "2020-11-24 18:59", "summary": "CEO holds out hope that holiday shoppers will splurge on clothes since they can't travel. Gap Inc.'s quarterly sales rebounded from spring shutdowns but increased marketing weighed on profits. Executives cautioned that rising Covid-19 infections could slow visits to stores during the critical holiday shopping period.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-transition-begins-11606262297", "title": "The Transition Begins", "date": "2020-11-24 18:58", "summary": "But it's still worth knowing what happened in Pennsylvania.. Things are looking bleak for the Trump legal effort to stop former Vice President Joe Biden from becoming the next president. But whether or not the Trump campaign can demonstrate any problems large enough to change the election results or persuade any judges to intervene, it's raised questions about the process that voters of both parties may wish to explore.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-defrock-dianne-feinstein-11606261698", "title": "Democrats Defrock Dianne Feinstein", "date": "2020-11-24 18:48", "summary": "Her Senate Judiciary demotion is a message to Georgia voters.. Raise your hand if you think Senate Democrats have been too accommodating of President Trump's judicial nominees over the past four years. Well, the party has now muscled Judiciary Committee ranking Member Dianne Feinstein out of her post for insufficient ideological zeal. The defrocking is a clue for Georgia voters about the judicial priorities of Democrats if they win control of the Senate in the Jan. 5 runoffs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dow-hits-30-000-11606261738", "title": "The Dow Hits 30,000", "date": "2020-11-24 18:48", "summary": "Another sign of economic resilience amid the pandemic.. The American economy is a wonderful engine of prosperity left to its own devices, and on Tuesday it proved this again with another surge in equity prices that pushed the Dow Jones Industrial Average above 30,000 for the first time. Stock prices rise and fall, but this symbolic milestone of optimism for the future shows the economy's resilience despite the Covid-19 plague.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-desolate-wilderness-11606261596", "title": "The Desolate Wilderness", "date": "2020-11-24 18:46", "summary": "Resume Subscription. Here beginneth the chronicle of those memorable circumstances of the year 1620, as recorded by Nathaniel Morton, keeper of the records of Plymouth Colony, based on the account of William Bradford, sometime governor thereof:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-fair-land-11606261471", "title": "And the Fair Land", "date": "2020-11-24 18:44", "summary": "Resume Subscription. Any one whose labors take him into the far reaches of the country, as ours lately have done, is bound to mark how the years have made the land grow fruitful.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-nypd-officers-are-injured-suspect-is-killed-in-queens-shooting-11606249429", "title": "Two NYPD Officers Are Wounded, Suspect Is Killed in Queens Shooting", "date": "2020-11-24 18:39", "summary": "Officers are expected to recover from injuries sustained while responding to a domestic-violence incident. Two on-duty New York Police Department officers were shot and wounded Tuesday afternoon in Queens while responding to a domestic-violence incident in the Springfield Gardens section of the borough, police officials said. A suspect also was shot and killed, according to officials.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-pc-sales-help-hp-dell-offset-office-spending-slump-11606259711", "title": "PC Sales Help HP, Dell Offset Weak Office Spending", "date": "2020-11-24 18:33", "summary": "Remote working during the pandemic fuels demand for companies' PCs. Laptop sales, driven by people working and learning from home to curb the pandemic's spread, helped HP Inc. and Dell Technologies Inc. soften the impact from lower office-equipment spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-will-confront-a-cooling-economic-recovery-uncertain-stimulus-prospects-11606215601", "title": "Yellen Will Confront a Cooling Economic Recovery, Uncertain Stimulus Prospects", "date": "2020-11-24 18:14", "summary": "President-elect Joe Biden's pick to head Treasury will need to forge a broad consensus on measures to maintain growth as virus cases rise. WASHINGTON-Janet Yellen, President-elect Joe Biden's nominee to be Treasury secretary, will confront an economic recovery that appears to be losing momentum and uncertain prospects for additional stimulus from Congress.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-biden-cancel-college-debt-11606258984", "title": "Should Biden Cancel College Debt?", "date": "2020-11-24 18:03", "summary": "Not so fast, some students say.. Editor's note: This week's Future View evaluates canceling student debt. Next week we'll ask, \"How should Joe Biden translate his pledge to 'heal the nation' into action?\" Students should click here to submit opinions of fewer than 250 words before Dec. 1. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-starts-to-map-out-school-reopening-plan-11606258871", "title": "New York City Starts to Map Out School-Reopening Plan", "date": "2020-11-24 18:01", "summary": "Process could begin in coming weeks, with intensified testing and bringing students back in waves. New York City likely won't reopen its public schools after the Thanksgiving weekend, but the process could start in the coming weeks, under a plan to intensify testing and bring students back in waves.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philanthropy-review-thanks-to-the-givers-11606258703", "title": "'Philanthropy' Review: Thanks to the Givers", "date": "2020-11-24 17:58", "summary": "Criticizing the wealthy for do-goodism is an old sport. Yet who but they are willing to put money behind activities that lack public support?. By many measures, the past three decades have amounted to a golden age of philanthropy, rivaling the early 20th century, when John D. Rockefeller and other industrialists began to dedicate their wealth to helping the public. Endowments and charitable foundations have mushroomed, along with new ways of giving-e.g., through businesses and investment funds. More than 200 of the world's richest people have signed a pledge, developed by Bill and Melinda Gates and Warren Buffett, to give most of their wealth to charity. Even more impressive is the vast amount of money donated to charities by the non-wealthy, accounting for the bulk of philanthropy each year in the U.S. and elsewhere.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-your-job-you-shouldnt-have-to-lose-your-home-11606258583", "title": "Lost Your Job? You Shouldn't Have to Lose Your Home", "date": "2020-11-24 17:56", "summary": "An insurance product could have saved billions of dollars in pandemic-related foreclosures.. The pandemic-related economic shutdown has created a crisis for many low- and moderate-income homeowners who are out of work. The loss of a job can take a terrible personal toll on a family. But unemployment is also the primary cause of foreclosure, which has a cascading negative effect on the economy. Foreclosures reduce the value of nearby homes, diminish city and state tax bases, crimp consumer spending, hurt family stability, disrupt otherwise solvent business practices, and increase health costs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sealed-air-names-new-finance-chief-as-incumbents-contract-nears-end-11606258592", "title": "Sealed Air Names New Finance Chief as Incumbent's Contract Nears End", "date": "2020-11-24 17:56", "summary": "The packaging company hires Christopher J. Stephens to take over its finances. Sealed Air Corp. has hired a replacement for its chief financial officer, who had come out of retirement to take on the role after the packaging company fired his predecessor in relation to an investigation by U.S. securities regulators.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-thanksgiving-as-luck-would-have-it-11606258522", "title": "It's Thanksgiving, as Luck Would Have It", "date": "2020-11-24 17:55", "summary": "Serendipity seems to dictate our fate, but a good attitude may improve your chances.. The person we marry, the job we land, the friends we find, how long we live-whatever happens in our lives, whether good or bad, hinges on something well-known but little understood, namely the force of nature called luck. Nothing has brought this reality home to me more than the coronavirus pandemic, a roll of the dice for us all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-hysteria-is-the-trump-show-11606258495", "title": "Media Hysteria Is the Trump Show", "date": "2020-11-24 17:54", "summary": "Every election must end but a queasy feeling lingers in our mail-in experiment.. It's worth considering the dollar value of the media time Donald Trump is commanding for his \"I wuz robbed\" election-cheating show. In 2016, professional Republicans knew their fate was being allied to a performer who cared nothing for the institutional interests or philosophical penchants of the Republican Party. They are being reminded so again. For their part, the media give hysterical treatment to lawsuits and complaints lofted solely to extort hysterical media coverage. When, in his 50 years or public life, has Mr. Trump ever won one of the zillion or so lawsuits he's filed? But this is the bargain Mr. Trump and the media struck.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-changes-ceos-for-third-time-in-three-years-11606255116", "title": "J.Crew Changes CEOs for Third Time in Three Years", "date": "2020-11-24 17:53", "summary": "Jan Singer leaving after less than a year, replaced by head of Madewell division. J.Crew Group replaced its chief executive after less than a year in the role, and just a few months after the apparel seller emerged from bankruptcy protection with new hedge-fund owners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-political-classs-hypocrisy-long-predates-covid-19-11606258191", "title": "The Political Class's Hypocrisy Long Predates Covid-19", "date": "2020-11-24 17:49", "summary": "Cuomo's Thanksgiving troubles remind me of an encounter years ago at Reagan National Airport.. While waiting toward the back of a long and slow-moving security line at Reagan National Airport some years ago, I noticed a congressman and his young aide standing a few passengers ahead of me. I was impressed that this relatively well-known lawmaker was waiting patiently with everyone else instead of pulling rank. Then, of course, he pulled rank.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-dianne-feinstein-11606258148", "title": "Notable & Quotable: Dianne Feinstein", "date": "2020-11-24 17:49", "summary": "'Going forward, Democrats on the Senate Judiciary Committee must be led by someone who will not wishfully cling to a bygone era of civility . . .'. Marianne Levine and Burgess Everett reporting for Politico, Nov. 23:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-workers-could-be-paid-partially-in-stock-under-sec-proposal-11606257338", "title": "Gig Workers Could Be Paid Partially in Stock Under SEC Proposal", "date": "2020-11-24 17:35", "summary": "Clayton says workers should benefit from employers' growth, but critics say firms avoid obligations. WASHINGTON-Privately held online platform companies such as DoorDash and UrbanSitter could pay their workers partially in stock under a rule proposed Tuesday by the Securities and Exchange Commission.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-other-foreign-donors-pledge-billions-in-aid-to-afghanistan-11606251285", "title": "U.S., Other Foreign Donors Pledge Billions in Aid to Afghanistan", "date": "2020-11-24 17:20", "summary": "Kabul draws about $3 billion in pledges for 2021, depending on progress of peace talks with Taliban. The U.S., European Union and other international donors pledged billions of dollars in aid to war-torn Afghanistan, but said disbursement would depend on progress in talks between Kabul and the Taliban to end nearly two decades of fighting.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-transition-and-cabinet-picks-what-happens-next-11606250123", "title": "Biden's Transition and Cabinet Picks: What Happens Next", "date": "2020-11-24 17:09", "summary": "President-elect gains access to government resources as he assembles his team. The General Services Administration has ascertained that President-elect Joe Biden was the apparent winner of the Nov. 3 presidential election, marking the start of the formal transition process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-unit-to-pay-250-million-penalty-over-poor-internal-controls-11606255474", "title": "JPMorgan Chase Unit to Pay $250 Million Penalty Over Poor Internal Controls", "date": "2020-11-24 17:04", "summary": "Regulator cites bank's weak risk-management practices and an insufficient framework for avoiding conflicts of interest. A top banking regulator fined a JPMorgan Chase & Co. unit $250 million over deficiencies in internal controls and internal audit practices.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-24-2020-11606213552", "title": "Inside Tuesday's Historic Dow Move", "date": "2020-11-24 16:58", "summary": "Index climbs to milestone amid vaccine progress, signs that U.S. election uncertainty is ebbing. U.S. stocks surged Tuesday, with the Dow Jones Industrial Average crossing 30000 for the first time, after President Trump said his aides would cooperate with President-elect Joe Biden's transition to the White House.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upbeat-investors-look-past-covid-19-related-woes-11606254616", "title": "Upbeat Investors Look Past Current Woes", "date": "2020-11-24 16:50", "summary": "Dow industrials close above 30000 for first time on hopes vaccines will set scene for economic recovery. Among the big reasons for climbing stock prices is investors' optimism about the strength of the economic recovery in the years ahead.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-charts-exit-from-covid-19-lockdown-11606249769", "title": "France's Macron Charts Exit From Covid-19 Lockdown", "date": "2020-11-24 16:48", "summary": "With his cabinet divided, president seeks balance between keeping people apart and reopening the French economy. PARIS-President Emmanuel Macron charted a painstaking exit from France's coronavirus lockdown on Tuesday amid a tug of war inside his cabinet over how quickly to reopen the economy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruce-davidson-outsider-on-the-inside-review-subjective-experience-11606254312", "title": "'Bruce Davidson: Outsider on the Inside' Review: Subjective Experience", "date": "2020-11-24 16:45", "summary": "These photographs, mostly of New Yorkers, exhibit an unprecedented intimacy thanks to Davidson's careful work building rapport with his subjects.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abt-today-the-future-starts-now-review-for-screen-not-stage-11606254135", "title": "'ABT Today: The Future Starts Now' Review: For Screen, Not Stage", "date": "2020-11-24 16:42", "summary": "Four new, specially commissioned ballets from American Ballet Theatre work for at-home pandemic viewing, but are unlikely to translate well to in-person performance.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dow-jones-industrial-average-crosses-30000-for-first-time-11606253225", "title": "Dow Jones Industrial Average Crosses 30000 for First Time", "date": "2020-11-24 16:27", "summary": "Stocks pushed to new highs by optimism about a coronavirus vaccine, economic growth. The Dow Jones Industrial Average vaulted above 30000 for the first time, a remarkable rally that has lifted the stock market to records even in the midst of a devastating pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-have-thanksgiving-over-zoom-11606251551", "title": "How to Have Thanksgiving Over Zoom", "date": "2020-11-24 16:24", "summary": "The same technology you use for work can keep you connected with family and friends. The Centers for Disease Control and Prevention has advised Americans not to travel for the Thanksgiving holiday. The good news? If you have been working from home lately, you are probably already something of a Zoom expert. Here are some tips and tricks you can apply from your day-to-day work video calls to a remote gathering with your loved ones on Turkey Day.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-does-the-dow-jones-industrial-average-matter-everything-you-need-to-know-11606252962", "title": "Why Does the Dow Jones Industrial Average Matter? Everything You Need to Know", "date": "2020-11-24 16:22", "summary": "Resume Subscription. The Dow Jones Industrial Average crossed the 30000 mark for the first time Tuesday, after more than a century of tracking the stocks of big U.S. companies. The blue-chip index's ups and downs tell the daily story of financial markets for many on Main Street, just as its evolution since 1896 shows how the economy has changed. Here is what you need to know:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indulge-yourself-wednesday-crossword-november-25-11605909056", "title": "Indulge Yourself (Wednesday Crossword, November 25)", "date": "2020-11-24 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-setbacks-trump-looks-beyond-legal-fight-11606251575", "title": "After Setbacks, Trump Looks Beyond Legal Fight", "date": "2020-11-24 15:59", "summary": "Publicly, president says he will 'never concede.' Privately, he is focused on his political future as Biden transition moves forward.. WASHINGTON-President Trump has publicly vowed to keep up the fight to overturn the election. Privately, advisers say, the president has suggested he knows the battle is effectively over-and has begun to turn his attention to his next act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glitches-hit-trading-platforms-run-by-bank-of-america-td-ameritrade-vanguard-11606251421", "title": "Glitches Hit Trading Platforms Run by Bank of America, TD Ameritrade, Vanguard", "date": "2020-11-24 15:57", "summary": "Investors face slowness, inability to log on amid heavy trading as the Dow Industrials surpass 30000 for the first time. Popular trading platforms run by Bank of America Corp. , TD Ameritrade Holding Corp. and Vanguard Group suffered glitches Tuesday that rendered them inaccessible or slow to use, frustrating investors on a landmark day for the U.S. stock market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-we-can-reconcile-with-each-other-when-our-politics-are-so-polarized-11606250555", "title": "How We Can Reconcile With Each Other When Our Politics Are So Polarized", "date": "2020-11-24 15:42", "summary": "Sharp political divisions have disconnected us from friends and family. Here's how to find common ground again.. On a Sunday afternoon earlier this month, eight Democrats, seven Republicans and one Independent attended a three-hour Zoom meeting to discuss politics. There was no screaming. No one hurled accusations or stereotypes. People thanked each other for sharing their opinions.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-940-000-crock-pot-multicookers-recalled-after-burn-injury-reports-11606250355", "title": "More Than 940,000 Crock-Pots Recalled on Burn-Injury Reports", "date": "2020-11-24 15:39", "summary": "Manufacturer to replace lids on pots after more than 100 reports of detachment during cooking, leading to first- through third-degree burns. More than 940,000 Crock-Pot multicookers are being recalled after reports of the lid suddenly detaching due to pressure, causing hot food and liquids to be ejected from the pot.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-some-wines-simply-impossible-to-pair-with-food-11606248957", "title": "Are Some Wines Simply Impossible to Pair With Food?", "date": "2020-11-24 15:15", "summary": "Our wine columnist took on some notoriously unpairable wines, attempting to find a happy match. With persistence and some professional advice, she made a few discoveries.. SOME WINES should never be paired with food. That was my first (and second and third) thought when I recently attempted to pair Gewürztraminer with a meal. I actually tried a few different bottles of this white wine-one from Alsace, one from Italy and one from the U.S.-and a number of dishes, from pork to chicken to fish. I finally gave up and drank something else. As my husband, Roger, observed, \"I could drink this wine by itself but not with anything.\"", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accelerating-rally-in-oil-prices-signals-optimism-about-global-growth-11606233299", "title": "Oil Price Rally Signals Optimism on Global Growth", "date": "2020-11-24 15:14", "summary": "U.S. crude-oil hits highest level since early March following sixth gain in seven sessions. A recent rise in oil prices continued on Tuesday, sending crude to its highest level since early March with investors wagering on a brighter economic outlook and higher demand for fuel.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncle-frank-review-a-reluctant-road-trip-home-11606248325", "title": "'Uncle Frank' Review: A Reluctant Road Trip Home", "date": "2020-11-24 15:05", "summary": "A gay professor and his niece depart New York in 1973 to return to South Carolina, where they were raised, for a painful family reunion.. That \"Uncle Frank\" is showing up on Thanksgiving Eve might seem a bit of Americana mischief, given how the family gathering has become such a source of mock dread, real dread and standup comedy-and how many people will be staying home, eating pizza and missing this year's domestic drama. The centerpiece of Alan Ball's film is a reunion/funeral, one at which everything goes about as badly as it can. Still, it's about family, and in its gentle way might pluck a few rusty heart strings and plump the needlepointed pillow of one's memories.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-6-review-smaller-team-same-tenacity-11606248128", "title": "'Texas 6' Review: Smaller Team, Same Tenacity", "date": "2020-11-24 15:02", "summary": "A series on CBS All Access focuses on a six-man high-school football team in a tiny Texas town.. On the day after the end of the world, there will be high-school football in Texas. \"It's a religion,\" someone says, quite unnecessarily, at the beginning of the eight-part \"Texas 6,\" a title that itself spells tenacity, as well as devotion. Which is something viewers might well develop for the show.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-finalizing-recommendation-to-shorten-covid-19-quarantines-11606247975", "title": "CDC Finalizing Recommendation to Shorten Covid-19 Quarantines", "date": "2020-11-24 14:59", "summary": "Agency is considering shortening the advised quarantine time to between seven and 10 days. The U.S. Centers for Disease Control and Prevention may soon shorten the length of time it recommends that a person self-quarantine after potential exposure to the coronavirus, hoping that such a step will encourage more people to comply, a top agency official said.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azerbaijan-respects-all-cultural-monuments-11606246519", "title": "Azerbaijan Respects All Cultural Monuments", "date": "2020-11-24 14:35", "summary": "Azerbaijani forces do not target historic, cultural and, especially, religious buildings and monuments.. Regarding Christina Maranci's \"Cultural Heritage in the Crosshairs Once More\" (Arts & Review, Nov. 19): As a multicultural and multireligious country, Azerbaijan has always been home to representatives of all nations and religions, who have coexisted and worked together peacefully for centuries. Azerbaijan's Christian community is a vital and active part of our society whose monuments and places of worship in our country are protected and regularly restored by the Azerbaijani state. It is no coincidence that Pope Francis praised religious tolerance in Azerbaijan as a model for the world in 2016 during his visit to Baku.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-didnt-intimidate-guantanamo-lawyers-11606246473", "title": "We Didn't Intimidate Guantánamo Lawyers", "date": "2020-11-24 14:34", "summary": "The authors erroneously claim that there was a \"campaign by the George W. Bush administration to pressure corporations to drop law firms\" that represented Guantánamo detainees.. In \"In Defense of Unpopular Clients-and Liberty\" (op-ed, Nov. 19), Michel Paradis and Wells Dixon laudably criticize the despicable campaign by the Lincoln Project and others to shame law firms representing President Trump and force them to withdraw from representing the president. Regrettably, their efforts bore fruit. Yet our legal system requires attorneys to represent all clients, especially unpopular ones.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-enforce-only-the-laws-i-agree-with-11606246431", "title": "Cuomo: Enforce Only the Laws I Agree With", "date": "2020-11-24 14:33", "summary": "Perhaps New York's Governor doesn't think federal law is really law.. Regarding New York Gov. Andrew Cuomo's Nov. 18 press conference (Notable & Quotable, Nov. 20): You highlight Gov. Cuomo's back and forth with reporters over his plan to limit personal gatherings to no more than 10 people during Thanksgiving. The governor goes to great lengths highlighting the responsibility of (all) authorities to support and uphold the law without consideration of personal bias or prejudice. Perhaps Gov. Cuomo doesn't think federal law is really law. Otherwise, why would he and the rest of Democratic-controlled New York have adopted positions that fly in the face of the federal immigration laws and regulations? New York's \"Green Light\" law, passed last year, grants illegal immigrants the right to a New York driver's license, and New York City proudly declares itself a sanctuary city. Federal agencies are also prohibited from accessing the New York State Department of Motor Vehicles automated files. Imagine a border agent missing a potential terrorist threat because he or she couldn't see a DMV record on a New York vehicle entering the U.S. from Canada simply because it had New York plates. Once again, Gov. Cuomo has shown himself to be a bully to those who ask legitimate questions he doesn't like, and a hypocrite of the grandest proportions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-r-1-will-make-america-more-democratic-11606246387", "title": "H.R. 1 Will Make America More Democratic", "date": "2020-11-24 14:33", "summary": "The main objective of this bill is to make our politics less partisan, and more representative of every American.. Kimberley Strassel's \"Harvesting the 2020 Election\" (Potomac Watch, Nov. 13) criticizing the democracy reform bill, the For the People Act (H.R. 1), demonstrates the partisan nature of attacking any effort to improve our election systems. These critiques overlook how H.R. 1 would be beneficial for all Americans, and is integral to strengthening the foundational values of our democracy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-french-laundries-spring-up-in-california-11606246345", "title": "Little 'French Laundries' Spring Up in California", "date": "2020-11-24 14:32", "summary": "California Gov. Gavin Newsom's celebration at the French Laundry, the name has become synonymous with hypocrisy and the \"let them eat cake\" attitude of the left.. Regarding your editorial \"Newsom's Covid Laundry\" (Nov. 16): Thanks to California Gov. Gavin Newsom's celebration at the French Laundry, the name has become synonymous with hypocrisy and the \"let them eat cake\" attitude of the left. It has also given rise to \"French Laundry\" signs on the doors of California homes where Thanksgiving dinners will be served- sauce, goose, gander.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rural-americans-stopped-staying-in-then-covid-19-hit-11606244401", "title": "Rural Americans Stopped Staying In. Then Covid-19 Hit.", "date": "2020-11-24 14:00", "summary": "Resume Subscription. The coronavirus is resurging across the U.S. But it's hitting hardest in rural places, where people have been sheltering less than anywhere else in the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/christmas-came-early-at-best-buy-11606239059", "title": "Christmas Came Early at Best Buy", "date": "2020-11-24 13:48", "summary": "Retailer saw impressive results last quarter but may have pulled forward some holiday demand. All eyes are on the holiday shopping season. That places uncomfortable pressure on Best Buy , which has set itself up for high expectations after posting strong results last quarter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/engagement-rings-how-much-should-you-really-spend-11606240459", "title": "Engagement Rings: How Much Should You Really Spend?", "date": "2020-11-24 12:54", "summary": "The rules your grandfather abided by no longer apply-and there's no need to demolish your savings. Here, advice for finding the right ring at the right price.. A LITTLE OVER a year ago, I embarked on the single most intimidating and exhilarating shopping quest of my youngish life: buying an engagement ring for my girlfriend. Lacking any clear guidance on how to go about this (hopefully) once-in-a-lifetime purchase, I turned, as one does, to Google. I kept coming across one confounding piece of advice: Spend about one to two month's salary on a ring.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-are-souring-on-trumps-antics-11606238991", "title": "Republicans Are Souring on Trump's Antics", "date": "2020-11-24 12:29", "summary": "Mitch McConnell should join colleagues urging the president to accept his loss.. When the history of the 2020 election is written, historians may cite this weekend as the moment when the wall of Republican resistance to the results began to crumble. And Matthew Brann may be identified as the man who delivered the decisive blow.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-much-caution-is-killing-covid-patients-11606238928", "title": "Too Much Caution Is Killing Covid Patients", "date": "2020-11-24 12:28", "summary": "Doctors should follow the evidence for promising therapies. Instead they demand certainty.. Fear and panic are central impediments to competent decision-making during a crisis. As Covid-19 cases and hospitalizations rise around the country, creating an atmosphere of crisis, political leaders are reaching for last spring's lockdown playbooks. Their grave tone conveys an air of inevitability, as if politicians have no choice but again to restrict civil liberties, limit social gatherings, and cripple businesses that survived the initial lockdowns. But there's a better way: following the evidence for early treatment of Covid-19.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-security-picks-combine-diverse-backgrounds-singular-aims-11606238622", "title": "National-Security Picks Combine Diverse Backgrounds, Singular Aims", "date": "2020-11-24 12:23", "summary": "Members share government familiarity, ties to Biden, analogous views. ", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-janet-yellen-as-treasury-secretary-strengthens-bidens-hand-11606238354", "title": "How Janet Yellen as Treasury Secretary Strengthens Biden's Hand", "date": "2020-11-24 12:19", "summary": "Her ability to work closely with the Federal Reserve could become a powerful policy tool. Central bankers probably spend some idle moments wishing they could tell fiscal authorities what to do. Expected to be tapped by President-elect Joe Biden to become the next Treasury secretary, former Federal Reserve Chairwoman Janet Yellen will get a chance to do just that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-hotel-giant-targets-u-s-with-new-lifestyle-operator-11606238231", "title": "French Hotel Giant Targets U.S. With New Lifestyle Operator", "date": "2020-11-24 12:17", "summary": "Accor to combine boutique brands with London-based Ennismore, eyeing growth in design and dining-focused properties as pandemic continues to crimp industry. European hotel giant Accor SA is betting big on lifestyle hotels, agreeing to merge its boutique properties with a U.K. company to create what it says will be the world's largest operator of lifestyle hotels.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-continues-gains-from-home-products-online-sales-11606224511", "title": "Best Buy Continues Virus-Driven Gains but Warns They Will Taper Off", "date": "2020-11-24 11:36", "summary": "Orders of the new PlayStation and Xbox consoles helped lift sales in early November, but product shortages and pandemic uncertainty remain. Best Buy Co. continued benefiting from online sales and items that support homebound customers during the coronavirus pandemic but warned that those gains will taper off.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golf-great-nick-price-re-lists-jupiter-island-home-for-17-million-11606235749", "title": "Golf Great Nick Price Re-Lists Jupiter Island Home for $17 Million", "date": "2020-11-24 11:35", "summary": "The Florida town is seeing sales jump as Northeast buyers flock southward. Nick Price, a retired former top-ranked golfer, is trying once again to sell his estate on Florida's Jupiter Island, this time for $17 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-bans-more-chinese-apps-as-part-of-its-digital-campaign-to-pressure-beijing-11606235329", "title": "India Bans More Chinese Apps in Its Digital Campaign to Pressure Beijing", "date": "2020-11-24 11:28", "summary": "Tensions continue to simmer between two countries following deadly border clash earlier this year. NEW DELHI-India banned 43 more Chinese apps in New Delhi's latest move to pressure China in the online industry as tensions fester following a deadly border clash between the neighboring countries.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-extreme-diy-home-improvement-projects-worth-the-risk-11606233457", "title": "Are Extreme DIY Home Improvement Projects Worth the Risk?", "date": "2020-11-24 10:57", "summary": "Having tackled all the little improvements her dwelling needed, one quarantiner moves on-nervously-to refurbishing an antique secretary desk. I'VE BEEN spending so much time at home these past few months that I swear my furniture has started talking to me. A number of the furnishings-chairs, mostly, and one of the friendlier sofas-sometimes call out chirpy greetings.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-ups-driver-gets-through-the-holiday-rush-lysol-and-puppy-treats-11606233288", "title": "How a UPS Driver Gets Through the Holiday Rush", "date": "2020-11-24 10:54", "summary": "Resume Subscription. More puppies and more husbands.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-has-become-less-deadly-but-that-could-change-as-cases-rise-11606213802", "title": "More Americans Are Surviving Covid-19", "date": "2020-11-24 10:44", "summary": "The U.S. death rate has declined by a third since April, researchers say. The death rate from Covid-19 is falling in the U.S., according to infectious-disease experts and biostatisticians, a signal of advancements in treatment of the disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-new-yorkers-are-gratefuleven-during-a-pandemic-11606231919", "title": "New York City Business Owners Count Their Blessings", "date": "2020-11-24 10:32", "summary": "Many business owners say they appreciate the lifelines colleagues, clients and even the government tossed them in 2020. With Thanksgiving coming, I recently reached out to dozens of New York City business owners-some thriving but most still struggling-to ask what they are grateful for in 2020, aka the worst year ever. Boy, did I get an earful!", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-confidence-dropped-in-november-amid-rising-covid-19-cases-11606231930", "title": "Consumer Confidence Dropped in November", "date": "2020-11-24 10:32", "summary": "Conference Board index falls to 96.1 this month as Americans' outlook on the U.S. economy darkened. Consumers' views of the economic outlook soured in November as coronavirus cases soared across the country, according to survey data released Tuesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-winters-most-excellent-and-bogus-journey-11606231854", "title": "Alex Winter's Most Excellent and Bogus Journey", "date": "2020-11-24 10:30", "summary": "The 'Bill & Ted' actor hit the stage early, but being a professional performer came with a lot of pressure. Alex Winter, 55, is an actor best known for portraying Bill in the three \"Bill & Ted\" comedy films. He directed \"Fever\" and the documentaries \"Showbiz Kids\" and \"Zappa,\" due out Nov. 27. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-sheriff-wont-enforce-thanksgiving-covid-limits-11606231659", "title": "New York City Police, Sheriff Won't Enforce Thanksgiving Covid-19 Limits", "date": "2020-11-24 10:27", "summary": "Cuomo held holiday gatherings to 10 people, but law-enforcement agencies don't plan to check compliance. New York City law-enforcement officers won't be knocking on doors on Thanksgiving Day to see whether New Yorkers are following Gov. Andrew Cuomo's executive order limiting household gatherings to 10 people.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-homebound-nation-goes-all-out-with-lavish-christmas-decorations-11606230932", "title": "A Homebound Nation Goes All Out With Lavish Christmas Decorations", "date": "2020-11-24 10:15", "summary": "Resume Subscription. Fred Stewart was disappointed that he couldn't throw a holiday party as usual this year, he decided to decorate his front yard in Rogersville, Mo., for the first time. He bought four 6-foot snowmen and an 8-foot Santa, and is adding his own tropical theme, including 20 pink flamingos in Santa caps plus a 4-foot-tall hippo wearing a pink tutu.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/think-remote-learning-is-hard-try-using-a-phone-in-an-indian-village-11606230353", "title": "Think Remote Learning Is Hard? Try Using a Phone in an Indian Village", "date": "2020-11-24 10:05", "summary": "Resume Subscription. GALLA, India-Remote learning during the pandemic has been painful, even for children with the best computers and broadband. Imagine trying to do it all on a cheap cellphone with a 2G connection.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisse-takes-450-million-hit-on-stake-in-u-s-hedge-fund-firm-11606230263", "title": "Credit Suisse Takes $450 Million Hit on Stake in U.S. Hedge-Fund Firm", "date": "2020-11-24 10:04", "summary": "Swiss lender was part of a rush by Wall Street banks to invest in the hedge-fund industry. Credit Suisse Group AG is taking a near half-billion-dollar charge on a stake in a hedge-fund business it bought during Wall Street's frenzy for alternative investments a decade ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-hopes-send-record-funds-to-emerging-markets-11606229611", "title": "Vaccine Hopes Send Record Funds to Emerging Markets", "date": "2020-11-24 09:53", "summary": "Money managers look to life after Covid-19, betting on a big rebound in emerging economies. The amount of money flowing into emerging-market funds last week hit an all-time high, as advances in vaccine development and a weaker dollar boosted investors' risk appetite.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-dinkins-new-york-citys-first-black-mayor-dies-11606201943", "title": "David Dinkins, New York City's First Black Mayor, Dies at 93", "date": "2020-11-24 09:47", "summary": "One-term mayor served in the early 1990s. David N. Dinkins, the first Black mayor of New York City who worked to unite a divided city as it battled a high crime rate, died Monday at his home in Manhattan at 93 years old, according to the city's police department.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-biggest-utility-company-to-ramp-up-spending-on-wind-solar-power-11606228607", "title": "Europe's Biggest Utility Company to Ramp Up Spending on Wind, Solar Power", "date": "2020-11-24 09:36", "summary": "Italy's Enel pledges to almost triple renewable capacity by 2030. LONDON- Enel SpA plans to spend €70 billion, equivalent to $83 billion, expanding its presence in wind and solar power in the coming decade, seeking to cement its position as the world's largest renewable energy producer outside China and to capitalize on the shift to green energy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-looks-to-undercut-u-s-rivals-with-cut-price-coronavirus-vaccine-11606228319", "title": "Russia Looks to Undercut Rivals With Cut-Price Covid-19 Vaccine", "date": "2020-11-24 09:32", "summary": "Phase 3 trials showed the jab was 91.4% effective in protecting people from Covid-19. MOSCOW-Russia will sell its Sputnik V coronavirus vaccine internationally for under $10 a dose, a lower price than some Western-developed shots, as Moscow looks to gain economic and political leverage abroad by exporting its fast-tracked jab.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-all-cyber-now-11606228016", "title": "We're All Cyber Now", "date": "2020-11-24 09:26", "summary": "Cyber Monday gets an expansion. Resistance is futile: Prepare for the coming of the Cyber 5.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-september-11606227049", "title": "U.S. Home-Price Growth Accelerated in September", "date": "2020-11-24 09:10", "summary": "Index of average home prices in major metropolitan areas rose 7% in year ended in the month. Home-price growth accelerated in September, as a widespread shortage of homes for sale spurred competition among home buyers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-petroleum-agilent-tesla-what-to-watch-when-the-stock-market-opens-11606219257", "title": "Occidental Petroleum, Agilent, Tesla: What to Watch When the Stock Market Opens", "date": "2020-11-24 09:04", "summary": "U.S. stock futures climbed after President Trump said aides would help with Biden's White House transition. Here's what we are watching as markets kick into gear Tuesday:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-decriminalized-drug-possession-now-it-has-to-offer-treatment-11606226400", "title": "Oregon Decriminalized Drug Possession. Now It Has to Offer Treatment.", "date": "2020-11-24 09:00", "summary": "New recovery centers will initially operate by phone, as state races to help addicts during coronavirus. Now that Oregon voters have agreed to end nearly all criminal penalties for drug possession, state officials have just over two months to set up a new recovery-focused system, a task that is particularly complicated due to the Covid-19 pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-plans-more-job-cuts-in-aviation-division-internal-video-11606224766", "title": "GE Plans More Job Cuts in Aviation Division", "date": "2020-11-24 08:54", "summary": "Jet-engine unit's new chief says commercial travel business will be smaller even with the promise of a Covid-19 vaccine on the horizon. General Electric Co. warned employees that more job cuts are coming to the conglomerate's jet-engine business because of the pandemic's impact on commercial air travel even with the promise of a vaccine on the horizon.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-sporting-goods-ceo-ed-stack-to-step-down-11606221309", "title": "Dick's Sporting Goods CEO Ed Stack to Step Down", "date": "2020-11-24 08:52", "summary": "Retail executive to remain chairman and chief merchant at company he built into national chain. Ed Stack is stepping down as chief executive of Dick's Sporting Goods Inc. after decades at the helm of the retailer he built into a national chain and led into the debate over gun violence.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-host-a-safe-virtual-family-thanksgiving-zoom-11606221505", "title": "Rules for Zoom Thanksgiving: How to Handle Family (and Touch Football) at a Virtual Holiday", "date": "2020-11-24 08:40", "summary": "A coronavirus-era twist on a touch football holiday tradition-with advice from Dr. Fauci. The annual \"Rules of Thanksgiving Family Touch Football\" is my favorite column to write-this is the 10th edition, believe it or not-but this year, it's tricky. A pandemic persists. There's promising news about vaccines, but folks are exhausted, on edge, yelling at each other on the internet. Health officials are urging families to think of their neighbors, avoid travel, and keep their celebrations small and safe.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-gears-up-to-vaccinate-the-world-against-covid-19-11606225155", "title": "AstraZeneca Gears Up to Vaccinate the World", "date": "2020-11-24 08:39", "summary": "Resume Subscription. Among the front-runners racing to deliver a Covid-19 shot, AstraZeneca PLC has the least vaccine experience. But it has promised the world the most doses-more than three billion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mccormick-nears-deal-to-buy-hot-sauce-maker-cholula-11606188600", "title": "McCormick Buys Hot-Sauce Maker Cholula", "date": "2020-11-24 08:13", "summary": "Seasonings company pays $800 million to private-equity firm L Catterton for the brand. McCormick & Co. agreed to buy hot-sauce maker Cholula, seeking to capitalize on record demand for spicy condiments.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-tax-refund-repeal-is-a-new-headache-for-retail-property-owners-11606222802", "title": "U.K. Tax-Refund Repeal Is a New Headache for Retail Property Owners", "date": "2020-11-24 08:00", "summary": "Business leaders worry that tourists will abandon London for other European shopping destinations. The U.K. risks losing its status as a premier shopping destination after a popular tourist tax break expires, posing a new threat to retail property owners already whipsawed by the pandemic and Brexit.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-boys-are-more-at-risk-of-falling-behind-during-remote-school-11606222801", "title": "Why Boys Are More at Risk of Falling Behind During Remote School", "date": "2020-11-24 08:00", "summary": "Distractions and lack of motivation while learning at home might be hurting boys more than girls-and researchers say that could widen the gender achievement gap. Remote school has exposed a number of inequities in education, from rural residents who don't have high-speed internet service to low-income families who don't have laptops. Boys could be another student group that falls behind during virtual learning, according to some researchers.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-coronavirus-pandemic-settles-down-so-will-homeowners-11606222802", "title": "When the Coronavirus Pandemic Settles Down, so Will Homeowners", "date": "2020-11-24 08:00", "summary": "While the boom in the overall housing market is unlikely to continue after Covid-19 recedes, some changes will endure. This is the fourth column in a five-part Heard on the Street series on how the American economy might look once the Covid-19 pandemic is over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-puts-money-into-appsflyer-11606221000", "title": "Salesforce Puts Money Into AppsFlyer", "date": "2020-11-24 07:30", "summary": "The company, which says it is now valued at $2 billion, sells mobile analytics software that weighs the effectiveness of ad campaigns. Salesforce Ventures, the investing arm of the marketing software tech giant Salesforce.com Inc., is putting money into AppsFlyer Ltd., an analytics firm that helps marketers, app developers and others evaluate the performance of their advertising campaigns.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-dax-index-changes-rules-after-wirecard-collapse-11606221003", "title": "Germany's DAX Index Changes Rules After Wirecard Collapse", "date": "2020-11-24 07:30", "summary": "The $1.2 trillion index is adding companies and aiming to improve governance of its members. Germany's leading stock index expanded its size and changed rules to boost the quality of its constituent companies, a move sparked in part by the collapse of payment company Wirecard AG because of a multibillion-dollar fraud.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xiaomis-gain-at-huaweis-expense-might-not-last-11606220444", "title": "Xiaomi's Gain at Huawei's Expense Might Not Last", "date": "2020-11-24 07:20", "summary": "Xiaomi's performance last quarter was buoyed by the struggles of rival Huawei. Investors seem to expect those gains will be permanent.. Chinese smartphone maker Huawei's loss has been its compatriot Xiaomi's gain. Keeping hold of those gains, however, might be more challenging than investors expect.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-2020-election-deepened-americas-white-collar-blue-collar-split-11606219208", "title": "How the 2020 Election Deepened the White-Collar/Blue-Collar Split", "date": "2020-11-24 07:00", "summary": "The nation's economic divisions continue to mirror its political divisions, with both growing wider. The job and wage growth that President Trump hoped would propel him to a second term was particularly strong in metropolitan America. Yet the Americans who live where the economy is thriving most-in the nation's cities and their surrounding communities-voted to reject the president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamie-dinans-york-capital-management-to-largely-wind-down-hedge-fund-operations-11606178089", "title": "York Capital to Largely Wind Down Hedge-Fund Operations", "date": "2020-11-24 06:05", "summary": "York Capital to focus on businesses with longer term capital, according to letter. Billionaire hedge-fund manager Jamie Dinan told employees and investors in York Capital Management Monday that the firm was largely getting out of its struggling hedge-fund business to focus on better-performing units.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-zoom-thanksgiving-using-techniques-from-working-remotely-11606215600", "title": "A Zoom Thanksgiving Using Techniques From Working Remotely", "date": "2020-11-24 06:00", "summary": "Just because the holiday is remote this year, doesn't mean it can't be enjoyable. Here's how to plan ahead.. With smaller gatherings this year, how can you translate months of experience with workplace Zoom meetings to a Thanksgiving video call?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-tech-gifts-2020-our-favorite-gadgets-11606213802", "title": "Best Tech Gifts 2020: Our Favorite Gadgets", "date": "2020-11-24 05:30", "summary": "From smart steam ovens and self-lighting candles to the best phones, laptops and headphones to buy, it's the WSJ Personal Tech team's annual list of tested, recommended products. Each fall, we look back at the year's best tech products, and compile a list of the ones we think are actually worth your money (and ours). Though testing is always a requirement, the craziness that is 2020 meant that we tried everything in our homes, where others could weigh in. So this list-which includes everything from a self-emptying robovac to a smart steam oven to the best noise-canceling headphones-isn't just approved by your favorite personal tech writers, but also by their spouses, kids and various quaran-team members. Have at it!", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-titans-amazon-google-and-facebook-are-also-driving-commercial-real-estate-11606213801", "title": "Stock-Market Titans Amazon, Google and Facebook Also Lift Commercial Real Estate", "date": "2020-11-24 05:30", "summary": "Tech's soaring property demand has been mostly a boon for cities, although it has fueled some concerns over rising rents and gentrification. The biggest U.S. tech companies are providing a jolt to the slumbering commercial real-estate business, emerging as major tenants and acquirers of office and other space while many nontech firms are trying to tear up their leases.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-peloton-buyers-are-sick-of-waiting-11606213803", "title": "Some Peloton Buyers Are Sick of Waiting", "date": "2020-11-24 05:30", "summary": "Demand is straining company's supply chain, causing monthslong waits and customer defections to Bowflex bikes and NordicTrack treadmills. Even Peloton fans have their limits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-helps-speed-more-cios-toward-business-operations-accountability-11606213800", "title": "Coronavirus Pandemic Helps Speed More CIOs Toward Business Operations Accountability", "date": "2020-11-24 05:30", "summary": "Chief information officers working in large, traditional enterprises will effectively become, as Gartner calls it, \"COO by proxy\". Large businesses are starting to hold their chief information officers accountable for the results of corporate-wide digital business operations, giving them much wider responsibility within the organization.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-a-quarter-of-new-yorkers-say-they-wont-take-covid-19-vaccine-11606213801", "title": "Nearly a Quarter of New Yorkers Say They Won't Take Covid-19 Vaccine", "date": "2020-11-24 05:30", "summary": "The survey showed, however, that an overwhelming majority definitely or probably would take the vaccine. Nearly a quarter of New Yorkers say they are unlikely to take a vaccine against the coronavirus when it becomes available, according to a poll released Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-applications-get-a-coronavirus-boost-11606213806", "title": "Bank Applications Get a Coronavirus Boost", "date": "2020-11-24 05:30", "summary": "Consumer lender Oportun joins a wave of companies seeking banking licenses in 2020. It has been a tough year to be a bank. Plenty of companies want to become one, anyway.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-stocks-are-no-holiday-deal-11606213126", "title": "Airline Stocks Are No Holiday Deal", "date": "2020-11-24 05:18", "summary": "After the recent rally in pandemic-stricken shares, carriers' valuations aren't as cheap as they might appear on the surface. For those able and willing to fly during the winter holiday season, finding cheap airline tickets is easy. Finding cheap airline stocks is another matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-pressure-gsa-to-name-biden-winner-start-transition-11606172086", "title": "Trump Clears Way for Biden Transition Process to Begin After Weeks of Delay", "date": "2020-11-24 00:05", "summary": "General Services Administration had held up federal resources amid Trump's legal challenges. WASHINGTON-President Trump said his administration would cooperate with President-elect Joe Biden's transition to the White House, ending a delay that had come under increasing criticism from members of both parties as Mr. Trump's long-shot effort to overturn the election foundered.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11606157478", "title": "Pepper...and Salt", "date": "2020-11-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]