[{"link": "https://www.wsj.com/articles/the-presidential-endgame-11604706255", "title": "The Presidential Endgame", "date": "2020-11-06 18:44", "summary": "Trump has the right to fight in court, but he needs evidence to prove voter fraud.. Perhaps it was inevitable that Donald Trump's re-election campaign would end as his Presidency began: with the President claiming victory and his frenzied antagonists denouncing him as a would-be fascist. The reality is that the U.S. can and probably will have a normal election outcome regardless of the shouting between now and then.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jobs-keep-coming-11604706131", "title": "The Jobs Keep Coming", "date": "2020-11-06 18:42", "summary": "The economy's rebound continues to defy the Fed's pessimists.. Friday's labor report showing that employers added 906,000 private jobs in October again beat forecasts. The economy's resilience is befuddling the pessimists, much as Tuesday's election results confounded media pollsters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revolt-against-the-illinois-machine-11604706049", "title": "Revolt Against the Illinois Machine", "date": "2020-11-06 18:40", "summary": "Democrats turn on Speaker Madigan, their long-time ally.. There's nothing like defeat to concentrate the political mind, and congratulations to Illinois voters for shaking Democrats from their high tolerance for corruption. They've finally begun to distance themselves from state House Speaker Michael Madigan after years of being joined at the wallet.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wendy-s-pizza-hut-franchisee-npc-looks-to-sell-itself-to-operator-of-panera-stores-11604688451", "title": "Wendy's, Pizza Hut Franchisee NPC Looks to Sell Itself to Operator of Panera Stores", "date": "2020-11-06 18:20", "summary": "Flynn Restaurant Group, the largest restaurant franchise operator in the U.S., is offering roughly $816 million. NPC International Inc., the nation's largest franchisee of Wendy's and Pizza Hut restaurants, has a deal to sell itself out of bankruptcy to Flynn Restaurant Group LLC, the company said Friday.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fictions-been-part-of-american-democracy-11604704090", "title": "Fiction's Been Part of American Democracy", "date": "2020-11-06 18:08", "summary": "We can judge America by its distance from perfection, but also recognize the nobility of its ideals.. Adam Kirsch notes in \"The Fiction of American Democracy\" (Review, Oct. 31) that American literature constantly poses \"the question that the poet Allen Ginsberg stated . . . 'America, when will you be angelic?'\" We can judge America by its distance from perfection, but we should also recognize the nobility of its ideals, compared with the rest of the world in 1776, and the progress made toward realizing them, compared with the rest of the world today. As poets go, Leonard Cohen reached a more profound place than Ginsberg, with his three-line poem in \"Book of Longing\" (2006): \"oh and one more thing / you aren't going to like / what comes after America.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milton-friedmans-excellent-tv-adventure-11604704034", "title": "Milton Friedman's Excellent TV Adventure", "date": "2020-11-06 18:07", "summary": "The essence of morality is the willingness to forego pursuing one's self-interest if it may be detrimental to the interests of others.. Regarding William McGurn's \"The Weekend Interview with Bob Chitester: The Man Who Made Milton Friedman a Star\" (Oct. 31): Mr. Chitester agrees with Adam Smith, as paraphrased by Mr. McGurn, that \"freedom depends crucially on individuals' personal discipline, which religion often helps supply.\" In a 1789 letter President John Adams wrote: \"Our Constitution was made only for a moral and religious people. It is wholly inadequate for the government of any other.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artificial-intelligence-shows-potential-to-gauge-voter-sentiment-11604704009", "title": "Artificial Intelligence Shows Potential to Gauge Voter Sentiment", "date": "2020-11-06 18:06", "summary": "As traditional political polling methods appear to fall short again, some tech firms say that AI holds promise. In the months leading up to Election Day, pollsters placed voters under the microscope, parsing data from telephone surveys and past voting trends to determine probable outcomes. By Tuesday evening, as results veered from predictions, it was the pollsters' turn under the microscope.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-means-earning-the-right-to-complain-11604703987", "title": "Voting Means Earning the Right to Complain", "date": "2020-11-06 18:06", "summary": "Voting isn't a sacrament, it's the grubby duty of democracy.. Regarding Peggy Noonan's \"Raucous 2016 Gives Way to Subdued 2020\" (Declarations, Oct. 31): Voting isn't a sacrament, it's the grubby duty of democracy. Yes, sometimes that means voting for the lesser of two evils. Your vote isn't an expression of your heartfelt endorsement of everything a candidate stands for or has ever done, nor is your declining to vote an expression of some higher principle, the way a pacifist might decline to bear arms. It's an abdication of our very first duty as citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metazoa-review-marine-minds-11604678664", "title": "'Metazoa' Review: Marine Minds", "date": "2020-11-06 18:05", "summary": "From octopus intelligence to scientific shrimp, a probe for the animal origin of selfhood.. Life undersea has a mesmerizing strangeness, from glass sponges-lacy matrices draped with cellular nets-to rococo sea dragons and soft corals like trees in a slow wind. It's the stuff of a thousand documentaries, but for Peter Godfrey-Smith the spectacle is a curtain-raiser to a profound scientific drama, in which the lives of quite un-human creatures illuminate deep mysteries about the nature of sentience, and what it means to possess a mind.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-hard-to-get-accurate-numbers-on-covid-11604703931", "title": "It's Hard to Get Accurate Numbers on Covid", "date": "2020-11-06 18:05", "summary": "Assigning a single cause of death when there are a number of factors is arbitrary, random and in the case of the current pandemic, also heavily influenced by political and economic considerations.. Regarding Holman W. Jenkins's \"The Other Media Blackout\" (Business World, Oct. 31): There is complexity in assigning a cause of death when there are a number of underlying factors leading to a death. Assigning a single cause of death when there are a number of factors is arbitrary, random and, in the case of the current pandemic, also heavily influenced by political and economic considerations. When coupled with the abnormally high rate of virus deaths due to ignorance, gross mismanagement and criminal incompetence in locked-down old-age homes, veterans' facilities and cruise ships, meaningful statistics are very hard and probably impossible to come by.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metropolis-review-towering-achievement-11604703867", "title": "'Metropolis' Review: Towering Achievement", "date": "2020-11-06 18:04", "summary": "From ancient Mesopotamia to 21st-century Lagos, cities are monstrous and marvelous.. There is a delicious anecdote in Ben Wilson's \"Metropolis: A History of the City, Humankind's Greatest Invention\" that serves as a microcosm of many of the book's themes. In medieval Florence a smith was toiling away in his workshop and singing a poem by Dante. In stormed a furious man, who threw the smith's tools into the street. \"What the devil are you doing?\" asked the astonished smith. \"If you don't like me spoiling your things, don't spoil mine,\" replied the man, who turned out to be the poet himself. The story-its juxtaposition of artist and artisan, art and artifact, of social classes-encapsulates some of the features that Mr. Wilson believes make certain cities great and necessary for civilization. In his excellent, thought-provoking, heady urban chronicle, he proves his point.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-indomitable-florence-finch-review-a-ration-of-courage-11604703816", "title": "'The Indomitable Florence Finch' Review: A Ration of Courage", "date": "2020-11-06 18:03", "summary": "The little-known story of how a widow risked it all in a secret struggle against the Japanese occupiers of Manila.. In June 1942, 27-year-old Florence Ebersole Smith was hired as a bookkeeper at Manila's Philippine Liquid Fuel Distribution Union. The company was run by a Japanese businessman who'd been installed by Imperial military forces to oversee the critical task of fuel distribution in the occupied capital.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-election-was-full-of-surprises-11604703775", "title": "This Election Was Full of Surprises", "date": "2020-11-06 18:02", "summary": "Mail-in voting was a mess. Trump did better among minority voters. And if Biden prevails, the GOP Senate will check him.. It was a peculiar election. Not, as was often prophesied, the most epochal election. Even while it's not over in the true Yogi Berra sense, some unanticipated features are coming into focus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-florida-became-americas-vote-counting-model-11604703732", "title": "How Florida Became America's Vote-Counting Model", "date": "2020-11-06 18:02", "summary": "After the 2000 debacle, we undertook thoroughgoing reforms. Other states can learn from our example.. America's voters have been frustrated by the vote-counting procedures and delays in several states this week. A great democracy deserves better than this. But getting elections right isn't as easy as people think. It takes work, foresight, and bipartisan cooperation-and much of it must be done long before Election Day.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-normalcy-not-on-the-streets-of-philadelphia-11604703716", "title": "Return to Normalcy? Not on the Streets of Philadelphia", "date": "2020-11-06 18:01", "summary": "Far-left protesters see vindication in a Biden victory-and a debt they're prepared to collect.. Philadelphia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aclus-betrayal-of-athletic-girls-11604703511", "title": "The ACLU's Betrayal of Athletic Girls", "date": "2020-11-06 17:58", "summary": "Half a century ago, the group backed the right to compete equally. Now it wants biological males on female teams.. I wanted to swim when I entered high school in 1968, but there was no girls' team at my school-or anywhere in Illinois. The coach told me that if I made certain cutoff times, I would be permitted to train with the boys' team. But I wasn't allowed to compete: When the time came for meets, all I could do was sit on the sidelines and cheer for the boys.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-the-trump-revisionism-begin-11604703473", "title": "Let the Trump Revisionism Begin", "date": "2020-11-06 17:57", "summary": "Whatever the final count, the media needs to rethink its picture of a popular and populist president.. For some reason, many chortled at Donald Trump's threat to resort to the Supreme Court because, you know, he lacks any cause of action. Except one has been teed up for weeks, over Pennsylvania's extension of its ballot deadline in plain contravention of state law. Federal courts have already slapped down similar efforts by local officials in other states now engaged in pivotal vote-counting. The press, with surveys in hand showing Democrats were more likely than Republicans to vote by mail, dutifully averted its eyes from the problems inherent in mail balloting. Let one report in the Las Vegas Review-Journal suffice: \"The Clark County Election Department lowered the factory settings on its signature verification machine.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-irate-after-u-s-removes-terrorist-label-from-separatist-group-11604661868", "title": "China Irate After U.S. Removes 'Terrorist' Label From Separatist Group", "date": "2020-11-06 17:22", "summary": "China blames East Turkestan Islamic Movement for violence in remote Xinjiang region; scholars say group is defunct. HONG KONG-China responded with anger after the U.S. State Department removed from its list of terrorist organizations a largely defunct Uighur separatist group that Beijing partly blames for ethnic tensions in its remote northwest.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-drop-as-election-week-rally-pauses-11604659702", "title": "Stocks Finish Best Week Since April", "date": "2020-11-06 17:19", "summary": "Investors have warmed to the prospect of a divided government, which makes sweeping overhauls less likely. Stocks surged this week as investors around the country angled to position for the outcome of the 2020 elections, a blockbuster stretch that led major indexes to their best week since April.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-fight-reboots-after-election-day-11604701036", "title": "Stimulus Fight Reboots After Election Day", "date": "2020-11-06 17:17", "summary": "Sen.McConnell is expected to take prominent role in aid talks, while Pelosi sees no reason to lower demands. WASHINGTON-Republican and Democratic lawmakers braced for a volatile lame-duck session, with another clash brewing over coronavirus aid and the outcome of the race for the White House, as well as some key Senate and House contests, still up in the air.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-top-pro-hezbollah-politician-gebran-bassil-on-corruption-allegations-11604677245", "title": "U.S. Sanctions Lebanese Politician in Effort to Undermine Hezbollah, Rein in Corruption", "date": "2020-11-06 17:03", "summary": "Trump administration furthers plan to sideline Hezbollah amid attempts in Lebanon to form new government. The Trump administration's sanctioning of a leading Lebanese Christian politician was an effort to sideline the U.S.-designated Lebanese terror group Hezbollah, while tackling the corruption widely seen as a root cause of the country's economic woes, officials and analysts said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traveling-for-thanksgiving-during-the-pandemic-heres-how-to-stay-safe-11604700043", "title": "Traveling for Thanksgiving? Here's How to Stay Safe", "date": "2020-11-06 17:00", "summary": "The Covid pandemic has thrown uncertainty into this year's celebrations. Here are tips for those who are getting on the road-or staying at home. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-chips-cpu-factory-outsourcing-semiconductor-manufacturing-11604605618", "title": "Intel's Success Came With Making Its Own Chips. Until Now.", "date": "2020-11-06 16:11", "summary": "The Silicon Valley pioneer long held it had to build its flagship chips in its own factories; then it hit the wall and is considering outsourcing-a milestone in the story of America's losing its manufacturing primacy. Intel Corp., more than any other company, represents the historical silicon in \"Silicon Valley.\" It has held its reign not only by designing compelling new circuitry but also by etching it into silicon at its own factories.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/animal-lovers-saturday-crossword-november-7-11604261160", "title": "Animal Lovers (Saturday Crossword, November 7)", "date": "2020-11-06 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zip-code-saturday-cryptic-puzzle-november-7-11604261331", "title": "Zip Code (Saturday Cryptic Puzzle, November 7)", "date": "2020-11-06 16:01", "categories": [["WSJ Puzzles", "Cryptic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/cryptic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-yields-rise-as-biden-pulls-ahead-11604683045", "title": "U.S. Bond Yields Rise as Biden Pulls Ahead", "date": "2020-11-06 16:00", "summary": "Analysts warn that rising coronavirus cases could send Treasury yields down again. U.S. government-bond yields rose Friday after signs that Democratic candidate Joe Biden is taking the lead in the presidential election.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibribery-group-presses-netherlands-to-strengthen-whistleblower-protections-11604693423", "title": "Antibribery Group Presses Netherlands to Strengthen Whistleblower Protections", "date": "2020-11-06 15:10", "summary": "An OECD working group on bribery found the country is making progress on its enforcement against foreign bribery. The Netherlands has ramped up its enforcement of foreign bribery since 2012, but it still faces challenges in prosecuting individuals and fully using its whistleblower protection program, an international antibribery watchdog said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-escape-to-venice-with-julia-stiles-in-the-art-world-thriller-riviera-11604693055", "title": "What to Watch: Escape to Venice with Julia Stiles in the Art-World Thriller 'Riviera'", "date": "2020-11-06 15:04", "summary": "Also on our radar: HBO's 'Industry,' a space comedy called 'Moonbase 8' and more picks to add to your queue. Need a reprieve from the news cycle? A variety of platforms are offering calming alternatives-shows about nothing. Ellen Gamerman looks at series like \"A World of Calm\" (HBO Max) and \"Zeninmation\" (Disney+) that have no plot, peaceful visuals and intimate voices that are designed to soothe.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-wants-to-host-your-intimate-chats-dont-frettheyll-be-deleted-in-a-week-11604692159", "title": "WhatsApp Wants to Host Your Intimate Chats. Don't Fret-They'll Be Deleted in a Week.", "date": "2020-11-06 14:49", "summary": "Facebook wants to make the messaging app feel more like a face-to-face conversation. Facebook Inc.'s WhatsApp has introduced a setting that automatically deletes messages after seven days, a move aimed at encouraging users to feel comfortable chatting in confidence.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crate-and-barrel-pairs-up-with-dr-jane-goodall-to-create-kids-furniture-11604691986", "title": "Crate and Barrel Pairs Up With Dr. Jane Goodall to Create Kids' Furniture", "date": "2020-11-06 14:46", "summary": "To promote her naturalist cause, the eminent primatologist collaborates with the mass retailer's Crate and Kids brand on children's furniture-from lemur-crested chairs to chimp-shaped pillows.. WHEN IT COMES to her own habitat, the world's foremost expert on how chimpanzees live doesn't fret about aesthetics. Sheltering in her childhood home in Bournemouth, England, Dr. Jane Goodall sleeps and conducts business via Zoom in a bare-bones attic bedroom: \"It's got a bed in it, two bookcases-it's absolutely tiny,\" she said. But give her a chance to excite children about nature through home décor-as in her new collaboration with the Crate and Barrel brand Crate and Kids-and the eminent primatologist will opine precisely about which animals make the best throw pillows.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/october-jobs-report-unemployment-rate-2020-11604622144", "title": "Drop in Jobless Rate Shows Healing U.S. Labor Market", "date": "2020-11-06 14:27", "summary": "Economy added 638,000 jobs in October and the jobless rate fell a percentage point to 6.9%. The U.S. labor market regained another chunk of jobs lost during the pandemic-induced recession, sending unemployment down sharply in October amid other signs the economy is recovering.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-international-posts-3q-profit-11604665677", "title": "Marriott Returns to Profitability as It Sheds Costs", "date": "2020-11-06 14:20", "summary": "Hotel operator says travel demand remains in slump despite pickup from pandemic lows. Marriott International Inc. returned to profitability in the latest quarter as it halved its spending and travel demand improved from lows earlier in the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-fundraising-powerhouses-falter-in-senate-races-11604658602", "title": "Democratic Fundraising Powerhouses Falter in Senate Races", "date": "2020-11-06 14:11", "summary": "Democrats question their resource allocation after focus on red-state seats yields little in return. DOLLARS DOWN THE DRAIN: Democrats question their resource allocation after focus on red-state Senate seats yields little in return. The broad map-the party seriously targeted around a dozen Republican-held seats-led supercharged donors to pour money into races with emotional resonance: in Kentucky against Senate Majority Leader Mitch McConnell and in South Carolina against Judiciary Committee Chairman Lindsey Graham. Their two opponents raised a combined nearly $200 million. McConnell opponent Amy McGrath lost by roughly 20 points, marginally outperforming Marquita Bradshaw, the Democratic candidate in Tennessee, who raised just $1.2 million.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-hasnt-behaved-like-a-haven-recently-11604683215", "title": "Gold Hasn't Behaved Like a Haven Recently", "date": "2020-11-06 14:10", "summary": "A weaker dollar after Election Day has seen stocks, gold and bitcoin all rally this week. Gold's gains this week have highlighted something unusual about its rally this year: Rather than moving in the opposite direction to stocks, the haven metal and riskier equities recently have rallied and tumbled together.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-the-radio-revolution-11604689751", "title": "Remembering the Radio Revolution", "date": "2020-11-06 14:09", "summary": "This year marks the centennial of KDKA, the Pittsburgh station that initiated regular programming and sparked a transformation in how we listen to music.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-spaces-and-hard-topics-11604689185", "title": "Soaring Spaces and Hard Topics", "date": "2020-11-06 13:59", "summary": "The Museum of Fine Arts, Houston, reintroduces its collection of modern and contemporary art in a new building.. The Museum of Fine Arts, Houston, is home to one of the country's outstanding collections of modern and contemporary art, with a particular focus on Latino and Latin American artists. On Nov. 21, more than 1,000 works from that collection will go on display in their new home, the Nancy and Rich Kinder Building, designed by Steven Holl Architects. The building's exterior, clad in half-tubes of translucent glass, sets the tone for the airy, light-filled interior, with more than 100,000 square feet of exhibition space circling a three-story atrium.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bergamo-symbol-of-italys-covid-19-tragedy-in-spring-fares-better-now-11604671200", "title": "Why Italy's Bergamo, a Symbol of the Covid-19 Pandemic, Fares Better Now", "date": "2020-11-06 13:54", "summary": "Resume Subscription. The northern Italian city of Bergamo became a chilling symbol of Europe's coronavirus pandemic in the spring, when hospitals lacked enough beds to treat all those severely ill and army trucks carried coffins from inundated morgues to other parts of the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/job-gains-benefit-hispanic-men-while-women-lag-behind-11604688337", "title": "Job Gains Benefit Hispanic Men", "date": "2020-11-06 13:45", "summary": "Construction and storage industries have fared better than hospitality and restaurants, where more women work. The labor-market recovery from the coronavirus pandemic has been uneven across demographic groups, as Hispanic men benefit from gains in industries such as construction while women-especially from racial minority groups-lag behind, Labor Department data show.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-ebay-to-google-images-7-expert-tips-to-master-online-shopping-11604687684", "title": "From eBay to Google Images: 7 Expert Tips to Master Online Shopping", "date": "2020-11-06 13:34", "summary": "When you're searching for the best deal on that one perfect dress or jacket, online shopping can seem like an overwhelming labyrinth of options and dead ends. This pro advice takes out the guesswork.. PARDON ME, but I'm about to brag. I recently scored a monumental deal: a pristine, moss-green 1989 Comme des Garçons Homme Plus wool coat that I bought for only $160.38. Similar styles can run nearly four figures, so how did I nab mine so cheaply? I used From Japan, a shopping middleman-or proxy service-that lets an international deal-seeker like me shop from sites that don't ship to his or her country. From Japan helped me \"proxy\" the coat off a secondhand site called Yahoo Japan Auctions. After From Japan took my money, it handled the shipping. While this shopping method has been around for over a decade, it has, in recent years, evolved from a glitchy crapshoot into a seamless buying experience-I received my glorious green wonder in four days flat.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azerbaijan-makes-gains-in-conflict-with-armenia-setting-back-peace-efforts-11604683127", "title": "Azerbaijan Makes Gains in Conflict With Armenia, Setting Back Peace Efforts", "date": "2020-11-06 13:30", "summary": "Territorial advances mark a pivotal juncture in the longstanding conflict between the two former Soviet republics. MOSCOW-Advances on the battlefield by Azerbaijan in its conflict with Armenia over the disputed territory of Nagorno Karabakh shattered hopes this week for an end to the fighting and the forging of a diplomatic settlement.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-we-trust-the-process-in-philadelphia-11604685839", "title": "Can We Trust the Process in Philadelphia?", "date": "2020-11-06 13:04", "summary": "Candidates should not have to go to court to ensure transparency.. \"Bad things happen in Philadelphia,\" said President Donald Trump at the first presidential debate in September. Many residents of the city reacted angrily to his comment on its conduct of elections, while a few chose to emblazon the remark on T-shirts as a humorous declaration of civic toughness. Outside the City of Brotherly Love, some Americans are wondering if bad things are happening there right now.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-receives-inquiry-from-sec-bribery-unit-11604674900", "title": "Pfizer Receives Inquiry From SEC Bribery Unit", "date": "2020-11-06 12:55", "summary": "The request for information follows similar inquiries from regulators and federal prosecutors into the drugmaker's China and Russia operations. Pfizer Inc. said it received an inquiry from the U.S. Securities and Exchange Commission's foreign-bribery unit regarding the drugmaker's operations in China.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-names-danly-to-head-ferc-replacing-chatterjee-11604684915", "title": "Trump Names New FERC Chairman", "date": "2020-11-06 12:48", "summary": "Move follows actions by Neil Chatterjee as agency chairman in support of clean energy. WASHINGTON-President Trump has named James Danly as chairman of the Federal Energy Regulatory Commission, replacing Neil Chatterjee as head of the agency that regulates interstate transmission of electricity and natural gas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-drunk-on-tesla-11604682435", "title": "Who's Drunk on Tesla?", "date": "2020-11-06 12:07", "summary": "Need a tequila to recharge after a long election week? Elon Musk has you covered.. Tesla fans can now sit back in their \"Tesla short shorts,\" swipe on a dating app reserved exclusively for Tesla owners, all while sipping \"Tesla Tequila.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-look-to-advance-racial-equity-with-a-focus-on-teachers-11604682020", "title": "Schools Look to Advance Racial Equity With a Focus on Teachers", "date": "2020-11-06 12:00", "summary": "The student body is increasingly diverse. Teachers are predominantly white. Enter a new crop of programs aiming to recruit and retain teachers of color.. Author", "categories": [["", "Education"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/anya-taylor-joy-on-the-queens-gambit-and-dancing-at-the-end-of-the-pandemic-11604681940", "title": "Anya Taylor-Joy on 'The Queen's Gambit' and Dancing at the End of the Pandemic", "date": "2020-11-06 11:59", "summary": "The star of Netflix's hit chess drama says she immediately identified with her character: \"When you find somebody that feels the same way you do, you [think], I'm not alone in this.\". When actor Anya Taylor-Joy first read the novel The Queen's Gambit, she immediately connected with protagonist Beth Harmon's sense of loneliness. \"Reading it, I was like, this hurts-but it hurts because I recognize it,\" she says on a Zoom call from Northern Ireland, where she's shooting her next film. \"We're taught as human beings to not really say the way we're feeling and when you find somebody that feels the same way you do, you [think], I'm not alone in this.\" Taylor-Joy, 24, finished the Walter Tevis book in an hour and a half, ahead of playing the role of Beth for Netflix 's adaptation, which was released at the end of last month.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-open-plan-homes-are-actually-a-terrible-idea-11604681409", "title": "Why Open Plan Homes Are Actually a Terrible Idea", "date": "2020-11-06 11:50", "summary": "The combining of common rooms was already losing its luster. But as the pandemic has triggered demand for private spaces like home offices and dens, designers are looking for a new solution.. THE OPEN-CONCEPT interior has demonstrated remarkable staying power. The plan that typically combines entryway, kitchen, living and dining room into one \"great room\" has dominated home design for decades. Why? For families, it facilitates a benign surveillance state with the kitchen island as parental command center. For young couples, the loft-like atmosphere conveys a whiff of midcentury Bohemianism. For competitive cooks, it offers a stage. Real-estate agents love how it photographs. (How \"airy!\") Developers embraced it because it's cheaper. TV execs boost it because market research showed dudes tune in for demolition. Plus, it's a surefire way to foster a \"sense of togetherness.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayne-thiebauds-vision-of-american-beauty-11604681163", "title": "Wayne Thiebaud's Vision of American Beauty", "date": "2020-11-06 11:46", "summary": "As he turns 100, the California artist's paintings of cakes, pies and other ordinary diner fare have become iconic. In 1960, when Wayne Thiebaud was turning 40, he had what he sensed was an artistic breakthrough. After years supporting himself and his family in California as an illustrator, sign painter, teacher and commercial art director, he still aspired to be a fine artist. His early paintings had earned him some attention and got him his first solo museum show at age 30, but these works were largely derivative. He borrowed flat shapes from cubists and energetic gestures from abstract expressionists and was otherwise \"making the signs of art\" without actually making something of his own, he says.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industries-driving-job-gains-face-another-covid-reckoning-11604681001", "title": "Industries Driving Job Gains Face Another Covid Reckoning", "date": "2020-11-06 11:43", "summary": "Colder weather and a resurgence in coronavirus cases threaten the recovery in retail and food service jobs. The economy continued to add back jobs last month. Will that still be the case come January?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-holy-trinity-of-glittering-beauty-11604680600", "title": "A Holy Trinity of Glittering Beauty", "date": "2020-11-06 11:36", "summary": "Three separate works combine to create the dazzling Lindau Gospels.. In what seems like alchemy, three pieces of art, made at different times in the eighth and ninth centuries in disparate parts of Europe, were turned into an amalgam that is considered one of the greatest treasures of the Morgan Library and Museum: the dazzling Lindau Gospels.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-hiring-surges-on-restocking-e-commerce-sales-11604679955", "title": "Logistics Hiring Surges on Restocking, E-Commerce Sales", "date": "2020-11-06 11:25", "summary": "Warehousing companies added 28,100 jobs last month, while parcel and trucking employment is expanding. Logistics payrolls soared in October as inventory restocking after coronavirus lockdowns and strong online sales fueled a hiring surge at distribution and transport companies.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-grabs-candy-market-share-11604669753", "title": "Hershey Grabs Candy Market Share", "date": "2020-11-06 11:23", "summary": "Chocolate sales jumped nearly 10% at stores during company's latest quarter. Hershey Co. said it gained ground in the U.S. candy market as it adapted to changing consumer behavior during the coronavirus pandemic, in part by making more chocolate bars for s'mores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blown-election-calls-the-stock-market-and-you-11604678591", "title": "Blown Election Calls, the Stock Market and You", "date": "2020-11-06 11:03", "summary": "If the election has you doubting the political experts, use it as a reminder that maybe you don't know everything either. Especially when it comes to investing.. The words every pundit should have said earlier this week are the same ones every investor should have in mind most of the time.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-polymath-review-the-age-of-the-know-it-all-11604678612", "title": "'The Polymath' Review: The Age of the Know-It-All", "date": "2020-11-06 11:03", "summary": "Some of history's greatest thinkers and inventors were generalists. Could any of them change the world today?. The figure of the polymath, the person whose knowledge touches many subjects, goes back at least as far as the Greek philosopher Heraclitus-and so does the skepticism inspired by these \"monsters of erudition,\" as they were later called. \"Much learning does not teach understanding,\" Heraclitus cautioned. In his book \"The Polymath,\" the British cultural historian Peter Burke recognizes this tension between \"breadth and depth.\" Here the saying of a Greek even more ancient than Heraclitus, the poet Archilochus, makes its inevitable appearance: \"The fox knows many things, but the hedgehog knows one big thing.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denaturalized-review-murder-by-drones-11604678548", "title": "'Denaturalized' Review: Murder by Drones", "date": "2020-11-06 11:02", "summary": "Official stamps and forms proved efficient and deadly means to target the unwanted.. In 1941, Clara Abramowicz, a naturalized French citizen, was officially \"denaturalized\" by the Commission for the Review of Naturalizations, a creation of the new, quasi-fascist French government in Vichy: that is, her citizenship was revoked. A year later, she wrote to the chair of the commission asking that the decision be nullified and that she and her family be reinstated as French citizens. Six months later, scrawled across her handwritten plea, the prefect of police in Paris refused her request: \"Although the concerned party and her family have been the objects of no unfavorable notice, I judge, for my part, that their return to the French community presents no interest.\" Thus with a quickly scribbled sentence did one more Jewish family remain in the stateless category that would eventually lead to their deportation and death. A few days before the decision was handed down, Clara had been deported to Majdanek, a Nazi death camp in Poland.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-max-byrd-on-underappreciated-works-of-fiction-11604678500", "title": "Five Best: Max Byrd on Underappreciated Works of Fiction", "date": "2020-11-06 11:01", "summary": "Selected by the author of the novel 'Pont Neuf.'. By A.E. Ellis (1958)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-no-family-is-an-island-11604678452", "title": "Fiction: No Family Is an Island", "date": "2020-11-06 11:00", "summary": "When grief unravels a tightly knit clan, can they find their way back?. 'We're a little family on an island here, protected from all the world's problems,\" says Doris, the matriarch of the Senter clan in Meredith Hall's novel \"Beneficence\" (David R. Godine, 285 pages, $25.95). The story begins in 1948 on the Maine dairy farm run by Doris and her husband, Tup, with help from their children, Sonny, Dodie and Beston. Just as the Senters' self-sufficiency and uncomplicated love create a \"bulwark\" from outside dangers, the novel's midcentury pastoral setting seems to distance it from the conventional pessimism of contemporary fiction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-double-dealing-11604678419", "title": "Mysteries: Double Dealing", "date": "2020-11-06 11:00", "summary": "A mystery nests within a mystery in the sequel to 'Magpie Murders.'. Susan Ryeland, a British book editor, was introduced to readers in Anthony Horowitz's 2017 novel \"Magpie Murders,\" an inventive work in which Susan investigated the death of fiction author Alan Conway-and discovered that his demise was connected with the writing of his final novel, also called \"Magpie Murders.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-time-next-year-well-be-laughing-review-fruits-of-memory-11604678382", "title": "'This Time Next Year We'll Be Laughing' Review: Fruits of Memory", "date": "2020-11-06 10:59", "summary": "A memoir of an English childhood in which work and play were often one and the same.. When Jacqueline Winspear was 4 years old she was given a child-size set of cleaning rags-for housekeeping, not for playing house. She already had her own garden shovel, her own tool kit and almost as soon as she could walk had become a seasonal picker in the fruit fields of England. \"By fourteen I'd picked every kind of fruit grown in Kent,\" Ms. Winspear writes in her new memoir, noting that even \"strawberry plugging\" was not as bad as working in the local egg packing factory, which, as a teenager, she also did. From her earliest days, then, she had worker's hands. Indeed, in the cover photograph here-of a little girl in straw hat and summer dress, her serious gaze sliding off to the side-those hands, holding a bunch of hops, seem older than she is. And at her feet is her picking basket.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-fairy-tale-from-j-k-rowling-11604678343", "title": "Children's Books: A Fairy Tale From J.K. Rowling", "date": "2020-11-06 10:59", "summary": "A tale of Cornucopia looks to satisfy young readers' hunger for a good story.. 'Grapes as large as eggs, each of them ripe and sweet and juicy . . . baby cream cheeses smoother than velvet . . . spicy sausages . . . melting beefsteaks . . . venison pies.\" These evocative phrases come early in \"The Ickabog\" (Scholastic, 274 pages, $26.99), and though they have only tangential bearing on what will happen in J.K. Rowling's extended fairy tale, they signal something important. Young readers ages 8-14 will know immediately that they are in safe hands, with a writer who respects their appetite for reading about delicious food.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-west-still-lead-11604678307", "title": "Can the West Still Lead?", "date": "2020-11-06 10:58", "summary": "For decades, the U.S. and Europe showed the world that freedom and prosperity went hand in hand. Now Western democracies are struggling against a new wave of internal and external challenges.. Speaking at the Berlin Wall in June 1987, President Ronald Reagan famously urged his Soviet counterpart, \"Mr. Gorbachev, tear down this wall!\" Presaging the Soviet bloc's collapse and the Wall's dismantling two years later, Reagan explained why the U.S. and its allies would triumph: \"In the West today, we see a free world that has achieved a level of prosperity and well-being unprecedented in all human history. Freedom leads to prosperity. Freedom is the victor.\"", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-baburnama-review-an-imperial-pen-11604678292", "title": "'The Babur Nama' Review: An Imperial Pen", "date": "2020-11-06 10:58", "summary": "A descendant of Genghis Khan, Babur had a flair for description that matched his battlefield abilities.. Except in the corridors of power in New Delhi-where his name is anathema to the Hindu nationalist government-it's hard to find anything but esteem for Zahirud-din Muhammad Babur, a man remembered in the West perhaps more for his autobiography, \"The Babur Nama,\" than for founding, in the 16th century, the Mughal Empire in India.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-will-return-to-the-real-world-in-december-for-new-season-11604677517", "title": "The NBA Will Return to the Real World in December for New Season", "date": "2020-11-06 10:45", "summary": "The league and its players have made a deal for a shortened 72-game season beginning Dec. 22. It salvages the league's lucrative Christmas games, but there will be few fans.. The NBA played its first pandemic season by isolating thousands of people inside a bubble. The next season will be played in another strange, unrecognizable, logistically complicated place: the real world.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-campaign-is-suing-over-voting-procedures-a-look-at-the-lawsuits-11604618514", "title": "The Trump Campaign Is Suing Over Voting Procedures. A Look at the Lawsuits.", "date": "2020-11-06 10:30", "summary": "A pending Pennsylvania case has the best shot of affecting the state's election. President Trump's campaign has turned to the courts to fight balloting procedures in several states where the presidential race against Democratic challenger Joe Biden is tight, seeking a legal advantage in the battlegrounds.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-protesters-gather-for-third-straight-night-since-election-11604620229", "title": "Protesters March in New York City for Third Night Since Election", "date": "2020-11-06 10:29", "summary": "At least 85 people have been arrested in the city's protests since Election Day. Hundreds of people marched through New York City in support of the Black Lives Matter movement on Thursday evening, marking the third consecutive night of protests since the presidential election.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-more-workspace-privacy-well-theres-the-ferris-wheel-11604676539", "title": "Need More Workspace Privacy? Well, There's the Ferris Wheel", "date": "2020-11-06 10:29", "summary": "Resume Subscription. KAWASAKI, Japan-Apart from the cramped space, risk of motion sickness and distractingly panoramic view, a Ferris wheel is a great place to get some work done.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/do-junk-bonds-pay-off-in-the-long-term-11604675426", "title": "Do Junk Bonds Pay Off in the Long Term?", "date": "2020-11-06 10:10", "summary": "Data suggest that over the long term, funds focused on high-yield debt, including junk bonds and low-grade munis, deliver what they promise: high yields. With interest rates near zero, a lot of investors have gone deeper into risky areas of the debt market in the search for yield.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-records-3q-profit-as-revenue-grows-11604664340", "title": "CVS Taps Aetna Executive Karen Lynch as Next CEO", "date": "2020-11-06 10:05", "summary": "Appointment makes pharmacy chain largest company by revenue to be run by a woman. CVS Health Corp. on Friday named as its next CEO Karen Lynch, chief of the company's Aetna insurance arm, as the pharmacy giant navigates the coronavirus pandemic and a shifting health-care landscape.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-recognize-real-chinese-food-thank-cecilia-chiang-11604674800", "title": "If You Recognize Real Chinese Food, Thank Cecilia Chiang", "date": "2020-11-06 10:00", "summary": "San Francisco restaurateur, who has died at age 100, ditched the chop suey and kitschy décor. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirees-often-help-out-their-adult-kids-with-money-that-can-be-a-mistake-11604674793", "title": "Sacrificing Retirement Savings to Help Family Members Can Be a Mistake", "date": "2020-11-06 09:59", "summary": "Parents should think twice about using their savings to help family members. I hope to retire in the next year or two. A family member who is out of work is asking for help to pay some large credit-card bills. Is there a better or best way to tap my savings to do this?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cartiers-owner-spreads-its-bets-online-11604672715", "title": "Cartier's Owner Spreads Its Bets Online", "date": "2020-11-06 09:25", "summary": "Swiss luxury group Richemont is investing in U.S.-listed fashion platform Farfetch alongside Alibaba. An investment by the owner of the Cartier jewelry brand in luxury fashion website Farfetch is a smart move. It might also be an indirect admission of weaknesses at the rival online business it owns, Yoox Net-a-Porter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vermont-aims-to-reopen-for-ski-season-while-keeping-covid-19-cases-low-11604658600", "title": "Vermont Aims to Reopen for Ski Season While Keeping Covid Cases Low", "date": "2020-11-06 09:08", "summary": "State's economy depends on reopening for tourism, even though that will mean letting in skiers from states still ravaged by the virus. Few states have fared as well during the coronavirus pandemic as Vermont, where a combination of aggressive shutdown measures and a deliberately slow reopening has held cases and deaths far below those in neighboring states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-firms-get-another-boost-from-china-11604658601", "title": "U.S. Firms Get Another Boost From China", "date": "2020-11-06 08:36", "summary": "Consumers spending big on cars, skin cream and soda help GM, Estee Lauder and others offset sales hit elsewhere by Covid-19. China is bolstering American firms grappling with a surge in Covid-19 cases that is tempering demand in the U.S. and Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-loewes-ken-priceinspired-fashion-collection-that-feels-like-vacation-11604669813", "title": "Behind Loewe's Ken Price-Inspired Fashion Collection That Feels Like Vacation", "date": "2020-11-06 08:36", "summary": "For a capsule collection, Loewe's designer Jonathan Anderson takes as a starting point the escapist drawings of artist Ken Price. ", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-lost-track-of-north-korean-defector-who-crossed-dmz-11604669505", "title": "South Korea Lost Track of North Korean Defector Who Crossed DMZ", "date": "2020-11-06 08:31", "summary": "Breach raises questions about security along the heavily fortified border with North Korea. SEOUL-On Tuesday night, South Korean soldiers, equipped with thermal cameras, spotted a North Korean climbing a fence along one of the world's most fortified frontiers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-should-stop-caring-about-quantitative-easing-11604669037", "title": "Markets Should Stop Caring About Quantitative Easing", "date": "2020-11-06 08:23", "summary": "Central-bank bond purchases' main power is to signal that interest rates will stay low, but investors are already pricing this in. The second Covid-19 wave is prompting a fresh wave of \"quantitative easing.\" Investors can afford to look away: The central-bank money machine has become a poor guide to their decision-making.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-stems-pay-tv-defections-11604668957", "title": "Dish Network Stems Pay-TV Defections", "date": "2020-11-06 08:22", "summary": "Satellite-TV provider gained Sling TV customers while losing cellular subscribers in new unit that offers Boost Mobile. Dish Network Corp.'s low-cost online television service bucked the cord-cutting trend while its new wireless service shrank during the company's first full quarter as a cellphone carrier.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-election-meltdown-that-didnt-happen-even-amid-the-covid-pandemic-11604667974", "title": "The 2020 Election Meltdown That Didn't Happen", "date": "2020-11-06 08:06", "summary": "Administrators and ordinary citizens came together to make a fair, safe and secure national vote possible. Considering all the stress and drama of this year's presidential race, it may be difficult to view the 2020 election as a success. Close elections in polarized societies place a great strain on democracy. After all, no matter who eventually wins, nearly half the country will be disappointed, perhaps even outraged, by the result. But from the perspective of election administration, the past week has been a surprising success.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-are-surging-in-americaand-the-nfl-11604667601", "title": "Covid-19 Cases Are Surging in America-and the NFL", "date": "2020-11-06 08:00", "summary": "The pandemic is picking up in the country. That also means the country's most popular sport is facing more cases and disruptions.. When the NFL returned to play in the middle of a pandemic, it could control how often its players were tested and when they had to wear masks. But there was one thing it had absolutely zero power over: the state of the pandemic in the U.S.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-playstation-5-and-xbox-series-x-and-s-compare-from-specs-to-games-11604667600", "title": "Compare PlayStation 5 With Xbox Series X and S, From Specs to Games", "date": "2020-11-06 08:00", "summary": "Sony and Microsoft's newest videogame consoles promise better graphics and faster load times-but do they warrant spending hundreds on an upgrade?. ", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muni-bonds-falter-on-prospect-of-divided-government-in-washington-11604667600", "title": "Muni Bonds Falter on Prospect of Divided U.S. Government", "date": "2020-11-06 08:00", "summary": "Generous aid to state and local governments is less likely if Democrats fail to control both White House and Congress. The prospect of a divided government in Washington has been received rapturously in the stock market this week, but it hasn't made municipal-bond investors happy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-rebound-on-wheels-reviving-auto-supply-chains-alibaba-eyes-payments-11604667392", "title": "Today's Logistics Report: Rebound on Wheels; Reviving Auto Supply Chains; Alibaba Eyes Payments", "date": "2020-11-06 07:56", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-in-online-real-estate-could-get-iced-this-winter-11604664182", "title": "Investors in Online Real Estate Could Get Iced This Winter", "date": "2020-11-06 07:03", "summary": "As Covid-19 cases rise and threaten new lockdowns, some consumers' moving fever could temporarily ease. Investors who seemed convinced the U.S. real-estate market will continue to boom throughout Covid-19's winter grip should think twice. Those who have managed to stay put thus far aren't likely to suddenly jump ship as the weather chills and the pandemic spikes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-one-leading-coronavirus-vaccine-works-thank-this-tiny-firm-in-rural-austria-11604664001", "title": "If One Leading Covid Vaccine Works, Thank This Tiny Firm in Rural Austria", "date": "2020-11-06 07:00", "summary": "Resume Subscription. VIENNA-A key ingredient in what could be the first U.S.-approved Covid-19 vaccine comes from a family-owned company with 90 employees in the Austrian countryside, underscoring the fragility of the potential treatment's supply chain.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coty-curbs-sales-declines-and-turns-a-profit-11604663100", "title": "Coty Curbs Sales Declines and Turns a Profit", "date": "2020-11-06 06:45", "summary": "Revenue fell less sharply at parent of Cover Girl and Kylie Cosmetics, aided by reopening of economy. Struggling beauty giant Coty Inc. showed signs of improving in the most recent quarter even as pandemic-related shutdowns of retailers continued to exacerbate a longer-term sales slide.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-peloton-t-mobile-what-to-watch-when-the-stock-market-opens-today-11604662952", "title": "Electronic Arts, Peloton, T-Mobile: What to Watch When the Stock Market Opens Today", "date": "2020-11-06 06:42", "summary": "Stock futures were lower Friday as investors eyed the presidential race and rising Covid cases. Here's what we are watching as markets kick into gear Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-results-trump-biden-11-05-2020-11604580224", "title": "Trump Lashes Out as Biden Gains", "date": "2020-11-06 06:22", "summary": "Updated results show the former vice president closing in on the White House. Joe Biden was ahead of President Trump in Georgia by several hundred votes early Friday, according to the latest tallies from the Associated Press, while Mr. Trump's lead in Pennsylvania narrowed.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-de-bruyne-is-manchester-citys-master-of-improv-11604660400", "title": "Kevin De Bruyne Is Manchester City's Master of Improv", "date": "2020-11-06 06:00", "summary": "The Belgian star has an intuitive gift that makes him the Premier League's most dangerous passer. City faces Liverpool this weekend in a clash of giants.. The quintessential Kevin De Bruyne pass, among the most lethal weapons in soccer, is the one his team never practices.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-honda-rely-on-resurgent-china-for-growth-11604659136", "title": "Toyota, Honda Rely on Resurgent China for Growth", "date": "2020-11-06 05:38", "summary": "Japanese car makers more than double profit forecasts as recovery from pandemic picks up pace. TOKYO-Japanese car makers led by Toyota Motor Corp. have picked up a bigger share of the Chinese market in recent months, turning China into a second pillar of global sales alongside the U.S.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-and-beer-makers-wait-for-recovery-11604658601", "title": "Wine and Beer Makers Wait for Recovery", "date": "2020-11-06 05:30", "summary": "Shares of alcohol producers sag as higher grocery-store sales can't offset bar and restaurant sales lost to Covid-19 closures. Americans are reportedly drinking more at home as lockdowns continue, but the shift has done little to buoy turbulent wine, beer and spirits stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-consumer-groups-begin-suing-over-data-breaches-11604658602", "title": "European Consumer Groups Begin Suing Over Data Breaches", "date": "2020-11-06 05:30", "summary": "Class-action lawsuits for privacy violations are becoming more common in Europe. Lawsuits filed against British Airways and Marriott could be the vanguard of a wave of European class-action cases dealing with privacy concerns, lawyers say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-food-investors-are-lovin-it-11604658600", "title": "Fast Food Investors Are Lovin' It", "date": "2020-11-06 05:30", "summary": "In a tough year for American restaurants, fast food has been able to survive and could make further gains. It turns out a steady diet of milkshakes and french fries is pretty healthy-at least for your portfolio.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivory-coasts-president-wins-third-term-sparking-violence-fears-11604398601", "title": "Ivory Coast's President Wins Controversial Third Term, Sparking Violence Fears", "date": "2020-11-06 04:51", "summary": "Opposition parties have declared the vote illegal and say they will set up their own transitional government. Ivory Coast's President Alassane Ouattara won a controversial third term in office following an election that was boycotted by the opposition and harshly criticized by Western observers.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-big-squeeze-puts-banks-under-rising-pressure-11604655161", "title": "China's Big Squeeze Puts Banks Under Rising Pressure", "date": "2020-11-06 04:32", "summary": "There is no prospect of a meaningful recovery for China's large banks while interest-rate policies leave lenders under pressure. There are very few places in the world where interest rates are actually higher than they were at the beginning of 2020. Among large economies, China stands nearly alone. Its banks will continue to pay the price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-rival-to-bytedance-plans-multibillion-dollar-ipo-in-hong-kong-11604653444", "title": "Chinese Rival to ByteDance Plans Multibillion-Dollar IPO in Hong Kong", "date": "2020-11-06 04:04", "summary": "Tencent-backed Kuaishou Technology is aiming for a roughly $50 billion valuation. The pipeline of Chinese technology startups planning to go public is moving along despite the sudden suspension of Ant Group Co.'s blockbuster listings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-whatsapp-gets-green-light-to-expand-mobile-payments-in-india-11604650106", "title": "Facebook's WhatsApp Gets Green Light to Expand Mobile Payments in India", "date": "2020-11-06 03:08", "summary": "Encrypted messaging platform can now bring the service to a maximum of 20 million users. Regulators in India granted Facebook Inc.'s WhatsApp permission to expand its digital payments service, a win for the company after a delay of nearly three years in its largest market by users.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-vote-counting-continues-after-ap-fox-news-called-race-for-biden-11604603055", "title": "Biden Lead Shrinks in Arizona as Counting Continues", "date": "2020-11-06 01:38", "summary": "Fox News, Associated Press have put state in Biden's column, which Republicans say was premature. Joe Biden's lead continued to shrink in Arizona after more vote tallies were released Thursday evening in a state that the Associated Press and Fox News have already put in the former vice president's column but that Republicans and some election experts say remains too close to call.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11604612996", "title": "Pepper...and Salt", "date": "2020-11-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-gains-from-revived-car-market-in-u-s-china-11604637889", "title": "Toyota Gains From Revived Car Market in U.S., China", "date": "2020-11-06 23:44", "summary": "CFO Kenta Kon says concern remains about the worsening coronavirus situation in the U.S. and Europe. TOKYO-Toyota Motor Corp. raised its full-year operating profit estimate by nearly $8 billion, adding its name to the list of big car makers benefiting from an upsurge in Chinese and American demand for vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2020-trumps-lawsuits-are-getting-mixed-results-11604617463", "title": "Election 2020: Trump's Lawsuits Are Getting Mixed Results", "date": "2020-11-06 23:20", "summary": "President's campaign suffered legal defeats in Michigan and Georgia but won victories in Pennsylvania, while opening a new front in Nevada. The Trump campaign intensified its legal efforts across battleground states on Thursday, winning a ruling related to election observers in Pennsylvania, suffering losses in Michigan and Georgia and backing a lawsuit over alleged irregularities in Nevada.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-takes-down-group-organizing-protests-of-vote-counting-11604603908", "title": "Facebook Imposes Limits on Election Content, Bans 'Stop the Steal'", "date": "2020-11-06 22:26", "summary": "Company announces new measures to restrict the spread of false and possibly dangerous material. Facebook Inc. is tightening its grip on speech across its platforms, invoking some of the emergency measures that executives previously described as their \"break glass\" options to respond to postelection unrest.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subscription-revenue-gains-help-new-york-times-weather-ad-declines-11604589019", "title": "Publishers of WSJ, New York Times Ride Subscription Growth to Higher Profits", "date": "2020-11-06 22:20", "summary": "'The news cycle certainly played a role,' New York Times CEO says of fast-growing subscriber base. The publishers of The Wall Street Journal and New York Times posted higher earnings for the September quarter, as subscription-revenue growth was offset by sharp declines in advertising partly caused by the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-set-to-sanction-top-pro-hezbollah-politician-11604627966", "title": "Trump Administration Set to Sanction Top Pro-Hezbollah Politician", "date": "2020-11-06 21:54", "summary": "Move on Gebran Bassil expected to shake up attempts to form new government in Beirut. The Trump administration is expected on Friday to impose sanctions on one of Lebanon's most powerful Christian politicians in an effort to chip away at Hezbollah's grip on power, according to people briefed on the move.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/control-of-u-s-senate-hinges-on-georgia-results-11604596900", "title": "Control of U.S. Senate Hinges on Georgia Results", "date": "2020-11-06 21:37", "summary": "Warnock-Loeffler race is already headed for runoff, while tight Perdue-Ossoff contest could be as well. The fight for control of the U.S. Senate now is centered on Georgia, where the state's close election has pushed at least one, and possibly two, of its Senate races to Jan. 5 runoffs.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-faces-lawmakers-frustrated-over-loss-of-house-seats-11604621624", "title": "Pelosi Faces Lawmakers Frustrated Over Loss of House Seats", "date": "2020-11-06 21:24", "summary": "Democrats air complaints about overly optimistic predictions that party would add to its majority. WASHINGTON-Democratic lawmakers expressed frustration with party leaders over the loss of several congressional seats, saying House Speaker Nancy Pelosi and others oversold their prospects and didn't adequately protect members from being attacked as socialists.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-still-divided-u-s-makes-confronting-china-harder-11604625694", "title": "A Still-Divided U.S. Makes Confronting China Harder", "date": "2020-11-06 20:21", "summary": "The election's result is still unclear, but divided government-and a persistent political divide-could complicate attempts to shore up the U.S.'s leverage with Beijing. The ultimate outcome of the 2020 election remains uncertain. But it is clear that the results fall short of the kind of Democratic landslide that pre-election polls suggested. Democrats have an outside chance of capturing the Senate, depending on how a couple key Senate races go, but a divided government still seems most likely. And President Trump's supporters proved his surprise election in 2016 wasn't a one-time fluke by making the race far closer than expected.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-depression-eta-brings-devastation-to-honduras-11604613390", "title": "Tropical Depression Eta Brings Devastation to Central America", "date": "2020-11-06 20:09", "summary": "Honduran government orders evacuation of Sula Valley as floodwaters rise; Guatemala reports more than 50 deaths. MEXICO CITY-Heavy rains from Tropical Depression Eta brought death and devastation to Central America, with Honduras ordering the evacuation of a major valley and Guatemala reporting the deaths of more than 50 people.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foursquare-ceo-david-shim-steps-down-11604622997", "title": "Foursquare CEO David Shim Steps Down", "date": "2020-11-06 19:36", "summary": "The move comes after Mr. Shim helped Foursquare's pivot to becoming a provider of location-data software and services. Foursquare Labs Inc. Chief Executive David Shim is stepping down Jan. 1, the company said, and will be succeeded by Gary Little, a member of the company's board.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-pizza-and-videogames-grow-in-stay-at-home-world-11604619262", "title": "Peloton, Pizza and Videogames Grow in Stay-at-Home World", "date": "2020-11-06 19:17", "summary": "Consumers are redeploying their travel and entertainment budgets during the Covid-19 pandemic. Consumers holed up during the coronavirus pandemic redirected their travel and entertainment dollars toward pizza, videogames, home-exercise equipment and luxury goods, according to several companies that provided business updates Thursday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoetis-cfo-boosts-third-party-orders-as-pet-owners-drive-sales-11604621024", "title": "Zoetis CFO Boosts Third-Party Orders as Pet Owners Drive Sales", "date": "2020-11-06 19:03", "summary": "Animal-health company is benefiting as people spend more time at home with their pets. The finance chief of animal-health company Zoetis Inc. is ramping up orders from third-party manufacturers to meet increased demand as people spend more time with their pets during the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-picks-up-pace-of-its-cost-cutting-program-11604612897", "title": "T-Mobile Picks Up Pace of Its Cost-Cutting Program", "date": "2020-11-06 19:01", "summary": "Remote learning boosts customer count as school districts dole out wireless hot spots. T-Mobile US Inc. continued to add customers in the third quarter and told investors the cost-cutting plan it launched in the wake of its Sprint Corp. takeover is running ahead of schedule.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]