[{"link": "https://www.wsj.com/articles/barr-worked-to-keep-hunter-biden-probes-from-public-view-during-election-11607653188", "title": "Barr Kept Hunter Biden Probes From Public View", "date": "2020-12-10 23:59", "summary": "The attorney general knew for months about investigations into Biden's business and financial dealings. Attorney General William Barr has known about a disparate set of investigations involving Hunter Biden's business and financial dealings since at least this spring, a person familiar with the matter said, and worked to avoid their public disclosure during the heated election campaign.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-impose-new-sanctions-on-turkey-officials-over-energy-activities-in-eastern-mediterranean-11607648191", "title": "U.S., EU to Impose Sanctions on Turkey Over Missile System, Energy", "date": "2020-12-10 22:58", "summary": "EU stopped short of adopting the broader economic sanctions against Ankara requested by some of its members. The U.S. and European Union are applying pressure on Turkish President Recep Tayyip Erdogan, with Washington planning sanctions over Turkey's acquisition of a Russian air-defense system and the EU targeting people involved in Ankara's energy exploration activities in the eastern Mediterranean.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-has-86-8-million-subscribers-ceo-bob-chapek-says-11607637323", "title": "Disney+ Could Hit 260 Million Subscribers by 2024, CEO Bob Chapek Says", "date": "2020-12-10 22:29", "summary": "Streaming service has 86.8 million subscribers globally. Walt Disney Co. 's flagship streaming service Disney+ is growing at such a clip that the company's world-wide subscriber count could triple to 260 million by 2024, the company said Thursday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-aid-bill-negotiators-seek-compromise-on-liability-shield-11607627924", "title": "GOP Leaders See Bipartisan Group's Covid-Aid Effort Falling Short", "date": "2020-12-10 21:27", "summary": "Coalition has been working to reach a compromise on state and local aid, liability shield. WASHINGTON-Top Senate Republicans signaled Thursday they wouldn't accept a bipartisan group's efforts to craft a compromise on state and local governments and liability protections during the pandemic, undercutting the coalition's attempt to break the months-long impasse over a coronavirus relief package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unanimous-justices-rule-muslim-men-can-sue-agents-for-putting-them-on-no-fly-list-11607635047", "title": "Justices Rule for Muslim Men Who Sued FBI Agents", "date": "2020-12-10 19:36", "summary": "The men alleged religious retaliation after they refused to cooperate with counterterrorism cases. WASHINGTON-The Supreme Court ruled Thursday that federal agents can be sued for putting Muslim men on the no-fly list in alleged retaliation for their refusal to cooperate with counterterrorism investigations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-lawsuits-take-aim-at-data-sharing-tool-key-to-digital-economy-11607646680", "title": "Facebook Lawsuits Take Aim at Data-Sharing Tool Key to Digital Economy", "date": "2020-12-10 19:31", "summary": "In the spotlight: The glue binding big software platforms to users. Dueling antitrust lawsuits against Facebook Inc. highlighted the social-media giant's acquisitions of photo-sharing platform Instagram and messaging service WhatsApp.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-candidate-scrapped-after-false-positives-on-hiv-tests-11607646446", "title": "Covid-19 Vaccine Candidate Scrapped After False Positives on HIV Tests", "date": "2020-12-10 19:27", "summary": "Australia had ordered 51 million doses of vaccine under joint development by CSL Ltd., University of Queensland. SYDNEY-A Covid-19 vaccine candidate in Australia has been scrapped because recipients returned false positives on certain HIV tests, underscoring the difficulties scientists face in rapidly developing an inoculation for the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-elevates-accounting-chief-to-cfo-11607645940", "title": "Broadcom Elevates Accounting Chief to CFO", "date": "2020-12-10 19:19", "summary": "The chip maker's current finance chief will run a new group overseeing software operations. Broadcom Inc. elevated its controller and chief accounting officer to the role of finance chief as part of a series of management changes at the semiconductor firm.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-up-facebook-11607644442", "title": "Breaking Up Facebook", "date": "2020-12-10 18:54", "summary": "The feds want a do-over for acquisitions they previously approved.. Facebook 's motto in its early days was to \"move fast and break things.\" That's also one way to describe the Federal Trade Commission lawsuit against Facebook that was seconded this week by 46 state Attorneys General. That so many lawyers could come up with such a weak legal case is remarkable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aocs-latest-achievement-11607644342", "title": "AOC's Latest Achievement", "date": "2020-12-10 18:52", "summary": "Goya honors Alexandria Ocasio-Cortez as Employee of the Month.. Guess who's Goya's \"Employee of the Month?\" The honor goes to Rep. Alexandria Ocasio-Cortez (D., N.Y.), who famously supported the boycott of Goya Foods earlier this year after CEO Robert Unanue visited the Trump White House as part of a Hispanic Prosperity Initiative.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-tries-an-election-long-shot-11607644280", "title": "Texas Tries an Election Long Shot", "date": "2020-12-10 18:51", "summary": "Can a state be harmed by the way other states conduct their elections?. Ken Paxton, the Texas Attorney General, seems intent on developing a name for himself as the patron saint of lost legal causes. He's the father of the recent and long-shot case against ObamaCare, and this week he launched another implausible appeal to the U.S. Supreme Court to overturn state presidential election results.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hunter-biden-business-11607644236", "title": "The Hunter Biden Business", "date": "2020-12-10 18:50", "summary": "The story the press ignored returns in time for Joe's Presidency.. So Hunter Biden's business is news after all. Who knew? Well, the New York Post did, and so did we and a few others.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mrs-smiths-tips-for-new-lawmakers-11607643961", "title": "Mrs. Smith's Tips for New Lawmakers", "date": "2020-12-10 18:46", "summary": "As Washington readies for the 117th Congress, its members can learn from a 20th-century great.. I want to stick with Margaret Chase Smith this week, in part because I can't get my mind off her and in part because we have a new Congress coming in, the 117th, to be sworn in on Jan. 3, and its members could benefit from Smith's rules of the road. She was the first senator of either party to stand up to Joe McCarthy. Her fellow Republicans scrammed: McCarthy was popular back home. So did Democrats; they feared McCarthy too. What she'd done and suffered through made her name. History appreciated her, and so did flinty, independent Maine.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-throws-a-trudeau-tantrum-11607643923", "title": "India Throws a Trudeau Tantrum", "date": "2020-12-10 18:45", "summary": "Sikh separatist history and Canadian domestic politics fuel a transoceanic dispute.. Justin Trudeau may have a fan following in North America. But for the Indian government, the Canadian prime minister is a massive pain in the neck. No other Western politician creates so much friction.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-keeps-drawing-homebound-shoppers-11607642695", "title": "Costco Keeps Drawing Homebound Shoppers", "date": "2020-12-10 18:44", "summary": "Comparable sales jump 17% in the latest quarter as Americans spend more on food, appliances and homegoods. Costco Wholesale Corp. reported strong quarterly sales Thursday as homebound Americans continue to spend more on food, homegoods and fitness products during the pandemic, especially the high-income shoppers that make up much of the warehouse chain's shopper base.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-case-presents-test-for-antitrust-enforcement-federal-courts-11607642669", "title": "Facebook Case Presents Test for Antitrust Enforcement, Federal Courts", "date": "2020-12-10 18:41", "summary": "Judiciary will have the last word on bipartisan allegations that Facebook illegally maintains a monopoly. The sweeping government antitrust lawsuits against Facebook Inc. laid down a new bipartisan marker for enforcement after years of hesitancy, but they will be tested by a federal court system that has proved skeptical of broad antitrust intervention.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-provides-more-clarity-on-how-banks-can-share-information-on-suspicious-transactions-11607626207", "title": "Treasury Provides More Clarity on Banks' Sharing Information", "date": "2020-12-10 18:40", "summary": "Guidance attempts to clarify limits on information-sharing partnerships established under the 2001 Patriot Act. The U.S.'s anti-money-laundering watchdog released new guidance Thursday on how financial institutions can share personally identifiable information about their customers if they believe it is tied to a suspicious transaction.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shot-instead-of-two-at-saving-lives-11607643152", "title": "A Shot (Instead of Two) at Saving Lives", "date": "2020-12-10 18:32", "summary": "Waiting on the Covid booster would allow more people to be vaccinated sooner.. Recent days brought good news and bad news about coronavirus vaccines. The developments could add up to months of delay in getting most Americans inoculated. But there's a way to make use of the good news to speed up herd immunity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-is-as-good-a-time-as-any-for-the-u-s-to-quit-afghanistan-11607643116", "title": "Now Is as Good a Time as Any for the U.S. to Quit Afghanistan", "date": "2020-12-10 18:31", "summary": "Whether American forces stay or leave, the fighting is guaranteed to continue. Why not cut our losses?. It was the shot of a lifetime. A lone Taliban fighter, armed with a cheap rocket-propelled grenade launcher, had destroyed the enormous surveillance blimp tethered to our patrol base. The $500 rocket tore through the blimp from end to end, obliterating $25 million of vital cameras and sensors. The explosion sounded like the sky itself was being ripped apart.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-ceo-louis-camilleri-resigns-after-bout-with-covid-19-11607643067", "title": "Ferrari CEO Resigns After Bout With Covid-19", "date": "2020-12-10 18:31", "summary": "Mr. Camilleri, 65, took over Ferrari in 2018 after Sergio Marchionne died from complications linked to surgery. MILAN-Ferrari NV Chief Executive Louis Camilleri resigned unexpectedly from the Italian luxury sports-car maker after being hospitalized for Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-holidays-is-pro-christmas-11607643032", "title": "'Happy Holidays' Is Pro-Christmas", "date": "2020-12-10 18:30", "summary": "Advent and Epiphany are also holy days. Why not call them all what they are?. The season of good tidings often brings an awkward moment. It has happened in the checkout line, on a phone call, during a quick conversation with a neighbor. I'll say, \"Merry Christmas.\" The other person will respond, \"Happy holidays.\" Tranquility turns to tension. A simple exchange of well wishes ends uncomfortably.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-sullivans-final-verdict-11607643005", "title": "Judge Sullivan's Final 'Verdict'", "date": "2020-12-10 18:30", "summary": "A presidential pardon prompts a norm-busting outburst from the bench.. It's tempting to say that Judge Emmet Sullivan's final ruling in the Michael Flynn case reduced the judiciary to the level of the Federal Bureau of Investigation. But that would be unfair to today's law enforcement.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-that-never-was-review-his-own-private-amazon-11607642965", "title": "'Brazil That Never Was' Review: His Own Private Amazon", "date": "2020-12-10 18:29", "summary": "A British neurologist explores his passionate identiﬁcation with the reckless adventurer Percy Harrison Fawcett.. Like the late Oliver Sacks, Andrew Lees is a British neurologist who is also a talented writer of memoir, medical reportage and travelogue. Like Sacks, who died in 2015 at 82, Dr. Lees has made personal eccentricity into something of a cottage industry. A sense of oddness informs Dr. Lees's books, perhaps even more so than those of Sacks, whose signature volumes, such as \"Awakenings\" and \"The Man Who Mistook His Wife for a Hat,\" at least tempered their strange sensibility with mass-market appeal.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-senate-snitching-11607642806", "title": "Notable & Quotable: Senate Snitching", "date": "2020-12-10 18:26", "summary": "'He installed a trusted former aide, Max Young, to 'embed' in the Judiciary Committee to make sure the hearings didn't go off the rails.'. Jane Mayerwriting for the New Yorker, Dec. 10:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bets-on-longshot-texas-election-lawsuit-11607622925", "title": "Trump Bets on Long-Shot Texas Election Lawsuit", "date": "2020-12-10 18:24", "summary": "Supreme Court is expected to decide quickly whether to allow Texas attorney general, 17 other Republican-leaning states and 106 GOP members of Congress to press claims. President Trump and his supporters have pinned their hopes of reversing President-elect Joe Biden's victory on a lawsuit filed by the Republican Texas attorney general that election-law specialists say has almost no chance of success.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-gets-another-sales-bump-from-cooped-up-shoppers-11607638339", "title": "Lululemon Gets Another Sales Bump From Cooped-Up Shoppers", "date": "2020-12-10 18:19", "summary": "Comparable sales jumped 19%, driven by online shopping, amid continued demand for yoga pants and other at-home gear. Lululemon Athletica Inc. reported a big jump in sales and profits in the most recent quarter, as pandemic-weary shoppers snapped up its athletic apparel and other comfy gear, but it offered a less rosy prognosis for the year-end period as Covid-19 cases continue to surge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-of-2020-politics-11607642313", "title": "The Best Books of 2020: Politics", "date": "2020-12-10 18:18", "summary": "A diagnosis of entitlement culture, the story of populist radio and more of the year's standouts.. Christopher Caldwell's \"The Age of Entitlement: America Since the Sixties\" (Simon and Schuster, 352 pages, $28) appeared in January, before the George Floyd riots or the coronavirus panic, but a careful reader of this penetrating study of postwar America might have foreseen the reckless lunacy occasioned by both events. Mr. Caldwell contends that, with the passage and signing of the Civil Rights Act of 1964, the nation's leaders established a new de facto constitution under which the purpose of politics was to remake civil society according to enlightened theories of racial justice. American leaders set about erecting enormously powerful and cripplingly expensive government agencies and programs to guarantee a state of racial equality. When their efforts failed, their successors created more such agencies and programs, and cultivated the destructive social convention known as political correctness to punish dissenters.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-of-2020-childrens-books-11607642255", "title": "The Best Books of 2020: Children's Books", "date": "2020-12-10 18:17", "summary": "From picture-book travels to fantastic adventures, a treasure-filled year of reading.. Four of the year's best picture books have waterways-real, metaphorical, man-made-that wind through them, taking young readers on empathetic journeys of imagination. In \"Birrarung Wilam\" (Candlewick, 40 pages, $17.99), the waterway is a real one, Australia's Yarra River, which gathers itself from tributaries far inland and runs through the city of Melbourne to the sea. The text of this exceptional book, by Aunty Joy Murphy and Andrew Kelly, has an incantatory magic, mingling English and the Aboriginal language of Woiwurrung: \"As ngua rises, turning clouds over the distant city red . . . Birrarung begins its long winding path down to palem warreen.\" What do all these words mean? Children will be able to guess from what they see in Lisa Kennedy's evocative and rough-feeling paintings (see above). They can also check the glossary at the back. This is a marvel for reading aloud, a dreamlike sojourn through a distinctive riverine ecology.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-of-2020-science-fiction-11607642134", "title": "The Best Books of 2020: Science Fiction", "date": "2020-12-10 18:15", "summary": "From far-flung worlds to an eerie setting close to home, our columnist picks this year's stellar reading.. For sci-fi fans of a certain age, nothing was more welcome in 2020 than Eric Flint and Dave Freer's \"The Shaman of Karres\" (Baen, 292 pages, $25), the third sequel to James H. Schmitz's \"The Witches of Karres,\" now 70 years old and still a candidate for the best space-opera ever. \"Shaman\" follows the adventures of the Leewit, the youngest of the witches, whirling through space with hapless Captain Pausert on the trail of a new alien threat, one worse than the Megair Cannibals or the nanite menace. This time it's a strange creature with powers of mind control, so insidious the controlled don't even notice. Pure fun from the past, with just a touch of satire, all updated and with added invention. Who can resist the Daal of Uldune, a six-clone hexaperson, who is also a ruthless tyrant trying to go straight? Until, that is, his chivalrous instincts are stimulated and the gloves come off.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-of-2020-mysteries-11607642077", "title": "The Best Books of 2020: Mysteries", "date": "2020-12-10 18:14", "summary": "A thriller of World War II Paris, the return of Inspector Gamache and more of the year in crime fiction.. Cara Black has earned a loyal following with her series starring Parisian investigator Aimée Leduc. This year, Ms. Black showed a new facet of her talent with the historical thriller \"Three Hours in Paris\" (Soho Crime 348 pages, $27.95). It's the ticking-clock saga of Kate Rees, a sharpshooting American war widow trained by the British and smuggled into Paris in 1940 to assassinate the leader of Nazi Germany. The reader assumes Kate will miss her shot at Adolf Hitler-this is not alternative history-but what surprises is what comes next. Kate makes contact with Resistance operatives in a race to elude a German policeman tasked by the Führer himself with her swift capture.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-to-name-susan-rice-to-lead-white-house-domestic-policy-council-11607614676", "title": "Biden Names Susan Rice to Lead Domestic Policy Council", "date": "2020-12-10 18:03", "summary": "President-elect tasks Obama-era veteran with mapping his agenda on issues including health care and climate change. WASHINGTON-President-elect Joe Biden has chosen Susan Rice, a former U.S. ambassador to the United Nations, to lead the White House Domestic Policy Council, as he fills out his government with veterans of the Obama administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doomscrolling-the-new-high-tech-way-to-slide-into-despair-11607640701", "title": "'Doomscrolling': The New, High-Tech Way to Slide Into Despair", "date": "2020-12-10 17:51", "summary": "The impulse to constantly check phone screens for bad news only got its name in the last few years. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/break-up-facebook-its-complicated-tech-experts-say-11607640537", "title": "Break Up Facebook? It's Complicated, Tech Experts Say", "date": "2020-12-10 17:48", "summary": "Splitting off Instagram and WhatsApp potentially would involve years of engineering and legal work. Breaking up Facebook Inc. would be difficult and expensive, but not impossible, according to current and former employees along with tech-industry experts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-accused-human-rights-abusers-in-several-countries-11607640407", "title": "U.S. Sanctions Accused Human Rights Abusers in Several Countries", "date": "2020-12-10 17:46", "summary": "Russian, Chinese, Houthi officials and former officials among figures earning U.S. reproval. WASHINGTON-The Trump administration on Thursday sanctioned dozens of current and former foreign officials accused of political repression through killings, torture, rape and other human rights abuses in Russia, China, Yemen and other nations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-ceos-back-push-to-create-one-million-jobs-for-black-americans-11607640274", "title": "Top CEOs Back Push to Create One Million Jobs for Black Americans", "date": "2020-12-10 17:44", "summary": "The leaders of companies including Nike, Merck and IBM are backing a startup called OneTen, which aims to create the jobs in the next 10 years. More than 30 chief executive officers from companies including Merck & Co., International Business Machines Corp. and Nike Inc. are backing a new nonprofit startup called OneTen, which will focus on training Black candidates for corporate roles. Black people make up 12.4% of the U.S. population, but 8% of professionals, a number that has stayed steady since 2013, according to a study by the nonprofit research group the Center for Talent Innovation.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-morocco-will-establish-full-diplomatic-relations-with-israel-11607617872", "title": "Israel and Morocco Agree to Normalize Relations", "date": "2020-12-10 17:25", "summary": "Deal required U.S. recognition of Moroccan sovereignty over disputed Western Sahara. Israel and Morocco agreed to normalize relations, President Trump and Israeli Prime Minister Benjamin Netanyahu said Thursday, marking another advance in U.S. efforts to strengthen ties between once-hostile nations in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-safra-banking-empire-founder-and-brazils-richest-man-has-died-11607638172", "title": "Joseph Safra, Banking Empire Founder and Brazil's Richest Man, Has Died", "date": "2020-12-10 17:09", "summary": "The Safra brothers built up banks in Latin America, New York and Switzerland that catered discreetly to ultrarich clients. SÃO PAULO-Joseph Safra, a Lebanese-Brazilian billionaire who built an international financial empire and financed a hostile takeover of Chiquita Brands International that took the business world by surprise, died Thursday here in Brazil's business capital. He was 82.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-jindal-health-care-policy-and-the-gop-11607637200", "title": "Gov. Jindal, Health-Care Policy and the GOP", "date": "2020-12-10 16:53", "summary": "Expand the choices.. Bobby Jindal is correct in \"Can GOP Find Its Way on Health Care?\" (op-ed, Dec. 3). The goal of a Republican plan should be to provide any person who is sick or injured with the appropriate care in the appropriate setting at the appropriate time in the management of any illness or injury, with emphasis on preventing illness or injury whenever possible. This will take away the one central issue on which the Democrats have held the advantage, access to care.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consider-student-loans-as-any-investment-11607637127", "title": "Consider Student Loans as Any Investment", "date": "2020-12-10 16:52", "summary": "The only thing that hits parents harder than college-loan debt is sacrificing for 20 years to avoid borrowing in the first place.. In response to \"College-Loan Debt Hits Parents Hard\" (Page One, Dec. 3): There are many families that have saved for years and subsequently sent their children to colleges within their means. The only thing that hits parents harder than college-loan debt is sacrificing for 20 years to avoid borrowing in the first place.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-10-2020-11607595622", "title": "U.S. Stocks Wobble as Economic Picture Dims", "date": "2020-12-10 16:33", "summary": "Jobless claims jumped sharply last week, fresh data showed Thursday. The S&P 500 and Dow Jones Industrial Average drifted lower Thursday, pulled down by broad losses that offset a rally in the energy sector.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanons-leader-charged-with-negligence-for-beirut-explosion-11607635853", "title": "Lebanon Leader Charged With Negligence for Beirut Explosion", "date": "2020-12-10 16:33", "summary": "Judge investigating deadly blast at port charges Hassan Diab and three former ministers. The Lebanese judge leading an investigation into the massive explosion at Beirut's port charged the caretaker prime minister and three former ministers with negligence that resulted in the destruction of a swath of the capital and nearly 200 deaths in August.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-shares-more-than-double-in-market-debut-11607625899", "title": "Airbnb's Stock Price More Than Doubles in Market Debut", "date": "2020-12-10 16:32", "summary": "IPO ends difficult year for the home-sharing company, which has had to readjust its business amid travel downturn because of Covid-19. Airbnb Inc.'s shares more than doubled in their trading debut on Thursday, reflecting a soaring market for new stock listings and the home-sharing company's ability to navigate the coronavirus-induced downturn in travel this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-business-friday-crossword-december-11-11607384072", "title": "Risky Business (Friday Crossword, December 11)", "date": "2020-12-10 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitney-cummings-on-stand-up-comedy-in-2020-and-beyond-11607634001", "title": "Whitney Cummings on Stand-Up Comedy in 2020 and Beyond", "date": "2020-12-10 16:00", "summary": "It has been a very weird year, she says. But stand-up is going to come back stronger than ever.. Four questions with Whitney Cummings, stand-up comic, actress and host of the \"Good For You\" podcast.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-to-allow-vaccine-makers-to-seek-emergency-authorization-11607633770", "title": "Brazil to Allow Vaccine Makers to Seek Emergency Authorization", "date": "2020-12-10 15:56", "summary": "The move by the Anvisa health authority comes as states try to secure vaccines themselves. SÃO PAULO-Brazil's health authority Anvisa said Thursday it would allow producers of Covid-19 vaccines to request emergency authorization in the country, raising hopes that the hard-hit nation can begin its immunization rollout as early as this month.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-december-5-11607633747", "title": "Bestselling Books Week Ended December 5", "date": "2020-12-10 15:55", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linkedin-starts-testing-ads-in-stories-11607633372", "title": "LinkedIn Starts Testing Ads in 'Stories'", "date": "2020-12-10 15:49", "summary": "The professional-networking platform wants users and brands to adopt a format known for its casual, personal nature. LinkedIn has begun testing advertisements within its fledgling \"stories\" format in the U.S. and Canada as the Microsoft Corp. -owned professional networking platform seeks to boost ad revenue.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmanuel-macrons-secular-solution-isnt-working-with-islam-11607633223", "title": "Macron's Secular Solution Isn't Working With Islam", "date": "2020-12-10 15:47", "summary": "A more promising path for integrating Islam into French society is the laïcité positive advocated by former president Nicolas Sarkozy.. While Christopher Caldwell has outlined the rigid secularism of President Emmanuel Macron (\"Macron Seeks an Enlightened Islam,\" Houses of Worship, Dec. 4), a more promising path for integrating Islam into French society is the laïcité positive advocated by former President Nicolas Sarkozy. Mr. Sarkozy insisted, to the surprise of his contemporaries, that religion must have some serious role in French society. His endorsement was strongly seconded by Pope Benedict XVI who both in France and the U.S. spoke of a \"healthy secularism,\" one in which the government, while always maintaining its autonomy, recognized the spiritual and transcendent dimension of humanity. Failing such recognition, Islam will remain a polarizing and unassimilated element within French society.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-americas-borrowing-binge-may-be-ending-11607607002", "title": "Corporate America's Borrowing Binge May Be Ending", "date": "2020-12-10 15:46", "summary": "Net new supply of new bonds could hit the lowest level since 2002 next year-a potential headache for bond fund managers. The record corporate borrowing boom fueled by the Federal Reserve's pandemic response may be coming to an end. Wall Street bankers and investors are preparing for a sharp drop in corporate bond sales next year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-abandoned-fiscal-discipline-long-long-ago-11607633154", "title": "The GOP Abandoned Fiscal Discipline Long, Long Ago", "date": "2020-12-10 15:45", "summary": "The redistributionists on the right long ago lost the ability to cry foul over spending.. It is quite comical that Kimberley Strassel believes that Republicans should suddenly have the discipline to \"unite around a bedrock conservative principle: fiscal discipline\" (\"McConnell's Spending Line,\" Potomac Watch, Dec. 4). Donald Trump and Senate Republicans increased the debt by $6.7 trillion over the last four years. To put that in perspective, the Obama administration increased the debt by $8.6 trillion over eight years. In real dollar terms, the last four years saw the greatest spending increase in U.S. history. In other words, apart from perhaps Rand Paul, the redistributionists on the right long ago lost the ability to cry foul over spending.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-wants-to-train-29-million-people-to-work-in-the-cloud-11607621622", "title": "Amazon Wants to Train 29 Million People to Work in the Cloud", "date": "2020-12-10 15:41", "summary": "New programs seek to help people from Montana to Nigeria attain roles ranging from tech support to machine learning. Amazon . com Inc. announced an effort Thursday aimed at helping 29 million people world-wide retrain by 2025, giving them new skills for cloud-computing roles as the pandemic upends many careers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-expands-stimulus-program-to-prop-up-pandemic-hit-economy-11607604670", "title": "ECB Expands Stimulus Program to Prop Up Pandemic-Hit Economy", "date": "2020-12-10 15:29", "summary": "Central bank's decision underscores the bumpy path ahead for the eurozone economy. FRANKFURT-The European Central Bank scaled up its emergency bond-buying program by more than a third and unveiled a new batch of ultracheap loans for banks, a bold stimulus package aimed at backstopping the region's governments and businesses as they navigate a stubborn resurgence of the Covid-19 pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-brexit-deadline-looms-eu-offers-plan-to-reduce-border-disruption-11607618325", "title": "Boris Johnson Warns Brexit Talks Could Fail as EU Sets No-Deal Plans", "date": "2020-12-10 15:26", "summary": "British prime minister's warning comes as bloc sets out proposed terms to ease expected travel delays. BRUSSELS-British Prime Minister Boris Johnson said there was a strong possibility that negotiations over a new trade agreement with the European Union would fail as the European Commission set out contingency plans to maintain basic rail, air and freight links between the U.K. and the bloc in case talks collapse.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-biden-cabinet-picks-are-veterans-of-obama-administration-11607631920", "title": "Many Biden Cabinet Picks Are Veterans of Obama Administration", "date": "2020-12-10 15:25", "summary": "President-elect taps officials with experience in last Democratic White House. President-elect Joe Biden has chosen to fill a number of posts in his administration with people who served under President Barack Obama. Here is a list of the people he has picked who also worked in the last Democratic administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smarter-cars-auto-makers-experiment-with-chips-that-think-like-humans-11607631902", "title": "Smarter Cars: Auto Makers Experiment With Chips That Think Like Humans", "date": "2020-12-10 15:25", "summary": "Mercedes-Benz is exploring how neuromorphic chips could bring new AI capabilities to its vehicles. Experimental computer chips that try to mimic the way human brains work could accelerate the use of voice and gesture commands in automobiles, researchers at Intel Corp. and Accenture PLC say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-ipo-everything-you-need-to-know-11605726885", "title": "Airbnb's IPO: Stock Price, Valuation and Everything Else You Need to Know", "date": "2020-12-10 15:14", "summary": "The home-sharing giant's stock more than doubled in its market debut. Here's what to know about the newly minted public company.. Home-sharing giant Airbnb Inc.'s stock more than doubled in its market debut, reflecting strong demand for the shares despite a challenging year when the travel industry buckled under the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-gauge-students-learning-loss-during-pandemic-11607631234", "title": "New York City to Gauge Students' Learning Loss During Pandemic", "date": "2020-12-10 15:13", "summary": "Mayor Bill de Blasio says district will assess the impact of Covid-19 school closures. New York City plans to administer new low-stakes assessments to public-school students to gauge the depth of learning loss from trauma and school closures during the Covid-19 pandemic, officials said Thursday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-soderbergh-on-let-them-all-talk-and-the-future-of-movie-theaters-11607630833", "title": "Steven Soderbergh on 'Let Them All Talk' and Future of Movie Theaters", "date": "2020-12-10 15:07", "summary": "The Oscar-winning director and writer discusses Covid, collages and why anyone with an iPhone can be in the film business. NO FILM BUDGET is too high or too low to spook Steven Soderbergh, who's spent decades crafting everything from indie classics like \"sex, lies, and videotape\" to award-winning dramas like \"Traffic\" and blockbusters like \"Ocean's Eleven.\" All he asks: that the shoots be frightening in interesting ways.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-leaders-clash-over-swalwells-role-in-china-spy-probe-11607630755", "title": "House Leaders Clash Over Swalwell's Role in China Spy Probe", "date": "2020-12-10 15:05", "summary": "Pelosi defends California Democratic lawmaker from McCarthy's criticism; no accusation of wrongdoing. House GOP leader Kevin McCarthy called for Rep. Eric Swalwell to be removed from office over allegations that the lawmaker was targeted by a suspected Chinese spy, prompting House Speaker Nancy Pelosi to rise to the defense of her fellow California Democrat.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brent-crude-rises-above-50-as-oils-turnaround-continues-11607616151", "title": "Brent Crude Rises Above $50 as Oil's Turnaround Continues", "date": "2020-12-10 14:50", "summary": "Thursday's advance continues a monthslong rebound from oil's April lows around $19 a barrel during global economic shutdowns. Brent crude prices topped $50 a barrel for the first time since early March on Thursday, the latest milestone in a remarkable oil-market recovery fueled by supply curtailments and drivers returning to the road.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-midnight-sky-review-reaching-out-in-the-void-11607629148", "title": "'The Midnight Sky': Reaching Out in the Void", "date": "2020-12-10 14:39", "summary": "George Clooney directs and stars in this post-apocalypic saga that intertwines the stories of an Arctic researcher, returning astronauts, and a mysterious little girl.. Toward the end of \"The Midnight Sky\"-a haunting post-apocalyptic adventure starring George Clooney, who directed, and Felicity Jones-astronauts aboard a space ship that's been forced to change course discuss using the slingshot effect, getting a boost in velocity from the gravitational field of a planet, in this case Earth. The film, showing in select theaters before its debut on Netflix later this month, gets a boost from the gravity of Earth's plight. In the past it was easier to see end-of-civilization sagas as entertainment. Now, at a time when the United Nations secretary-general has called the state of our planet \"broken,\" a movie like this one hits closer to home. That's not to suggest it is nothing more than a cautionary tale. Mr. Clooney and his colleagues have crafted an elegant screen version of a novel by Lily Brooks-Dalton with a resonant performance at its center-his own.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heroes-of-the-fourth-turning-review-a-culture-war-conversation-piece-11607629032", "title": "'Heroes of the Fourth Turning' Review: A Culture-War Conversation Piece", "date": "2020-12-10 14:37", "summary": "In Will Arbery's singular, sympathetic play, young conservative intellectuals gather to discuss their post-graduate lives and political concerns in the age of Trump.. Will Arbery's \"Heroes of the Fourth Turning\" was one of the most talked-about plays of 2019, and I fully intended to review Playwrights Horizons' New York premiere in this space. Unfortunately, a family crisis made it impossible for me to do so, and the coming of the pandemic subsequently prevented regional theaters from taking up the play. I've been crossing my fingers ever since that somebody out there would mount a webcast version. Now Philadelphia's Wilma Theater, one of the East Coast's leading drama companies, has taped a fully staged site-specific production of \"Heroes of the Fourth Turning\" at a private location in the Poconos, turning the cast and crew into a closed quarantine \"bubble\" so that they could work together face-to-face instead of taping their performances separately via Zoom or green screens. The result, which looks more like a small-scale movie than an online webcast of a stage show, is a flawless, impressively well-cast production of a work of singular distinction, one for which the word \"remarkable\" is, if anything, an understatement.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-household-net-worth-rose-to-a-record-in-third-quarter-fed-says-11607619837", "title": "U.S. Household Net Worth Hits Record in Third Quarter", "date": "2020-12-10 14:37", "summary": "Household net worth grew to $123.52 trillion, according to Fed's Flow of Funds report, as growth in household debt rose 5.6%. The net worth of U.S. households rose to a record in the third quarter as the value of stock portfolios and real estate surged, a Federal Reserve report showed, highlighting the skewed nature of an economic recovery that has disproportionately benefited wealthier Americans.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-chairman-heath-tarbert-to-resign-in-early-2021-11607615730", "title": "CFTC Chairman Tarbert to Resign, Remain at the Derivatives Regulator", "date": "2020-12-10 14:36", "summary": "Republicans could retain control of the commission until 2022, despite transfer of power in the White House. The head of the nation's derivatives regulator will step down from his leadership role while remaining a commissioner, leaving control of the five-person panel in Republican hands, at least for now.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-accuses-trump-administration-of-concealing-evidence-in-cdc-coronavirus-probe-11607614200", "title": "House Panel Accuses Trump Administration of Concealing Evidence in CDC Coronavirus Probe", "date": "2020-12-10 14:35", "summary": "Senior official tells subcommittee she was told to delete email showing political meddling in key report. The chairman of a Democratic-led House oversight subcommittee accused the Trump administration of concealing evidence based on the testimony of a career employee at the Centers for Disease Control and Prevention, who said political appointees interfered in the agency's work to fight the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-them-all-talk-review-celebs-adrift-11607628927", "title": "'Let Them All Talk' Review: Celebs Adrift", "date": "2020-12-10 14:35", "summary": "Steven Soderbergh's microbudget, improvised comedy about old friends reuniting on a trans-Atlantic cruise stars Meryl Streep, Candice Bergen and Dianne Wiest.. Making a studio feature can be arduous- relentless pressure, constant script revisions, the deployment of vast technical resources, the tyranny of marketing strategies. Any actor who values artistic freedom would jump at the chance to make a movie almost spontaneously, which is the way the HBO Max comedy \"Let Them All Talk\" was made, and to make it with Steven Soderbergh, a filmmaker with a special affinity for directing actors. And look who did jump: Meryl Streep, Candice Bergen and Dianne Wiest, three legends of our time. Mr. Soderbergh, serving as his own cinematographer, shot the film in two weeks on a microbudget; the main location was the luxury liner Queen Mary 2 during a trans-Atlantic crossing So how did such an adventurous production turn out? Not very well, though it's certainly a curiosity, a chance to see what happens when superb performers improvise their lines in the absence of a conventional script.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/total-control-review-a-struggle-down-under-11607628802", "title": "'Total Control' Review: A Struggle Down Under", "date": "2020-12-10 14:33", "summary": "Conflicts over political power and indigenous rights lie at the center of Sundance Now's new drama.. The physical and social backgrounds essential to this dark political tale exert their powers early. \"Total Control\" (begins Thursday, Dec. 17, Sundance Now) is a six-part drama set in the Australian Outback. A place, we're shown, where people spend their days swatting at the flies circling their heads, and where conversation is dry and to the point, and jokey, though without cruelty. It's the way of this society to be wary of strangers but not impossibly so, as one government representative discovers in episode 1, when he comes knocking on the door of a house in the small town of Winton. He's met with suspicion by the woman who opens it-she quickly decides he's a Mormon, seeking converts, and informs him that he's wasting his time.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunda-review-a-pigs-life-11607628711", "title": "'Gunda' Review: A Pig's Life", "date": "2020-12-10 14:31", "summary": "Victor Kossakovsky's documentary takes a sow as its subject to tell the story of agriculture and industrial farming.. The star of Victor Kossakovsky's \"Gunda\" is a pig. Gunda is her name, and lactating is her game; she's a mammary mountain with what I counted to be 10 piglets on her slope. I had time to count piglets, and reflect on their lives and fate, because time flows slowly in this one-of-a-kind documentary feature, shot in luminous, almost magical-realist, black and white. It would flow at a turtle's pace if the cast included turtles, but there's only Gunda and her brood, plus a one-legged chicken who hops around a field with surprising grace and a small herd of cows, seemingly happy-or at least not unhappy-to be standing or sitting in the rain. These creatures are in no rush either. Watching them, you get some sense of their life rhythms while readjusting your own.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-secretary-robert-wilkie-mishandled-sexual-assault-claim-report-finds-11607623200", "title": "VA Secretary Wilkie Mishandled Sex-Assault Claim, Report Finds", "date": "2020-12-10 14:24", "summary": "Monthslong investigation finds the secretary disparaged the woman making the allegation. Veterans Affairs Secretary Robert Wilkie mishandled an investigation into sexual assault at the department and disparaged the woman making the claim, according to a report released by the VA Office of Inspector General.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-defends-coronavirus-relief-loan-to-troubled-trucking-firm-yrc-11607628163", "title": "Mnuchin Defends Coronavirus-Relief Loan to Troubled Trucking Firm YRC", "date": "2020-12-10 14:22", "summary": "Treasury secretary said taxpayers will get their money back. WASHINGTON-Treasury Secretary Steven Mnuchin defended the government's decision to lend $700 million in coronavirus-relief funds to trucking firm YRC Worldwide Inc., telling a congressional oversight panel Thursday that taxpayers will profit from the loan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-gap-widened-25-in-first-two-months-of-fiscal-year-11607626849", "title": "U.S. Budget Gap Widened 25% in Two Months of Fiscal Year", "date": "2020-12-10 14:17", "summary": "Higher spending, shrinking revenue tied to the pandemic and resulting economic downturn pushed deficit higher. The U.S. budget deficit widened 25% in October and November from the same period last year to $429 billion, a record for the first two months of the fiscal year, the Treasury Department said Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taylor-swifts-new-album-evermore-embraces-more-is-more-release-strategy-11607621727", "title": "Taylor Swift's New Album 'Evermore' Embraces 'More Is More' Release Strategy", "date": "2020-12-10 14:14", "summary": "The pop star's ninth studio album, due at midnight Friday, is her second surprise release of 2020. For Taylor Swift fans, Christmas is coming early: Ms. Swift on Thursday announced her ninth studio album, \"Evermore,\" which is the second unexpected release of the year for one of music's most notoriously meticulous pop stars.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bidens-and-beijing-11607627205", "title": "The Bidens and Beijing", "date": "2020-12-10 14:06", "summary": "Tax questions about Hunter's income raise again the question of how he earned it.. Hunter Biden may have wanted to hold 10% for the \"big guy,\" but did he forget to set aside 37% for Uncle Sam? A tax investigation focused on the Biden family's highly questionable sources of income may finally force them to answer precisely how such income is generated in the first place.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massmutual-joins-the-bitcoin-club-with-100-million-purchase-11607626800", "title": "MassMutual Joins the Bitcoin Club With $100 Million Purchase", "date": "2020-12-10 14:00", "summary": "Investment is latest sign of mainstream acceptance for upstart digital currency. Massachusetts Mutual Life Insurance Co. bought $100 million of bitcoin for its general investment account, the latest sign of mainstream acceptance for the upstart digital currency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-12-10-2020-11607552060", "title": "Jobless Claims Rise Sharply", "date": "2020-12-10 13:47", "summary": "Labor-market recovery appears to be cooling; consumer prices edge higher in November. The economic recovery has downshifted, with job growth slowing and layoffs persisting at a high level amid rising coronavirus cases and related restrictions.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-one-california-couple-their-new-tahoe-home-served-as-an-antidote-to-l-a-11607625936", "title": "For One California Couple, Their New Tahoe Home Served as an 'Antidote to L.A.'", "date": "2020-12-10 13:45", "summary": "Wes and Julie Nichols used wood and ebonized steel to help their Truckee house blend into its surroundings. When Wes and Julie Nichols set out to build a new house in Truckee, Calif., they sought more than just a nice view of trees. Their goal was an immersive experience-to evoke the sense of walking deep in an untouched forest as light filters through branches in cool greens and rough browns, the smell of pine all around.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cigna-promotes-company-veteran-to-cfo-role-11607625416", "title": "Cigna Promotes Company Veteran to CFO Role", "date": "2020-12-10 13:36", "summary": "Brian Evanko is set to become the health-care company's finance chief on Jan. 1. Cigna Corp. promoted a company veteran to chief finance officer, part of a wider management reshuffle at the health-care services company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-allows-banks-to-resume-dividend-payments-11607625358", "title": "U.K. Allows Banks to Resume Dividend Payments", "date": "2020-12-10 13:35", "summary": "Regulator says it isn't necessary to extend precautionary action taken as the pandemic began. U.K. banks can resume paying dividends next year after regulators ended a ban introduced in March to make lenders conserve capital during the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shah-the-mullahs-and-irans-longstanding-nuclear-ambitions-11607624794", "title": "The Shah, the Mullahs and Iran's Longstanding Nuclear Ambitions", "date": "2020-12-10 13:26", "summary": "For five decades, under two very different regimes, Tehran has built up the infrastructure for a bomb but stopped short of making one. Iran's nuclear ambitions are again looming over a new American administration. President-elect Joe Biden has pledged to resuscitate the 2015 Iran nuclear deal that President Trump unilaterally discarded. But after four years of enduring sanctions and targeted assassinations, the Islamic Republic may no longer be listening. Some experts fear that Iran's pragmatists-led by President Hassan Rouhani, who negotiated the nuclear agreement-have been discredited and that Iran's hard-liners are too suspicious of the West to reengage with another American leader.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-usa-backs-allowing-athlete-protests-at-olympics-11607624169", "title": "Team USA Backs Allowing Athlete Protests at Olympics", "date": "2020-12-10 13:16", "summary": "U.S. Olympic leaders say they won't punish athletes who advocate for racial and social justice at the Games. The International Olympic Committee bans such displays.. Olympic officials banished two American track athletes from the 1968 Summer Games for protesting racial injustice by raising black-gloved fists on the medal stand. On Thursday, Team USA signaled that it believes such a punishment shouldn't happen again.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-people-have-had-covid-19-across-the-u-s-11607623862", "title": "How Many People Have Had Covid-19 Across the U.S.?", "date": "2020-12-10 13:11", "summary": "A state-by-state breakdown of America's 15 million confirmed coronavirus cases. The latest Covid-19 surge in the U.S. has left few corners of the country untouched. And with more than 100,000 cases reported each day for the past month, the chances of encountering someone who has contracted the virus are increasing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-canadians-held-in-china-havent-been-tried-contrary-to-reports-11607623638", "title": "Two Canadians Held in China Haven't Been Tried, Contrary to Reports", "date": "2020-12-10 13:07", "summary": "A Chinese briefing sparked news stories, but Canada says the status of Michael Kovrig and Michael Spavor is unchanged. OTTAWA-Canada said Thursday that two of its citizens held in China for two years haven't been tried after news outlets interpreted a statement from the Chinese Foreign Ministry to the contrary, highlighting the lack of transparency around the two men's cases.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-seafood-buying-guide-where-the-chefs-shop-11607623310", "title": "Online Seafood Buying Guide: Where the Chefs Shop", "date": "2020-12-10 13:01", "summary": "These purveyors' websites will deliver restaurant-quality seafood direct to the rest of us. THERE'S NEVER been a better time to buy seafood online. With the crushing impact of the pandemic on the hospitality industry, seafood purveyors that once counted on wholesale business to restaurants and hotels have pivoted to direct-to-consumer online retail.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-cultural-scene-increasingly-draws-immigrant-artists-11607623033", "title": "New York Cultural Scene Increasingly Draws Immigrant Artists", "date": "2020-12-10 12:57", "summary": "But a new report warns that Covid-19 pandemic could stymie the growing population. New York City is home to a sizable and ever-growing population of artists from abroad, according to a new report. But they face myriad challenges, particularly during the coronavirus pandemic, that may affect their ability to continue working and living within the five boroughs, the study notes.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-profile-will-change-win-or-lose-11607622882", "title": "Facebook's Profile Will Change, Win or Lose", "date": "2020-12-10 12:54", "summary": "Investors shrugging off government's lawsuits might be missing the bigger picture. Don't scroll past Facebook 's latest bit of melodrama.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-more-to-politics-than-policy-11607622797", "title": "There's More to Politics Than Policy", "date": "2020-12-10 12:53", "summary": "There's no substitute for finding candidates who capture voters' hearts. No, not even a 30-point plan.. It is tempting to treat elections as math problems, while ignoring the art required to assemble winning coalitions. Pollsters sort data along demographic groupings, data analysts dissect precinct-level trends, and ad makers consult focus groups to craft appealing messages. The result is policies designed to appeal to enough voters to win, presented by disciplined politicians in sound bites that are repeated relentlessly.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-can-make-american-trade-deals-great-again-11607622762", "title": "Biden Can Make American Trade Deals Great Again", "date": "2020-12-10 12:52", "summary": "Unions might resist, but most Democrats now agree that economic isolation is a losing proposition.. President-elect Joe Biden probably wishes he could avoid trade policy. He can't. To re-establish partnerships with allies, devise rules for a changing world economy, and prepare the American labor force for the future, Mr. Biden will have to defuse Donald Trump's trade wars and connect his economic and foreign policies. The press reported on Wednesday that Mr. Biden will nominate Katherine Tai, a talented trade lawyer with experience in Congress, to be U.S. Trade Representative. Ms. Tai has an opportunity to reshape policy and realign trade politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/model-mona-tougaard-fashion-photos-11607622642", "title": "Model Mona Tougaard on the Challenges of Being Multiracial on the Runway", "date": "2020-12-10 12:51", "summary": "The newest catwalk star on her Danish, Somali, Ethiopian and Turkish background and the progress that the fashion industry still needs to make. Model Mona Tougaard, the youngest of three children, was just 9 when her mother died. \"Life is something that can get taken away. You have to live it fully and do whatever makes you happy,\" says Tougaard, 18, who was raised by her father in Aarhus, Denmark. \"He's my best friend,\" she says.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-couple-had-one-loose-end-to-tie-up-before-retirement-where-to-park-their-rv-11607622054", "title": "This Couple Had One Loose End to Tie Up Before Retirement: Where to Park Their RV", "date": "2020-12-10 12:40", "summary": "Resume Subscription. With retirement set for Dec. 31, Rick and Susan Turner gave themselves just three weeks to find the perfect spot for their winter getaway-a parking spot, that is.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-europe-monetary-policy-is-all-about-giving-banks-free-money-11607621401", "title": "In Europe, Monetary Policy Is All About Giving Banks Free Money", "date": "2020-12-10 12:30", "summary": "ECB's stimulus is increasingly based on 'dual interest rates' boosting bank profits. It may not help growth much.. With bond yields at record lows and market liquidity running free, central banks are searching for new ways to stimulate the economy. In Europe, officials are pointing in a new direction: Let banks make more money.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-chooses-ex-obama-official-to-lead-department-of-veterans-affairs-11607613236", "title": "Biden Chooses Ex-Obama Official to Lead Department of Veterans Affairs", "date": "2020-12-10 12:19", "summary": "If confirmed, Denis McDonough would be second non-veteran to hold position. President-elect Joe Biden has selected Denis McDonough, who served as White House chief of staff in the Obama administration, to lead the Department of Veterans Affairs, the transition team said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-enforcement-chief-to-depart-as-regulator-prepares-for-turnover-11607618189", "title": "SEC Enforcement Chief to Depart", "date": "2020-12-10 12:06", "summary": "Fines rose during Stephanie Avakian's tenure; move will allow Biden to put stamp on agency. WASHINGTON-The Securities and Exchange Commission's top enforcement official will step down this month after four years in the role, a move that allows the incoming Biden administration to put its own stamp on Wall Street policing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-air-force-gives-lift-to-flying-taxis-11607596206", "title": "U.S. Air Force Gives Lift to Flying Taxis", "date": "2020-12-10 12:05", "summary": "Military endorsement could bring novel electric vehicles closer to reality. Flying taxis, which one day may whisk passengers around town without pilots, are getting a boost from the U.S. military.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-changed-movies-in-2020-11607619601", "title": "How Covid-19 Changed Movies in 2020", "date": "2020-12-10 12:00", "summary": "As the coronavirus shuttered cinemas, first-run films moved online, and while home-viewing might not equal a packed theater, there were still plenty of standout movies to see.. I remember the days. Of driving off to screening rooms and watching movies on big screens. Of going to multiplexes around town for previews of action adventures on enormous screens. Plenty of new movies have been released for streaming since the Covid-19 pandemic shut down theaters in March. Obviously, though, it hasn't been the same. There's a gnawing sense of loss for movie lovers. Of the spectacle that was usually pleasurable, even if the substance wasn't so great. Of the nourishing ritual-not the popcorn or Milk Duds, though they were swell too, but the social ritual of sitting in the dark and sharing movies with people you did and didn't know. (This is not the time to dwell on negatives like sticky floors and spectators chattering on their cellphones.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-holiday-tasks-more-manageable-11607619261", "title": "How to Make Holiday Tasks More Manageable", "date": "2020-12-10 11:54", "summary": "A behavioral psychologist answers questions on hanging Christmas lights, watching recorded events and giving effective presentations.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decor-advice-on-a-budget-connect-with-a-design-pro-on-instagram-11607619236", "title": "Decor Advice on a Budget? Connect With a Design Pro on Instagram", "date": "2020-12-10 11:53", "summary": "How the owners of home-decor 'boutiques' on social media have become personal shoppers in your pocket. Whether you seek a certain vintage lamp or a rattan end table, they'll help you track it down.. EMMA Grueskin, a 25-year-old project manager for a furniture dealer, recently moved into her first apartment, a Brooklyn walk-up. Decorating indecision plagued her, but she couldn't afford an interior designer. Then she stumbled on an unexpected source of personalized décor advice: Instagram.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whale-watching-in-new-york-grows-more-common-11607618694", "title": "Whale Watching in New York Grows More Common", "date": "2020-12-10 11:44", "summary": "A humpback seen near the Statue of Liberty this week was a third-time visitor. A humpback whale has been splashing around the Statue of Liberty this week, marking its third known visit to New York waters-and the first time since 2016 that a whale has been spotted north of the Verrazzano-Narrows Bridge.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-covid-hello-inflation-11607618398", "title": "Goodbye Covid, Hello Inflation?", "date": "2020-12-10 11:39", "summary": "The timing of the vaccine rollout could make things awkward for the Federal Reserve. U.S. inflation readings are almost certainly heading higher next year. The trick will be figuring out whether they are signal or noise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-migrant-caravan-forms-in-honduras-in-early-test-for-biden-11607618203", "title": "A New Caravan Forms in Honduras, in Early Test for Biden", "date": "2020-12-10 11:36", "summary": "Migrants are betting on possible changes to restrictive migration policies in the U.S.. More than 1,000 Honduran migrants headed toward Guatemala on Thursday, seeking to reach the U.S. southern border after two hurricanes brought economic devastation to the country's poor.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-to-charge-egyptian-security-officials-in-students-kidnapping-murder-11607610266", "title": "Italy to Charge Egyptian Security Officials in Student's Kidnapping, Murder", "date": "2020-12-10 11:17", "summary": "Indictments in 2016 killing of Giulio Regeni to be the first for alleged abuses by Egypt's National Security Agency. ROME-Italian prosecutors said they plan to charge an Egyptian security official with murder and three others with kidnapping in the killing of an Italian graduate student whose torture and death in 2016 became a global symbol of human-rights abuses committed by the Egyptian government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-office-christmas-party-is-still-onand-more-awkward-than-ever-11607616923", "title": "The Office Christmas Party Is Still On-and More Awkward Than Ever", "date": "2020-12-10 11:15", "summary": "Resume Subscription. On a recent day, Mariah-Lynn Black steeled herself for a work meeting she didn't want to participate in. It wasn't with her boss or a difficult colleague. It was with the party-planning committee.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/luxury-on-wheels-11607616640", "title": "Luxury on Wheels", "date": "2020-12-10 11:10", "summary": "Birmingham, Ala., residents Rick and Susan Turner plan to spend part of their retirement on the road. Their 45-foot Class A motorcoach is loaded with luxuries.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-a-class-a-motorcoach-resort-11607616593", "title": "Inside a Class A Motorcoach Resort", "date": "2020-12-10 11:09", "summary": "RV owners who buy or rent lots at Motorcoach Resort St. Lucie West in Port St. Lucie, Fla., have a wide array of amenities to choose from. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-face-masks-for-kidsaccording-to-kids-11607616534", "title": "The Best Face Masks for Kids-According to Kids", "date": "2020-12-10 11:08", "summary": "Four outspoken children on their favorite face coverings, including styles peppered with Star Wars space ships and pliéing ballerinas. WHEN IT comes to masks, children have specific needs. While you might covet that chic Clare V. animal-print style, it might not suit your fidgety 5-year-old's style-or her head size. We asked four kids across the country to hold forth on their favorite face-coverings, and how adults can ensure the masks they buy their own children won't end up \"lost\" to the depths of the back seat. Some takeaways: Find a whimsical pattern that reflects your child's interests. Avoid fussy behind-the-head straps and look for ear loops made of softer, stretchier materials. Below, more pandemic wisdom from the single-digit set.", "categories": [["Life & Work", "Pop the Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/pop-the-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-next-for-the-home-11607616524", "title": "What's Next for the Home", "date": "2020-12-10 11:08", "summary": "Resume Subscription. Published Dec. 10, 2020 11:08 am ET", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/college-footballs-pandemic-sneak-teams-that-stank-while-you-werent-looking-11607616298", "title": "College Football Giants Who Fumbled During the Pandemic", "date": "2020-12-10 11:04", "summary": "Michigan, Texas and other blue blood programs have struggled mightily in 2020. The pandemic may give coaches cover to keep their jobs.. With so much attention on postponed games, positive Covid tests and coaches relegated to their couches on Saturday afternoons, the pandemic has overshadowed a key story line of the college football season: Some of the sport's upper crust are having terrible seasons.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-house-of-tomorrow-11607616114", "title": "The House of Tomorrow", "date": "2020-12-10 11:01", "summary": "Tour what's next for home design, from a fridge that knows what groceries to order to a storage unit that descends from the ceiling. Author", "categories": [["", "Home"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-swiss-alps-hotel-frozen-in-time-11607614389", "title": "A Swiss Alps Hotel Frozen in Time", "date": "2020-12-10 10:33", "summary": "Napoleon stayed here. So did Charles Dickens. But it's the four-legged residents-generations of St. Bernards-that have made this monastery and inn one of the most intriguing destinations in the Alps. Even if you have to reach it by snowshoe.. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Great St. Bernard Hospice in Switzerland.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-gerhart-named-global-ceo-of-media-agency-mindshare-11607614201", "title": "Adam Gerhart Named Global CEO of Media Agency Mindshare", "date": "2020-12-10 10:30", "summary": "The WPP media agency giant fired Nick Emery, Mindshare's longtime CEO, in October. WPP PLC ad-buying unit GroupM named Adam Gerhart global chief executive of its Mindshare agency, filling an opening created when former global CEO Nick Emery was fired nearly two months ago.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natures-guide-to-building-resilient-systems-11607614144", "title": "Nature's Guide to Building Resilient Systems", "date": "2020-12-10 10:29", "summary": "To cope with unpredictable challenges, human institutions can adapt the strategies used by leaves, bees and Earth's atmosphere.. Most people are looking forward to the end of 2020, which brought us the Covid-19 pandemic, raging fires in the American West, the most active hurricane season on record, social unrest and political rancor. But this year has also taught us an important lesson: Human institutions have difficulty coping with unpredictable events. Governments and businesses know how to plan for familiar challenges in the short term, but we need new tools for dealing with surprises that catch society off-guard-especially since epidemics and natural disasters are sure to become more common in the coming decades, thanks to globalization and climate change.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-xi-clampdown-private-sector-communist-party-11607612531", "title": "Xi Ramps Up Control of China's Private Sector", "date": "2020-12-10 10:05", "summary": "Resume Subscription. Xi Jinping, long distrustful of the private sector, is moving assertively to bring it to heel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ethiopia-what-we-know-about-the-war-in-the-tigray-region-11605530560", "title": "Ethiopia: What We Know About the War in the Tigray Region", "date": "2020-12-10 10:04", "summary": "Conflict in the north of Africa's second-most-populous nation is spreading across borders, threatening stability in a strategic region. Long-simmering tensions between Ethiopia's federal government, led by Nobel Peace Prize-winning Prime Minister Abiy Ahmed, and defiant authorities in its northern Tigray region have erupted into a military confrontation. Hundreds of civilians have died, while tens of thousands have sought refuge in Sudan from airstrikes, as the conflict threatens to further destabilize the strategic Horn of Africa region.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-proofing-homes-for-extreme-weather-ahead-11607612462", "title": "Climate-Proofing Homes for Extreme Weather Ahead", "date": "2020-12-10 10:01", "summary": "Floods, fires and storms are projected to get worse. Six experts get creative about how to protect the places we call home. Author", "categories": [["", "Home"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/fishing-guide-reeled-in-fame-and-redemption-11607612409", "title": "Fishing Guide Reeled In Fame and Redemption", "date": "2020-12-10 10:00", "summary": "Ron Lindner invented lures, made TV shows with his brother and beat the bottle. In the mid-1960s, Ron Lindner and his younger brother, Al, moved from their native Chicago to Minnesota. Their goal: make a living out of their obsession with fishing.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-recovery-will-cool-further-before-getting-vaccine-boost-wsj-survey-shows-11607612401", "title": "U.S. Recovery Will Cool Further, WSJ Survey Shows", "date": "2020-12-10 10:00", "summary": "Forecasters lower outlook for economic growth, jobs in first quarter of 2021 but raise it for second quarter. The U.S. economic recovery is likely to slow further before the impact of expected approvals of Covid-19 vaccines makes itself felt in the second quarter of 2021, a new Wall Street Journal survey shows.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-coronavirus-be-the-death-of-cities-not-so-fast-11607612400", "title": "Will Coronavirus Be the Death of Cities? Not So Fast", "date": "2020-12-10 10:00", "summary": "An urban expert on how the pandemic will give us a once-in-a-century opportunity to reinvent our cities, suburbs and rural areas. The Covid-19 crisis is bringing a Great Reset to our cities, suburbs and communities. Not just the health crisis-the economic and fiscal crises emerging in its wake, and the wave of protests for racial and economic justice that has swept up alongside it, are altering the way we live and work in powerful ways. This Great Urban Reset gives us a once-in-a-century opportunity to create more equitable and inclusive communities of all sizes and shapes.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-s-economy-will-take-off-in-2021-11607612401", "title": "Why the U.S. Economy Will Take Off in 2021", "date": "2020-12-10 10:00", "summary": "Resume Subscription. The story of the U.S. economy in 2020 will consist of three major shocks: Covid, racial unrest and an election that divided the nation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/number-puzzles-11607552306", "title": "Number Puzzles", "date": "2020-12-10 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-memorial-thrives-but-minneapolis-neighborhood-struggles-11607608800", "title": "George Floyd Memorial Thrives; Minneapolis Neighborhood Struggles", "date": "2020-12-10 09:52", "summary": "Amid a citywide surge in crime, street closures around the memorial have emboldened criminals, officials say. MINNEAPOLIS-Six months after activists turned the intersection where George Floyd was killed into a memorial surrounded by barricades, this city is struggling with how to remember Mr. Floyd in a way that allows the streets to reopen and restores full access to businesses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missed-teslas-12-551-rise-dont-feel-so-bad-11607606318", "title": "Missed Tesla's 12,551% Rise? Don't Feel So Bad", "date": "2020-12-10 09:26", "summary": "Investors can't afford regret: Every day brings new opportunities to become very rich, most of which we are bound to miss. How can investors who missed out on Tesla Inc. sleep at night? The electric-car company is up 12,551% since the close on the day of its 2010 IPO, enough to turn a modest $10,000 holding into a $1.3 million luxury beach house. It was possible to make the same return by buying the broad market-but only if you invested in 1973. This was the deal of a lifetime; regret, thy name is Elon.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-coronavirus-hit-greenwichs-real-estate-market-staged-a-major-comeback-11607608800", "title": "After Coronavirus Hit, Greenwich's Real-Estate Market Staged a Major Comeback", "date": "2020-12-10 09:00", "summary": "Resume Subscription. Speaking at an investment conference in 2016, Starwood Capital Group CEO Barry Sternlicht declared his erstwhile hometown of Greenwich, Conn., to be the worst housing market in the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tommy-hilfigers-home-is-under-contract-11607608801", "title": "Tommy Hilfiger's Home Is Under Contract", "date": "2020-12-10 09:00", "summary": "The 22-acre estate of the fashion mogul was listed in September for $47.5 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airbnb-starbucks-softbank-tesla-what-to-watch-when-the-stock-market-opens-today-11607601570", "title": "Airbnb, Starbucks, DoorDash, Tesla: What to Watch When the Stock Market Opens Today", "date": "2020-12-10 08:59", "summary": "U.S. stock futures slipped as jobless numbers climbed. Here's what we are watching as markets kick into gear Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ikea-catalog-defined-home-for-millions-now-its-gone-11607607536", "title": "IKEA's Catalog Defined Home for Millions. Now It's Gone.", "date": "2020-12-10 08:38", "summary": "Flat-pack giant says it will discontinue publication of the book as readership declines. IKEA's decision to stop publishing its annual catalog marks the end of a tome that served as much as an aspirational lifestyle guide for millions as it did a marketing tool for the flat-pack furniture giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-makes-it-official-greg-lemond-is-golden-11607607256", "title": "Congress Makes It Official: Greg LeMond Is Golden", "date": "2020-12-10 08:34", "summary": "A rare honor is bestowed on the American cycling legend, reasserting his legacy in the sport.. Greg LeMond can't quite believe it.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-vs-facebook-why-is-the-ftc-filing-an-antitrust-lawsuit-now-11607607238", "title": "The U.S. vs. Facebook: Why Is the FTC Filing an Antitrust Lawsuit Now?", "date": "2020-12-10 08:33", "summary": "Facebook's reputation has taken numerous hits, which has created a climate that makes government action more palatable. WASHINGTON-When Facebook Inc. acquired Instagram in 2012 and WhatsApp in 2014, U.S. antitrust enforcers reviewed the deals but made no attempt to block them. So why is the government challenging those acquisitions now?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrity-hairstylist-jen-atkins-surprising-quarantine-workout-move-11607606968", "title": "Celebrity Hairstylist Jen Atkin's Surprising Quarantine Workout Move", "date": "2020-12-10 08:29", "summary": "The hairstylist and founder of the hair-care brand Ouai, 40, whose memoir, 'Blowing My Way to the Top,' just came out, shares what's on her phone. ", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bold-future-of-caviar-11607606819", "title": "The Bold Future of Caviar", "date": "2020-12-10 08:27", "summary": "The next step toward sustainable caviar involves harvesting eggs without killing the sturgeon. In 2021, pending FDA approval, California Caviar Company will bring to market North America's first domestic caviar made without slaughtering the sturgeon that produced it. The method comprises massaging mature eggs from mature sturgeons' bellies, then stabilizing the eggs in a calcium bath so they retain their pearl-like texture while releasing the fish back into the water. The process was invented by marine biologist Angela Köhler to make farming sturgeon more economically appealing, thereby undermining poaching of wild sturgeon, many species of which are officially listed as endangered. \"If the caviar will be available [at] a reasonable price, it doesn't make any sense anymore to catch wild sturgeon,\" says Köhler, whose former employer, Germany's Alfred Wegener Institute for Polar and Marine Research, holds the patent for her method.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delicata-squash-with-cauliflower-puree-brown-butter-and-hazelnuts-11607606761", "title": "Delicata Squash With Cauliflower Purée, Brown Butter and Hazelnuts", "date": "2020-12-10 08:26", "summary": "Served on a bed of creamy cauliflower purée, this simple, nourishing and deeply soothing roasted squash benefits from a sprinkling of toasted hazelnuts and a drizzle of rich brown butter. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-louis-vuitton-and-urs-fischers-capsule-collection-11607606718", "title": "Inside Louis Vuitton and Urs Fischer's Capsule Collection", "date": "2020-12-10 08:25", "summary": "Renegade conceptual artist Urs Fischer blurs the distinctions between fashion and art with French brand Louis Vuitton. ", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-roasted-delicata-squash-recipe-is-peak-seasonal-comfort-food-11607606192", "title": "This Roasted Delicata Squash Recipe Is Peak Seasonal Comfort Food", "date": "2020-12-10 08:16", "summary": "Served on a bed of creamy cauliflower purée, this simple, nourishing and deeply soothing roasted squash benefits from a sprinkling of toasted hazelnuts and a drizzle of rich brown butter. FROM THE START,Rebecca Wilcomb thought of Gianna, the Italian restaurant she opened a year and a half ago in New Orleans, holistically. \"It's about the energy in the room and the smell from the kitchen,\" she said. \"And making food that feels right.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jersey-city-says-it-is-better-prepared-one-year-after-mass-shooting-11607605201", "title": "Jersey City Says It's Better Prepared One Year After Shooting", "date": "2020-12-10 08:00", "summary": "Mayor promotes public safety with efforts to increase security and engage communities. Jersey City officials say they have trained police and engaged communities to guard against future incidents of domestic terrorism after a mass shooting targeted the city's Jewish community one year ago.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-battered-breweries-push-congress-to-extend-tax-cut-11607605200", "title": "Coronavirus-Battered Breweries Push Congress to Extend Tax Cut", "date": "2020-12-10 08:00", "summary": "With excise-tax cuts set to lapse after Dec. 31, beer makers warn of damage to business. Brad Hittle, chief executive of Two Roads Brewing Co. in Stratford, Conn., has had a brutal roller coaster of a year, and now he is facing a tax increase if Congress doesn't act soon.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-to-pay-1-4-billion-for-hepatitis-drug-maker-myr-gmbh-of-germany-11607605200", "title": "Gilead to Pay $1.4 Billion for Hepatitis Drugmaker MYR GmbH", "date": "2020-12-10 08:00", "summary": "All-cash deal will deepen Gilead's portfolio of hepatitis treatments and marks company's latest acquisition to increase revenue growth. Gilead Sciences Inc. said Thursday it will acquire Germany's MYR GmbH and its new hepatitis drug for about $1.4 billion, reported as 1.15 billion euros, in the company's latest deal to jump-start revenue growth.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historic-homes-are-full-of-charmand-plenty-of-problems-too-11607605201", "title": "Historic Homes are Full of Charm-and Plenty of Problems, Too", "date": "2020-12-10 08:00", "summary": "Do you have a loved one who's purchased one of these timeless (and time-sucking) properties? Here's how to help them cope.. Someone you love just bought a historic home. It is full of character. It is the former homestead of someone who did something of significance in a prior century. The floor boards are wide pine. The roof is slate. Your loved one is thrilled beyond words as they proudly show you around their new acquisition.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-school-debates-how-best-to-test-for-covid-19-11607605092", "title": "New York City School Debates How Best to Test for Covid-19", "date": "2020-12-10 07:58", "summary": "PTA offers free, voluntary testing to students and staff; some want more. Hunter College Elementary School teachers and administrators tussled over pandemic-related safety measures ahead of its reopening Monday, including how frequently to test students for the coronavirus to avoid outbreaks.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-wework-for-apartments-is-in-distress-leaving-renters-out-in-the-cold-11607596203", "title": "A Chinese WeWork for Apartments Is in Distress, Leaving Renters Out in the Cold", "date": "2020-12-10 07:57", "summary": "Protests by aggrieved renters have prompted local housing authorities to work with Danke Apartment to resolve its financial crisis. Financial troubles at a WeWork-like Chinese apartment provider are causing problems for hundreds of thousands of renters, forcing local governments in China and a bank backed by Tencent Holdings Ltd. to step in.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-europe-trade-forum-canceled-after-china-sought-to-bar-critics-11607601609", "title": "Trade Forum Canceled After China Sought to Bar Critics", "date": "2020-12-10 07:41", "summary": "European organizers rejected China's demands to exclude certain participants from annual dialogue between CEOs, officials and academics. An annual China-Europe trade forum was quietly canceled last month after European organizers rejected Chinese demands to ban participants critical of Beijing.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-road-to-ipo-mounting-valuation-and-costs-11607601609", "title": "Airbnb's Road to IPO: Mounting Valuation and Mounting Costs", "date": "2020-12-10 07:00", "summary": "How the home-sharing company reinvented itself during the pandemic and before its market debut. A pandemic that brought global travel to a standstill couldn't halt Airbnb Inc.'s hotly anticipated public debut.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-pledge-one-million-jobs-for-black-americans-11607601610", "title": "CEOs Pledge One Million Jobs for Black Americans", "date": "2020-12-10 07:00", "summary": "Leaders of Merck, IBM, others have raised $100 million for OneTen, a startup that will focus on training Black candidates for corporate roles. A coalition of more than 30 chief executive officers from companies including Merck & Co., International Business Machines Corp. and Nike Inc. are backing a startup that will connect employers with Black workers.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-amazon-fined-163-million-as-france-takes-hard-line-on-privacy-11607601278", "title": "Google, Amazon Fined $163 Million as France Takes Hard Line on Privacy", "date": "2020-12-10 06:54", "summary": "Regulator sidesteps EU's GDPR privacy law to issue its own fines, a record for a privacy case in France. PARIS-France's privacy watchdog issued more than $163 million in fines to Alphabet Inc.'s Google and Amazon.com Inc., saying they improperly collected information about website visitors, taking a hard line as European regulators haggle over such sanctions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-responds-in-latest-sanctions-tit-for-tat-with-u-s-over-hong-kong-11607600937", "title": "China Responds in Latest Sanctions Tit-for-Tat With U.S. Over Hong Kong", "date": "2020-12-10 06:48", "summary": "China is revoking visa exemptions for U.S. diplomatic passport holders in Hong Kong and Macau. HONG KONG-China is revoking visa exemptions for U.S. diplomatic passport holders in Hong Kong and Macau and said it would impose other unspecified sanctions to retaliate for actions the Trump administration took against Chinese officials this week.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-will-want-to-track-who-has-had-a-covid-19-vaccine-11607600430", "title": "Governments Will Want to Track Who Has Had a Covid-19 Vaccine", "date": "2020-12-10 06:40", "summary": "Rollout of new shots highlights gaps in countries' monitoring of who gets inoculated. SYDNEY-As they prepare to roll out Covid-19 vaccines, governments world-wide are grappling with how to keep track of those who have been immunized.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurers-can-ride-out-the-coronavirus-amazon-storms-11607598000", "title": "Health Insurers Can Ride Out the Coronavirus, Amazon Storms", "date": "2020-12-10 06:00", "summary": "Insurers such as UnitedHealth have successfully navigated myriad challenges, and investors are betting that will continue. Considering what has failed to sink health-insurance stocks in 2020, the shareholder outlook for next year should be rosy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-markets-steel-for-price-rises-as-australia-pushes-to-save-cultural-sites-11607597369", "title": "Metals Markets Steel for Price Rises as Australia Pushes to Save Cultural Sites", "date": "2020-12-10 05:49", "summary": "Delays to mining projects in Western Australia could push commodity prices higher and exacerbate shortages. SYDNEY- Rio Tinto PLC's destruction of two ancient caves in Australia to expand an iron-ore mine could have ramifications for global commodity markets if local lawmakers intensify scrutiny of mining activities that threaten heritage sites.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-originations-are-on-pace-for-best-year-ever-11607596201", "title": "Mortgage Originations on Pace for Best Year Ever", "date": "2020-12-10 05:30", "summary": "Record-low interest rates and strong demand for homes boost lenders during Covid-19 pandemic. Americans are poised to take more mortgages this year than they did even during the run-up to the 2008-09 financial crisis.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerbergs-deal-making-for-facebook-is-central-to-antitrust-cases-11607596201", "title": "Zuckerberg's Deals Are Central to Antitrust Cases", "date": "2020-12-10 05:30", "summary": "Lawsuits filed by FTC and 46 states allege company engaged in campaign to acquire or stymie nascent tech companies that could become rivals. The Federal Trade Commission's lawsuit against Facebook Inc. puts the regulatory spotlight on the deal-making history of Chief Executive Officer Mark Zuckerberg, who has personally engineered the tech giant's biggest acquisitions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climbing-asian-currency-reserves-will-revive-manipulation-debates-11607595029", "title": "Climbing Asian Currency Reserves Will Revive Manipulation Debates", "date": "2020-12-10 05:10", "summary": "Upward pressure on the Chinese, Taiwanese and South Korean currencies leaves them at greater risk of becoming the targets of the incoming Biden administration. The Taiwanese dollar, Chinese yuan and Korean won are each up by around 6% against the U.S. dollar so far this year, climbing as the countries' trade surpluses have ballooned during the pandemic. On Wednesday, the yuan briefly moved below 6.50 to the U.S. dollar for the first time in about 2½ years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-chip-maker-in-default-on-2-5-billion-of-dollar-bonds-11607593266", "title": "Chinese Chip Maker in Default on $2.5 Billion of Dollar Bonds", "date": "2020-12-10 04:41", "summary": "Default by Tsinghua Unigroup unit triggers series of cross-defaults; nearly $2.5 billion of international bonds affected. Tsinghua Unigroup Co., a key player in China's push for self-reliance in semiconductors, is in default on nearly $2.5 billion of international bonds, in the latest instance of financial stress in China spilling over into global markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-expected-to-price-ipo-above-56-to-60-a-share-range-11607527468", "title": "Airbnb Prices IPO at $68 a Share, Higher Than Expected Range", "date": "2020-12-10 03:25", "summary": "Pricing sets valuation at about $47 billion, with offering poised to raise about $3.7 billion. Airbnb Inc. priced its shares at $68 apiece, in the latest sign of exuberance in the IPO market.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacexs-starship-prototype-explodes-upon-landing-after-test-flight-11607565444", "title": "SpaceX's Starship Explodes During Test-Flight Landing", "date": "2020-12-10 00:49", "summary": "CEO Elon Musk says test flight, without crew, validated rocketship's launch, ascent and some key airborne maneuvers. Elon Musk's space-transportation company SpaceX blasted its Starship spacecraft nearly 8 miles high and maneuvered it back seemingly to a pinpoint landing, but then suffered a spectacular explosion as the vehicle failed to slow down before smashing into the ground.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11607551388", "title": "Pepper...and Salt", "date": "2020-12-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]