[{"link": "https://www.wsj.com/articles/washington-beijing-agree-to-new-dialogue-to-pursue-reforms-address-disputes-11578745800", "title": "U.S., China Agree to New Dialogue to Pursue Reforms, Address Disputes", "date": "2020-01-11 16:57", "summary": "Semiannual talks, to be announced next week with phase-one deal, would be separate from second-phase trade negotiations. WASHINGTON-The U.S. and China have agreed to semiannual talks to push for economic reform and resolve disputes, borrowing from a format from previous administrations that Trump trade officials had once derided.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-gas-pipeline-to-europe-faces-delay-due-to-u-s-sanctions-11578778710", "title": "Russian Gas Pipeline to Europe Faces Delay", "date": "2020-01-11 16:38", "summary": "Putin says Nord Stream 2 will now be completed by the end of the year or first quarter of 2021. Russian President Vladimir Putin said Saturday a major Russian gas pipeline to Europe would be delayed due to U.S. sanctions on the project, a slight setback to a German-Russian venture that has emerged as a major flashpoint in both countries' relations with Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-blames-downing-of-ukrainian-jet-on-human-error-11578749178", "title": "Iran Admits to Downing Ukrainian Plane", "date": "2020-01-11 15:02", "summary": "Announcement triggers anger in Tehran, where security forces dispersed protesters. Iran said its armed forces unintentionally shot down the Ukrainian airliner that crashed outside an airport in Tehran, sparking a demand for justice from Kyiv and bringing angry protesters into the streets of the capital.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-president-incumbent-who-challenged-china-set-to-win-re-election-11578748281", "title": "Taiwanese President Who Challenged China Claims Re-Election Victory", "date": "2020-01-11 12:36", "summary": "Result is widely seen as a rebuke to Beijing's efforts to gain control over the island democracy. TAIPEI-Taiwan President Tsai Ing-wen won re-election by a historic landslide on Saturday, a decisive result widely seen as a rebuke to Beijing's efforts to gain control over the island democracy.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-u-s-troops-killed-by-roadside-bomb-in-afghanistan-11578763554", "title": "Two U.S. Troops Killed by Roadside Bomb in Afghanistan", "date": "2020-01-11 12:25", "summary": "The Taliban which controls a large part of the country, took responsibility for the attack. KABUL-Two U.S. service members were killed and two others injured when their vehicle was hit by a roadside bomb in southern Afghanistan, the U.S. military said in a statement Saturday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-democrats-qualify-for-final-debate-before-iowa-votes-11578761804", "title": "Six Democrats Qualify for Final Debate Before Iowa Votes", "date": "2020-01-11 11:56", "summary": "Biden, Buttigieg, Klobuchar, Sanders, Steyer and Warren will aim to break out from pack as best to challenge Trump. WASHINGTON-Six Democratic presidential candidates have qualified for Tuesday's debate in Iowa, the final televised encounter before the state's Feb. 3 caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-iraq-it-risks-losing-access-to-key-bank-account-if-troops-told-to-leave-11578759629", "title": "U.S. Warns Iraq It Risks Losing Access to Key Bank Account if Troops Told to Leave", "date": "2020-01-11 11:20", "summary": "Loss of access to New York Fed account, where international oil sale revenue is kept, risks creating cash crunch in Iraq's financial system. The Trump administration warned Iraq this week that it risks losing access to a critical government bank account if Baghdad kicks out American forces following the U.S. airstrike that killed a top Iranian general, according to Iraqi officials.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-100-love-letters-to-my-dying-father-11578756313", "title": "My 100 Love Letters to My Dying Father", "date": "2020-01-11 11:00", "summary": "When he considered shooting himself to end his struggle with cancer, I wrote to him daily about why he shouldn't. It had effects I didn't expect.. Two days before Christmas, my father told me he was thinking about shooting himself. It was the winter of 2014, and we were alone in his guesthouse in the Blue Ridge Mountains. I remember the cold electricity of the moment. I sat down on the coffee table and stared at him, blood ringing in my ears.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-see-suvs-trucks-charging-electric-vehicle-sales-11578758107", "title": "Auto Makers See SUVs, Trucks Charging Electric-Vehicle Sales", "date": "2020-01-11 10:55", "summary": "Ford is set to start selling the battery-electric Mustang Mach-E SUV this year, and Toyota plans to roll out a plug-in version of the RAV4. Auto makers are thinking big with their plans for electric vehicles, focusing on sport-utility vehicles and pickup trucks to tap into consumers' desire for larger rides.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-and-poland-feud-over-putin-remarks-on-world-war-ii-11578756818", "title": "Russia and Poland Feud Over Putin Remarks on World War II", "date": "2020-01-11 10:52", "summary": "Poland and Russia are locked in an escalating dispute over the war's outbreak, as President Vladimir Putin exports a historical revisionism. MOSCOW-Poland and Russia are locked in an escalating dispute over who is to blame for the outbreak of World War II, as President Vladimir Putin exports a historical revisionism that is widening the Kremlin's rifts with Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oman-named-sultan-qabooss-cousin-as-its-new-ruler-11578756397", "title": "Oman Names Sultan Qaboos's Cousin as Its New Ruler", "date": "2020-01-11 10:26", "summary": "The late leader, who died Friday, chose Haitham bin Tariq al-Said to lead the U.S. ally at a tumultuous time for the Middle East.. Oman named Haitham bin Tariq al-Said as its new ruler following the death of his cousin, Sultan Qaboos, elevating the royal to the helm of the U.S. ally at a tumultuous time in the Middle East.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-finally-banking-on-big-banks-11578754800", "title": "Investors Are Finally Banking on Big Banks", "date": "2020-01-11 10:00", "summary": "After consistently beating glum expectations last year, lenders now have higher hurdles to clear. Bank earnings that merely aren't bad might not be good enough anymore.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-utah-to-florida-states-boost-spending-on-new-roads-11578753000", "title": "From Utah to Florida, States Boost Spending on New Roads", "date": "2020-01-11 09:30", "summary": "Long-delayed infrastructure improvements get attention as economic recovery bolsters government revenue. The highways in Kansas appeared smooth, but below the surface the core was crumbling.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-chatter-at-boeing-undercuts-its-public-stance-11578707006", "title": "MAX Chatter at Boeing Undercuts Its Public Stance", "date": "2020-01-11 08:48", "summary": "Internal messages indicate push to minimize scrutiny of flight-control feature and training requirements for 737 MAX pilots. Striking internal messages released this week by Boeing Co. have undercut many of the plane maker's defenses of its design and marketing decisions for the beleaguered 737 MAX jet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-respects-clemson-according-to-clemson-11578747601", "title": "Nobody Respects Clemson, According to Clemson", "date": "2020-01-11 08:00", "summary": "The Tigers are in the national championship game for the fourth time in five years, but they continue to act as if everybody has failed to notice. Aretha Franklin's \"Respect\" blared out through Clemson's locker room at State Farm Stadium, minutes after the Tigers beat Ohio State in the Fiesta Bowl late last month. The choice of song was not a coincidence.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-warm-to-chinese-makers-of-fridges-and-air-conditioners-11578747602", "title": "Investors Warm to Chinese Makers of Fridges and Air Conditioners", "date": "2020-01-11 08:00", "summary": "Interest in local appliance firms is a bet on the strength of China's consumers. Foreign investors are wagering on the hardiness of the Chinese consumer, piling into China's leading makers of refrigerators, rice cookers and air conditioners.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-gov-phil-murphy-renews-quest-for-elusive-millionaires-tax-11578744000", "title": "N.J. Gov. Phil Murphy Renews Quest for Elusive Millionaires Tax", "date": "2020-01-11 07:00", "summary": "The governor's State of State speech will kickoff latest push for higher taxes on the wealthy. The political winds in New Jersey haven't shifted much, but that isn't stopping Gov. Phil Murphy from trying for a third time to raise taxes on millionaires.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pursuit-of-fashion-the-sandy-schreier-collection-review-for-staring-not-wearing-11578744000", "title": "'In Pursuit of Fashion: The Sandy Schreier Collection': For Staring, Not Wearing", "date": "2020-01-11 07:00", "summary": "Sandy Schreier, who has pledged to donate part of her couture collection to the Met, sees clothing as artwork in and of itself, regardless of its utilitarian function.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-to-be-a-technology-company-wells-fargo-struggles-with-aging-systems-11578738600", "title": "Wells Fargo Struggles With Aging Systems", "date": "2020-01-11 05:30", "summary": "The bank has struggled to update old systems, making it harder to satisfy regulators and hampering key businesses. At 5 a.m. one day last February, construction work tripped a sophisticated fire-extinguisher system in a Minnesota data center used by Wells Fargo & Co., knocking out power to servers housed in the building.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sultan-qaboos-modern-omans-founder-dies-11578706227", "title": "Sultan Qaboos, Modern Oman's Founder, Dies", "date": "2020-01-11 03:41", "summary": "Bachelor monarch served as mediator between U.S. and Iran; uncertainty over succession. Sultan Qaboos bin Said al-Said, modern-day Oman's founding father and the longest-serving Gulf monarch, has died, state media said.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-vote-poses-challenge-to-chinas-influence-11578700800", "title": "Taiwan Vote Poses Challenge to China's Influence", "date": "2020-01-11 03:30", "summary": "President Tsai Ing-wen, who has been ahead in opinion polling, has featured Hong Kong's unrest heavily in her re-election campaign. TAIPEI-Millions of Taiwanese headed to the polls in an election where a victory for the president would deliver a rebuke to China's efforts to gain control over the island democracy.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-is-willing-to-share-jets-black-boxes-denies-hostile-act-11578653983", "title": "Iran Says It Unintentionally Shot Down Ukrainian Airliner", "date": "2020-01-11 02:58", "summary": "The plane had approached a sensitive military base and was downed due to 'human error,' armed forces say. Iran said the Ukrainian airliner that crashed outside of an airport in Tehran, killing all 176 people on board, was shot down unintentionally by its armed forces.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paging-dr-google-how-the-tech-giant-is-laying-claim-to-health-data-11578719700", "title": "Inside Google's Quest for Millions of Medical Records", "date": "2020-01-11 00:15", "summary": "The company has struck deals that grant it access to troves of patient data; 'We want to be helpful'. PALO ALTO, Calif.-Roughly a year ago, Google offered health-data company Cerner Corp. an unusually rich proposal.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-person-infected-with-new-coronavirus-has-died-11578709453", "title": "China Reports First Death From New Coronavirus", "date": "2020-01-11 00:05", "summary": "A new virus is implicated in a pneumonia outbreak in Central China; Seven are in critical condition. A new virus implicated in a pneumonia outbreak in central China killed a 61-year-old man there, Chinese health authorities said Saturday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11578691393", "title": "Pepper...and Salt", "date": "2020-01-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimum-income-ideas-get-widest-airing-in-50-years-11578718860", "title": "Minimum-Income Ideas Get Widest Airing in 50 Years", "date": "2020-01-11 00:01", "summary": "Andrew Yang has drawn support with his proposed universal basic income; other 2020 Democratic candidates back policies to create financial floor. As Democrats embrace a more activist government, some are flirting with an idea that hasn't received serious attention since the 1970s: a minimum guaranteed income for all Americans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-calculates-that-iran-controversy-plays-to-strengths-11578718860", "title": "Biden Calculates That Iran Controversy Plays to Strengths", "date": "2020-01-11 00:01", "summary": "Former vice president uses new ad, national-security speech to tout readiness on foreign affairs, but rivals see a vulnerability. Democratic presidential candidates found this week they agree that President Trump's operation to take out an Iranian military leader was a bad idea. Beyond that, though, the Iran confrontation is doing as much to separate the Democratic field as bring it together.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-five-things-that-will-make-your-phone-work-better-11578718802", "title": "The Next Five Things That Will Make Your Phone Work Better", "date": "2020-01-11 00:00", "summary": "Some not-quite-ready technologies could improve smartphones' design-hiding the three-eyed monster and helping Siri stay off the cloud.. Talk that the smartphone has peaked gives a sense that our co-dependent pocket pals have reached some pinnacle of evolution. Nonsense. There is a lot more to come, especially if you're hoping for improvements in design, interface and privacy. We're not talking about 5G and folding displays. At the CES conference in Las Vegas this year, some of the most potentially disruptive inventions were tiny components from companies you've never heard of.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-business-lesson-from-academia-great-teams-assemble-themselves-11578718805", "title": "The Untapped Potential of 'Cluster Hiring'", "date": "2020-01-11 00:00", "summary": "A small research institute tried a 'Hunger Games' process for job applicants, who had to self-assemble into groups and apply together. On a November morning in 2018, a handpicked group of the world's most promising young plant scientists descended on the headquarters of the Boyce Thompson Institute, a prestigious independent research outfit in Ithaca, N.Y.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-sanctions-power-could-squeeze-remaining-iranian-trade-channels-11578701068", "title": "New Sanctions Power Could Squeeze Remaining Iranian Trade Channels", "date": "2020-01-11 22:18", "summary": "A new executive order authorizes the U.S. Treasury Department to target Iran's construction, mining, manufacturing and textiles sectors. Fresh sanction powers authorized by President Trump against Iran could squeeze the remaining trade and finance channels keeping the Iranian economy on life support by threatening those companies still doing business with the country.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expands-iran-sanctions-11578674080", "title": "Trump Administration Expands Iran Sanctions", "date": "2020-01-11 22:05", "summary": "New U.S. powers to hit the nation's industries signal heightened economic rather than military conflict. WASHINGTON-The Trump administration expanded its sanctions campaign against Iran on Friday, as Washington's chief diplomat said the U.S. would have been negligent not to kill a top Iranian general given what he described as intelligence of an imminent threat against Americans.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-newsom-proposes-new-approach-to-homeless-spending-11578705423", "title": "California's Newsom Proposes New Approach to Homeless Spending", "date": "2020-01-11 20:17", "summary": "Democrat's budget would also expand Medicaid to senior citizens regardless of immigration status. SACRAMENTO-California would take new steps to address homelessness, expand government health care to illegal immigrants 65 and over, and enact a tax on vaping products under a budget proposed by Gov. Gavin Newsom on Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-allies-explore-buyout-of-conservative-news-channel-one-america-news-network-11578696767", "title": "Trump Allies Explore Buyout of Conservative Channel Seeking to Compete With Fox News", "date": "2020-01-11 20:01", "summary": "Hicks Equity Partners, a firm tied to Republican National Committee co-chair Thomas Hicks Jr., is pitching GOP donors on buyout of One America News Network. Allies of President Trump are pursuing an effort to acquire right-leaning news channel One America News Network, according to people familiar with the matter, in a bid to shake up a conservative media market that has been dominated by Fox News.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harold-burson-co-founder-of-giant-pr-firm-dies-at-98-11578704085", "title": "Harold Burson, Co-Founder of Giant PR Firm, Dies at 98", "date": "2020-01-11 19:54", "summary": "His firm, Burson-Marsteller, advised Johnson & Johnson, Union Carbide and other corporate giants ensnared in crises. Harold Burson, one of the best-known public relations executives and advisers on corporate crises in the second half of the last century, died Friday at a rehabilitation center in Memphis, Tenn. He was 98 and had recently undergone surgery for a broken hip, his son Mark Burson said.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-outlines-steps-to-cure-faulty-surveillance-applications-11578702210", "title": "FBI Outlines Steps to Cure Faulty Surveillance Applications", "date": "2020-01-11 19:23", "summary": "Procedures described to FISA court would be more favorable to potential targets. WASHINGTON-The FBI provided a detailed look late Friday at proposed changes to how it requests surveillance permission from a secret court, after a watchdog disclosed significant shortcomings in the applications to wiretap a one-time Trump campaign foreign-policy adviser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-sits-atop-new-iowa-poll-ahead-of-caucuses-11578701943", "title": "Sanders Sits Atop New Iowa Poll Ahead of Caucuses", "date": "2020-01-11 19:19", "summary": "Des Moines Register's influential poll shows close 2020 race among Democrats. WATERLOO, Iowa-Iowans likely to attend the Democratic presidential caucuses in less than a month are closely divided among the top four candidates as Sen. Bernie Sanders of Vermont has gained momentum while the previous front-runner in the state has fallen back, a Des Moines Register/CNN/Mediacom poll released Friday evening shows.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-releases-transcripts-of-2014-policy-meetings-11578668572", "title": "Fed's Powell Counseled Caution on Raising Rates in 2014 Meetings", "date": "2020-01-11 19:18", "summary": "Newly released records shed light on officials' debates over when to withdraw stimulus. In December 2014, Federal Reserve officials were debating how and when to signal plans to raise interest rates after six years of holding them near zero following the financial crisis.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-calls-on-u-s-to-prepare-for-troop-withdrawal-11578657109", "title": "U.S., Iraq Dispute American Troop Presence", "date": "2020-01-11 19:06", "summary": "Pompeo says no planned changes, after Iraq's prime minister requests talks on troop withdrawal. The U.S. and Iraq clashed on Friday over the future of the American troop presence in Iraq, with Washington pushing back on Baghdad's request for talks to prepare for a withdrawal, the latest sign of diplomatic fallout from the U.S.'s killing of an Iranian general on Iraqi soil.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosns-media-circus-wont-help-nissan-and-renault-11578678124", "title": "Ghosn's Media Circus Won't Help Nissan and Renault", "date": "2020-01-11 19:02", "summary": "Worryingly for investors, Carlos Ghosn's flight from Japan gives him a platform to talk down his former employers. Carlos Ghosn's noisy fight for freedom won't make it any easier for Nissan and Renault to put in better stock-market performances this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-tries-to-reclaim-narrative-11578700737", "title": "Carlos Ghosn Tries to Reclaim Narrative", "date": "2020-01-11 19:02", "summary": "Former Nissan executive seeks to rebuild reputation, rebut Japanese prosecutors' allegations after absconding from Tokyo. BEIRUT-Days after fleeing Japan, Carlos Ghosn is mounting a pointed counterattack on Japanese authorities and Nissan Motor Co., aiming to unravel their case against him.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]