[{"link": "https://www.wsj.com/articles/new-rules-for-h-1b-visas-what-you-need-to-know-11602104250", "title": "New Rules for H-1B Visas: What You Need to Know", "date": "2020-10-07 19:51", "summary": "The Trump administration is tightening access to visas that many high-tech firms rely on; changes will likely face legal challenges. WASHINGTON-The Trump administration introduced long-anticipated changes to the H-1B visa program for high-skilled foreign workers on Tuesday, aimed at tightening eligibility for a program highly valued by U.S. high-tech firms and other employers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-prevent-covid-19s-spread-at-v-p-debate-plexiglass-probably-wont-help-11602113606", "title": "To Prevent Covid-19's Spread at V.P. Debate, Plexiglass Probably Won't Help", "date": "2020-10-07 19:33", "summary": "Other measures, including debate hall's upgraded ventilation system and negative test result for people attending, will help reduce risk of transmission. The plexiglass barriers set up at Wednesday's vice-presidential debate, the subject of much wrangling between the candidates, won't offer much protection against the new coronavirus, scientists say.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-comey-cant-recall-11602112797", "title": "James Comey Can't Recall", "date": "2020-10-07 19:20", "summary": "The FBI ignored a 2016 CIA warning about a possible Hillary Clinton dirty trick.. The origins of the 2016 FBI investigation into the Trump presidential campaign are slowly unspooling, and the latest revelation is a stunner. The CIA warned the FBI that the Hillary Clinton campaign might be ginning up accusations of Trump collusion with Russia, but James Comey's bureau ignored it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fiscal-federal-reserve-11602112823", "title": "The Fiscal Federal Reserve", "date": "2020-10-07 19:20", "summary": "Powell signs up to monetize trillions of dollars in more spending.. Federal Reserve officials understandably, and righteously, invoked their need for independence last year when President Trump berated them on Twitter to keep interest rates low. But what if the Fed itself decides to compromise its independence by snatching an ever-greater role in fiscal policy that is usually reserved for elected officials?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ballot-deadline-guessing-game-11602112765", "title": "The Ballot Deadline Guessing Game", "date": "2020-10-07 19:19", "summary": "Votes were due Nov. 3. Then Nov. 6. Now it's Nov. 3 again. And next?. Mail ballots in Georgia are now due by Election Day-which was the deadline back before it wasn't. Confused? Voters probably are, too, which is a good reason for judges and state officials to quit trying to rewrite election rules on the fly.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bollixing-up-h-1b-visas-11602112729", "title": "Bollixing Up H-1B Visas", "date": "2020-10-07 19:18", "summary": "New Trump rules will make the program less useful to many employers.. The Trump Administration's restrictionist immigration policies often work at cross purposes to its pro-growth deregulatory agenda. Now comes another contradiction. While touting a rapid jobs recovery, the Administration is rushing out new H-1B visa regulations that it claims are urgently needed to protect American workers during the pandemic. They aren't needed and will create more economic uncertainty for employers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-finds-serious-ongoing-deficiencies-at-citigroup-11602103099", "title": "Regulators Fine Citigroup $400 Million Over 'Serious Ongoing Deficiencies'", "date": "2020-10-07 19:12", "summary": "Fed, OCC order the nation's third-largest bank to fix its risk-management systems. Federal banking regulators on Wednesday fined Citigroup Inc. $400 million and ordered the nation's third-largest bank to fix its risk-management systems, citing \"significant ongoing deficiencies.\"", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigoted-attacks-on-amy-coney-barrett-will-backfire-11602111479", "title": "Bigoted Attacks on Amy Coney Barrett Will Backfire", "date": "2020-10-07 18:58", "summary": "When I ran for a court seat, opponents portrayed my Christian faith as hateful. The voters didn't buy it.. I've seen this before, and it's not pretty. Critics of Judge Amy Coney Barrett are framing their skepticism with a noble-sounding pretext: Judges shouldn't bring their personal views into the courtroom. But their real worry is far more chilling. To put it bluntly, America's cultural elites aren't sure that a faithful Christian can be entrusted with the law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-ready-for-trump-biden-round-two-11602111519", "title": "Who's Ready for Trump-Biden Round Two?", "date": "2020-10-07 18:58", "summary": "In a town-hall debate, the winner is often the one who keeps his cool and attacks indirectly.. If next week's presidential debate occurs, it'll likely be a doozy. That's because it will have a town-hall format, with questions posed by uncommitted voters recruited by Gallup. While televised presidential debates began in 1960, the first town hall was in 1992, a contest between President George H.W. Bush, Arkansas Gov. Bill Clinton and Dallas businessman Ross Perot.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-is-the-shutdown-candidate-11602111426", "title": "Joe Biden Is the Shutdown Candidate", "date": "2020-10-07 18:57", "summary": "The Democratic party's bias for economic and social shutdowns has not changed since March.. If a tree falls in an empty forest, will the press blame Donald Trump?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-uses-the-u-n-to-expand-its-surveillance-reach-11602111456", "title": "China Uses the U.N. to Expand Its Surveillance Reach", "date": "2020-10-07 18:57", "summary": "In the name of 'sustainable development,' Beijing takes the lead in data collection efforts.. While the U.S. is trying to limit data flows to Beijing, the United Nations Secretariat in New York is working with Beijing to set up joint global data hubs based in China. Plans include a research center for crunching data from U.N. member states and a geospatial center to enlist China's prowess with satellite surveillance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-domestic-revolution-review-setting-the-future-on-fire-11602111349", "title": "'The Domestic Revolution' Review: Setting the Future on Fire", "date": "2020-10-07 18:55", "summary": "The switch to coal changed everything in Britain: the nature of work, the prevalence of hedgerows, the demand for wallpaper, the appetite for toast.. The grimy furnaces and coal-stained cheeks of Dickensian Britain seem like an indelible birthright, but it wasn't always so. As Ruth Goodman writes in \"The Domestic Revolution,\" Britons had for ages burned wood as well as peat and other plant fuels to heat their homes and cook their food. Then, in the late 16th century, London switched to coal.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-covid-19-equity-11602111303", "title": "Notable & Quotable: Covid-19 'Equity'", "date": "2020-10-07 18:55", "summary": "'Counties with lower disparities in shares of tests coming back positive will advance faster through the four tiers, allowing more business and public sectors to reopen.'. From an Oct. 6 report in the Orange County (Calif.) Register:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-man-pleads-guilty-in-gun-sale-to-mass-shooter-11602103216", "title": "Texas Man Pleads Guilty in Gun Sale to Mass Shooter", "date": "2020-10-07 18:53", "summary": "Marcus Braziel sold an AR-15-style rifle to Seth Ator, who used it to kill seven people in 2019. A Texas man who frequently sold firearms online pleaded guilty to illegally selling an AR-15-style rifle to Seth Ator, who used it to kill seven people and wound 25 in a 2019 mass shooting.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-copyright-fight-between-oracle-and-google-11602106390", "title": "Supreme Court Weighs Copyright Fight Between Google and Oracle", "date": "2020-10-07 18:12", "summary": "In decade-old Java-platform case, the justices consider legal protections for software code. The Supreme Court on Wednesday considered a multibillion-dollar copyright battle between Oracle Corp. and Alphabet Inc.'s Google, with justices appearing to look for a resolution that would retain legal protections for software code without throwing the tech industry into disarray.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-russia-today-skirts-high-tech-blockade-to-reach-u-s-readers-11602078094", "title": "How Russia Today Skirts High-Tech Blockade to Reach U.S. Readers", "date": "2020-10-07 18:07", "summary": "Resume Subscription. On any given day over the past two years, visitors to the home page of RealClearPolitics were likely to see its famous average of political polls, a roundup of news and center-right commentary-and, near the bottom, a link or two to stories from RT.com.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-07-2020-11602063317", "title": "Stocks Rise as Trump Appears to Soften Stance on Stimulus", "date": "2020-10-07 17:47", "summary": "S&P 500 recovers ground following the president's overnight tweets. U.S. stocks climbed Wednesday after President Trump appeared to soften his stance on a further stimulus package for American households, airlines and small businesses.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-covid-19-cases-prompt-new-worries-on-capitol-hill-11602085437", "title": "Lawmakers' Covid-19 Cases Prompt New Worries on Capitol Hill", "date": "2020-10-07 17:44", "summary": "Pelosi and McConnell face calls for widespread testing, better contact tracing. WASHINGTON-New cases of coronavirus are popping up on Capitol Hill, prompting renewed calls for party leaders to roll out widespread testing and perform better contact tracing to protect lawmakers and staff.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comforting-eps-for-troubled-times-11602107010", "title": "Comforting EPs for Troubled Times", "date": "2020-10-07 17:43", "summary": "New releases from Kurt Vile and Yo La Tengo feature original songs alongside covers and serve as reminders of the simple pleasure of listening to well-rendered music.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-high-school-students-use-social-distancing-find-transit-risky-11602106826", "title": "New York City High-School Students Use Social Distancing, Find Transit Risky", "date": "2020-10-07 17:40", "summary": "One week after schools restarted in-person learning, students give a glimpse into classrooms and explain why they expect reopening to be short-lived. When New York City 11th-grader Leila Mejer showed up for the first day of in-person classes last week, three of her classmates were forbidden from entering the classroom.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standing-where-it-happened-11602106817", "title": "Standing Where It Happened", "date": "2020-10-07 17:40", "summary": "Historic artists' studios, many of which can be accessed online, offer the chance to get closer to the creative act than even a museum provides.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesco-names-a-former-mondelez-executive-as-cfo-11602106415", "title": "Tesco Names a Former Mondelez Executive as CFO", "date": "2020-10-07 17:33", "summary": "Imran Nawaz is set to join Britain's biggest grocery chain by market share next April. U.K. grocer Tesco PLC named a former Mondelez International Inc. executive to lead its finances as Britain's largest grocery chain by market share navigates an economic slowdown and the country's exit from the European Union.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-ramped-up-deliberations-over-low-rate-promises-11602093600", "title": "Fed Faced Divisions Over Low-Rate Promises Last Month", "date": "2020-10-07 17:30", "summary": "Minutes show officials could discuss refinements to asset-purchase program at coming meetings. Federal Reserve officials were divided last month over how to apply their new policy framework to an economy battered by the coronavirus pandemic, according to minutes of their Sept. 15-16 meeting released Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-trim-forecasts-for-u-s-growth-as-stimulus-prospects-dim-11602102429", "title": "Economists Trim Forecasts for U.S. Growth as Stimulus Prospects Dim", "date": "2020-10-07 17:30", "summary": "Some see lackluster recovery as business closures continue and unemployment remains high. WASHINGTON-Economists are dialing back their forecasts for U.S. economic growth this year as prospects fade for a renewed round of government stimulus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-committee-tackles-disorderly-electronic-bond-trade-reporting-11602092914", "title": "SEC Committee Tackles Disorderly Electronic Bond Trade Reporting", "date": "2020-10-07 17:24", "summary": "New definition could affect shares of electronic bond trading platforms. Liquidity is key in bond markets, but measuring it has grown more complex as trades move onto competing electronic trading venues. A Securities and Exchange Commission committee this week moved to help.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-wells-fargo-diversity-pledges-draw-labor-department-questions-11602105586", "title": "Microsoft, Wells Fargo Diversity Pledges Draw Labor Department Questions", "date": "2020-10-07 17:19", "summary": "The companies were contacted about their plans to hire more Black employees in an effort to diversify. The U.S. Labor Department contacted Microsoft Corp. and Wells Fargo & Co. last week to ask about their plans to hire more Black employees. The companies are attempting to diversify their management ranks after increased calls for racial equity following the killing of George Floyd. Microsoft said the agency questioned whether its June pledge to double the number of Black managers and leaders in its U.S. workforce by 2025 violates federal laws prohibiting discrimination based on race. Wells Fargo, which said in June it would double Black leaders at the bank over the next five years, recently received a letter from the Labor Department reminding the bank that it may not discriminate on the basis of race to provide additional opportunities. The letter added that quotas are prohibited. Both companies said they were confident their diversity efforts comply with U.S. employment laws. A Labor Department spokesman didn't respond to questions about the Wells Fargo letter or how many companies received similar notices.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-10-07-2020-11602057237", "title": "New U.S. Coronavirus Cases Cross Back Above 40,000", "date": "2020-10-07 17:15", "summary": "Trump sends mixed messages on whether he would back new round of economic aid. The number of new coronavirus infections reported in the U.S. rose for the second straight day as President Trump, who has tested positive for the virus, sent conflicting signals about whether he would agree to a new round of economic aid.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-contest-to-protect-almost-everything-on-the-internet-11602104478", "title": "The Contest to Protect Almost Everything on the Internet", "date": "2020-10-07 17:01", "summary": "The world's top cryptographers are competing to develop algorithms that can withstand attacks from an ultrafast quantum computer. Author", "categories": [["", "Cybersecurity"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/arts-complexes-on-the-brink-11602103002", "title": "Arts Complexes on the Brink?", "date": "2020-10-07 16:36", "summary": "The cultural acropolis, symbolized by Lincoln Center and a creation of the mid-20th century, may no longer be a viable model post-pandemic.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-ultra-orthodox-jewish-leaders-decry-new-lockdown-measures-11602082707", "title": "New York City's Ultra-Orthodox Jewish Leaders Decry New Lockdowns", "date": "2020-10-07 16:35", "summary": "Areas in Brooklyn and Queens, and parts of Rockland and Orange counties, must close schools, nonessential businesses following uptick in Covid-19 cases. New York Gov. Andrew Cuomo on Wednesday defended his decision to shut down parts of the state despite growing backlash from leaders and members of New York's ultra-Orthodox Jewish community.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milking-a-former-london-cow-barn-for-all-its-worth-11602102619", "title": "Milking a Former London Cow Barn for All It's Worth", "date": "2020-10-07 16:30", "summary": "Larry Osborne and Daniel Reynolds renovated this milk depot-turned-house into a modern, high-end home. Now they're moving on.. Victorian Londoners were often woken by the clip-clop of horse-drawn wagons delivering fresh milk in the early morning. Before refrigeration became commonplace, milk had to be delivered straight from the cow, and it was common for city neighborhoods to each have their own mini-dairy serving the local community.", "categories": [["Real Estate", "Living History"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/living-history?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-cant-send-unsolicited-mail-in-ballot-applications-judges-rule-11602095574", "title": "Houston Can't Send Unsolicited Mail-In Ballot Applications, Judges Rule", "date": "2020-10-07 16:30", "summary": "Texas Supreme Court backs GOP governor in case, separately allows him to expand early voting period. The Texas Supreme Court on Wednesday forbade the state's most populous county from mailing unsolicited applications for mail-in ballots to millions of registered voters ahead of the Nov. 3 election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-fighters-accused-of-beheading-western-hostages-are-in-u-s-for-prosecution-11602082901", "title": "Islamic State 'Beatles' Fighters Brought to U.S. to Face Charges", "date": "2020-10-07 16:00", "summary": "Development follows more than two years of legal limbo that followed their capture in Syria. Two British Islamic State militants accused in the torture and killing of Western hostages were brought to the U.S. to face criminal charges in Virginia, U.S. authorities said Wednesday, after more than two years of legal limbo that followed their capture in Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-milk-depot-turned-luxury-home-11602100008", "title": "Inside a Milk Depot-Turned-Luxury Home", "date": "2020-10-07 15:46", "summary": "Can you believe this home in London's East Dulwich neighborhood used to be a cow barn? No bull.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nobel-prize-in-chemistry-is-awarded-to-two-women-11602064555", "title": "Nobel Prize in Chemistry Is Awarded for Gene-Editing Technologies", "date": "2020-10-07 15:42", "summary": "France's Emmanuelle Charpentier and American Jennifer A. Doudna shared the prize, the first time it has been split between two women. Two scientists won the Nobel Prize in Chemistry on Wednesday for discovering a powerful tool for genome editing that has enabled relatively quick and easy modification of the building blocks of life and promises new drugs for a range of diseases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-perelman-selling-nyc-townhouses-75-million-11602098898", "title": "Ron Perelman Wants $75 Million for Two Connected NYC Townhouses", "date": "2020-10-07 15:30", "summary": "The financier's two Upper East Side homes are being listed separately and together. Ron Perelman has recently moved to sell one of his Gulfstream jets, a small portion of his art collection and his yacht. Now he is shopping an adjacent pair of Upper East Side townhouses for $75 million, according to three people familiar with the situation.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-trash-trucks-are-coming-quietly-to-your-town-11602098620", "title": "Electric Trash Trucks Are Coming Quietly to Your Town", "date": "2020-10-07 15:23", "summary": "Hoping to lower emissions and silence early pickups that rattle us awake, trash truck manufacturers are rolling out EV prototypes. Dan Neil tests Mack's LR Electric.. WHEN MACK Truck's press people invited me to drive their electric trash truck at its headquarters in Greensboro, N.C., I was just so there. The very phrase sounded magical. Electric Trash Truck could be the name of my '60s art-rock band. They also offered to let me use the side-loader's grabber arm to fling bins into the air. It's harder than it looks.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-whittles-mail-backlog-aims-to-make-final-stimulus-payments-11602097587", "title": "IRS Whittles Mail Backlog, Aims to Make Final Stimulus Payments", "date": "2020-10-07 15:06", "summary": "Tax agency asks Congress for sustained budget increases to improve service, technology, enforcement as it strives to issue last outstanding checks. WASHINGTON-The Internal Revenue Service is still digging out from a backlog of millions of pieces of mail and trying to get outstanding stimulus payments authorized by Congress in March to as many people as possible this fall, Commissioner Charles Rettig said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-halloween-movies-streaming-now-11602097403", "title": "What to Watch: Halloween Movies Streaming Now", "date": "2020-10-07 15:03", "summary": "The season offers an array of options, from a new Adam Sandler on Netflix to super scary classics and family-friendly picks. The movie industry is in such uncharted waters that cult-favorite \"Hocus Pocus\" was the no. 2 movie in the nation over the weekend, even though it's also streaming on Disney+. Chalk this weirdness up to a lack of new movies and that annual urge to watch Halloween favorites-yes, Tim Burton/Johnny Depp/Christina Ricci's \"Sleepy Hollow\" is still streaming on Netflix. But there's more. Here's how to stream new and classic seasonal fare:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-tap-upfront-cash-alternative-to-venture-capital-11602096059", "title": "Startups Tap Upfront Cash Alternative to Venture Capital", "date": "2020-10-07 14:41", "summary": "Growth of software-as-a-service startups drives interest in \"deferred revenue\" funding. Venture-capital funding has been steadily increasing in Silicon Valley, but that doesn't mean it is easy to raise or always desirable for startups.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-training-programs-are-in-limbo-after-white-house-order-11602091442", "title": "Some Diversity Training Programs Are in Limbo After White House Order", "date": "2020-10-07 14:24", "summary": "President Trump's directive to limit racial sensitivity training has caused confusion among some government agencies and companies with federal contracts. A White House directive issued last month that prohibits federal agencies, companies with federal contracts, and recipients of federal grants from participating in training that \"promotes race or sex-stereotyping or scapegoating\" has prompted confusion and pushback from employers. In the presidential debate last week, President Trump said he signed the order because \"they were teaching people that our country is a horrible place, it's a racist place. And they were teaching people to hate our country. And I'm not gonna allow that to happen.\"", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-prosecutors-can-access-trumps-tax-returns-court-rules-11602080678", "title": "New York Prosecutor Can Access Trump's Tax Returns, Court Rules", "date": "2020-10-07 14:06", "summary": "Appeals court says Manhattan D.A. can enforce a subpoena seeking years of financial documents; president likely to appeal to Supreme Court. A federal appeals court dealt a blow to President Trump Wednesday, ruling that New York prosecutors could enforce a subpoena seeking years of financial documents, including his tax returns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greek-neo-nazi-party-convicted-as-criminal-organization-11602067547", "title": "Greek Neo-Nazi Party Golden Dawn Convicted as Criminal Organization", "date": "2020-10-07 14:02", "summary": "Convictions for murder and other crimes end five-year trial of party whose support surged during Greece's debt crisis. ATHENS-A Greek court ruled that the country's neo-Nazi Golden Dawn party is a criminal organization, and found a number of party members guilty of murder and other felonies-a major blow against one of Europe's most extreme political movements.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-pushes-plan-for-more-development-in-manhattans-soho-11602093556", "title": "New York City Pushes Plan for More Development in Manhattan's SoHo", "date": "2020-10-07 13:59", "summary": "Proposal could increase new housing supply in the ritzy neighborhood, but is likely to face some local opposition. One of New York City's most expensive neighborhoods could be transformed under a new development plan that aims to increase the supply of housing as well as ease restrictions on retail storefronts.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-history-and-the-new-york-times-11602093219", "title": "American History and the New York Times", "date": "2020-10-07 13:53", "summary": "Historians demand the return of a Pulitzer prize.. Many politicians and pillars of the media establishment are constantly urging national conversations about race. But too often such conversations seem to begin with inaccurate assertions. Take recent news coverage concerning the history of the American founding. A group of historians is now urging the Pulitzer committee to rescind a prize awarded this year to a writer at the New York Times .", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cancel-mob-comes-back-for-more-11602091733", "title": "The Cancel Mob Comes Back for More", "date": "2020-10-07 13:28", "summary": "'Anticolonial' ideologues bully another publisher into nixing one of my research projects.. For the second time in my academic career, I have been canceled. Last week Lexington Books, the academic imprint of the publisher Rowman & Littlefield, decided not to publish my forthcoming biography of a late colonial official, \"The Last Imperialist: Sir Alan Burns' Epic Defense of the British Empire.\" It came a mere two weeks before the book was due to ship. At the same time, Lexington Books canceled the new book series, \"Problems of Anti-Colonialism,\" of which my book was to be the first installment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-cheese-for-wealthy-moms-11602091676", "title": "Government Cheese for Wealthy Moms", "date": "2020-10-07 13:27", "summary": "How to have lunch at taxpayer expense and feel virtuous about it.. President Ronald Reagan famously distributed 60 million pounds of surplus cheese to poor Americans in 1981. Four decades later, middle-class moms are taking advantage of a welfare loophole to get their own government cheese.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signaling-all-virtue-while-hurting-the-poor-11602090565", "title": "Signaling All Virtue While Hurting the Poor", "date": "2020-10-07 13:09", "summary": "I think local officials are either driven by angry, class envy or a fundamental lack of knowledge about how an economy works.. Howard Husock is correct, tragically (\"New York Politicians Decide to Keep a Brooklyn Neighborhood Poor,\" Cross Country, Oct. 3). New York City politicians seemingly prefer poverty to growth. You would have thought after losing 25,000 jobs in the horrific Amazon decision, the city with a declining population, tax base and revenue stream would welcome the $100 million in tax revenue. I think local officials are either driven by angry, class envy or a fundamental lack of knowledge about how an economy works. Yes, the developers will benefit, they're taking the risks and, if successful, should reap rewards. Intelligent decision makers would welcome lifting all boats in a community of need.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-plenty-of-covid-blame-to-go-around-11602090517", "title": "There Is Plenty of Covid Blame to Go Around", "date": "2020-10-07 13:08", "summary": "There was no mention of the mayors and governors who had the power to act but did so either too slowly to protect the vulnerable or, worse, put them in situations where contracting the virus became inevitable.. As I read Scott Gottlieb and Yuval Levin's \"The Trump Coronavirus Spread\" (op-ed, Oct. 5) blaming President Trump for the spread of Covid-19, I noted that there was no mention of the mayors and governors who had the power to act but did so either too slowly to protect the vulnerable or, worse, put them in situations where contracting the virus became inevitable. There is plenty of second-guessing that could be spread around, but to pin it solely on the president is rubbish.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-is-kidding-himself-on-china-and-north-korea-11602090431", "title": "Bolton Is Kidding Himself on China and North Korea", "date": "2020-10-07 13:07", "summary": "China is concerned about one thing on the Korean Peninsula: preserving a general sense of stability.. John Bolton is kidding himself if he believes China will respond to sanctions, diplomatic démarches or any other form of U.S. pressure in relation to North Korea (\"China Needs to Answer for its North Korea Policy,\" op-ed, Sept. 30).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karma-a-spiritual-way-to-describe-destinys-workings-11602090379", "title": "'Karma': A Spiritual Way to Describe Destiny's Workings", "date": "2020-10-07 13:06", "summary": "The term from Eastern religions is getting a workout since President Trump was diagnosed with Covid-19-but as its use has widened, its meaning has gotten fuzzy.. Shortly after President Trump's early-morning revelation on Twitter last week that he and his wife, Melania, had tested positive for Covid-19, one of the top trending terms on Twitter was \"karma.\" Critics of the administration used the word to convey what they saw as a kind of poetic justice for Mr. Trump publicly playing down the threats of the coronavirus pandemic.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-antifa-as-unorganized-and-spontaneous-as-claimed-11602090221", "title": "Is Antifa as Unorganized, Spontaneous as Claimed?", "date": "2020-10-07 13:03", "summary": "Suggesting that Antifa is an undefined, loosely organized group with no strategy takes a line right out of the Susan Rice-Ben Rhodes playbook: The Benghazi consulate attack was a spontaneous response to a video.. Regarding Jillian Melchior's \"Biden and Trump are Both Right on Antifa\" (op-ed, Oct. 2): Suggesting that Antifa is an undefined, loosely organized group with no strategy takes a line right out of the Susan Rice-Ben Rhodes playbook: The Benghazi consulate attack was a spontaneous response to a video.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-and-the-pope-could-both-adjust-their-views-11602090129", "title": "Pompeo and the Pope Could Both Adjust Their Views", "date": "2020-10-07 13:02", "summary": "Contrast \"Pompeo Chides Vatican Over Beijing Ties\" with the same-day \"U.S. Admits Fewest Refugees on Record.\". Contrast \"Pompeo Chides Vatican Over Beijing Ties\" (World News, Oct. 1) with the same-day \"U.S. Admits Fewest Refugees on Record\" (U.S. News). Refugees, many of whom have been persecuted for their religious beliefs, \"have been vetted but are waiting, sometimes years, for a place in line.\" Perhaps Secretary of State Mike Pompeo would carry more weight with the Vatican if the U.S. government's actions matched its words.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-hastens-shift-to-asset-light-economy-11602087201", "title": "Pandemic Hastens Shift to Asset-Light Economy", "date": "2020-10-07 12:42", "summary": "Value attaches increasingly to intangibles like brand and R&D rather than to physical assets like machinery and in-person stores. If you had wanted to bet on a post-pandemic rebound in used-car sales this year, CarMax Inc. would have seemed the logical winner: It is the nation's largest dealer with more than 200 stores, a big lending operation and a history of profit.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-defector-secretly-in-the-south-for-more-than-a-year-11602069411", "title": "North Korean Defector Who Vanished in Rome Is Now in South Korea", "date": "2020-10-07 12:25", "summary": "The whereabouts of diplomat Jo Song Gil had been a mystery until legislators confirmed his presence in South Korea. SEOUL-A senior North Korean diplomat who vanished from public view while serving as Pyongyang's acting ambassador to Italy in 2018 has been secretly living in South Korea for over a year, according to South Korean lawmakers briefed by the country's spy agency.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-orders-up-a-side-dish-11602087472", "title": "Lyft Orders Up a Side Dish", "date": "2020-10-07 12:17", "summary": "Lyft's partnership with Grubhub could turn out to be a sweet treat for the ride-sharing company's investors at a low cost. Lyft said on Tuesday that it will finally add consumer-facing food-delivery access for its monthly subscribers, but Grubhub is picking up the check.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-moves-closer-to-common-debt-issuance-11602087285", "title": "European Union Moves Closer to Common Debt Issuance", "date": "2020-10-07 12:14", "summary": "Bloc's executive arm is preparing to tap the bond market this month to fund coronavirus relief programs with common debt. The European Commission is advancing its plans to issue common debt and is poised to tap the bond market this month for the first time on a large scale to fund its coronavirus-relief programs.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-data-dump-doesnt-impress-11602086605", "title": "Google's Data Dump Doesn't Impress", "date": "2020-10-07 12:03", "summary": "House report on Big Tech zings the quality of Google's material. Perhaps it is true that no good deed goes unpunished.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-thrown-around-100-million-people-into-extreme-poverty-world-bank-estimates-11602086400", "title": "Coronavirus Has Thrown Around 100 Million People Into Extreme Poverty, World Bank Estimates", "date": "2020-10-07 12:00", "summary": "Decades of progress have gone into reverse; 'the worst setback that we've witnessed in a generation'. The coronavirus pandemic has thrown between 88 million and 114 million people into extreme poverty, according to the World Bank's biennial estimates of global poverty.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/available-thousands-of-discounted-herman-miller-chairs-for-your-home-office-11602085763", "title": "Available: Thousands of Discounted Herman Miller Chairs for Your Home Office", "date": "2020-10-07 11:49", "summary": "Resume Subscription. On a recent Saturday morning, Marci Weinstein got lost in the middle of industrial New Jersey, searching for a warehouse bursting with spinning chairs and standing desks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sue-bird-the-wnba-sensation-peaking-at-age-39-11602085018", "title": "Sue Bird: The WNBA Sensation Peaking at Age 39", "date": "2020-10-07 11:36", "summary": "The point guard led the Seattle Storm to their fourth league title-and is leading off the court. The face of this WNBA season was supposed to be rookie Sabrina Ionescu, the triple-double whiz from Oregon who drew raves from NBA players.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-to-vote-on-a-graduated-state-income-tax-11602084946", "title": "Illinois to Vote on a Graduated State Income Tax", "date": "2020-10-07 11:35", "summary": "Amendment backers see a salve for fiscal woes, but foes warn higher rates would drive out businesses and burden middle class. CHICAGO-Illinois voters will decide next month whether to replace the state's flat income tax with a graduated rate to help solve a fiscal crisis that has been exacerbated by the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-accused-of-using-monopoly-power-in-rise-as-e-commerce-gatekeeper-11602084168", "title": "Amazon Accused of Abusing Its Power in Rise as E-Commerce Gatekeeper", "date": "2020-10-07 11:22", "summary": "Online retailer says it welcomes regulatory scrutiny; congressional report mirrors findings from Wall Street Journal investigations. A congressional panel took direct aim at one of Amazon . com Inc.'s defenses against antitrust scrutiny of its retail dominance and detailed allegations about how the company wields its market power.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-metal-maker-is-greener-than-rivals-but-the-market-doesnt-careyet-11602083985", "title": "There's Clean Aluminum and Dirty Aluminum. Can Anyone Tell the Difference?", "date": "2020-10-07 11:19", "summary": "En+ Group, which makes its aluminum with fewer emissions than Chinese rivals, wants to create a market for low-carbon metal. What if you can make something with fewer greenhouse-gas emissions than your competitors, but get no financial benefit? It's a business problem Gregory Barker is trying to solve.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-known-investment-firm-centricus-circles-tiktok-with-long-shot-bid-11602082892", "title": "New TikTok Twist: Investment Firm Pursues Longshot Bid", "date": "2020-10-07 11:01", "summary": "The bid's architects are positioning it as a backup to a Oracle-led deal already on the table. A low-profile investment firm is trying to entice the head of TikTok's parent company with a long-shot alternative bid, as the popular video-sharing app remains caught in a standoff between the U.S. and China.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-jobs-dont-exist-yet-but-they-could-in-the-future-11602082712", "title": "These Jobs Don't Exist Yet, but They Could in the Future", "date": "2020-10-07 10:58", "summary": "These five potential new roles could emerge to protect against cyber threats. As a future of driverless cars, brain implants and more convincing deepfakes becomes increasingly possible, taking cyber threats more seriously will likely become more important. Here are some potential new jobs that could emerge to help combat those risks.", "categories": [["Ideas"]], "category_links": ["https://www.wsj.com/news/types/noted-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-balk-at-amazons-call-for-covid-19-disclosures-11601997368", "title": "Amazon Pushes for More Covid-19 Disclosures. Companies Say No.", "date": "2020-10-07 10:29", "summary": "E-commerce giant pushes for more transparency on infection and quarantine rates, but firms are reluctant to share more than what is required. Amazon . com Inc. last week called on other large companies to share the results of their workplace Covid-19 testing and disclose the rate at which employees are quarantining. So far, their answer appears to be no.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-art-star-brings-fresh-lens-to-forgotten-life-of-19th-century-creoles-11602080781", "title": "Rising Art Star Brings Fresh Lens to 'Forgotten' Life of 19th Century Creoles", "date": "2020-10-07 10:26", "summary": "Andrew LaMar Hopkins has his first solo New York show. 'He paints the world through a rose-colored glass, but I like his power of positive thinking.'. Two decades ago, Andrew LaMar Hopkins was working as an antiques dealer in New Orleans, selling cabriole-leg tables and gilt mantel clocks from a Garden District shop he ran with his then-boyfriend. On the side, Mr. Hopkins painted small, folksy scenes of 19th century Creole life, which he sold for $300 apiece.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-criticizes-bidens-sharp-anti-russian-rhetoric-11602073537", "title": "Putin Criticizes Biden's 'Sharp Anti-Russian Rhetoric'", "date": "2020-10-07 10:16", "summary": "Discussing U.S. election, Russian leader praises Trump, says he is reassured by Democratic candidate's support for arms control. MOSCOW-Russian President Vladimir Putin offered his first substantive remarks on the U.S. presidential race, noting what he called Democratic nominee Joe Biden's sharp anti-Russian rhetoric. He praised President Trump for improving relations between the two countries, and said he was reassured by Mr. Biden's support for extending arms-control agreements.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfls-covid-19-crisis-intensifies-with-the-titans-and-patriots-11602079803", "title": "Titans Players Practiced Together Despite Covid-19 Outbreak", "date": "2020-10-07 10:10", "summary": "The NFL is investigating an unsanctioned workout by Tennessee players after two additional players tested positive. Tennessee Titans players conducted a workout at a local school while their team was sidelined by the NFL because of a Covid-19 outbreak, a breach of league pandemic mandates that raises the possibility of severe penalties for the team.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skateboarding-pro-built-a-global-clothing-brand-11602079200", "title": "Skateboarding Pro Built a Global Clothing Brand", "date": "2020-10-07 10:00", "summary": "Keith Hufnagel's HUF clothing found fans even among those who never hop on a board. Before he was 20, Keith Hufnagel had achieved a skateboarding fantasy: getting paid to skate via sponsorship deals and prize money from competitions.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-levi-draftkings-siri-what-to-watch-when-the-stock-market-opens-today-11602069063", "title": "United Airlines, Levi, DraftKings, Siri: What to Watch When the Stock Market Opens Today", "date": "2020-10-07 09:01", "summary": "U.S. stock futures point to gains after the market opens. President Trump in overnight tweets signaled a softening of his stance on moving ahead with relief spending bills.. Here's what we are watching as markets kick into gear Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-is-key-issue-for-voters-in-new-york-citys-swing-district-11602075601", "title": "Crime Is Key Issue for Voters in New York City's Swing District", "date": "2020-10-07 09:00", "summary": "Candidates square off on defunding the police, bail reform in a formerly conservative bastion in Brooklyn. BROOKLYN, N.Y.-State Sen. Andrew Gounardes spent a recent Sunday morning handing out masks, reminding people to vote and responding to a relatively common question: \"What's your take on defunding the police?\"", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-bet-on-augmented-reality-startup-11602075600", "title": "Auto Makers Bet on Augmented Reality Startup", "date": "2020-10-07 09:00", "summary": "General Motors Ventures and China's SAIC Capital are among investors backing Envisics. The venture capital arms of General Motors Co. and Chinese auto giant SAIC Motor Corp. , among other investors, have acquired minority stakes in a startup developing hologram technology for autonomous driving systems.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-settles-chip-dispute-with-eu-regulators-11602067225", "title": "EU Signals More Antitrust Scrutiny of Tech After Broadcom Settles Dispute", "date": "2020-10-07 08:56", "summary": "Europe's top competition official plans to use injunctions more as U.S. chip maker agrees to refrain from certain exclusivity arrangements. Europe's top competition official said she would make more use of injunctions, including in pending cases against big technology companies, after successfully forcing U.S. chip maker Broadcom Inc. to change its alleged anticompetitive practices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-airport-covid-testing-get-people-flying-again-11602075315", "title": "Can Airport Covid Testing Get People Flying Again?", "date": "2020-10-07 08:55", "summary": "Airports and airlines are searching for ways to avoid long quarantines that turn travelers off-how well they work remains to be seen. Air travel can test your patience. Now it's going to test your health.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-stock-market-doesnt-know-about-the-trump-biden-election-11602074504", "title": "What the Stock Market Doesn't Know About the Trump-Biden Election", "date": "2020-10-07 08:41", "summary": "Investors should focus on two things that the market likes and understands: tax cuts and government stimulus. Here are three things investors don't know about the election: Who will win. Who would be best for earnings. Or who the market would prefer.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-home-perfect-indoor-outdoor-locatelli-11602073689", "title": "The Italian Home That's Beyond Perfect for Outdoor Living and Hosting", "date": "2020-10-07 08:37", "summary": "Architect Massimiliano Locatelli transformed a pair of industrial buildings into a sun-filled retreat open to southern Italian skies.. When architect Massimiliano Locatelli first encountered the pair of single-story, semi-industrial buildings that would one day become his vacation home, during a trip to the southernmost reaches of Puglia, apart from not being sure exactly what he was looking at (a psychiatric hospital? a prison?), he knew what he saw in them. Two things, actually.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/church-of-englands-culture-fostered-sex-abuse-report-finds-11602073091", "title": "Church of England's Culture Fostered Sex Abuse, Report Finds", "date": "2020-10-07 08:18", "summary": "Perpetrators were supported more than victims in church environment, says an independent inquiry sponsored by the U.K.'s Home Office. A culture of coverup in the Church of England enabled the sexual abuse of hundreds of children from the 1940s onward and let abusers hide, according to a U.K. government-backed investigation.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-cofounder-alexis-ohanians-new-venture-fund-invests-in-disposable-camera-app-11602072245", "title": "Alexis Ohanian's New Venture Fund Invests in Disposable Camera App", "date": "2020-10-07 08:04", "summary": "Seven Seven Six fund leads a $4 million seed round for social-media platform Dispo, also known as David's Disposable. Reddit co-founder Alexis Ohanian's new venture fund made its first investment, in a Los Angeles-based app that lets users relive the nostalgic features of disposable cameras, the companies announced Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richest-americans-recovered-most-wealth-after-covid-11602071777", "title": "Richest Americans Recovered Most of Their Wealth After Covid Outbreak", "date": "2020-10-07 08:00", "summary": "The country's superwealthy bounced back quicker than ultrahigh-net-worth individuals around the world. What pandemic? Despite a steady drumbeat of Covid-19 cases around the country, the net worth of the wealthiest Americans dramatically rebounded in the five months ended in August-far outpacing growth in other parts of the world.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-presidential-and-senate-election-ratings-and-analysis-11602072000", "title": "2020 Presidential and Senate Election Ratings and Analysis", "date": "2020-10-07 08:00", "summary": "The outlook on which party is ahead in the presidential and Senate races, based on combined ratings from three nonpartisan political analysts. Forecasts for the presidential race and Senate contests are rated on a scale from safely Democratic or Republican to tossup, based on combined ratings from the Cook Political Report, Inside Elections with Nathan L. Gonzales and Larry Sabato's Crystal Ball at the University of Virginia Center for Politics.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-battle-tested-ceo-locks-in-on-5g-11602072005", "title": "Qualcomm's Battle-Tested CEO Locks In on 5G", "date": "2020-10-07 08:00", "summary": "Steve Mollenkopf sees the technology riding a post-pandemic bounceback and says his mission is to ensure the chip maker doesn't miss out. Few companies in American corporate history have fought as many high-stakes battles as wireless-communication chip giant Qualcomm Inc. has in recent years.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-coronavirus-testing-programs-creak-as-demand-surges-11602071893", "title": "Europe's Covid-19 Testing Programs Creak as Demand Surges", "date": "2020-10-07 07:58", "summary": "Delays and insufficient testing hamper key strategy to curb virus spread. Some European governments are struggling to manage large-scale Covid-19 testing programs as cases rise across the continent, calling into question a central element of their strategies to tackle the virus as winter approaches.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tobacco-companies-get-a-clear-smokeless-signal-11602071669", "title": "Tobacco Companies Get a Clear Smokeless Signal", "date": "2020-10-07 07:54", "summary": "Traditional cigarette sales have been resilient in the Covid-19 crisis, but investors seem prepared to reward only innovation. The weak performance of most tobacco stocks this year suggests it will be a slog to lose their pariah status. A rally in one outlier, Swedish Match , shows why it should be worth the effort.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-order-against-diversity-training-generates-confusion-11602063000", "title": "White House Order Against Diversity Training Generates Confusion", "date": "2020-10-07 07:41", "summary": "Government agencies and companies with federal contracts pause programs and cancel events, as business groups protest order. Some U.S. business groups are pushing back against a White House directive to limit racial-sensitivity training, which has caused confusion for some private businesses with federal contracts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tourist-spots-are-full-but-wallets-are-still-light-11602069306", "title": "China's Tourist Spots Are Full, but Wallets Are Still Light", "date": "2020-10-07 07:15", "summary": "China's consumers are slogging back toward normalcy, but weak holiday spending shows the recovery is far from complete. Chinese tourist spots are crowded with visitors again as the pandemic is largely under control in the country. A full recovery of consumption, however, may still take a while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-snatched-the-hong-kong-12-off-a-speedboat-giving-protest-movement-new-life-11602063213", "title": "China Snatched 'Hong Kong 12' Off Speedboat, Giving Protest Movement New Life", "date": "2020-10-07 07:12", "summary": "The group has been held incommunicado in a jail in mainland China since they were detained in August. HONG KONG-A small group of dissidents climbed into a speedboat and set off from a tiny Hong Kong fishing village just after 7 a.m. on Aug. 23, in a daring attempt to rush 400 miles across major global shipping lanes to safety in Taiwan.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-season-a-disappointing-encore-11602068584", "title": "Earnings Season: A Disappointing Encore", "date": "2020-10-07 07:03", "summary": "U.S. companies will continue to clear the expectations bar, but not as impressively and probably with more warnings about the future. Most companies' third-quarter results should easily top analyst estimates-just not quite as handily as they did in the second quarter. There are also some ominous signs about what the fourth quarter might hold.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tells-negotiators-to-stop-covid-relief-talks-until-after-the-election-11602011258", "title": "Trump Sends Mixed Messages Over Covid-19 Stimulus", "date": "2020-10-07 06:54", "summary": "President had appeared to end a long-running bid by Nancy Pelosi and Steven Mnuchin to strike another stimulus deal. WASHINGTON-President Trump pulled the plug on ongoing bipartisan coronavirus relief talks in an abrupt move that jolted Wall Street and surprised lawmakers of both parties, but hours later called on Congress to approve a bill providing another direct check to many Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invitation-rockpoint-forge-1-billion-rental-home-venture-11602067500", "title": "America's Largest Landlord Adds $1 Billion for Its House Hunt", "date": "2020-10-07 06:45", "summary": "Agreement between Invitation, Rockpoint will add enough cash to purchase about 3,500 more homes. Real-estate investors have a mountain of money looking for a home. Lately a lot of it is ending up in suburban single-family houses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venmos-new-credit-card-puts-qr-codes-front-and-center-11602064801", "title": "Venmo's New Credit Card Puts QR Codes Front and Center", "date": "2020-10-07 06:00", "summary": "Payment app diversifies into credit card business. Venmo, the payments app owned by PayPal Holdings Inc., has introduced its first physical credit card, stamped with a prominent QR code on the front.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-tenure-boosts-lael-brainard-as-potential-biden-treasury-pick-11602064800", "title": "Fed Tenure Boosts Brainard as Potential Biden Treasury Pick", "date": "2020-10-07 06:00", "summary": "Policy maker has played key roles in shepherding central bank's Covid-19 pandemic response. When the coronavirus pandemic sparked a financial panic in March, Federal Reserve Chairman Jerome Powell turned to Lael Brainard to manage lending programs designed to prevent frozen markets from making the downturn worse.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-week-english-soccer-lost-the-plot-11602064800", "title": "The Week English Soccer Lost the Plot", "date": "2020-10-07 06:00", "summary": "Everton is in first, Manchester United is 16th and the Premier League is off to a wild start-even for the Premier League. The only person in the Premier League who seemed unsurprised that Everton-not Liverpool, not Manchester City, not any of the other billionaire-backed projects-is sitting in first place is Everton manager Carlo Ancelotti.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-to-shed-light-on-economic-outlook-policy-debate-11602063001", "title": "Fed Minutes to Shed Light on Economic Outlook, Policy Debate", "date": "2020-10-07 05:30", "summary": "Officials last month adopted more explicit guidance about how long they will keep rates near zero. Minutes from the Federal Reserve's latest policy meeting could shed light on how central-bank officials are wrestling with applying their new policy framework to an economy battered by the coronavirus pandemic.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-finds-companies-often-mute-shareholders-in-remote-meetings-11602063000", "title": "U.K. Regulator Finds Companies Often Mute Shareholders in Remote Meetings", "date": "2020-10-07 05:30", "summary": "A majority of British businesses asked investors to vote in advance, and not all permitted questions ahead of the vote. Britain's biggest businesses limited shareholders' ability to ask questions during their virtual investor meetings, raising concerns about accountability, the Financial Reporting Council said Tuesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-chinas-latest-property-boom-doormen-and-gardeners-11602063003", "title": "Behind China's Latest Property Boom: Doormen and Gardeners", "date": "2020-10-07 05:30", "summary": "Property-management companies' shares have soared, even as developers' languish. Investors have seized on another way to profit from China's huge housing market: snapping up stocks in the companies that take care of apartment complexes and help residents with child care, groceries and repairs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-shows-the-rich-world-how-to-sustain-a-post-pandemic-recovery-11602061572", "title": "Australia Shows the Rich World How to Sustain a Post-Pandemic Recovery", "date": "2020-10-07 05:09", "summary": "Government is committing to sustained fiscal stimulus for the years ahead, despite a shallower recession than many other advanced economies. Almost nine months after the effects of the Covid-19 pandemic began to ripple through the global economy, Australia's government is taking no chances: A generous fiscal package was announced this week.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11602020869", "title": "Pepper...and Salt", "date": "2020-10-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-agrees-to-fdas-guidelines-for-vetting-covid-19-vaccines-11602011953", "title": "White House Agrees to FDA's Guidelines for Vetting Covid-19 Vaccines", "date": "2020-10-07 22:00", "summary": "The decision means the FDA has the Trump administration's support for a rigorous vaccine review that is unlikely to yield an authorization before Election Day. The White House cast aside its objections and endorsed the U.S. Food and Drug Administration's plans for assessing whether a Covid-19 vaccine should be given to the public, making it likely that a shot won't be cleared until after the election, people familiar with the matter said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seattle-storm-win-wnba-title-11602035092", "title": "The Seattle Storm Win WNBA Title", "date": "2020-10-07 21:44", "summary": "With a sweep of the Las Vegas Aces, the team claimed its fourth league championship. The Seattle Storm swept aside uncertainty about the health of its two stars and the strangeness of playing an entire season in one city because of the coronavirus pandemic.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-says-u-s-government-questions-its-pledge-to-hire-more-black-employees-11602020480", "title": "Labor Department Questions Microsoft and Wells Fargo Over Pledges to Hire More Black Employees", "date": "2020-10-07 21:38", "summary": "Agency letters ask if diversity initiatives constitute discriminaton; companies say they comply with employment law. Microsoft Corp. and Wells Fargo & Co. were contacted last week by the U.S. Labor Department questioning their plans to hire more Black employees as they seek to diversify their management ranks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-penalize-hospitals-for-pandemic-data-gaps-11602032369", "title": "Hospitals to Face Penalties for Pandemic Data Gaps", "date": "2020-10-07 20:59", "summary": "Expanded federal Covid-19 response will also require hospitals to report flu patients and deaths, as flu season begins. Hospitals that fail to provide data to the federal pandemic response effort will face penalties starting in January, the Trump administration said, as federal officials also unveiled plans to expand surveillance to include flu tracking.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-record-shows-courtroom-honed-approach-complicated-ideology-11601998690", "title": "Kamala Harris's Record Shows Courtroom-Honed Approach, Complicated Ideology", "date": "2020-10-07 20:51", "summary": "Vice President Mike Pence has portrayed her as an emissary of the 'radical left,' but some Republicans say they have found common ground. Sen. Kamala Harris has endorsed some high-profile progressive proposals, such as universal health care known as Medicare for All and the Green New Deal multitrillion-dollar climate policy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-announces-overhaul-of-h-1b-visa-program-11602017434", "title": "Trump Administration Overhauls H-1B Visa Program", "date": "2020-10-07 20:46", "summary": "Employers will be required to pay the high-skilled foreign workers significantly higher wages. WASHINGTON-The Trump administration announced an overhaul of the H-1B visa program for high-skilled foreign workers that will require employers to pay H-1B workers significantly higher wages, narrow the types of degrees that could qualify an applicant and shorten the length of visas for certain contract workers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-miller-tests-positivefor-covid-19-11602027426", "title": "Stephen Miller Tests Positive for Covid-19", "date": "2020-10-07 20:31", "summary": "The senior White House adviser is in quarantine and is the latest top aide in Trump's orbit to test positive for coronavirus. WASHINGTON-Stephen Miller, a senior White House adviser, has tested positive for the coronavirus, the latest top aide in President Trump's orbit to do so.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-supremacists-russia-pose-top-threats-homeland-security-says-11602030356", "title": "White Supremacists, Russia Top Domestic Threats, Homeland Security Says", "date": "2020-10-07 20:25", "summary": "Among domestic violent extremists, white supremacists carried out half of all deadly attacks in 2018 and 2019. White supremacists and Russian election interference are among the top threats facing the United States, the Department of Homeland Security warned in a new report released Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-isolate-at-white-house-as-covid-19-recovery-continues-11601984725", "title": "Trump Plays Down Coronavirus, Plans to Debate Biden", "date": "2020-10-07 20:19", "summary": "President's top military advisers begin quarantining over potential coronavirus exposure; senior White House aide Stephen Miller tests positive. WASHINGTON-President Trump, in his first day back at the White House, played down the virus that left him hospitalized and vowed to return to the campaign trail as soon as next week, even as his top military advisers joined other aides Tuesday in quarantining after potential exposure to the coronavirus.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-calls-for-congress-to-break-up-tech-giants-11602016985", "title": "House Panel Says Big Tech Wields Monopoly Power", "date": "2020-10-07 20:07", "summary": "Democratic-led report concludes after 16-month probe that Amazon, Facebook, Google and Apple stifle competition. WASHINGTON-America's biggest technology companies have leveraged their dominance to stamp out competition and stifle innovation, according to a Democratic-led House panel, which said Congress should consider forcing the tech giants to separate their dominant online platforms from other business lines.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]