[{"link": "https://www.wsj.com/articles/bureau-of-prisons-imposes-14-day-quarantine-to-contain-coronavirus-11585093075", "title": "Bureau of Prisons Imposes 14-Day Quarantine", "date": "2020-03-24 19:37", "summary": "Trump administration faces bipartisan pressure to transfer federal inmates to home detention. The federal Bureau of Prisons on Tuesday said it has imposed a 14-day mandatory quarantine for all new inmates entering any of its facilities, a challenging directive for the nation's crowded prisons as they try to slow the spread of the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-would-join-an-april-debate-campaign-says-11585092776", "title": "Bernie Sanders Would Join an April Debate, Campaign Says", "date": "2020-03-24 19:32", "summary": "It is latest sign that the Vermont senator doesn't plan to drop out of the race. Bernie Sanders will participate in the next Democratic presidential debate if one is scheduled for April, a campaign aide said, in the latest sign that the Vermont senator doesn't plan to drop out of the race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-drugs-vaccine-are-many-months-away-health-experts-say-11585086578", "title": "Coronavirus Drugs Are Many Months Away, Health Experts Say", "date": "2020-03-24 19:22", "summary": "Public- and private-sector medical officials cautioned that further study is needed to assess possible treatments pushed by White House. A federal health official on Tuesday sought to tamp down mounting excitement in some quarters over the potential for antimalarial drugs to treat the new coronavirus, though a Trump administration adviser voiced more optimism.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrence-mcnally-1938-2020-both-serious-and-satirical-11585092146", "title": "Terrence McNally (1938-2020): Both Serious and Satirical", "date": "2020-03-24 19:22", "summary": "The playwright, whose work encompassed the AIDS crisis and sendups of the performer class, died of complications from the coronavirus on Tuesday.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upstate-counties-urge-new-york-city-residents-to-stay-in-primary-homes-11585092090", "title": "Upstate Counties Urge New York City Residents to Stay in Primary Homes", "date": "2020-03-24 19:21", "summary": "Hudson Valley communities are wary of annual influx of second-home people amid coronavirus outbreak. The coronavirus outbreak has led three upstate counties to encourage New York City residents, many of whom have second homes in the area, to remain in their primary homes.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delay-of-tokyo-olympics-deals-blow-to-comcast-discovery-11585069171", "title": "Delay of Tokyo Olympics Deals Blow to Comcast, Discovery", "date": "2020-03-24 19:17", "summary": "Move puts dent in NBCUniversal's marketing for Peacock streaming service, set to to go live in July. The postponement of the Tokyo Olympics to 2021 will have important ramifications for media giants Comcast Corp. and Discovery Inc., depriving them of at least a billion ad dollars this year and taking away a critical launchpad for their other programming.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-industry-mobilizes-against-the-coronavirus-11585091775", "title": "Private Industry Mobilizes Against the Coronavirus", "date": "2020-03-24 19:16", "summary": "The feds don't need to nationalize the economy to fight Covid-19.. President Trump can't do right by some critics no matter what he does. For three years he's been denounced as a reckless authoritarian, and now he's attacked for not being authoritarian enough by refusing to commandeer American industry. The truth is that private industry is responding to the coronavirus without command and control by the federal government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parks-and-virus-recreation-11585091701", "title": "Parks and Virus Recreation", "date": "2020-03-24 19:15", "summary": "Cutting off access to outdoor space strains the cooped-up public.. Officials seeking to slow the spread of coronavirus have imposed sweeping restrictions on roughly one in four Americans. Several states have closed churches, restaurants and bars, gyms and other businesses. Some governors and mayors are now moving to limit access to parks and other outdoor spaces. The goal as always is to slow the virus's spread, but with cabin fever raging for shut-ins, we have to wonder whether closing down large open spaces does more harm than good.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-joe-bidens-leadership-11585091731", "title": "Where Is Joe Biden's Leadership?", "date": "2020-03-24 19:15", "summary": "He calls coronavirus aid a 'slush fund' and echoes Nancy Pelosi.. Amid the coronavirus lockdown, Joe Biden is now running a digital front-porch campaign. In a video streamed from his home in Delaware on Monday, Mr. Biden said he would focus on \"what we should do to get this response fixed.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mexico-sets-up-100-million-fund-to-aid-companies-hit-by-coronavirus-11585091644", "title": "New Mexico Sets Up $100 Million Fund to Aid Companies Hit by Coronavirus", "date": "2020-03-24 19:14", "summary": "State will make loans to companies with at least $10 million in revenue. New Mexico is setting up a $100 million fund to help mid-sized businesses hit by disruptions tied to the coronavirus pandemic and gave Sun Mountain Capital the job of managing the lending pool.", "categories": [["Pro PE Limited Partners"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-limited-partners?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-young-and-the-restless-and-the-coronavirus-11585091637", "title": "The Young and the Restless and the Coronavirus", "date": "2020-03-24 19:13", "summary": "Who's flouting social-distancing rules? Students discuss.. Editor's note: This Future View is about generational differences in accepting the need for social distancing to ward off the new coronavirus. Next week we'll ask, \"How has your world changed since the outbreak of the virus?\" Students should click here to submit opinions of fewer than 250 words before March 31. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-cfo-turns-to-crisis-era-playbook-amid-coronavirus-oil-price-rout-11585091404", "title": "Chevron CFO Turns to Crisis-Era Playbook Amid Coronavirus, Oil-Price Rout", "date": "2020-03-24 19:10", "summary": "The oil giant is slashing capital expenditures by $4 billion, and its CFO says more cost cuts will follow. Chevron Corp.'s chief financial officer is resorting to a tested playbook that involves slashing capital expenditures and reducing costs to respond to a sharp decline in oil prices and lower petroleum demand.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-warns-that-skyrocketing-usage-wont-lead-to-increased-revenue-11585083493", "title": "Facebook Usage Soars, But Online Advertising Plunges", "date": "2020-03-24 19:05", "summary": "Tech giant says total messaging across the platform's services has increased 50% in countries hit hard by the virus. Facebook Inc. said usage of its products was skyrocketing because of the coronavirus pandemic but warned that increased activity wouldn't shield the company from the online-advertising pullback roiling Silicon Valley and Madison Avenue alike.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-stranded-abroad-fume-over-the-long-wait-to-come-home-11585091082", "title": "Americans Stranded Abroad Fume Over the Long Wait to Come Home", "date": "2020-03-24 19:04", "summary": "Nearly 3,000 in Peru organize to share, help, vent about delays in efforts to bring them back to U.S.. Americans stranded in Peru because of the coronavirus pandemic have begun organizing among themselves to share information and vent their mounting frustration over the Trump administration's efforts to catch up with a backlog of U.S. citizens trapped overseas.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-rattner-on-coronavirus-stimulus-better-to-go-too-quickly-and-too-heavily-11585091015", "title": "Steven Rattner on Stimulus: 'Better to Go Too Quickly and Too Heavily'", "date": "2020-03-24 19:03", "summary": "Architect of financial-crisis autos bailout discusses moves government should make, missteps to avoid in current crisis. Steven Rattner is a longtime Wall Street financier who served as the Obama administration's \"car czar\" during the financial crisis. A former investment banker, Mr. Rattner was the chief architect of the General Motors Co. and Chrysler bailouts at that time. He also led the president's auto task force, where he was charged with restructuring the car industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-cold-war-law-could-fight-the-novel-coronavirus-11585090538", "title": "How a Cold War Law Could Fight the Novel Coronavirus", "date": "2020-03-24 18:58", "summary": "The Defense Production Act has been used to equip armies and repair levees after Hurricane Katrina. The fight against the novel coronavirus has drawn attention to a Cold War-era law that presidents have used to equip armies and protect soldiers in dire times.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approves-plasma-treatment-for-coronavirus-under-certain-circumstances-11585090669", "title": "FDA Approves Plasma Treatment for Coronavirus Patients", "date": "2020-03-24 18:57", "summary": "Plasma would come from patients who have recovered from Covid-19. SILVER SPRING, Md.-The Food and Drug Administration has begun to allow doctors to treat some patients with the blood plasma of patients who have recovered from the coronavirus-caused Covid-19 disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-slashes-subway-service-as-coronavirus-shuts-down-city-11585090387", "title": "New York Slashes Subway Service as Coronavirus Shuts Down City", "date": "2020-03-24 18:53", "summary": "The MTA will also cut bus and commuter rail service amid staff shortages and plummeting ridership. New York's Metropolitan Transportation Authority will reduce subway, bus and commuter rail services as ridership plummets and the new coronavirus crisis causes worker shortages.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-cases-rise-revenues-dip-in-new-york-city-11585089984", "title": "As Coronavirus Cases Rise, Revenues Dip in New York City", "date": "2020-03-24 18:46", "summary": "De Blasio seeks $1.3 billion in cuts across city agencies. New York City Mayor Bill de Blasio called on city agencies to make cuts to services as revenue drops and the cost to fight the novel coronavirus rises.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-quarterly-sales-pressured-by-coronavirus-closures-in-china-11585084649", "title": "Nike Says Digital Orders Offset Coronavirus Retail Damage", "date": "2020-03-24 18:37", "summary": "CEO says business has rebounded in China; 'We will see the other side of this crisis in the near future'. Nike Inc. said business has rebounded in China following the outbreak of coronavirus, and the sportswear giant was able to offset much of its lost retail sales with online orders, a strategy executives said they expected to follow in the U.S. and Europe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-grapples-with-how-to-support-member-states-economies-11585089418", "title": "EU Grapples With How to Support Member States' Economies", "date": "2020-03-24 18:36", "summary": "Finance ministers voice broad support for invoking European Stability Mechanism but differences persist. BRUSSELS-There is broad support for allowing countries to tap precautionary credit lines from the eurozone's bailout fund, European officials said on Tuesday, with governments considering allowing countries to borrow as much as 2% of their annual economic output.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-investors-have-less-reason-to-sweat-11585089259", "title": "Nike's Investors Have Less Reason To Sweat", "date": "2020-03-24 18:34", "summary": "Nike is in excellent financial condition and can endure a weak period. Investors have known for weeks that the coronavirus crisis would wreak havoc on the global economy. Fiscal third-quarter results from Nike on Tuesday were an early chance to survey the damage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-reports-first-cases-of-coronavirus-aboard-a-ship-at-sea-11585089022", "title": "Navy Reports First Cases of Coronavirus on Ship at Sea", "date": "2020-03-24 18:30", "summary": "Medical ships, field hospitals en route to stricken areas as National Guard is activated in all 50 states. Three U.S. sailors aboard an aircraft carrier operating in the Pacific tested positive for the novel coronavirus, the Navy said Tuesday, marking the first time the virus has turned up on a deployed military ship.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-stimulus-should-bar-stock-buybacks-11585088778", "title": "Coronavirus Stimulus Should Bar Stock Buybacks", "date": "2020-03-24 18:26", "summary": "Large corporations have piled on debt, making themselves vulnerable to shocks.. As Covid-19 spreads and the economy falls off a cliff, a debate has erupted about public assistance to large corporations. Defenders of a generous response argue that although big companies find themselves in need of help, it is not their fault. To slow the spread of the disease, government has driven down demand-to near zero in many cases. So government isn't bailing anyone out, as many believe it did in 2008 and 2009; it's compensating corporations for the harm that nature and public policy have inflicted on them.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-happy-few-are-the-cured-11585088718", "title": "The Happy Few Are the Cured", "date": "2020-03-24 18:25", "summary": "Now let's get on with saving the economy while protecting the vulnerable.. The giddiest among us soon will be those who tested positive and now have it behind them. The world will be their oyster. A Craigslist page will soon appear for coronavirus antibody-positive personal services. People will get paid hundreds of dollars an hour if they can document their immunity. Starbucks is opening up again in Wuhan. In the U.S., Seattle or New York will get the first antibody-positive Starbucks: Every barista will be able to prove they've had the coronavirus.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-in-waiting-review-self-portrait-of-a-lady-11585088567", "title": "'Lady in Waiting' Review: Self-Portrait of a Lady", "date": "2020-03-24 18:22", "summary": "She was Princess Margaret's attendant for 30 years. Part of her duties included turning the garden hose on their neighbor's despised cats.. Lady Anne Glenconner, the 87-year-old daughter of the Earl of Leicester, came from a generation and a class that were not brought up to express emotion. \"There were no heart-to-hearts\" and no self-pity was allowed, she writes in \"Lady in Waiting: My Extraordinary Life in the Shadow of the Crown.\" You didn't \"dwell.\" You kept the proverbial stiff upper lip. And, as her stalwart and disarmingly honest book testifies, that is what she did. Nevertheless, emotion resonates through this delightful memoir, which offers a candid, humorous look inside the royal family and the daft world of the British aristocracy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minorities-bear-the-lockdowns-economic-brunt-11585088524", "title": "Minorities Bear the Lockdown's Economic Brunt", "date": "2020-03-24 18:22", "summary": "They disproportionately work in industries, and for employers, that have been ordered closed.. We know the coronavirus doesn't discriminate by race or ethnicity. We also know the harm it imposes on American society will be unequal in the extreme. It so happens that lower-income minorities have been on a pretty good run economically in recent years. The consensus among economists is that this trend is set to end.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-coronavirus-as-deadly-as-they-say-11585088464", "title": "Is the Coronavirus as Deadly as They Say?", "date": "2020-03-24 18:21", "summary": "Current estimates about the Covid-19 fatality rate may be too high by orders of magnitude.. If it's true that the novel coronavirus would kill millions without shelter-in-place orders and quarantines, then the extraordinary measures being carried out in cities and states around the country are surely justified. But there's little evidence to confirm that premise-and projections of the death toll could plausibly be orders of magnitude too high.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-brings-back-scarlet-fever-memories-11585088429", "title": "Coronavirus Brings Back Scarlet Fever Memories", "date": "2020-03-24 18:20", "summary": "When I was confined to bed with scarlet fever, I believed I was going to die every time I got a sore throat.. I contracted scarlet fever as a young girl. I remember the red quarantine sign tacked outside our front door stating we were confined to our home and no one was to be admitted. Now I live in California. Before locking down the whole state, Gov. Gavin Newsom asked seniors to \"isolate themselves\" from others. In my usual age-denying state, I still think of that cohort as meaning my parents or grandparents. I was shocked to realize Mr. Newsom's quarantine refers to my peers and me. So the task was to stock up on household supplies and hold the fort until this situation eases.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negotiators-aim-to-wrap-up-talks-tuesday-on-u-s-stimulus-package-11585053060", "title": "Negotiators Nearing Accord on U.S. Stimulus Package to Combat Coronavirus", "date": "2020-03-24 18:19", "summary": "An estimated $2 trillion in funds would help buffer American economy from consequences of pandemic. WASHINGTON-Senate negotiators and the Trump administration worked to clear remaining hurdles for a deal on an estimated $2 trillion stimulus package, a massive bill designed to shield the U.S. economy from the most drastic consequences of the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-service-providers-face-bleak-post-coronavirus-future-11585088173", "title": "Tech Service Providers Face Bleak Post-Coronavirus Future", "date": "2020-03-24 18:16", "summary": "Businesses are set to cut IT budgets, spelling lean times for the industry. Businesses that sell information-technology services are expected to be hit hard by the economic impact of the coronavirus outbreak as companies across sectors slash IT budgets in the months ahead, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-abe-agreed-with-ioc-to-delay-tokyo-olympics-by-about-one-year-11585052548", "title": "Japan, IOC Agree to Postpone 2020 Tokyo Olympics by About One Year", "date": "2020-03-24 17:57", "summary": "Prime minister says it would be difficult to hold the Olympics this year. TOKYO-The Tokyo 2020 Olympics were postponed until 2021 on Tuesday as the coronavirus pandemic spreads world-wide, an unprecedented shifting of the world's largest sporting event that casts a universe of athletes, broadcasters, sponsors and sports organizations into a period of protracted uncertainty.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-economic-recipe-for-the-pandemic-keep-workers-in-their-jobs-11585083397", "title": "Europe's Economic Recipe for the Pandemic: Keep Workers in Their Jobs", "date": "2020-03-24 17:42", "summary": "Some policy makers say the U.S. should follow the European approach of wage-subsidy programs. The U.S. and Europe are scrambling to shield workers from the fallout of the coronavirus pandemic. But while the U.S. is trying to soften the blow for millions who have already lost jobs, Europe is taking a different approach: stopping people from getting fired in the first place.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chairman-vibrant-markets-help-virus-response-11585085852", "title": "SEC Chairman: Vibrant Markets Help Virus Response", "date": "2020-03-24 17:37", "summary": "A welcome message from Washington that healthy economies and healthy people go hand in hand.. Some readers have become more frightened of potential government responses to the coronavirus than of the virus itself, and no wonder. Much of the panicked media and political class has been promoting infection countermeasures-even with uncertain benefits-regardless of the cost.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-taps-blackrock-to-purchase-bonds-for-the-government-11585085843", "title": "Federal Reserve Taps BlackRock to Purchase Bonds for the Government", "date": "2020-03-24 17:37", "summary": "World's largest money manager by assets to purchase agency CMBS on behalf of New York Federal Reserve. The Federal Reserve on Tuesday asked BlackRock Inc. to steer tens of billions of dollars in bond purchases, a reflection of the influence of the world's largest money manager.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-digital-dollars-are-part-of-debate-over-coronavirus-stimulus-11585085518", "title": "Fed Digital Dollars Are Part of Debate Over Stimulus", "date": "2020-03-24 17:31", "summary": "Legislation includes tool some believe could reshape how monetary policy is conducted. While it may not make it to the finished coronavirus economic stimulus and support package now being weighed in Congress, there is a push from some legislators to give the Federal Reserve a new tool some believe could radically reshape how it conducts monetary policy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-plans-to-waive-some-compliance-requirements-amid-coronavirus-crisis-11585072822", "title": "EPA Plans to Waive Some Compliance Requirements Amid Coronavirus Crisis", "date": "2020-03-24 17:29", "summary": "Agency waivers may include extending deadlines for cleanup sites. WASHINGTON-The Environmental Protection Agency is planning to waive compliance requirements and deadlines for a range of industries, including oil refiners, water utilities and sewage plants, as it seeks to help businesses affected by the coronavirus pandemic, according to Trump administration officials.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-unemployment-claims-sparks-delayed-checks-amid-coronavirus-crisis-11585059384", "title": "Unemployment Checks Delayed in Crisis", "date": "2020-03-24 17:24", "summary": "U.S. state systems struggle to meet record-high levels of claims in the wake of epidemic. Americans are waiting anxiously for unemployment benefits as state unemployment systems adjust to record-high levels of claims in the wake of the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-robb-ge-executive-who-recruited-jack-welch-dies-of-covid-19-at-92-11585084845", "title": "Walter Robb, GE Executive Who Recruited Jack Welch, Dies of Covid-19 at 91", "date": "2020-03-24 17:20", "summary": "Chemical engineer turned GE's medical-equipment business into a star performer, and climbed Kilimanjaro at 69. Walter Robb, a former General Electric Co. executive who helped recruit Jack Welch to the company and later was chosen by Mr. Welch to revive GE's medical-equipment business, died Monday of Covid-19 at a hospital in Schenectady, N.Y. He was 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-a-pretty-picture-11585084388", "title": "Not a Pretty Picture", "date": "2020-03-24 17:13", "summary": "Shuttered arts institutions will find a way out of this crisis. But it won't be easy.. Though the medical impact of the coronavirus is of paramount concern, how both the arts and their institutional infrastructure cope with what's ahead still matters. The sector is economically significant-we have the data on all those jobs created; on the new investment the arts attract to urban areas; and on those high-end cultural tourists seduced into spending more, staying longer and coming back again. The sector is also socially significant and is, at its core, the custodian of the world's material and intangible culture. So how are things looking for it?", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loss-rate-on-banks-real-estate-loans-expected-to-soar-11585083914", "title": "Loss Rate on Banks' Real-Estate Loans Expected to Soar", "date": "2020-03-24 17:05", "summary": "Lenders' commercial real-estate loans will have as much as a 2.5% loss rate over the next five years, according to data firm Trepp. U.S. banks face crushing losses from commercial real-estate loans damaged by the Covid-19 economic crisis, but the pain might not be as great as in the years following the 2008 crash, according to a new analysis by data firm Trepp LLC.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-3-24-2020-11585012632", "title": "Dow Surges 11% in Best Day Since 1933", "date": "2020-03-24 16:59", "summary": "Some Wall Street analysts have stepped up discussions on whether the markets have hit bottom. The Dow Jones Industrial Average surged more than 11% Tuesday, its biggest one-day gain since 1933, on signs that lawmakers were nearing a deal on a giant stimulus package to ease the economic fallout from the coronavirus pandemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-winning-playwright-terrence-mcnally-dies-of-complications-from-coronavirus-at-81-11585083439", "title": "Tony-Winning Playwright Terrence McNally Dies of Complications from Coronavirus at 81", "date": "2020-03-24 16:57", "summary": "McNally's award-winning works include 'Master Class,' 'Ragtime' and 'Kiss of the Spider Woman'. Terrence McNally, one of America's great playwrights whose prolific career included winning Tony Awards for the plays \"Love! Valour! Compassion!\" and \"Master Class\" and the musicals \"Ragtime\" and \"Kiss of the Spider Woman,\" has died of complications from the coronavirus. He was 81.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-crash-is-hitting-this-investment-hard-11585047600", "title": "The Oil Crash Is Hitting This Investment Hard", "date": "2020-03-24 16:53", "summary": "Energy closed-end funds fall sharply; Goldman, Kayne and Tortoise products slide. The plunge in crude-oil prices is sending shock waves through closed-end funds tracking the energy sector, highlighting how the market turmoil is hitting products popular with ordinary investors seeking to boost returns during the long bull market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-think-im-good-by-kassa-overall-review-hip-hop-in-the-jazz-club-11585082921", "title": "'I Think I'm Good' by Kassa Overall Review: Hip-Hop in the Jazz Club", "date": "2020-03-24 16:48", "summary": "The musician blends the two genres in a way that's richly textured yet utterly accessible.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccers-new-leaders-aim-to-settle-lawsuit-11585082809", "title": "U.S. Soccer's New Leaders Aim to Settle Lawsuit", "date": "2020-03-24 16:46", "summary": "President Cindy Parlow Cone and CEO/secretary general Will Wilson aim to avoid trial in pay-discrimination case. The U.S. Soccer Federation's new president and chief executive-both on the job less than two weeks-said Tuesday they hope to settle the U.S. women's national team's pay-discrimination case against it before the case goes to trial.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-the-right-home-for-retirement-11585082352", "title": "Buying the Right Home for Retirement", "date": "2020-03-24 16:39", "summary": "A look at the fastest growing markets in the U.S. for retirees, plus five homes to age in. For retirees, a home is about location, size and low maintenance.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-for-sale-in-popular-retirement-destinations-11585082174", "title": "Homes for Sale in Popular Retirement Destinations", "date": "2020-03-24 16:36", "summary": "Tucson, Atlanta, Tampa, Denver and St. Louis are drawing mature house hunters. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/precious-metals-shoot-higher-as-market-pressures-ease-11585059877", "title": "Precious Metals Shoot Higher as Gold Shortage Bites", "date": "2020-03-24 16:26", "summary": "Traders working from home exacerbate big swings, analysts say. The price of gold and other precious metals shot higher Tuesday, lifted by robust demand for haven assets and a shortage of precious metals stemming from shutdowns at major refineries.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-lobbying-the-washington-feeding-frenzy-11585081323", "title": "Coronavirus Lobbying: The Washington Feeding Frenzy", "date": "2020-03-24 16:22", "summary": "D.C. lobbyists are rushing to take advantage of the $2 trillion stimulus bill. Editor's note: This is an excerpt from our new newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceled-events-hope-for-a-second-chance-in-fall-creating-jammed-schedule-11585080812", "title": "Canceled Events Hope for a Second Chance in Fall, Creating Jammed Schedule", "date": "2020-03-24 16:13", "summary": "Rush of sports, music and other festivities hoping to rise again in autumn stuns even promoters. For weeks, Americans have watched an unprecedented number of cultural institutions cancel or postpone events due to the coronavirus pandemic.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympic-hopefuls-remain-in-qualifying-limbo-11585080620", "title": "Tokyo Olympic Hopefuls Remain in Qualifying Limbo", "date": "2020-03-24 16:10", "summary": "Only 57% of the 11,000 or so athletes expected to compete in Tokyo had secured their spots at the time global sports came grinding to a halt. Athletes around the world breathed a sigh of relief on Tuesday when the International Olympic Committee finally confirmed that the Tokyo Games would be postponed for around a year due to the coronavirus pandemic.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidias-sunny-side-stays-up-11585080374", "title": "Nvidia's Sunny Side Stays Up", "date": "2020-03-24 16:06", "summary": "The hot chip maker is still optimistic about its business, but pain could come in eventually. Nvidia seemed to bring a ray of sunshine to a tech market chock-full of bad news. A global recession would still cloud the red-hot chip maker's prospects a bit, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partner-therapeutics-starts-belgian-clinical-trials-of-potential-coronavirus-treatment-11585080032", "title": "Partner Therapeutics Starts Belgian Clinical Trials of Potential Coronavirus Treatment", "date": "2020-03-24 16:00", "summary": "More startups joining search for existing compounds that could battle virus. Partner Therapeutics Inc. is launching clinical trials in Belgium of its drug, Leukine, as a treatment for the new coronavirus, part of a wider effort to test existing medicines' ability to subdue the pathogen.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-gives-relief-to-mutual-funds-facing-redemption-issues-11585076903", "title": "SEC Gives Relief to Mutual Funds Facing Redemption Issues", "date": "2020-03-24 15:08", "summary": "Order would allow flexibility for the $19 trillion industry until at least June 30. Mutual funds facing stress from the market turmoil caused by coronavirus will be able to tap their parent asset-management companies and other affiliates for funding under relief announced this week by the Securities and Exchange Commission.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-balks-at-wholesale-airlines-bailout-clouding-global-recovery-efforts-11585076488", "title": "U.K. Balks at Wholesale Airlines Bailout, Clouding Global Recovery Efforts", "date": "2020-03-24 15:01", "summary": "As Washington finalizes its own industry response amid the coronavirus crisis, other governments face stark choice amid global meltdown. LONDON-The U.K. is balking at a full-scale bailout of its airlines, telling British carriers to seek out private-sector remedies first and making clear the uneven hurdles the global aviation industry faces in finding ways to survive the fallout of the new coronavirus outbreak.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-hospitals-face-new-strain-not-enough-workers-11585059601", "title": "New York City Hospitals Face New Strain: Not Enough Workers", "date": "2020-03-24 14:43", "summary": "Officials are turning to retired doctors, physicians in other specialties and medical students as coronavirus cases grow. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-west-is-misinterpreting-wuhans-coronavirus-progressand-drawing-the-wrong-lessons-11585074966", "title": "China's Progress Against Coronavirus Used Draconian Tactics Not Deployed in the West", "date": "2020-03-24 14:36", "summary": "General lockdowns aren't enough, experts say, without systematic testing and quarantining of carriers. BEIJING-U. S. and European leaders are looking at China's progress in curbing the coronavirus pandemic to guide them on how to beat the virus within their own borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-trigger-global-recession-says-imf-11585046688", "title": "Coronavirus Triggers Record Drops in U.S., European Business Activity", "date": "2020-03-24 14:23", "summary": "Surveys of purchasing managers point to large fall in output and big job losses in some of the world's largest economies. The U.S. and Europe saw record declines in business activity in March, as economic activity slowed around the world due to measures aimed at containing the new coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-health-ceo-says-supply-of-pharmaceuticals-remains-steady-11585073907", "title": "CVS Health CEO Says Supply of Pharmaceuticals Remains Steady", "date": "2020-03-24 14:18", "summary": "Larry Merlo, speaking at The Wall Street Journal's Health Forum, says CVS Health hasn't experienced difficulty in securing important medication. NEW YORK- CVS Health Corp. Chief Executive Larry Merlo said the pharmacy operator's supply of pharmaceuticals remains steady as the coronavirus pandemic roils manufacturing and distribution markets globally.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-south-korean-leader-to-request-supplies-to-fight-coronavirus-11585070662", "title": "Trump Calls South Korean Leader to Request Coronavirus Supplies", "date": "2020-03-24 14:14", "summary": "President Moon Jae-in says country would determine whether it has surplus medical equipment to send. President Trump telephoned South Korean President Moon Jae-in on Tuesday to ask if South Korea could send medical equipment to the U.S. to help combat the coronavirus, according to a statement from Seoul's presidential Blue House.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modells-seeks-suspension-of-bankruptcy-case-citing-coronavirus-11585073266", "title": "Modell's Seeks Suspension of Bankruptcy Case, Citing Coronavirus", "date": "2020-03-24 14:13", "summary": "Sporting goods retailer asks court to let it mothball stores as coronavirus pandemic forces the halt of liquidation sales. Modell's Sporting Goods Inc. is asking a judge to suspend its bankruptcy case and its store-closing sales, citing the impact of government restrictions on retailers due to the coronavirus pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lazy-womans-beauty-secret-refresh-your-skin-while-you-sleep-11585073620", "title": "The Lazy Woman's Beauty Secret: Refresh Your Skin While You Sleep", "date": "2020-03-24 14:13", "summary": "Here are the latest products that help your dermis regenerate while you get some much-needed rest. SLEEPING IS ONE of my favorite activities,\" said Manhattan dermatologist Dr. Rachel Nazarian, who values it beyond its potential for sweet dreams. \"Sleep is vital for skin renewal and repair.\" Overnight, our largest organ recovers from damage caused by sun, pollution and LED light; collagen forms at the deepest layers of skin; and skin cells turn over. All that can energize your visage by the time you wake. A 2015 study in the journal Clinical and Experimental Dermatology found that adults who got seven to nine hours of sleep had superior moisture retention and \"subjectively felt more attractive,\" said Dr. Nazarian.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-looms-tour-a-luxury-community-for-the-end-of-days-11585073235", "title": "As Coronavirus Looms, Tour a Luxury Community for the End of Days", "date": "2020-03-24 14:07", "summary": "In Kansas, Survival Condo offers its residents an unusual perk: the ability to live underground, in a self-sufficient bubble, for years.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roche-sending-arthritis-drug-to-coronavirus-doctors-11585072186", "title": "Roche Sending Arthritis Drug to Coronavirus Doctors", "date": "2020-03-24 13:49", "summary": "Manufacturer has also provided 10,000 vials of arthritis therapy Actemra to the U.S.'s strategic stockpile, while preparing studies evaluating if the drug works against the virus. NEW YORK- Roche Holding AG is supplying its arthritis drug Actemra to doctors on the front lines fighting the new coronavirus, Alexander Hardy, chief executive of Roche's Genentech business, said during The Wall Street Journal Health Forum on Tuesday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-rural-health-official-antimalarial-drug-could-help-treat-coronavirus-11585071855", "title": "White House Rural Health Official: Malaria Drug Could Help Treat Covid-19", "date": "2020-03-24 13:44", "summary": "Dr. Jeff Colyer backs potential use of hydroxychloroquine against Covid-19 as other public-health experts urge caution. A treatment for malaria might be effective in combating the coronavirus if used early on, Dr. Jeff Colyer, a surgeon and the former governor of Kansas, said at The Wall Street Journal's Health Forum, held remotely by videoconference on Tuesday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-leads-the-world-in-acute-care-quality-11585071457", "title": "U.S. Leads the World in Acute-Care Quality", "date": "2020-03-24 13:37", "summary": "America's more complex health-care system is criticized for being too expensive, but the coronavirus response may show that we get what we pay for and redundancy in critical-care capabilities is a blessing, not a curse, in a pandemic.. Your editorial \"America's Intensive-Care Dividend\" (March 17) points out that the U.S. mix of private medical care and health insurance combined with Medicare and Medicaid produces an abundance of intensive-care units and beds. Other countries with government-run health systems have fewer ICU beds, which are crucial for treating respiratory stress brought on by the coronavirus; and that shortage of beds is, in large part, a result of rationing of intensive care in socialized systems.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-fair-in-covid-19-generation-gap-coverage-11585071311", "title": "Be Fair in Covid-19 Generatio-Gap Coverage", "date": "2020-03-24 13:35", "summary": "The photo was taken before social-distancing guidelines were in place.. I'd like to provide some context for a March 11 photo of Colorado College seniors that ran with \"Generation Gap Widens as Cases Spread\" (The Coronavirus Pandemic, March 18). Five days before the photo, I called our campus coronavirus hotline to report someone who might be infected. Less than 24 hours before, President Trump said, \"stay calm and it will go away.\" Fourteen hours before, the remainder of our college experience was abruptly (albeit necessarily) cut short. Twenty minutes before, an email urged us to move our belongings before we departed campus-for many of us, that afternoon.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-silver-lining-in-the-dark-covid-19-cloud-11585071250", "title": "A Silver Lining in the Dark Covid-19 Cloud", "date": "2020-03-24 13:34", "summary": "An opportunity presents itself as a world transforms because of the coronavirus. Let's take advantage.. I've been looking for the bright side to the tremendous kick in the pants the coronavirus has so far provided. Matt Burr and Becca Endicott have come up with not one, but two solutions to persistent dilemmas that have become endemic to modern city living in the U.S. (\"Coronavirus Will Permanently Change How We Work,\" op-ed, March 17).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-likely-underperforms-on-medical-schools-too-11585071207", "title": "Cuba Likely Underperforms On Medical Schools, Too", "date": "2020-03-24 13:33", "summary": "The high failure rate of most Cuban doctors attempting certification in the U.S. and in South American countries to practice as physicians would tend to corroborate watered-down Cuban academic standards.. Paul E. Peterson's \"Cuba Is an Academic Fraud\" (op-ed, March 17) raises doubts about the quality of the Cuban educational system since that country refuses to participate in international testing that most countries use to gauge their schools compared with their international peers. The high failure rate of most Cuban doctors attempting certification in the U.S. and in South American countries to practice as physicians would tend to corroborate watered-down Cuban academic standards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toni-stone-review-a-home-run-for-a-new-approach-11585071025", "title": "'Toni Stone' Review: A Home Run for a New Approach", "date": "2020-03-24 13:30", "summary": "The web-streamed version of Lydia R. Diamond's play about the first black woman ever to play big-league pro baseball shows that live theater can thrive online.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-market-downturn-slams-tpg-trust-property-lenders-11585061147", "title": "Property Market Downturn Slams TPG Trust, Property Lenders", "date": "2020-03-24 13:04", "summary": "Nonbank lenders in danger of running out of money as value of holdings plummet. A mortgage-lending company sponsored by private-equity giant TPG is delaying dividend payments and said it is in danger of running out of money if market turmoil continues, a fresh sign that nonbank lenders are getting squeezed.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-leader-declares-nationwide-lockdown-11585066738", "title": "India's Leader Declares Nationwide Lockdown", "date": "2020-03-24 12:59", "summary": "'I appeal with folded hands, don't come out of your homes,' Prime Minister Narendra Modi says in televised address. NEW DELHI-Indian Prime Minister Narendra Modi ordered all nonessential government offices and private businesses to shut down and all Indians to remain at home for three weeks as the world's largest democracy ramps up efforts to slow the spread of the new coronavirus.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosmic-kids-mixes-yoga-storytelling-and-panache-11585068372", "title": "'Cosmic Kids' Mixes Yoga, Storytelling and Fun", "date": "2020-03-24 12:46", "summary": "Desperate parents are turning to Jaime Amor's videos in search of a physical outlet for their kids. A flexible actress in a blue onesie is dominating the global lockdown.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-krone-soars-amid-signs-of-central-bank-intervention-11585068173", "title": "Norwegian Krone Soars Amid Signs of Norges Bank Intervention", "date": "2020-03-24 12:42", "summary": "Currency rises 5% against the dollar, suggesting Norges Bank has stepped in to reduce volatility for the first time in over 20 years. The crash in energy prices has landed a direct hit on Norway, leading Western Europe's biggest oil producer to prop up its currency for the first time in two decades, according to foreign-exchange analysts.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-make-banks-the-garbage-bag-11585067741", "title": "Banks Can Do More, But Let's Be Careful", "date": "2020-03-24 12:35", "summary": "The Fed may need banks to lever up to absorb more activity, but it needs to do so in a way that doesn't also put them at risk.. If the Federal Reserve's latest round of massive liquidity injections don't succeed in unclogging markets, it may be faced with another tough choice: whether to lift more constraints on banks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trials-needed-to-assess-antimalarial-drugs-for-treating-coronavirus-fda-official-says-11585066665", "title": "Trials Needed to Assess Malaria Drugs Against Covid-19, FDA Official Says", "date": "2020-03-24 12:34", "summary": "Determining effectiveness of chloroquine, hydroxychloroquine against Covid-19 will require randomized controlled trials, Dr. Amy Abernethy says. A randomized controlled trial is the \"most appropriate way\" to determine whether antimalarial drugs fit within a potential treatment program for patients with Covid-19, the respiratory disease caused by the new coronavirus, Amy Abernethy, principal deputy commissioner of the U.S. Food and Drug Administration, said Tuesday during The Wall Street Journal Health Forum.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-coronavirus-patients-face-looming-icu-bed-shortage-11585067606", "title": "Older Virus Patients Face Looming ICU Bed Shortage", "date": "2020-03-24 12:33", "summary": "Wall Street Journal analysis shows some communities likely won't have enough beds available for the sickest; 'our ERs are full'. The need for intensive-care beds for older Americans, the population hardest hit by Covid-19, may outstrip the supply in some regions of the U.S., a Wall Street Journal analysis shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-delay-deals-fresh-blow-to-japan-11585067602", "title": "Olympics Delay Darkens Outlook for Japan's Struggling Economy", "date": "2020-03-24 12:33", "summary": "Coronavirus pandemic hits weakened Japanese economy, as Summer Games in 2021 may serve as Prime Minister Abe's swan song. TOKYO-The delay of the Tokyo Olympics to 2021 deals a fresh blow to the weakening Japanese economy but should ensure Shinzo Abe wins a farewell moment in the international spotlight as prime minister.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-states-say-coronavirus-medical-restrictions-should-halt-abortions-11585067509", "title": "Two States Say Coronavirus Medical Restrictions Should Halt Abortions", "date": "2020-03-24 12:31", "summary": "Attorneys general in Texas, Ohio order restrictions; some women's appointments are canceled. A pair of states are saying their coronavirus restrictions on some medical procedures compel providers to stop performing most abortions, setting up new skirmishes on the issue at a time of national crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expose-first-responders-to-the-coronavirus-11585067397", "title": "Expose First Responders to the Coronavirus", "date": "2020-03-24 12:29", "summary": "Young workers who have to quarantine could volunteer to build immunity.. Among many grim scenarios coming out of the coronavirus pandemic, here's one that deserves immediate attention: What if cities run out of emergency responders?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flatten-the-coronavirus-curve-at-a-lower-cost-11585067354", "title": "Flatten the Coronavirus Curve at a Lower Cost", "date": "2020-03-24 12:29", "summary": "A total shutdown could cost the economy $1 trillion a month. We need more tailored measures.. The bill for the government response to coronavirus will be astronomical. The trillion-dollar \"stimulus\" is a lot of money, and it will eventually have to be paid for with taxes. The economic shutdowns are even more expensive. The U.S. economy produced about $21 trillion in 2019. If \"essential\" businesses still open are even half of that, each month of a national shutdown costs the economy almost a trillion dollars. The damage will become harder to fix as businesses fire workers and close forever.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-ticker-symbols-11585066807", "title": "In Praise of Ticker Symbols", "date": "2020-03-24 12:20", "summary": "Corporate homonyms in the stock market can cause sudden pops and drops for retail investors who aren't cautious. Once upon a time, trainee stock brokers were expected to memorize the ticker symbol of every company in the S&P 500. Also once upon a time, people called actual human brokers to place orders that were then executed by a floor trader.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-can-move-the-olympics-ill-keep-believing-and-training-11585047601", "title": "They Can Move the Olympics. I'll Keep Believing. And Training.", "date": "2020-03-24 12:15", "summary": "A U.S. medal contender tries to make peace-and find hope-in a pandemic-disrupted season. I have spent years imagining the 2020 Olympics: standing on the start line at the cross-country mountain bike race in Izu, Japan, on July 28. Now it appears the Games, the ultimate goal, will likely be postponed until 2021. Even though I believe deeply that this is the right decision, the news is devastating.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-californians-sheltering-in-place-doesnt-include-hiking-in-crowds-11585065557", "title": "No, Californians, Sheltering in Place Doesn't Include Hiking in Crowds", "date": "2020-03-24 11:59", "summary": "Authorities scold denizens who stretch Golden State lockdown mandate's outdoor-activity exception by flocking to parks. LOS ANGELES-Southern California's always-jammed roads were eerily quiet the first weekend of a statewide lockdown meant to slow the spread of the new coronavirus, but bumper-to-bumper traffic found a new venue: local hiking trails.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-review-criticizes-ex-ceos-for-anti-money-laundering-failings-11584990160", "title": "Swedbank Review Criticizes Ex-CEOs for Anti-Money Laundering Failings", "date": "2020-03-24 11:47", "summary": "The findings come on the heels of a $384.5 million fine levied by the Swedish financial supervisory authority. STOCKHOLM-The law firm hired by Swedbank AB to investigate past exposure to money laundering said Monday that it found the Swedish lender had inadequate systems to manage risk but didn't conclude that it engaged in money laundering.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sleeping-nude-liberating-or-unhygienic-11585064738", "title": "Sleeping Nude: Liberating or Unhygienic?", "date": "2020-03-24 11:45", "summary": "Many men don't let anything come between their duvets and their bare skin. Others prefer PJs or at least boxers. Here, both sides of the debate. To Noah Grosshandler, sleeping nude feels freeing. For three years now, the 24-year-old technology project manager in New York has shed the boxers and T-shirts he once wore to bed to go au naturel. He just finds slumbering in the buff more comfortable than wearing bunchy underwear. And while he isn't convinced that nudity improved the quality of his shut-eye, he fears switching back would erode it. \"If I went back, I think I would probably sleep worse.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groceries-guns-and-news-what-sells-in-a-pandemicand-what-doesnt-11585042200", "title": "Guns, Groceries and News: What Sells in a Pandemic-and Doesn't", "date": "2020-03-24 11:31", "summary": "An exclusive Wall Street Journal analysis of real-time U.S. consumer data across industries. U.S. household consumption patterns have gone haywire during the early stages of the global coronavirus health crisis.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hit-companies-would-get-cash-infusion-under-senate-tax-proposals-11585063814", "title": "Coronavirus-Hit Companies Would Get Cash Infusion Under Senate Tax Proposals", "date": "2020-03-24 11:30", "summary": "Business tax breaks under consideration delay some payments and accelerate refunds. WASHINGTON-Companies would get a cash cushion-and opportunities for creative tax planning-under the Senate's economic relief proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-market-mayhem-a-tough-combination-for-wall-street-traders-11585063521", "title": "Coronavirus, Market Mayhem a Tough Combination for Wall Street Traders", "date": "2020-03-24 11:25", "summary": "Wall Street traders are navigating the wildest market conditions since the financial crisis on trading floors and at backup sites throughout the New York City metro area. Deutsche Bank traders in Brooklyn sit side by side while managers work in glass-enclosed offices. At a Royal Bank of Canada trading floor in Queens, employees crowd the shared lunch buffet. JPMorgan Chase & Co. has assigned staffers to hold doors and press elevator buttons.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-olympics-hit-pause-athletes-will-feel-it-most-11585063254", "title": "The Olympics Hit Pause. Athletes Will Feel It Most.", "date": "2020-03-24 11:24", "summary": "An inevitable and common sense decision about the Summer Games in Tokyo has implications beyond this summer. Think of an Olympic athlete right now.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-ways-to-relieve-stress-during-the-coronavirus-pandemic-11585047601", "title": "Five Ways to Relieve Stress During the Coronavirus Pandemic", "date": "2020-03-24 11:07", "summary": "An emergency room medicine physician on how she's dealing with the strains the coronavirus is placing on daily life. In the coming weeks, we'll be speaking to people across the country about the five things they are doing to relieve stress in these uncertain times due to the coronavirus pandemic. This week we spoke with Kelly Wong, 28, an emergency medicine physician in Rhode Island.", "categories": [["Life & Work", "How I Cope"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/how-i-cope?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-hospital-system-bans-partners-from-delivery-room-11585004655", "title": "New York Hospital Systems Ban Partners From Delivery Room", "date": "2020-03-24 10:04", "summary": "NewYork-Presbyterian, Mount Sinai decisions spark backlash from mothers, midwives concerned about heightened risks during labor. Two major New York City hospital systems are banning partners from the delivery room in response to the new coronavirus outbreak, sparking a backlash from health-care advocates concerned about the policy's toll on pregnant women and their families.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-is-italys-great-strength-coronavirus-made-it-deadly-11585058566", "title": "Coronavirus Strikes at the Italian Family", "date": "2020-03-24 10:02", "summary": "In a country where multiple generations live close together, a difficult separation is underway to protect parents and grandparents.. ROME-The first call came on March 11. That's when Roberto Biglioli says he found out that his 81-year-old mother, Giuseppina, had passed away after battling the new coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-street-vendors-are-another-victim-of-coronavirus-shutdown-11585058400", "title": "New York City Street Vendors Are Another Victim of Coronavirus Shutdown", "date": "2020-03-24 10:00", "summary": "The pandemic has hit the city's street vendors hard; food carts can remain operational. Schools, libraries, gyms, theaters and museums-both around New York City and throughout the country-have closed due to the growing coronavirus crisis. Even most stores have shut their doors.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-ceo-no-government-equity-stake-for-taxpayer-aid-11585058235", "title": "Boeing CEO: No Government Equity Stake for Taxpayer Aid", "date": "2020-03-24 09:57", "summary": "David Calhoun suggested he would decline taxpayer aid if lawmakers require government to take an equity stake in aerospace giant. Boeing Co. Chief Executive David Calhoun suggested he would decline taxpayer aid if lawmakers require the government to take an equity stake in the beleaguered aerospace giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unexpected-heroes-on-the-frontlines-of-americas-coronavirus-lockdown-11585058205", "title": "The New Front-Line Coronavirus Workers: Grocery Clerks, Delivery Drivers", "date": "2020-03-24 09:56", "summary": "Many Americans are still on the job, tending to basic needs and risking their health as cities close down around them. Much of the American workplace has shut down, sending millions of employees home to wait out the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-platform-aims-to-help-policy-makers-calibrate-virus-response-11585042201", "title": "AI Platform Aims to Help Policy Makers Calibrate Virus Response", "date": "2020-03-24 09:38", "summary": "Cities and states will get a system in their toolkit that will let them forecast infections, deaths based on policy decisions; economic predictions are in the works. State and local officials are struggling to understand how their decisions about public services and businesses will affect the spread of the new coronavirus.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-children-face-disappointments-parents-can-help-them-develop-resilience-11585056589", "title": "As Children Face Disappointments, Parents Can Help Them Develop Resilience", "date": "2020-03-24 09:33", "summary": "The coronavirus crisis is the first widespread disruption for a generation of youths. It's also a chance for parents to help them cope in a constructive way.. When Katya Danilenko found out her daughter Sophia's swim championship was canceled due to coronavirus fears, she kept quiet. After the 13-year-old had spent hours practicing each day, the 42-year-old mother in San Jose, Calif., didn't want to break the devastating news, and waited until her daughter approached her with the update.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-will-ask-u-s-to-rethink-1-billion-cut-to-aid-11585056554", "title": "Afghanistan Will Ask U.S. to Rethink $1 Billion Cut to Aid", "date": "2020-03-24 09:29", "summary": "Pompeo announced move in bid to pressure rival Afghan leaders to compromise after Taliban talks stalled. Afghan President Ashraf Ghani said Tuesday that he will ask the Trump administration to reconsider its vow to immediately cut $1 billion in aid to Afghanistan because of a political standoff in Kabul.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-1955-thunderbird-has-seen-its-share-of-showbiz-royalty-11585056475", "title": "This 1955 Thunderbird Has Seen Its Share of Showbiz Royalty", "date": "2020-03-24 09:27", "summary": "The classic Ford owned by L.A. rocker Lonny Paul Johnson has plenty of back story. Lonny Paul Johnson, 50, a musician and songwriter, on his 1955 Ford Thunderbird, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybercriminals-sweep-in-to-take-advantage-of-coronavirus-11585056466", "title": "Cybercriminals Sweep In to Take Advantage of Coronavirus", "date": "2020-03-24 09:27", "summary": "Champaign-Urbana Public Health District in Illinois and a hospital in the Czech Republic were both hit this month. Hackers targeting health care organizations have compromised computer networks and disrupted patient care-in one case hobbling the Czech Republic's second-biggest hospital for almost two weeks-as the new coronavirus pandemic already tests the limits of health-care systems around the globe.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-could-cut-new-york-state-revenue-by-up-to-15-billion-cuomo-aide-warns-11585056388", "title": "Coronavirus Crisis Could Cut New York State Revenue by Up to $15 Billion, Cuomo Aide Warns", "date": "2020-03-24 09:26", "summary": "Budget director expects GDP to shrink in second quarter-and possibly beyond. ALBANY, N.Y.-State revenue could fall by as much as $15 billion as a result of the novel coronavirus and its effect on the economy, New York's top budget official said.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-t-birds-l-a-story-11585055980", "title": "Photos: A T-Bird's L.A. Story", "date": "2020-03-24 09:19", "summary": "Musician Lonny Paul Johnson shows off his vintage Ford Thunderbird convertible. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/24-hour-fitness-draws-down-credit-line-after-closing-gyms-due-to-coronavirus-11585055393", "title": "24 Hour Fitness Draws Down Credit Line After Closing Gyms Due to Coronavirus", "date": "2020-03-24 09:09", "summary": "Privately owned fitness chain taps revolver after closing nearly 450 gyms in response to coronavirus pandemic. 24 Hour Fitness Worldwide Inc. closed down all of its nearly 450 gyms in the U.S. and fully drew the entirety of its credit line in response to the coronavirus pandemic, it told investors Monday in a private report.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/administration-pushes-people-to-aca-coverage-in-coronavirus-response-11585055210", "title": "ACA Coverage Could Swell, Testing Health Law", "date": "2020-03-24 09:06", "summary": "Rising unemployment means more people likely will turn to insurance exchanges, as Supreme Court prepares to hear challenge to law. The Affordable Care Act faces one of its most daunting challenges as the Trump administration considers a special ACA enrollment period to let more people sign up during the coronavirus crisis-while it continues to challenge the law's validity in court.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-publishers-urge-china-to-allow-reporters-to-remain-during-coronavirus-pandemic-11585052541", "title": "Publishers Urge China to Allow Reporters to Stay During Pandemic", "date": "2020-03-24 09:00", "summary": "Joint letter by publishers of Wall Street Journal, Washington Post and New York Times seeks reversal of expulsions of American journalists. The publishers of The Wall Street Journal, New York Times and Washington Post are asking China to reconsider the expulsion of the news organizations' reporters during the global coronavirus pandemic, so as not \"to deprive the world of critical information at a perilous moment.\"", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-benny-gantz-will-have-to-rely-on-support-from-arab-groups-to-unseat-netanyahu-11585054446", "title": "Israel's Benny Gantz Needs Arab Parties' Support to Unseat Netanyahu", "date": "2020-03-24 08:54", "summary": "Mr. Gantz and the Arab List's Ayman Odeh share a common goal in toppling Israel's longest-serving leader, but an alliance may yet be out of reach. TEL AVIV-As the power of Israel's Arab parties grew over the course of three elections this past year, their leader Ayman Odeh set his sights on unseating Prime Minister Benjamin Netanyahu.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-new-books-to-read-spring-11585053805", "title": "The Nine Best New Books to Read This Spring", "date": "2020-03-24 08:45", "summary": "Since we're all stocking up on reading material, a skim through the best: new novels by Elena Ferrante and Emily St. John Mandel, a translated South Korean bestseller and a debut from Megha Majumdar. At least we still have books to look forward to this spring: Many of the season's strongest are at once breezy and sophisticated, like Emily St. John Mandel's The Glass Hotel, about a globe-hopping series of lives that are interconnected and destroyed by a financial scheme, and Emily Temple's The Lightness, which explores both the search for learning how to levitate and a missing father. See WSJ.'s picks for the season's nine best books:", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-working-with-3m-ge-to-produce-medical-supplies-11585053318", "title": "Ford Working With 3M, GE to Produce Medical Supplies", "date": "2020-03-24 08:35", "summary": "Car maker, companies seek to expand production of respirators, ventilators to combat coronavirus. Ford M otor Co. is working with 3M Co. to produce respirators and with General Electric Co. to make ventilators to help combat the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-derails-europes-market-for-bad-loans-11585053234", "title": "Coronavirus Derails One of the Hottest Bets in Finance", "date": "2020-03-24 08:33", "summary": "Private-equity firms face a major challenge over the billions they invested to clean up bad loans from Europe's last financial crisis. Europe's banks were only halfway through cleaning up €1.2 trillion ($1.3 trillion) of loans that turned sour in the last crisis when disaster struck in the form of the new coronavirus.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scrooge-started-bill-camp-in-his-grumpy-old-man-roles-11585053107", "title": "'Scrooge' Started Bill Camp in His 'Grumpy Old Man' Roles", "date": "2020-03-24 08:31", "summary": "The actor also discusses how a hockey injury helped him rediscover acting and how he came to choose a college to study drama. Bill Camp, 55, is an actor who has starred in \"Joker\" and the HBO series \"The Night Of.\" He currently is in HBO's \"The Outsider\" series and narrates HLN's true-crime series \"Forensic Files II.\" He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-chronograph-watches-with-exacting-standards-11585053001", "title": "Six Chronograph Watches With Exacting Standards", "date": "2020-03-24 08:30", "summary": "A new set of chronograph watches in a variety of styles allow for a certain precision in uncertain times. Vacheron Constantin watch, $52,500, vacheron-constantin.com, Gabriela Hearst sweater, $2,100, gabrielahearst.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-aids-warrior-on-the-frontlines-of-the-coronavirus-battle-11585052142", "title": "Global AIDS Warrior on the Frontlines of the Coronavirus Battle", "date": "2020-03-24 08:15", "summary": "Dr. Deborah Birx, a fixture at White House briefings, is known for working across agency lines. Deborah Birx was leading an AIDS conference in Johannesburg on Feb. 27 when she received a call from the State Department summoning her to Washington to help combat a new disease that was about to change the way that all Americans lived.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-quarrel-amid-stressful-coronavirus-talks-11585050828", "title": "Tempers Flare, Curses Fly in Coronavirus-Stressed Senate", "date": "2020-03-24 08:10", "summary": "Colleagues are 'acting like a bunch of kindergarteners,' one lawmaker laments. WASHINGTON-Senators are stressed out, and it's starting to affect their work.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-cant-pay-rent-thats-a-threat-to-the-3-trillion-commercial-mortgage-market-11585051201", "title": "Businesses Can't Pay Rent. That's a Threat to the $3 Trillion Commercial Mortgage Market.", "date": "2020-03-24 08:00", "summary": "Delaying payments during coronavirus closings could ward off bankruptcies and layoffs, but hit landlords and their banks. Shortly after James Wacht shut down his two gyms for children in Brooklyn last week, he sent letters to his landlords asking for rent relief.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-workers-businesses-lack-funds-to-tide-them-over-until-help-comes-11585051200", "title": "U.S. Workers, Businesses Lack Funds to Tide Them Over Until Help Comes", "date": "2020-03-24 08:00", "summary": "In a matter of a few weeks, many employees and small business alike will be plain out of money. The American economy is in a race against time.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/distillers-turn-whiskey-and-gin-into-hand-sanitizer-11585049650", "title": "Distillers Turn Whiskey and Gin Into Hand Sanitizer", "date": "2020-03-24 07:34", "summary": "As supply dwindles amid coronavirus, spirits makers get clearance to make and sell the cleaner. Distillers around the country are using their alcohol supply to churn out hand sanitizer as Americans scramble to find the cleaner, a tool in fighting the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-duel-in-coronavirus-press-briefings-11585049659", "title": "Trump, Biden Duel in Coronavirus Press Briefings", "date": "2020-03-24 07:34", "summary": "The crisis has made plain the platform and scrutiny that comes with the presidency, as well as the difficulty of garnering attention as a challenger. WASHINGTON-Joe Biden appeared from the recreation room of his Delaware home Monday, wishing American families well during \"difficult, anxious and confusing times.\" Hours later, President Trump walked into the White House briefing room with his team of advisers, pointing to progress against the coronavirus pandemic.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-ads-hit-trump-over-coronavirus-11585049400", "title": "Democratic Ads Hit Trump Over Coronavirus", "date": "2020-03-24 07:30", "summary": "Some in the party are taking sides about whether to attack the president in the middle of a national crisis. Democrats are torn over whether it is acceptable in the middle of a national crisis to run political ads attacking President Trump's handling of the coronavirus pandemic, but one of the party's largest outside groups is placing a $6 million bet that it is a smart strategy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-clears-out-campuses-stinging-small-stores-in-college-towns-11585049402", "title": "Coronavirus Clears Out Campuses, Stinging Small Stores in College Towns", "date": "2020-03-24 07:30", "summary": "Abrupt loss of customers leaves owners struggling to pay the bills; one is selling 'bakers bonds' near Texas A&M. The coronavirus pandemic has ushered in an indefinite spring break for businesses in towns like College Station, Texas, home to one of the nation's largest campuses in Texas A&M University. Once-dependable revenues have evaporated overnight, leaving some owners wondering if they will have to close their doors for good.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hedge-fund-trades-going-haywire-11585048411", "title": "The Hedge-Fund Trades Going Haywire", "date": "2020-03-24 07:13", "summary": "When traders sell what they can rather than what they should, once-reliable investment strategies unravel. When everyone runs for the exit at the same time, the stampede can be brutal. The recent market rout has turned some seemingly low-risk trades into hazardous traps.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-plans-cuts-to-capital-budget-11585047852", "title": "Chevron Plans Cuts to Capital Budget", "date": "2020-03-24 07:13", "summary": "Oil major promises to preserve its dividend in face of low oil prices. Chevron Corp. is cutting $4 billion from its capital budget as it confronts plummeting petroleum demand and an oil-price rout, the latest major energy company to ax its spending to shore up its balance sheet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hubei-province-to-ease-restrictions-11585029440", "title": "China's Hubei Province to Ease Coronavirus Lockdown", "date": "2020-03-24 07:00", "summary": "Change in Hubei takes effect Wednesday, while Wuhan will lift controls for healthy people next month. HONG KONG-Chinese authorities are planning to lift the mass quarantine on the central province of Hubei, where the coronavirus pandemic first emerged, as part of nationwide efforts to revitalize an economy brought to a near standstill by the contagion.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-simple-investing-playbook-for-the-great-cessation-11585047600", "title": "A Simple Investing Playbook for the 'Great Cessation'", "date": "2020-03-24 07:00", "summary": "Although stock prices are down, the risk of unemployment means many may soon need their cash for necessities. Investing, once a necessity, has become a luxury.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-crisis-reveals-retail-haves-and-have-nots-11585047603", "title": "Coronavirus Reveals Retail Haves and Have-Nots", "date": "2020-03-24 07:00", "summary": "As stores temporarily close, online sales of apparel plunge while general merchandise soars. The coronavirus pandemic has led many retailers to close stores temporarily and millions of Americans to do nearly all their shopping online. It's a digital future that many have predicted-but one that isn't working at the moment for some chains.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-downgrades-begin-amid-coronavirus-slowdown-11585045800", "title": "Bond Downgrades Begin Amid Coronavirus Slowdown", "date": "2020-03-24 06:30", "summary": "Credit-ratings firms like S&P and Moody's have stripped away some pristine triple-A marks as the virus disrupts the economy. Credit-ratings firms have issued a wave of downgrades for corporate and government bonds as they reassess the ability of borrowers to repay their obligations amid the coronavirus slowdown.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bezos-other-corporate-executives-sold-shares-just-in-time-11585042204", "title": "Amazon's Bezos, Other Corporate Executives Sold Shares Just in Time", "date": "2020-03-24 05:30", "summary": "With the pandemic bearing down on the market, sales by insiders spared them $1.9 billion in paper losses, a Journal analysis shows. Top executives at U.S.-traded companies sold a total of roughly $9.2 billion in shares of their own companies between the start of February and the end of last week, a Wall Street Journal analysis shows.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-steps-in-to-shore-up-two-money-funds-11585042200", "title": "Goldman Steps In to Shore Up Two Money Funds", "date": "2020-03-24 05:30", "summary": "Move follows last week's Federal Reserve decision to stem a wave of redemptions. WASHINGTON- Goldman Sachs Group Inc. intervened to shore up two of its money-market mutual funds after the Federal Reserve created a backstop to stem a wave of investor redemptions from the products.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-industry-lobbies-to-keep-selling-despite-coronavirus-shutdowns-11585042201", "title": "Gun Industry Lobbies to Keep Selling Despite Coronavirus Shutdowns", "date": "2020-03-24 05:30", "summary": "As long lines form to buy firearms and ammunition, debate flares over whether the Second Amendment makes gun stores essential in a pandemic. The firearms industry is lobbying state and federal officials to have gun stores be categorized as essential businesses that are allowed to remain open during the nationwide shutdowns meant to slow the spread of the coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/across-the-u-s-residents-heed-lockdown-orders-11585042203", "title": "Across the U.S., Residents Heed Lockdown Orders", "date": "2020-03-24 05:30", "summary": "Americans are forced to find creative ways to fill their time: 'Everyone is stir crazy'. State by state, America is locking down its residents, as more officials urge people to fight the spread of the novel coronavirus by limiting their interactions with the world outside of their homes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11584997528", "title": "Pepper...and Salt", "date": "2020-03-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroits-war-of-independence-11585048762", "title": "Detroit's War of Independence", "date": "2020-03-24 00:01", "summary": "The likes of GM and Ford have funds to last a few months, but even a benign outcome to the current economic paralysis would leave damage. The auto industry, and Detroit in particular, has been diligently preparing for a downturn for years. What it got instead was something altogether less manageable: a shutdown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-resumes-talks-after-blocking-coronavirus-rescue-package-11584966436", "title": "Senate Fails to Advance Coronavirus Rescue Package for Second Day", "date": "2020-03-24 23:57", "summary": "Impasse turned on Democratic concerns that the legislation would help businesses more than the public. WASHINGTON-Negotiators strained to resolve the final issues in a more than $1.6 trillion economic rescue package to ease the damage from the coronavirus pandemic, attempting to strike a bipartisan agreement amid mounting losses in the stock market and on Main Street.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pauses-court-proceedings-for-asylum-seekers-11585019817", "title": "Trump Administration Pauses Court Proceedings for Asylum Seekers", "date": "2020-03-24 23:30", "summary": "A consortium of immigration judges, government prosecutors and immigration defense attorneys had called on the government for such action, citing the pandemic. WASHINGTON-The Trump administration is postponing all court proceedings for asylum seekers in its \"Remain in Mexico\" program amid the novel coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-firms-brace-for-wave-of-missed-payments-as-coronavirus-slams-homeowners-11585017857", "title": "Mortgage Firms Brace for Wave of Missed Payments", "date": "2020-03-24 22:44", "summary": "Quicken and Mr. Cooper are on the hook for principal and interest even if homeowners are in arrears. WASHINGTON-Mortgage companies are bracing for a severe cash crunch when Americans who lose jobs and income because of the coronavirus pandemic stop making payments on their home loans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-domestic-passenger-flights-could-virtually-shut-down-voluntarily-or-by-government-order-11585013673", "title": "Halt in U.S. Air Traffic Weighed to Aid Industry", "date": "2020-03-24 22:33", "summary": "As airlines struggle to keep aircraft flying with minimal passengers, various options are being considered. Major U.S. airlines are drafting plans for a potential voluntary shutdown of virtually all passenger flights across the U.S., according to industry and federal officials, as government agencies also consider ordering such a move and the nation's air-traffic control system continues to be ravaged by the coronavirus contagion.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-faces-challenges-as-u-s-epicenter-for-coronavirus-11584983498", "title": "New York City Faces Challenges as U.S. Epicenter for Coronavirus", "date": "2020-03-24 22:17", "summary": "Stay-at-home orders clear once-bustling sidewalks; hospitals strain to keep up with cases. In days, New York City has gone from sounding determined to ride out the novel coronavirus and keep schools open to confronting daunting challenges as the epicenter of the nation's crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-slashes-pay-staff-amid-coronavirus-disruption-11585015544", "title": "NRA Slashes Pay, Staff Amid Coronavirus Disruption", "date": "2020-03-24 22:05", "summary": "Fundraising is down, annual meeting canceled as the virus spreads in the U.S.. The National Rifle Association is cutting salaries by 20% across the board and laying off an unspecified number of employees amid a plunge in fundraising during the coronavirus crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-klobuchar-s-husband-tests-positive-for-coronavirus-hospitalized-11584977666", "title": "Coronavirus Cases in Congress Bring New Urgency to Remote Voting", "date": "2020-03-24 22:02", "summary": "In the latest case, Minnesota Sen. Klobuchar's husband tests positive for coronavirus, hospitalized. WASHINGTON-Sen. Amy Klobuchar's husband is in the hospital with Covid-19, adding the Minnesota Democrat to the growing list of lawmakers touched by the coronavirus pandemic, as calls mounted for Congress to consider unprecedented legislation that would enable remote voting during a national emergency.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-announces-major-expansion-of-market-supports-11584964844", "title": "Fed Unveils Major Expansion of Market Intervention", "date": "2020-03-24 21:20", "summary": "Central bank will begin lending operations to unclog corporate and municipal debt markets. Federal Reserve Chairman Jerome Powell's whatever-it-takes moment arrived Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-to-sell-41-billion-in-assets-plans-big-share-buyback-11584944934", "title": "SoftBank to Sell $41 Billion in Assets, Signaling End of Buying Spree", "date": "2020-03-24 21:15", "summary": "Japanese tech giant it would sell assets to prop up its plunging stock price and shore up its debt-laden balance sheet. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countries-roll-out-restrictions-to-curb-coronavirus-11584954209", "title": "Countries Roll Out Restrictions to Curb Coronavirus", "date": "2020-03-24 21:14", "summary": "As confirmed virus cases surge past 41,500 in U.S., more states impose stay-at-home orders; U.K., South Africa announce lockdowns. A growing number of U.S. states urged residents to stay home Monday as cases of the novel coronavirus surged past 40,000 in the country and more governments around the world announced nationwide lockdowns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-ioc-deliberates-olympics-fate-others-expect-delay-until-2021-due-to-coronavirus-11585000496", "title": "As IOC Deliberates Olympics' Fate, Most Expect a Delay Until 2021", "date": "2020-03-24 21:10", "summary": "Team USA joins call to postpone Tokyo Games, and U.S. broadcast-rights holder NBCUniversal's contract may block them from happening this fall. The International Olympic Committee has said it would take up to four weeks to decide on the possible postponement of the Tokyo 2020 Games because of the coronavirus pandemic.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-arrives-in-kabul-on-a-diplomatic-rescue-mission-11584947271", "title": "Pompeo Talks to Taliban, Afghan Leaders in Bid to Salvage Deal", "date": "2020-03-24 21:06", "summary": "U.S. cuts $1 billion in aid to Afghanistan, a deep hit for a country heavily reliant on foreign money. Secretary of State Mike Pompeo launched an urgent diplomatic rescue mission on Monday that failed to produce a breakthrough in his efforts to advance the Trump administration's fragile, three-week-old deal with the Taliban that sets a timetable for the U.S. to withdraw from Afghanistan by the middle of next year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sparks-hiring-spree-for-nearly-500-000-jobs-at-biggest-retailers-11584984596", "title": "Coronavirus Sparks Hiring Spree for Nearly 500,000 Jobs at Big Retailers", "date": "2020-03-24 20:25", "summary": "While small firms are under pressure to let people go, large sellers of food and other essentials are bulking to meet rising demand. Walmart Inc., Amazon.com Inc. and CVS Health Corp. are among about a dozen large companies looking to hire nearly 500,000 Americans in coming weeks, a spree that would mark a major shift of the U.S. workforce from smaller businesses and others that have cut staff to survive the coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-strategic-stockpile-of-medical-supplies-is-outmatched-by-coronavirus-11584990542", "title": "U.S. Strategic Stockpile of Medical Supplies Is Outmatched by Coronavirus", "date": "2020-03-24 20:09", "summary": "Hospitals call for White House to direct private business to produce protective medical gear; states say requests for emergency supplies are only partially filled. Hospitals and states overwhelmed by the coronavirus pandemic say the nation's safety net of medical-equipment supplies, the Strategic National Stockpile, is falling far short of need and are calling for federal officials to invoke national-defense powers to spur more manufacturing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]