[{"link": "https://www.wsj.com/articles/jobless-rate-rose-in-all-50-states-in-april-labor-department-says-11590158859", "title": "State Jobless Rates for April Show Uneven Impact of Pandemic", "date": "2020-05-22 19:58", "summary": "Nevada's unemployment was highest at 28.2%; rates were close to 8% in Minnesota and Nebraska. The economic upheaval caused by the coronavirus pandemic had a devastating but uneven impact on the U.S. labor market last month, leaving more than one in five workers jobless in Nevada, Michigan and Hawaii, government data showed Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warden-at-prison-besieged-by-coronavirus-is-reassigned-11590189740", "title": "Warden at Prison Besieged by Coronavirus Is Reassigned", "date": "2020-05-22 19:37", "summary": "Union officials had raised concerns about warden's response to pandemic at Oakdale, La., facility. The warden of a federal prison in Louisiana that has been hit hard by the coronavirus has been reassigned following growing criticism of his response to the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vote-by-mail-nightmare-11590189749", "title": "A Vote-by-Mail Nightmare", "date": "2020-05-22 19:22", "summary": "Trump or Biden by a whisker, with a million ballots thrown out.. Roughly 100 million Americans voted in the flesh during the 2016 elections, mingling at 117,000 polling places with 918,000 staff, many of whom were seniors. Given how fast Covid-19 has spread without this kind of national mixer, it's easy to see why an epidemiologist might dread November.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-finks-political-purgatory-11590189627", "title": "Larry Fink's Political Purgatory", "date": "2020-05-22 19:20", "summary": "The BlackRock CEO can't seem to buy progressive absolution.. Try as he might, Larry Fink can't seem to get off the political left's target list. The BlackRock CEO earlier this year promised to sell coal investments, threatened to punish corporate managers who don't disclose their climate (and other political) risks, and proclaimed that public companies must serve all \"stakeholders,\" not shareholders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-college-testing-mistake-11590189601", "title": "California's College Testing Mistake", "date": "2020-05-22 19:20", "summary": "The state university system puts racial politics above merit.. Thursday's decision by the University of California regents to eliminate the SAT and ACT in admissions is a historic blow to excellence in higher education. Applicants to the largest university system in the U.S. will now be judged entirely on how well they can flatter admissions bureaucracies with coached personal statements, as well as high school grade-point averages whose meanings are obscured by grade inflation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-moderna-walmart-stocks-that-defined-the-week-11590188929", "title": "Home Depot, Moderna, Walmart: Stocks That Defined the Week", "date": "2020-05-22 19:08", "summary": "Here are seven major companies whose stocks moved on the week's news. Home Depot Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-young-country-in-the-coronavirus-age-11590188813", "title": "A Young Country in the Coronavirus Age", "date": "2020-05-22 19:07", "summary": "I visited Bangladesh during its 1971 battle for independence from Pakistan-and again as the pandemic was beginning to take hold.. Jessore, Bangladesh", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-presidents-inspectors-general-11590188839", "title": "All the President's Inspectors General", "date": "2020-05-22 19:07", "summary": "Like so many other bad ideas, the IG is a Jimmy Carter legacy.. When Donald Trump late last week fired the State Department's inspector general, Steve Linick, his critics accused him of political retaliation. There's a case the President didn't go far enough.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-drowns-at-new-york-city-beach-11590187972", "title": "Man Drowns at New York City Beach", "date": "2020-05-22 18:53", "summary": "City has banned swimming at shore during coronavirus crisis; exercise, walking, sunbathing still allowed. A 24-year-old man drowned Friday off a Queens beach as New York City prepared to ramp up its enforcement of a ban on swimming over the Memorial Day weekend, New York Police Department officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-cowardice-and-the-collusion-hoax-11590186850", "title": "Media Cowardice and the Collusion Hoax", "date": "2020-05-22 18:34", "summary": "What happens when the press becomes an interest group whose interest isn't the truth?. To many hack commentators, \"conspiracy theory\" has become a term used to make certain kinds of implicit and explicit cooperation unacknowledgeable.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-likes-touristsuntil-they-stay-away-11590186890", "title": "Nobody Likes Tourists-Until They Stay Away", "date": "2020-05-22 18:34", "summary": "The #stayhome brigades are shaming travelers, but summer travel may be what this country needs.. I'm a compulsive traveler who is beyond ready for my next fix. And so, when my wife's family, who live in Dekalb County, Ill., proposed that we meet this summer in a small town in Tennessee that is roughly halfway from our home in Florida, I was all for it. I contacted a venerable, historic hotel in eastern Tennessee to see if it was taking reservations. \"If you are considered to be in a hotspot area (100 current cases),\" the hotel replied, \"we will ask that you hold off on your visit.\" Dekalb County (population 105,160) had 211 active cases (but just two deaths) at the time, and Pinellas County, Fla., where we live, had 909 cases. So all of us were unwelcome.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gentlemen-dont-start-your-engines-11590186810", "title": "Gentlemen, Don't Start Your Engines", "date": "2020-05-22 18:33", "summary": "With the Indy 500 postponed until August, it's been an unusually quiet spring in Indianapolis.. Indianapolis", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experimental-coronavirus-vaccine-from-china-shows-positive-signs-in-early-study-11590178332", "title": "Experimental Coronavirus Vaccine From China Shows Positive Signs", "date": "2020-05-22 18:32", "summary": "The vaccine, from CanSino Biologics, appeared safe and produced an immune response in healthy volunteers, according to new research. An experimental coronavirus vaccine from drugmaker CanSino Biologics Inc. showed promising results in a preliminary human study, a sign that China is advancing toward playing a key early role stopping the global pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-the-coronavirus-work-from-home-life-here-are-all-the-tech-tips-you-need-11585059841", "title": "All the Tech Tips for Your New Work-From-Home Life", "date": "2020-05-22 18:16", "summary": "Slow Wi-Fi? Incessant notifications? Slack taking over your life? You're not alone. WSJ's Joanna Stern provides daily solutions to readers' tech problems.. From helping you not look like a ghost on Zoom to ensuring you have all the right dongles, I've tried to alleviate your work-from-home headaches over the last few months with my daily tech tips.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/montgomery-ala-runs-low-on-icu-beds-as-coronavirus-cases-surge-11590185476", "title": "Montgomery, Ala., Runs Low on ICU Beds as Coronavirus Cases Surge", "date": "2020-05-22 18:15", "summary": "County sees 35% jump in Covid-19 cases in a week; 'We have to reverse if we don't want to fall off a cliff'. Coronavirus cases in Montgomery, Ala., are rising rapidly, and hospitals say they are running low on available intensive-care beds, as the state of Alabama further relaxed restrictions in hopes of jump-starting the economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cross-of-snow-review-our-poet-of-loneliness-11590156990", "title": "'Cross of Snow' Review: Our Poet of Loneliness", "date": "2020-05-22 18:11", "summary": "Henry Wadsworth Longfellow was 19th-century America's most popular and approachable poet. After the shocking death of his charismatic second wife, his life and verse took a poignant, inward turn.. Henry Wadsworth Longfellow is the perfect poet for our current moment. A master at what's now called social networking, he commanded, at the height of his fame, a virtual empire of readers at home and abroad, a grateful audience larger than that of any American poet before or after him. Though most had never met him, Longfellow's fans from Calcutta to London to Cincinnati were convinced that the author of such bestsellers as \"Evangeline\" (1847) and \"The Song of Hiawatha\" (1855) was their personal friend, a constant companion who knew their innermost thoughts and felt their private pain. \"I hear your voices, softened by the distance, / And pause, and turn to listen,\" Longfellow reassured them at the beginning of his volume \"The Seaside and the Fireside\" (1850), in lines wafting easy approachability. And so they wrote to him, too, offering their friendship in return. Inevitably, Longfellow's followers also felt connected to one another. During the poet's visit to Windsor Castle, an amazed Queen Victoria saw her servants united in their desire to get a good look at the American poet whose works outsold those of their own national icon Tennyson.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-move-to-dismantle-hong-kongs-autonomy-poses-dilemma-for-u-s-policy-11590185416", "title": "China's Move to Dismantle Hong Kong's Autonomy Poses Dilemma for U.S. Policy", "date": "2020-05-22 18:10", "summary": "Should Trump strip territory of special status given Beijing's planned legal curbs, Hong Kong's largely pro-Western orientation and business climate could suffer. China's plan to impose new controls on Hong Kong presents President Trump with difficult choices between tolerating Beijing's strongest incursion on the territory's semiautonomy and meting out punishment without hurting its largely pro-Western population.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-chinese-entities-over-human-rights-military-allegations-11590185432", "title": "U.S. Blacklists Chinese Entities Over Human Rights, Military Allegations", "date": "2020-05-22 18:10", "summary": "Move is the latest in a series to bar trade with Chinese companies 'that undermine our interests,' U.S. says. WASHINGTON-The Trump administration put new restrictions on two sets of Chinese entities Friday-targeting one group that it says is pursuing military technology and another it says is aiding Beijing's crackdown on China's Muslim minority groups.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-chapters-draw-scrutiny-over-paycheck-protection-loans-11590165476", "title": "Planned Parenthood Chapters Draw Scrutiny Over Paycheck Protection Loans", "date": "2020-05-22 18:05", "summary": "Trump administration and Senate Republicans question organization's eligibility for small-business loans. Planned Parenthood Federation of America is facing scrutiny from the Trump administration after local chapters received more than $80 million in loans under the Paycheck Protection Program, the latest flashpoint in the fight over what kinds of entities should be eligible for the small-business funds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-did-we-get-here-review-why-presidents-win-11590185112", "title": "'How Did We Get Here?' Review: Why Presidents Win", "date": "2020-05-22 18:05", "summary": "Did precedents set by TR's 'need for attention' and Wilson's gauzy ambition give us Trump? No-the voters did that.. In \"How Did We Get Here?\" Robert Dallek's engaging but flawed analysis of presidential leadership, the prolific biographer posits a provocative thesis-that the transgressions and weaknesses of even our greatest chief executives set precedents of thought and action that led eventually to the political rise of Donald Trump. As he puts it: \"There were traditions in place going back to Theodore Roosevelt . . . that made Trump's ascent to the presidency and behavior in office possible.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-1000-review-setting-the-globe-spinning-11590185050", "title": "'The Year 1000' Review: Setting the Globe Spinning", "date": "2020-05-22 18:04", "summary": "Leif Erikson's North American settlement was the product of a Viking culture that pioneered new trade routes.. When we consider globalization, we don't automatically think of Khwarazm, a region south of the now-vanished Aral Sea, that straddles modern Kazakhstan, Turkmenistan and Uzbekistan. Yet, in the decades around the year 1000, this is where the paths of far-flung travelers and intellectuals met. The Islamic polymath Al-Biruni was born in Khwarazm in 973 and returned there, after years abroad collecting data, to write pioneering scientific work. In 1036, Ingvar the Far-Traveled led a Viking raid to Särkland, the Norse name for the area around the Caspian Sea. Ingvar may have reached as far as Khwarazm before he died. In the Viking Age heartlands of what is today part of Sweden, 26 rune stones commemorate Ingvar and his men who perished in Särkland. The year 1000 thus marks the start of globalization in the most fundamental sense-developments in a particular place that informed and affected people who lived half a world away.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaric-the-goth-review-an-early-gothic-revival-11590185007", "title": "'Alaric the Goth' Review: An Early Gothic Revival", "date": "2020-05-22 18:03", "summary": "At the time of the infamous sack of Rome, Alaric-the warrior-chief of a Germanic nation-was in fact trying to regain his high rank as a Roman ofﬁcer.. When Alaric, warrior-chief of the Visigoth nation, died of disease in A.D. 410, his people buried him in their traditional way: laying his body in a riverbed and allowing the current to cover it with mud. Since that time, history has heaped ever more mud on Alaric's name. He has been too easily characterized as the paradigmatic \"barbarian at the gate,\" an enemy of civilization and higher culture.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payment-companies-increase-efforts-to-combat-coronavirus-related-frauds-11590184994", "title": "Payment Companies Increase Efforts to Combat Coronavirus-Related Frauds", "date": "2020-05-22 18:03", "summary": "A FinCEN advisory this week alerted financial institutions about an increase in Covid-19-related scams. Payment companies are ramping up their processes to combat fraud and scams as regulators warn financial institutions of illicit activities related to the coronavirus pandemic.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becoming-wild-review-creatures-on-their-own-terms-11590184952", "title": "'Becoming Wild' Review: Creatures on Their Own Terms", "date": "2020-05-22 18:02", "summary": "The author suggests that a love of beauty evolved as a sort of natural antidepressant: a reward for staying alive.. Anthropologists, psychologists and biologists have given considerable attention to what was involved in our becoming human. But what about other creatures becoming wild? In his latest book, the ecologist Carl Safina looks at how three spectacularly interesting species-sperm whales, scarlet macaws and chimpanzees-became what they are, while also passionately urging our responsibility to keep them that way.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entangled-life-review-digging-into-enigmatic-organisms-11590184908", "title": "'Entangled Life' Review: Digging Into Enigmatic Organisms", "date": "2020-05-22 18:01", "summary": "Without decomposing fungi we'd be buried under plant debris. With them, all sorts of compounds can be broken down, from petroleum to sarin gas.. Like many people, I got interested in mycology because I wanted to find wild mushrooms, especially morels, which are in season right now. That required some study on why they lived where they lived. I admit it was a rather mercenary starting point, but the more I learned about fungi and their fruiting bodies, mushrooms, the more fascinated I became. Fungi are implicated in all aspects of life on Earth. They live most everywhere and in most everything, and some can-theoretically-live forever. They function as a shadow immune system and procurer of nutrition for plants; they are the source of some of the worst plagues of people and animals and crops, and the best medicine we have. Without decomposing fungi we'd be buried under miles of plant debris, and with them, all sorts of organic compounds may be decomposed, from petroleum to sarin gas. They bind soil particles so they don't blow apart when water passes by and they seed raindrops. As the English biologist Merlin Sheldrake writes in \"Entangled Life,\" his rich and colorful portrait of fungi, \"the more we learn about fungi, the less makes sense without them.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/me-patsy-kickin-up-dust-review-a-grand-ole-friendship-11590184860", "title": "'Me & Patsy Kickin' Up Dust' Review: A Grand Ole Friendship", "date": "2020-05-22 18:01", "summary": "The two singers had a lot in common, including husbands who could drink like condemned pirates.. The heart leaps at the chance to shift attention from epidemics, recession and state-sponsored snitching back to more intimate and familiar dissolutions, including serial adultery, virtuoso drunkenness and unscheduled tooth removal via sucker punch. Country-music legend Loretta Lynn's \"Me and Patsy Kickin' Up Dust\" is rich in those traditional themes. It's also a quick and illuminating read.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-equivalents-review-womens-work-11590184797", "title": "'The Equivalents' Review: Women's Work", "date": "2020-05-22 17:59", "summary": "The Radcliffe Institute for Independent Study was founded in 1960 to combat the 'climate of unexpectation' thwarting female achievers.. In 1960, the newly appointed president of Radcliffe College, Mary Ingraham Bunting-a microbiologist by training, university administrator by accident and prematurely widowed mother of four-initiated an audacious experimental program to combat what she called the \"climate of unexpectation\" that was thwarting women in mid-20th-century America. The Radcliffe Institute for Independent Study would offer stipends, private offices, access to Harvard's research facilities and \"membership in a professional and creative female community\" to a select group of accomplished, \"intellectually displaced\" women whose careers had been derailed by marriage and motherhood-a situation which Bunting rued as a terrible waste of talent.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-stan-lee-the-astonishing-mr-marvel-11590184757", "title": "Book Review: Stan Lee, the Astonishing Mr. Marvel!", "date": "2020-05-22 17:59", "summary": "Stan Lee was, in some ways, Walt Disney's successor, an avuncular public figure co-creating and promoting an empire of marvelous characters who would eventually generate billions of dollars in revenue.. Stan Lee was, in some ways, Walt Disney's successor, an avuncular public figure co-creating and promoting an empire of marvelous characters who would eventually generate billions of dollars in revenue. (Much of it for the Walt Disney Co., which purchased Marvel Entertainment in 2009.) Yet Lee was more like P.T. Barnum than Disney, barnstorming fan events and conventions for decades, ballyhooing his comic-book pantheon as the Greatest Show on Earth. Intriguingly, Lee also became a fictional character himself. Many film viewers recognize him from his cameos in Marvel movies during the past two decades, but fans can also play him as a character in the 2012 \"Amazing Spider-Man\" videogame-or even play with him as an action figure. Stanley Lieber conjured the \"Stan Lee\" persona as early as 1941, when the 18-year-old wrote his first comic-book story, reserving his real name for the Great American Novel he hoped to write.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-reopening-for-summer-and-tensions-are-high-11590163644", "title": "America Is Reopening for Summer, and Tensions Are High", "date": "2020-05-22 17:52", "summary": "Resume Subscription. Tricia McIntyre, a 48-year-old emergency-room nurse from southern Wisconsin, donned a mask last Sunday, sat down behind a plexiglass shield at a nail salon, and got her first manicure in two months.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-calls-places-of-worship-essential-11590172336", "title": "Trump Says Places of Worship Are Essential Services", "date": "2020-05-22 17:49", "summary": "President calls on governors to let churches reopen, threatens to 'override' any who don't. WASHINGTON-President Trump called on governors to reopen the nation's places of worship as essential services Friday, pointing to new safety guidelines from the Centers for Disease Control and Prevention and declaring that he would \"override\" any state leaders who don't agree.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notedadvisers-11587753694", "title": "Are you young and passionate about the news?", "date": "2020-05-22 17:41", "summary": "If so, The Wall Street Journal wants to meet you!. Applications are now closed! You can follow us on Instagram for updates.", "categories": [["Noted"]], "category_links": ["https://www.wsj.com/news/types/noted?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-furlough-from-the-kingdom-disney-workers-try-to-keep-the-magic-alive-11589601604", "title": "On Furlough From the Kingdom, Disney Workers Try to Keep the Magic Alive", "date": "2020-05-22 17:40", "summary": "Some do pirouettes in the backyard, put on stage makeup and make Disney-themed face masks; one grows a first-time beard.. Since her internship at Walt Disney World abruptly ended when the park closed in March, 24-year-old Devon Elizabeth Sofia has had a top priority: staying in shape for when it reopens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-hollywood-film-executive-with-fraud-11590182783", "title": "SEC Charges Hollywood Film Executive With Fraud", "date": "2020-05-22 17:26", "summary": "Watchdog alleges that William Sadleir diverted $25 million from a BlackRock fund that financed his holding company. The Securities and Exchange Commission on Friday filed fraud charges against a Hollywood movie executive for stealing money from a BlackRock Inc. fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooter-at-texas-naval-air-station-believed-to-have-voiced-support-online-for-extremists-11590182359", "title": "Texas Naval Air Station Shooter Believed to Have Voiced Support for Extremists", "date": "2020-05-22 17:19", "summary": "FBI identified perpetrator as Adam Salim Alsahli, who had extensive social-media presence. A man who was killed during an attack on a Navy air station in Corpus Christi appears to have voiced support for hard-line Muslim clerics and at least one figure associated with terrorism, according to a group that monitors online activity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-activist-is-shorting-new-york-office-stocks-11590181942", "title": "Hedge Fund Activist Shorting New York Office Stocks", "date": "2020-05-22 17:12", "summary": "Jonathan Litt says the real estate 'market is facing an existential hurricane'. An activist investor, known for buying shares in real estate companies and pushing for changes in hopes of boosting the stocks, is pursuing a new tack: betting against some of New York City's biggest office owners.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-bond-rally-picks-up-momentum-11590172216", "title": "Corporate Bond Rally Picks Up Momentum", "date": "2020-05-22 17:09", "summary": "The debt wraps up another strong week. U.S. corporate bonds wrapped up another strong week on Friday, reflecting investors' hopes for an economic rebound and support from the Federal Reserve.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-moves-closer-to-sovereign-debt-default-amid-coronavirus-crisis-11590160035", "title": "Argentina Defaults on Sovereign Debt", "date": "2020-05-22 17:00", "summary": "The country is struggling with economic contraction, runaway inflation and a hard-currency squeeze. Argentina defaulted on sovereign debt for the ninth time in its history, as Latin America's third-biggest economy grapples with a new cycle of economic contraction, runaway inflation and a hard-currency squeeze exacerbated by the coronavirus pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deere-lowers-sales-profit-outlook-on-coronavirus-impact-11590165495", "title": "Deere Lowers Outlook as Coronavirus Undercuts Demand", "date": "2020-05-22 16:58", "summary": "Machinery giant says farmers remain reluctant to buy amid low crop and livestock prices. Deere & Co. said the coronavirus pandemic will intensify a yearslong slump in agricultural equipment sales, as farmers further reduce spending amid lower demand for their crops and livestock.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-5-22-2020-11590119578", "title": "Stocks Notch Big Weekly Gains", "date": "2020-05-22 16:50", "summary": "Hong Kong stocks fell sharply after Beijing moved to impose new national-security laws on the city. The S&P 500 rose Friday and notched a big weekly gain as states around the country eased coronavirus restrictions, boosting hopes about an economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-to-black-radio-host-if-youre-deciding-between-me-or-trump-then-you-aint-black-11590166629", "title": "Biden to Black Radio Host: If You're Deciding Between 'Me or Trump, Then You Ain't Black'", "date": "2020-05-22 16:47", "summary": "Former vice president's campaign says remark was said 'in jest,' but some hear it as dismissive of their priorities. WASHINGTON-Joe Biden told a black radio host Friday that \"if you have a problem figuring out whether you're for me or Trump, then you ain't black,\" remarks his campaign characterized as joking but that some black Democrats said were dismissive of their concerns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guitar-center-downgraded-after-distressed-debt-exchange-11590179984", "title": "Guitar Center Downgraded After Distressed-Debt Exchange", "date": "2020-05-22 16:39", "summary": "S&P and Moody's weigh in on transactions that allowed musical-instrument retailer to skip interest payments. Guitar Center Inc. was hit by ratings downgrades after the pandemic-pressured retailer of musical instruments said it had agreements with lenders to exchange some of its debt in an effort to preserve cash.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selectquote-jumps-in-market-debut-11590091843", "title": "SelectQuote Jumps in Market Debut", "date": "2020-05-22 16:35", "summary": "Insurance-policy comparison firm's initial public offering marked largest IPO since February. SelectQuote Inc.'s shares climbed 35% in its first day of trading Thursday, in what is set to be the largest U.S. initial public offering since February, as the coronavirus pandemic continues to throw companies' plans to go public into disarray.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lori-loughlin-and-husband-plead-guilty-in-college-admissions-scandal-11590171217", "title": "Lori Loughlin, Husband Plead Guilty in Admissions Scandal", "date": "2020-05-22 16:24", "summary": "Following months of denial, TV star and fashion-designer copped to trying to pitch their daughters as crew-team recruits to get into USC. Television star Lori Loughlin and her husband pleaded guilty Friday to conspiring with a California college counselor in a $500,000 deal to pass off their two daughters as crew-team recruits to get them into the University of Southern California.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-international-airlines-flight-crashes-in-karachi-11590146968", "title": "Pakistan International Airlines Plane Crashes in Karachi", "date": "2020-05-22 16:21", "summary": "Jet, carrying at least 98 passengers and crew, crashed after pilot radioed that it had lost power. ISLAMABAD-A Pakistan International Airlines domestic flight crashed as it approached Karachi airport with at least 98 passengers and crew aboard after the pilot said the plane had lost power.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-we-did-was-talk-about-kansas-pompeo-dinners-draw-scrutiny-11590152400", "title": "Pompeo Dinners Draw Scrutiny", "date": "2020-05-22 16:01", "summary": "Democrats are looking closely at the secretary of state's taxpayer-funded dinners, including one with guests from his home state. Secretary of State Mike Pompeo hosted a dinner at the State Department for guests with ties to Kansas-the state where he had been urged to run for Senate-one of a series of private events that Democrats in Congress are now scrutinizing as Mr. Pompeo comes under fire for recommending the removal of his agency's watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-points-to-efficacy-of-convalescent-plasma-for-covid-19-11590177304", "title": "Study Points to Efficacy of Convalescent Plasma for Covid-19", "date": "2020-05-22 15:55", "summary": "Sick patients who got plasma transfusions from those who had recovered from the coronavirus infection had better survival rates compared with a control group. A study of hospitalized patients with Covid-19 infections provided a sign that blood-plasma transfusions from recovered patients improve survival rates, the largest research effort to date to shed light on the therapy's efficacy.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founder-of-electric-vehicle-startup-clears-bankruptcy-hurdle-11590176865", "title": "Founder of Electric-Vehicle Startup Clears Bankruptcy Hurdle", "date": "2020-05-22 15:47", "summary": "Court approval of Jia Yueting's debt restructuring removes obstacle for his startup Faraday to raise financing. Chinese tech mogul Jia Yueting received U.S. court approval to restructure billions of dollars in debt, removing a hurdle for his electric-vehicle startup Faraday & Future Inc. to raise financing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaria-drugs-provide-no-covid-19-help-raise-risk-of-harm-study-finds-11590161735", "title": "Malaria Drugs Provide No Covid-19 Help, Study Finds", "date": "2020-05-22 15:41", "summary": "The study found drug and similar malarial treatment in 15,000 patients raised the risk of heart problems. Antimalaria drugs didn't help patients fight Covid-19, while raising the risk for heart problems and death, a new study analyzing real-world use of the medicines reported.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-germs-that-transformed-history-11590159271", "title": "The Germs That Transformed History", "date": "2020-05-22 15:36", "summary": "For eons, epidemics have caused mass deaths and social upheaval, with far-reaching effects on politics, trade, migration, colonization and conquest. The Covid-19 pandemic is an almost unique phenomenon in world history. The only precedent for its rapid spread to every continent, killing people everywhere and devastating both local economies and world trade, was the flu pandemic of 1918-19.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feasting-on-a-delicious-pastel-11590175507", "title": "Feasting on a Delicious Pastel", "date": "2020-05-22 15:25", "summary": "Jean-Étienne Liotard's 'The Chocolate Girl' is a technically flawless aesthetic triumph of the medium.. When the art connoisseur Francesco Algarotti saw a pastel called \"The Chocolate Girl\" (c. 1744) in Venice in 1745, he immediately wanted to acquire it from the artist, Jean-Étienne Liotard, for King August III of Saxony. The king loved pastels-especially those by Rosalba Carriera (1673-1757), a Venetian artist internationally renowned for hers-and was building a unique chamber in his Dresden palace for works in this light-sensitive medium.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-hurts-the-blue-collar-poor-most-11590174398", "title": "Lockdown Hurts the Blue-Collar Poor Most", "date": "2020-05-22 15:06", "summary": "The privileged, whether they work in government or in private enterprise, are armed with the means to wait out the pandemic and cast aspersions on those below them.. Peggy Noonan gets it exactly right in \"Scenes From the Class Struggle in Lockdown\" (Declarations, May 16). Growing up in Wisconsin, I was one of six children living in a mobile home in the middle of the woods. My dad, having never finished college, had a decent, but low-paying job at an automotive plant and worked odd jobs to keep his family fed. Our family grew to eight children and my dad's company changed hands many times. He always kept his job because he was underpaid due to his working-class rank. Good health insurance from his employer saved our family from financial ruin when one of my sisters was extremely sick and died at the age of 6 months.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-consequences-for-adam-schiffs-lies-11590174358", "title": "What Are the Consequences for Schiff's Lies?", "date": "2020-05-22 15:06", "summary": "In the good old days if a member of Congress was caught in a major lie, misleading Congress and the American public, there were consequences.. Regarding your editorial \"All the Schiff Transcripts\" (May 13): In the good old days if a member of Congress was caught in a major lie, knowingly misleading Congress and the American public, there were consequences. His own party would denounce him, the electorate would surely vote him out of office but perhaps he would resign in disgrace beforehand. But not today. Rep. Adam Schiff was playing to the base with a calculated lie, cheered on by fellow party members and supported by most of the media. He is a hero-to some. There are not, nor will there be, consequences for him. How times have changed. Any wonder the approval rating of Congress is at such an abysmally low rating?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meat-alternatives-can-help-reduce-covid-19-mortality-11590174234", "title": "Meat Alternatives Can Help Reduce Covid-19 Mortality", "date": "2020-05-22 15:04", "summary": "Obesity, diabetes and cardiovascular disease are the most common chronic conditions found in Covid-19 patients. The medical community has advised for years that a plant-based diet is integral to reducing these risks.. Plant-based food makers' mouths are watering not only due to increased sales from \"filling in\" for meat, but over the opportunity for the world to better understand how our food choices impact our health and the environment (\"Meat Alternatives Maneuver to Win More Supermarket Turf,\" Business & Finance, May 14).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-division-and-reporting-hate-crimes-11590174283", "title": "Social Division and Reporting Hate Crimes", "date": "2020-05-22 15:04", "summary": "The distorted coverage of hate crimes by the mainstream press is a travesty. This leads to a distorted notion of what is wrong in America.. I was very pleased to read Gerard Baker's \"Editor at Large: The Often Distorted Reality of Hate Crime in America\" (Review, May 16). The distorted coverage of hate crimes by the mainstream press is a travesty. White victims of attacks by blacks wonder why their suffering doesn't warrant coverage by the media, when black victims of white criminals are lionized, especially because black crime is much more common. This leads to a distorted notion of what is wrong in America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-2020-truck-market-to-slump-30-or-more-as-coronavirus-hits-demand-says-mercedes-benz-s-schiemer-11590174013", "title": "Mercedes-Benz Says Brazil Truck Market to Slump 30% This Year", "date": "2020-05-22 15:00", "summary": "Country's truck market still strong in agriculture, chemical and food segments, Schiemer says. SÃO PAULO-Brazil's truck market will shrink at least 30% this year from 2019 as demand slumps along with economic activity amid the government's efforts to battle the spread of the coronavirus, according to Philipp Schiemer, president of Mercedes-Benz do Brasil.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvc-capital-backs-rugby-league-to-expand-pro-sports-portfolio-11590173673", "title": "CVC Capital Backs Rugby League to Expand Pro Sports Portfolio", "date": "2020-05-22 14:54", "summary": "Buyout firm already has a stake in England's Premiership rugby league and is eyeing a deal to back Italy's Serie A soccer. CVC Capital Partners has acquired a 28% interest in the Guinness PRO14 Rugby league, extending the firm's reach into professional sports.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-disruption-eases-as-physical-crude-demand-jumps-11590166173", "title": "Oil Price Disruption Eases as Physical Crude Demand Jumps", "date": "2020-05-22 14:52", "summary": "Traders are no longer in panic mode to find buyers for unwanted oil as demand ticks up. In a sign that oil markets are returning to relative normality, the once yawning gap between the price of an actual physical barrel of oil and futures prices has narrowed sharply.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-searing-a-bistro-quality-steak-11590207528", "title": "The Secret to Searing a Bistro-Quality Steak", "date": "2020-05-22 14:31", "summary": "Resume Subscription. When it comes to cooking a steak perfectly, cooks in the bistros of Paris rely on a simple, foolproof method. Here's how to master it at home.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-will-make-america-a-plainer-place-11590103104", "title": "A Plainer People in a Plainer Time", "date": "2020-05-22 14:13", "summary": "As the lockdown forces us to turn inward, we rethink what's important and what we were meant to do.. We're easing up. Good, it's time. Spring is here, summer's coming. You can pass any well-meaning restriction and do your best to enforce it, but great leaders work with human nature, not against it. People need to be together, out in the air, in the sun, and if you don't let them they'll find a way anyhow, and then everybody will have to fight.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dynamic-visions-of-the-future-11590170798", "title": "Dynamic Visions of the Future", "date": "2020-05-22 14:06", "summary": "The sleek, streamlined work of British architect Norman Foster draws inspiration from the early 20th-century Italian Futurists.. European modernism underwent a growth spurt in the years just before World War I thanks to a group of Italian artists known as the Futurists, who found inspiration in fast cars, airplanes and the restlessness of cities. The Futurists turned out swirling, shard-filled paintings and apparently windblown sculptures that suggested ceaseless motion, turning dynamism into a hallmark of early 20th-century art.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-and-the-chernobyl-analogy-11590167999", "title": "Coronavirus and the Chernobyl Analogy", "date": "2020-05-22 13:20", "summary": "Edward Luttwak wrote the book on regime change, and he sees parallels between China's pandemic response and the Soviet Union's late years.. As Chinese authorities botched their response to the coronavirus outbreak in Wuhan, a quote from the HBO miniseries \"Chernobyl\" went viral on the Chinese messaging app WeChat: \"What is the cost of lies? It's not that we'll mistake them for the truth. The real danger is that if we hear enough lies, then we no longer recognize the truth at all.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-takes-a-powder-11590167907", "title": "Johnson & Johnson Takes a Powder", "date": "2020-05-22 13:18", "summary": "If your baby has diaper rash, there may be a long trip in your future.. If you want Johnson & Johnson baby powder, stock up now or prepare to travel overseas. On Tuesday the company announced it will discontinue sales in the U.S. and Canada of talcum-based baby powder, which it has sold since 1894. America's litigation-friendly legal system has subjected the company to a flood of baby-powder lawsuits, making it too expensive to sell in the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-revenue-climbs-22-profit-sinks-11590150680", "title": "Alibaba's Profit Tanks With Investment Loss", "date": "2020-05-22 13:11", "summary": "Chinese e-commerce giant's fourth-quarter revenue rose 22% while profit fell 88%. Alibaba Group Holding Ltd. 's fourth quarter profit fell 88% from the same period a year ago after the coronavirus pandemic affected the value of the Chinese e-commerce giant's public investments.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-joy-luck-club-can-teach-you-about-overcoming-hardships-11590062455", "title": "This Beloved Novel Is the Kind of Book We Need Right Now", "date": "2020-05-22 13:07", "summary": "Mothers and daughters lay at the heart of Amy Tan's 'The Joy Luck Club' but in bridging the generational gap-and crisscrossing the globe-this 1989 novel imparts key lessons for forging ahead in trying times. FAMILY DRAMAS don't halt when a country is in crisis. If anything, they intensify, and in these pandemic times, family is either too close or too far. Many of us have separated from parents and grandparents to protect them, while confined with children unmoored from classrooms. But regardless of physical distance, pandemic or no, our kin can often be inscrutable to us. In her 1989 novel \"The Joy Luck Club,\" Amy Tan plunges deep into the chasm between mother and daughter, immigrant and first-generation, telling a tale engrossing enough to pull us out of our own present caves.", "categories": [["Life & Work", "Comfort Reads"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/comfort-reads?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidias-immunity-boost-should-last-11590166965", "title": "Nvidia's Immunity Boost Should Last", "date": "2020-05-22 13:02", "summary": "Chipmaker's new products should keep data-center sales strong. The only problem with clearing a high bar is when the bar keeps rising.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-moralistic-narratives-of-the-lockdown-debate-11590166671", "title": "Beware of Moralistic Narratives of the Lockdown Debate", "date": "2020-05-22 12:57", "summary": "The effort to reopen is not a neat fable with villains and heroes. Simple-minded folk, incapable of understanding the subtleties of science and economics, need a clear narrative to guide them through the complexity of the national lockdown debate. Fortunately, the usual wise heads in the media have been here all along to provide an easily understood moral fable, complete with its own cast of villains and heroes.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-is-hollywoods-newest-streaming-upstart-can-it-become-a-star-11590139831", "title": "HBO Max Is the Newest Streaming Upstart. Can It Become a Star?", "date": "2020-05-22 12:47", "summary": "The new entertainment service from WarnerMedia will have to overcome a global pandemic, entrenched rivals and the absence of a highly anticipated 'Friends' reunion. The launch of HBO's streaming service was just three weeks away when HBO Max boss Kevin Reilly laid out the situation for his fellow executives on a video call.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-sweatpants-what-well-wear-post-pandemic-11590166062", "title": "No More Sweatpants: What We'll Wear Post-Pandemic", "date": "2020-05-22 12:47", "summary": "Eleven style insiders on the fashion they most miss, and how their time at home informs their new perspective on clothing. EARLIER THIS YEAR, it was inconceivable that we'd spend all day in cozy uniforms. Today, they're a given to a grim degree. Scott Rothkopf, the senior deputy director of the Whitney Museum in New York, was recently called out by his boss for repeating the same sweater on video call after video call. \"Not only was I apparently getting sick of that sweater, but so too were my colleagues,\" he realized. Though the path to reopening our country appears fraught and confusing, many of us are starting to dream of trading our dowdy sweatpants for something more fashionable. But will our time in quarantine redefine what that means?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-threatens-a-minnesota-farm-towns-economic-engine-11590139801", "title": "Virus Threatens a Minnesota Farm Town's Economic Engine", "date": "2020-05-22 12:46", "summary": "JBS meatpacking plant turned Worthington into a global melting pot; now officials worry as it reopens. WORTHINGTON, Minn.-Miguel Rivas emigrated from El Salvador to this ethnic melting pot in the middle of farm country 21 years ago, starting out at a meatpacking plant and a dairy farm, while studying computers online. He eventually opened a computer repair shop and cellphone store.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memorial-day-without-parades-11590165080", "title": "Memorial Day without Parades", "date": "2020-05-22 12:31", "summary": "Remembering those who gave America so much more than they received.. The cancelling, limiting or postponing of many Memorial Day events this year has this column thinking about those who gave everything for this country, even at times when some citizens hardly appreciated the sacrifice.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strongman-leader-of-chechnya-hospitalized-for-coronavirus-11590164115", "title": "Strongman Leader of Chechnya Hospitalized for Coronavirus", "date": "2020-05-22 12:15", "summary": "Ramzan Kadyrov was under medical supervision in Moscow; unclear who is leading the volatile region. MOSCOW-Ramzan Kadyrov, the authoritarian leader who has enforced a fragile peace in Russia's southern Chechen region, has been hospitalized with suspected coronavirus, Russian media said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-entertain-10-ways-to-make-your-home-special-for-yourself-11590163909", "title": "Can't Entertain? 10 Ways to Make Your Home Special...for Yourself", "date": "2020-05-22 12:11", "summary": "Quarantiners are treating themselves like esteemed visitors. IT WILL LIKELY be months before we'll have any houseguests to impress. But that doesn't mean our wedding silver and special seashell soaps must themselves remain quarantined inside our cabinets. Some people weary of a banal, socially distanced existence are finding creative ways to add a little luxury to their weeks. In Beverly Hills, publicist Jenelle Hamilton and her daughter dress up their dining tables as well as themselves for \"Fancy Friday\" dinners. \"We light the candles, play music and treat it like a restaurant experience,\" Ms. Hamilton said. \"It definitely feels special.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troubled-shipping-lines-turn-to-state-support-11590163853", "title": "Troubled Shipping Lines Turn to State Support", "date": "2020-05-22 12:11", "summary": "Some of the world's biggest shipping companies, including French line CMA CGM and South Korea's HMM, received aid. Some of the world's biggest shipping companies are turning to government support to ride out the fallout from the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dirt-review-the-gift-of-good-soil-11590163341", "title": "'Dirt' Review: The Gift of Good Soil", "date": "2020-05-22 12:02", "summary": "A put-upon outsider in a French kitchen remembers being happy not knowing what a fricassee was.. More than anything else during this lockdown, I've missed restaurants. What wouldn't I give right now to be sitting with friends in a cheerful bistro, nursing a glass of wine and looking over the day's menu? Instead, tucked under the bedcovers, I'm reading about dishes I might have ordered had I been so lucky. You can almost taste the food in Bill Buford's \"Dirt,\" an engrossing, beautifully written memoir about his life as a cook in France.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-to-require-14-day-quarantine-of-arrivals-to-contain-coronavirus-11590163200", "title": "U.K. to Require 14-Day Quarantine of Arrivals", "date": "2020-05-22 12:00", "summary": "British government shifts from largely open borders to limit Covid-19 transmission. LONDON-The U.K. government said it would impose next month a 14-day self-quarantine requirement for nearly all travelers arriving into the country, a tightening that comes as the rest of Europe slowly begins to ease border restrictions.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-sherwood-revived-fabled-orient-express-trains-11590160335", "title": "James Sherwood Revived Fabled Orient Express Trains", "date": "2020-05-22 11:59", "summary": "Entrepreneur used a fortune from container leasing to buy hotels and restaurants, including New York's 21. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-poet-for-times-of-trouble-11590162963", "title": "A Poet for Times of Trouble", "date": "2020-05-22 11:56", "summary": "Amid the pandemic, Maggie Smith's 2016 poem 'Good Bones,' about keeping life's ugliness from children, is having a moment. The poet Maggie Smith usually knows something tragic has happened even before she sees the news. When she picks up her phone and notices that she has been mentioned thousands of times on Twitter , it means that people are sharing \"Good Bones,\" her 2016 poem about keeping the reality of life's ugliness from young innocents. (\"Life is short, though I keep this from my children,\" it begins.) The poem coincidentally came out in an online journal the same week as the June 2016 Orlando nightclub shooting and has often gone viral after other terrible events, including the May 2017 suicide bombing at a Manchester, U.K., concert and the deadliest mass shooting in modern U.S. history, the 2017 massacre in Las Vegas that left 58 concertgoers dead. \"It's this weird poetry bat signal that is a disaster barometer,\" says Ms. Smith over the phone from her home in Bexley, Ohio.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-sloan-a-longtime-utah-jazz-coach-dies-at-78-11590162615", "title": "Jerry Sloan, a Longtime Utah Jazz Coach, Dies at 78", "date": "2020-05-22 11:50", "summary": "Sloan spent 23 seasons coaching the Utah Jazz and earned a spot in the Basketball Hall of Fame. Jerry Sloan, the coach who took the Utah Jazz to the NBA Finals in 1997 and 1998 on his way to a spot in the Basketball Hall of Fame, died Friday. He was 78.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-plans-to-increase-truck-production-delayed-by-parts-shortage-11590155233", "title": "GM's Plans to Increase Truck Production Delayed by Parts Shortage", "date": "2020-05-22 11:22", "summary": "The logistical issues underscore the auto industry's halting restart after a shutdown due to the coronavirus pandemic. A shortage of parts from Mexico is hampering General Motors Co. 's plans to quickly ramp up production of high-profit pickup trucks, according to a union official and other people familiar with the matter, underscoring the auto industry's halting restart after a two-month shutdown from the pandemic.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-discount-retailers-are-hardly-a-bargain-11590160925", "title": "These Discount Retailers Are Hardly a Bargain", "date": "2020-05-22 11:22", "summary": "Off-price retailers like TJX and Ross Stores outperformed during the last recession; this time might be different. Off-price retailers' share prices are holding up remarkably well despite a dismal last quarter, a testament to their postrecession track record. Investors should still approach them with some caution.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-insurers-face-future-rate-pain-11590160531", "title": "Life Insurers Face Future Rate Pain", "date": "2020-05-22 11:15", "summary": "The coronavirus may pose a bigger challenge to life insurers through markets rather than mortality. Life insurers aren't facing any imminent holes in their balance sheets. But the further-out future should still worry investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-at-texas-naval-air-station-is-terrorism-related-fbi-says-11590099067", "title": "Texas Shooting Is Terrorism-Related, FBI Says", "date": "2020-05-22 11:14", "summary": "Incident leaves a sailor injured and the gunman dead. A shooting Thursday at a Texas naval air station that left a sailor injured and the gunman dead was terrorism-related, the Federal Bureau of Investigation said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congratulations-on-your-scholarship-now-pay-uncle-sam-11590156008", "title": "Congratulations on Your Scholarship. Now Pay Uncle Sam.", "date": "2020-05-22 11:13", "summary": "What some college students may not realize is that they have to pay taxes on their financial aid if the money covered housing, travel or food. It is the end of the school year. For college students who received financial aid, that means it is time to calculate what they could owe Uncle Sam.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-lookalike-funds-dont-act-alike-11590159641", "title": "When Your Lookalike Funds Don't Act Alike", "date": "2020-05-22 11:00", "summary": "Similar assets can have very different returns in private and public markets. What an asset is worth depends on who owns it-and how.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lesson-for-the-boss-how-to-take-a-personal-crisis-public-11590159607", "title": "A Lesson for the Boss: How to Take a Personal Crisis Public", "date": "2020-05-22 11:00", "summary": "There's practically no playbook for executives grappling with tragedy. The world's chief executives are grappling with how to navigate a deadly disease, government-ordered shutdowns and an economic meltdown. All of their struggles are a little different, but they have adopted some common coping techniques.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dealing-with-the-coronavirus-11584656767", "title": "Notes on the Pandemic", "date": "2020-05-22 11:00", "categories": [["Noted"]], "category_links": ["https://www.wsj.com/news/types/noted?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-reel-truths-11590157780", "title": "Book Review: Reel Truths", "date": "2020-05-22 10:29", "summary": "Two seasoned anglers on the lessons they've learned from a lifetime catching fish.. As the star of the Discovery Channel's wildly popular reality show \"River Monsters,\" Jeremy Wade traveled to the world's most remote regions to catch the world's biggest freshwater fish. After nine seasons, having run out of uncaught species, the show ended in 2017. Mr. Wade is an obsessed angler, biologist and conservationist. He was also a serious guy caught up in the nonserious style of reality television, competing against shows like \"Naked and Afraid\" and \"RuPaul's Drag Race.\" He went along with the decision to portray every fish as a potential man-eater and every outing as quite possibly his last. The danger was mercilessly hyped and episodes were given titles like \"Amazon Flesh Eaters,\" \"Face Ripper\" and \"Chainsaw Predator.\" It didn't hurt that Mr. Wade is British, craggily handsome and telegenic. In fact, 40% of the \"River Monsters\" audience was female. There's even a \"Jeremy Wade Shirtless\" Facebook page.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/location-plays-big-role-in-patient-access-to-first-covid-19-drug-11590157424", "title": "Hospitals Are Rationing Remdesivir", "date": "2020-05-22 10:25", "summary": "States, counties and hospitals use different ways to decide how to distribute remdesivir, a treatment for severely ill coronavirus patients. Limited stock of the first drug shown to treat Covid-19 is arriving at hospitals, and location is a driving factor in whether a patient gets any as states, counties and hospitals use different approaches to allocate their shares.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-amazon-opens-its-warehouses-new-seafood-lures-retails-growing-gap-11590157412", "title": "Today's Logistics Report: Amazon Opens its Warehouses; New Seafood Lures; Retail's Growing Gap", "date": "2020-05-22 10:23", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-of-peril-review-first-they-fought-one-another-11590157173", "title": "'The Year of Peril' Review: First They Fought One Another", "date": "2020-05-22 10:19", "summary": "Even after the attack on Pearl Harbor, the U.S. didn't shift immediately-or easily-to a war footing. In 1942, Americans struggled as rubber and gasoline were rationed, car production was halted and neighbors grew suspicious of one another.. Some books appear just at the appropriate moment. Consider: a nation struck suddenly from outside, and with great loss of innocent life. Emergency legislation and lockdowns put in place. The largest emergency spending programs in all of U.S. history. Enormous, really frightening deficit spending announced. A controversial president, both hated and adored, faced with a moment calling for national unity. A crisis that shows up great divides-divides among the races in America, the divide between the liberal coasts and the more conservative South and prairie states, the tug between internationalism and go-it-alone-ism. A host of anxieties spreading across the land, even as examples of valor and generosity abound. A broad feeling that things will never be the same again.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-finds-bernie-sanderss-donors-elusive-11590156897", "title": "Joe Biden Finds Bernie Sanders's Donors Elusive", "date": "2020-05-22 10:15", "summary": "A large pool of untapped donors means possible new sources of cash, but indicates Biden hasn't generated enthusiasm with this group. Presumptive Democratic presidential nominee Joe Biden has yet to unlock a key part of the party's fundraising base less than six months before Election Day: Bernie Sanders's army of online small donors, a Wall Street Journal analysis found.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-at-the-edges-of-empire-review-learning-to-honor-the-dead-11590156937", "title": "'Death at the Edges of Empire' Review: Learning to Honor the Dead", "date": "2020-05-22 10:15", "summary": "Lincoln honored soldiers' sacriﬁces and subtly redeﬁned the reasons for them. Memorials often do the same.. Before it was a national military cemetery, the Arlington Estate belonged to the wife of Confederate Gen. Robert E. Lee, who had inherited it from her father, George Washington's adopted grandson. In 1864, at the peak of the Civil War, the federal government seized the 1,100-acre property and began burying Union dead there. The government also built housing for formerly enslaved people who had fled the South seeking freedom. Before long, Arlington's \"Freedman's Village\" had grown to some 3,000 souls.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-masters-of-the-form-11590156874", "title": "Mysteries: Masters of the Form", "date": "2020-05-22 10:14", "summary": "Poe, Dupin and the mystery of loot hidden beneath Paris.. Edgar Allan Poe essentially invented the detective story in 1841, with the first of his tales involving the French investigator C. Auguste Dupin. The premise of Karen Lee Street's series of Poe-narrated novels-the latest being \"Edgar Allan Poe and the Empire of the Dead\" (Pegasus, 341 pages, $25.95)-is that Dupin was a real person and a close friend of Poe's, and that the two shared several adventures.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-lovers-madmen-and-an-honest-pucks-murder-11590156819", "title": "Science Fiction: Lovers, Madmen and an Honest Puck's Murder", "date": "2020-05-22 10:13", "summary": "Christopher Moore's offbeat fantasy transplants the characters from 'A Midsummer Night's Dream' into a whodunit plot.. Shakespeare's\"A Midsummer Night's Dream\" has great appeal for fantasy fans, with Oberon and Titania, a cast of supporting fairies, Hippolyta the Amazon queen, the enchanted wood, the love-inducing flower and Bottom with his ass's head. Nevertheless, there may be a feeling that Shakespeare, writing in an age when official censors were looking over his shoulder, did not-dare one say?-quite develop the erotic potential of his story.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-rupert-thomson-on-novels-about-women-on-their-own-11590156770", "title": "Five Best: Rupert Thomson on Novels About Women on Their Own", "date": "2020-05-22 10:12", "summary": "From the author of the novel 'Never Anyone but You' and, most recently, 'NVK.'. By Jean Rhys (1934)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-brew-better-coffee-at-home-chemistry-professor-explains-how-11590154201", "title": "You Can Brew Better Coffee at Home. A Chemistry Professor Explains How.", "date": "2020-05-22 10:11", "summary": "It's all about water and grind, says University of Oregon professor, aka 'Dr. Coffee'. If you're craving a good cup of coffee but can't get to your local cafe, don't worry.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-scraps-gdp-target-for-2020-11590111014", "title": "Beijing Scraps GDP Target, a Bad Sign for World Reliant on China Growth", "date": "2020-05-22 10:07", "summary": "The government omits a numerical target for first time since it began the practice in 1994 as it battles economic shock from coronavirus. BEIJING-China broke with more than a quarter-century of tradition by not issuing an economic growth target for 2020, a stark acknowledgment of the challenges facing the world's second-largest economy as it grapples with uncertainties around the coronavirus pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locked-down-teens-stay-up-all-night-sleep-all-day-11590156291", "title": "Locked-Down Teens Stay Up All Night, Sleep All Day", "date": "2020-05-22 10:04", "summary": "Resume Subscription. Paul Cancellieri wakes up most mornings around 6 a.m. He makes himself breakfast. Then he says good night to his 16-year-old son, Cole.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chain-s-sandhu-built-nyx-a-maker-of-auto-parts-11590156001", "title": "Chain S. Sandhu Built NYX, a Maker of Auto Parts", "date": "2020-05-22 10:00", "summary": "After giving up an academic career in India, immigrant got his start in Detroit as a janitor. Chain S. Sandhu was embarking on an academic career in engineering in India's northern state of Punjab in the early 1960s when he heard about President Kennedy's vow to put a man on the moon. The audacity of the plan inspired Mr. Sandhu to emigrate to the U.S.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-americas-era-of-military-primacy-11590155833", "title": "The End of America's Era of Military Primacy", "date": "2020-05-22 09:57", "summary": "As China's advanced arsenal grows, the Pentagon must focus on emerging technologies, not traditional weapons platforms. Could the U.S. lose a war with China? That alarming possibility was one of the last things I ever discussed in person with my old boss, Sen. John McCain. In late 2017, we had just left a briefing that he had asked me to arrange for his colleagues about China's growing arsenal of precision-strike missiles, long-range sensors, counter-space capabilities and other advanced weapons. Every senator was invited to the briefing; about a dozen showed up. They got a depressing dose of reality.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-bookings-disappeared-startup-mint-house-took-new-tack-11590139802", "title": "As Bookings Disappeared, Startup Mint House Took New Tack", "date": "2020-05-22 09:52", "summary": "The short-term rental company found new customers among traveling nurses and others. It also saw a beneficial change in landlord agreements.. Corporate travel was the be-all for Mint House Inc., a provider of short-term upscale apartment rentals. As the pandemic hit in March, Will Lucas, the founder and chief executive of the New York-based startup, watched with horror as revenue evaporated.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-economic-comorbidities-for-the-coronavirus-11590100196", "title": "Three Economic Comorbidities for the Coronavirus", "date": "2020-05-22 09:28", "summary": "How much devastation is self-inflicted, not caused directly by the virus? Voters are right to wonder.. Here's an early vote for Word of the Year 2020: comorbidity.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-dropping-growth-target-china-acknowledges-severity-of-its-economic-challenges-11590144313", "title": "Dropping Growth Target, China Acknowledges Severity of Economic Challenges", "date": "2020-05-22 09:21", "summary": "In a humbling moment, Xi Jinping is forced to give up on a vaunted political goal. BEIJING-Under leader Xi Jinping, China has established itself as an increasingly assertive global player, pushing back forcefully against challenges at home and abroad.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-is-ready-to-expand-stimulus-program-minutes-show-11590153336", "title": "ECB Is Ready to Expand Stimulus Program, Minutes Show", "date": "2020-05-22 09:15", "summary": "Report suggests ECB officials are willing to act aggressively, even as they weigh the legal implications of bond purchases. FRANKFURT-European Central Bank officials are ready to step up bond purchases next month if they consider such a move necessary to combat the economic fallout from the coronavirus pandemic, according to the minutes of their April policy meeting.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-like-mike-u-s-economy-11590152748", "title": "Be Like Mike, U.S. Economy", "date": "2020-05-22 09:13", "summary": "Michael Jordan powered through 1997's infamous 'flu game.' Now that he's a businessman, can he do the same for the coronavirus recession?. Michael Jordan powered the Chicago Bulls through 1997's infamous \"flu game.\" Now can he do the same for the U.S. economy and the coronavirus recession?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheltered-at-home-wsj-members-share-photos-of-life-in-isolation-11590152400", "title": "Sheltered at Home: WSJ Members Share Photos of Life in Isolation", "date": "2020-05-22 09:00", "summary": "We asked readers to share photos of the silver linings found during the pandemic. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-architects-are-already-planning-the-future-of-offices-11590152120", "title": "How Architects Are Already Planning the Future of Offices", "date": "2020-05-22 08:55", "summary": "For urban skyscrapers and the blue-chip architects who design them, the pandemic \"is going to skew perceptions of the value of space\"-and maybe that's not such a bad thing. After 9/11, I worried about the future of the Empire State Building. Would anyone want to work in what had suddenly become the city's tallest building and thus a possible terrorist target? If not, how would the great Art Deco skyscraper, which was not just a symbol of New York but of the aspirations of architects everywhere, survive?", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-legislature-to-consider-draft-bill-on-establishing-framework-for-national-security-law-in-hong-kong-11590068208", "title": "China Looks to Tighten Its Control Over Hong Kong", "date": "2020-05-22 08:53", "summary": "Beijing says the legislation is aimed at stopping what it considers 'secessionist and subversive activity,' foreign interference and terrorism in the city. HONG KONG-China signaled it will impose new national-security laws on Hong Kong, dealing a blow to the territory's autonomy as Beijing seeks to stamp out widespread pro-democracy protests that have challenged leader Xi Jinping.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-breaks-with-taiwan-precedent-omitting-call-for-peaceful-unification-11590151372", "title": "China Breaks With Taiwan Precedent, Omitting Call for 'Peaceful' Policy", "date": "2020-05-22 08:53", "summary": "Annual report drops 'peaceful' language for first time in nearly three decades, in sign of tougher line from Beijing. Beijing dropped calls for pursuing peaceful ties or peaceful unification with Taiwan in an annual policy blueprint, breaking with nearly three decades of precedent in a sign that it is taking a tougher tack toward the self-ruled island.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://graphics.wsj.com/glider/mansion-gardens-a3ea05a5-a5e0-4023-9bfa-97a80c098ffa?mod=article_inline", "title": "Zen Ten: Grand Gardens", "date": "2020-05-22 08:38"}, {"link": "https://www.wsj.com/articles/coronavirus-case-counts-in-50-states-indicate-vast-differences-11590148800", "title": "Coronavirus Case Counts in 50 States Indicate Vast Differences", "date": "2020-05-22 08:00", "summary": "Resume Subscription. All 50 states have now begun reopening, working to revive their economies after months of shutdowns designed to curb the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peyton-manning-and-tom-brady-are-better-at-golf-than-you-11590148800", "title": "Peyton Manning and Tom Brady Are Better at Golf Than You", "date": "2020-05-22 08:00", "summary": "Two of the best quarterbacks in NFL history face off again, this time on the golf course in a charity match along with Tiger Woods and Phil Mickelson. Peyton Manning turned heads back in February when he delivered a ball from an impressive distance with uncanny accuracy. Fans were amazed. Tom Brady was snarky.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-may-survive-but-not-thrive-with-fewer-rights-11590148135", "title": "Hong Kong May Survive, But Not Thrive, With Fewer Rights", "date": "2020-05-22 07:48", "summary": "The immediate impact of China's new national-security legislation on the territory's financial future will depend on the U.S. response. \"After the harvest, settle accounts.\" The Chinese saying means to take revenge when the time is right.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-unveils-new-funding-for-banks-11590111063", "title": "Bank of Japan Shows 'Whatever It Takes' Attitude With $700 Billion Coronavirus Plan", "date": "2020-05-22 07:33", "summary": "New measures are aimed at helping banks make loans to cash-strapped smaller companies. TOKYO-The Bank of Japan bolstered its support for business financing to about $700 billion, paralleling the Federal Reserve in expanding the central banking tool kit during the coronavirus pandemic.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-allow-state-security-agents-to-police-hong-kong-11590145427", "title": "China to Allow State Security Agents to Police Hong Kong", "date": "2020-05-22 07:03", "summary": "A new detail in the proposed national-security law would allow state security bodies to operate officially in the semiautonomous city. HONG KONG-China's government plans to let mainland state-security agencies operate officially in Hong Kong, a senior Chinese official said Friday, adding to concerns about the city's diminishing autonomy as Beijing steps up its efforts to rein in the protest-torn city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/store-brands-eye-a-bigger-share-of-the-dinner-plate-11590144627", "title": "Store Brands Eye a Bigger Share of the Dinner Plate", "date": "2020-05-22 06:50", "summary": "Companies that make private-label products for supermarkets might get a boost as shoppers look for ways to cut their grocery bills. Supermarket sales are soaring as consumers eat more meals at home. Supermarket brands could be next in line.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-corporate-borrowers-raise-risks-in-loan-funds-11590143352", "title": "Struggling Corporate Borrowers Raise Risks in Loan Funds", "date": "2020-05-22 06:29", "summary": "Resume Subscription. The future of a $700 billion market for risky corporate debt rests on companies like Portillo's Hot Dogs, Chicago's famous fast-food chain.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bars-clubs-face-social-distancing-headache-11590143005", "title": "Drive-In Raves and Dancing Bans: Bars and Clubs Struggle With Social Distancing", "date": "2020-05-22 06:23", "summary": "Nightlife venues reopening after coronavirus lockdowns search for ways to keep drinkers apart without killing the vibe. Bars and clubs, designed for patrons to socialize, are grappling with how to reopen in an era of social distancing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-central-bank-combats-coronavirus-pain-with-a-surprise-rate-cut-11590143021", "title": "India Central Bank Combats Coronavirus Pain With a Surprise Rate Cut", "date": "2020-05-22 06:23", "summary": "'Domestic economic activity has been impacted severely by the two-months lockdown,' RBI chief says. NEW DELHI-India's central bank surprised markets by cutting its key lending rate, hoping to reignite growth in Asia's third-largest economy, which has been one of the hardest hit by the coronavirus.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-changes-rules-for-migrant-children-during-pandemic-11590141601", "title": "Trump Administration Changes Rules for Migrant Children During Pandemic", "date": "2020-05-22 06:00", "summary": "More children are being deported faster, and jailed parents are given option to separate from kids, fulfilling long-held goals of government. The Trump administration is reversing longstanding policies on the treatment of children and families who come into the U.S. illegally, citing laws and court rulings related to the coronavirus pandemic as reasons for changes it has long sought.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-game-of-chicken-with-state-officials-11590141600", "title": "College Football's Game of Chicken With State Officials", "date": "2020-05-22 06:00", "summary": "Most of the schools in the SEC and the Big 12 are barreling ahead with plans to play. But the Big Ten and ACC have big question marks, and the Pac-12 is deeply fractured.. The most intense event in college athletics right now is a game of chicken among conferences, universities and state officials over whether they will reopen campus in the fall-and therefore unlock the ability to begin a football season.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-animal-statues-by-a-front-door-inevitably-pretentious-11590141618", "title": "Are Animal Statues by a Front Door Always Pretentious?", "date": "2020-05-22 06:00", "summary": "Some think only Elvis or the New York Public Library can be forgiven for flanking a building's entrance with lions. Others disagree. Design pros duke it out. WHERE DO YOU think you live? Graceland? The New York Public Library? \"Self-aggrandizing,\" \"unsophisticated\" and \"tacky\" are among the words that scornful design pros attach to the practice of dotting your outdoor space with zoological replicas. Some believe that flanking your home's entrance with a pair of lions, dogs, swans or, heaven forbid, geese, is not only in poor taste but downright unneighborly. \"You have a pretty house and you put that out front? I don't want to see that,\" said Jessica Lagrange, an interior designer based in Chicago. \"It's laughable and embarrassing.\" Ms. Lagrange would rather homeowners express their personality through landscaping. The same disdain apparently applies to beasts in the backyard, where one might be tempted to display lifelike reproductions of rabbits or deer. Santa Monica, Calif., landscape designer Art Luna, admitting to snootiness, finds such objets pedestrian. \"If it was something I'd never seen before, was over-the-top and funny, maybe found at a flea market, then I might like it. But if it's something you can get on Amazon, it's not special,\" he said. Harry Allen, the interior and industrial designer behind the well-received, realistic piggy bank called \"Bank in the Form of a Pig\" summed it up: \"The only animals in the garden should be live ones.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-museums-are-reopening-and-without-the-usual-tourist-crowds-11590141112", "title": "Italy's Museums Are Reopening, and Without the Usual Tourist Crowds", "date": "2020-05-22 05:51", "summary": "They are some of the most-visited cultural sites in the world, but travel restrictions and other obstacles mean only a few will be able to enjoy them. ROME-Italy's museums, some of the most-visited cultural sites in the world, are finally reopening. But only a lucky few will have the once-in-a-generation chance to enjoy some of the world's greatest treasures without being jostled by hordes of other tourists.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-symptoms-of-covid-19-some-countries-dont-recognize-them-all-posing-risks-to-reopening-11590140169", "title": "What Are the Symptoms of Covid-19? Some Countries Don't Recognize Them All", "date": "2020-05-22 05:36", "summary": "Narrow definitions of the disease mean that carriers may be disqualified from tests or unaware they are infected. As lockdowns ease across the world, keeping the new coronavirus at bay will depend on people seeking a test or self-isolating if they suspect they have symptoms. But, five months after the virus emerged, national health authorities don't agree on how to define those symptoms.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-cios-speed-up-digital-services-efforts-amid-recovery-11590139800", "title": "State CIOs Speed Up Digital Services Efforts Amid Recovery", "date": "2020-05-22 05:30", "summary": "Many states are revisiting their pre-pandemic efforts aimed at translating government interactions with citizens into a suite of digital tools. The coronavirus pandemic exposed gaps in state-run information technology systems as they struggled to handle the deluge of web traffic brought by unemployment insurance claims.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-get-a-shot-of-fed-adrenaline-11590139800", "title": "Markets Get a Shot of Fed Adrenaline", "date": "2020-05-22 05:30", "summary": "The central bank leaped to the rescue, eclipsing even positive Covid-19 vaccination data to give market bulls a lift. Equities broke out this week, driven by promising news and a renewed promise from the Federal Reserve.", "categories": [["Markets", "Abreast of the Market"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-ad-campaign-targets-harris-warren-amid-biden-vp-hunt-11590139801", "title": "Conservative Ad Campaign Targets Harris, Warren Amid Biden VP Hunt", "date": "2020-05-22 05:30", "summary": "Group hopes to ding possible running mates among fellow Democrats; House progressives gain a GOP vote for plan to subsidize business payrolls. A GROUP that promotes conservative judicial nominees will launch a six-figure digital ad campaign on Friday attacking Sens. Elizabeth Warren and Kamala Harris, two top contenders to be former Vice President Joe Biden's running mate. The ad from the Judicial Crisis Network, which spent millions to promote the nominations of Justices Neil Gorsuch and Brett Kavanaugh, aims to highlight what they label a discrepancy between how Democrats have handled allegations of sexual assault against Kavanaugh and Biden.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-youre-getting-a-pandemic-puppy-heres-what-it-will-cost-11590139800", "title": "Getting a Pandemic Puppy? Here's What It Will Cost.", "date": "2020-05-22 05:30", "summary": "A furry quarantine buddy is often an impulse decision that can quickly add up in expenses. Many Americans have decided to use their newfound time at home as an opportunity to purchase or adopt a furry friend to combat loneliness or accompany them on walks.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-surcharge-companies-confront-unforgiving-economics-of-coronavirus-11590139802", "title": "The Covid Surcharge: Companies Confront the Unforgiving Economics of Coronavirus", "date": "2020-05-22 05:30", "summary": "Rising costs, weak demand and customer limits challenge efforts to reopen for business; 'I'm fortunate...I'm close with my clients'. Companies from major retailers and package carriers to local restaurants and hair salons are awakening to a new economic reality in the age of the new coronavirus: Being open for business is almost as hard as being closed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-luxury-is-more-chinese-than-ever-11590139836", "title": "European Luxury Is More Chinese Than Ever", "date": "2020-05-22 05:30", "summary": "Designer labels will need to contemplate a wave of European store closures as they become more dependent on China for sales. The world's top luxury brands make much of their European heritage, but their future is looking more Chinese than ever. However this contradiction plays out in the long run, it poses one immediate problem: too many boutiques on their home continent.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cocktail-you-want-right-now-no-its-not-fast-and-easy-11590177040", "title": "The Cocktail You Want Right Now. No, It's Not Fast and Easy.", "date": "2020-05-22 00:01", "summary": "'Project cocktails' deliver a particular sort of satisfaction. This tiki dazzler begins with a thrifty trick.. LATELY, cocktail recipes are skewing fast and easy, all the better for mixing at home. Yet there's a lot to be said for the \"project cocktail,\" a longer-lead challenge to take on when time, at least, is in abundant supply.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-preparing-bankruptcy-filing-as-soon-as-friday-night-sources-say-11590182538", "title": "Rental-Car Company Hertz Files for Bankruptcy", "date": "2020-05-22 00:01", "summary": "Coronavirus contributed to woes; company enters chapter 11 with no deal in place from creditors. Hertz Global Holdings Inc., one of the nation's largest car-rental companies, filed for bankruptcy protection Friday, saddled with about $19 billion in debt and nearly 700,000 vehicles that have been largely idled because of the coronavirus.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11590087265", "title": "Pepper...and Salt", "date": "2020-05-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baked-spring-pasta-with-asparagus-what-to-cook-in-quarantine-11590090137", "title": "Baked Spring Pasta With Asparagus: What to Cook in Quarantine", "date": "2020-05-22 00:01", "summary": "This versatile recipe can be baked or simmered on the stove, cheesy or vegan.. This pasta, as ooey-gooey-cheesy as any comfort seeker could wish, happens to sneak in a heaping helping of vegetables, too, including asparagus, mint, parsley and no less than eight cups of spinach. Depending on what looks good at the market, another green veggie, such as sugar snap peas, could augment or even replace the asparagus. And most any herbs you need to use up can pinch-hit for the mint and parsley. Basil, chives and/or tarragon would be equally delicious. If the weather is already too hot where you are to turn on your oven, this dish works perfectly well as an unbaked pasta. Simply simmer the pasta in step 1 until completely cooked and toss with the vibrantly green spinach sauce you make in step 2. Skip the cheese and half-and-half if you'd like to keep the dish vegan-in which case it would make sense to stir in a hefty handful of nutritional yeast before serving to provide some umami depth. Regardless, this easygoing recipe will stand up well to most any tweaking you bring to it based on what you have on hand.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-announces-first-job-cuts-under-new-chief-executive-11590113061", "title": "IBM Announces First Job Cuts Under New Chief Executive", "date": "2020-05-22 22:38", "summary": "An unspecified number of employee layoffs come as coronavirus pandemic triggers economic slowdown. International Business Machines Corp. is cutting an unspecified number of jobs in the first major workforce reduction under new Chief Executive Officer Arvind Krishna, who is trying to revive growth at the tech company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-plan-talks-aimed-at-limiting-russian-chinese-and-u-s-nuclear-warheads-11590087614", "title": "U.S. Plans Nuclear Arms Talks With Russia Aimed at Adding China to Pact", "date": "2020-05-22 21:31", "summary": "Trump seeks Russia's help in bringing China into three-way deal. President Trump's new arms-control negotiator is planning to meet with his Russian counterpart soon to discuss a new U.S. proposal for a far-reaching accord to limit all Russian, Chinese and U.S. nuclear warheads, U.S. officials disclosed Thursday.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-swing-state-tour-takes-him-to-michigan-11590067849", "title": "Trump's Swing-State Tour Takes Him to Michigan", "date": "2020-05-22 21:17", "summary": "President's visit to Ford factory marks his third trip to an electoral battleground in as many weeks. President Trump used a visit Thursday to Michigan to promote ventilator production and push for reopening the country, while also making a pitch for political support in a battleground state during a fraught moment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-looks-to-hold-g-7-meeting-11590091798", "title": "White House Looks to Hold G-7 Meeting", "date": "2020-05-22 21:10", "summary": "Plans are under way to fix a date for the in-person gathering. The White House pushed forward with efforts to hold an in-person meeting of the Group of Seven nations that had been transformed into a virtual session due to the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-05-21-2020-11590043161", "title": "Coronavirus Cases Top Five Million", "date": "2020-05-22 20:49", "summary": "All 50 U.S. states have begun reopening as easing of lockdowns continues globally. • Lockdowns in parts of the U.S. eased further Thursday as the number of out-of-work Americans climbed and confirmed coronavirus infections world-wide passed five million.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-to-propose-bill-sanctioning-chinese-officialsover-hong-kong-security-law-11590086826", "title": "Senators to Propose Sanctioning Chinese Officials Over Hong Kong Security Law", "date": "2020-05-22 20:46", "summary": "Legislation also would penalize banks that do business with the entities. WASHINGTON-U.S. senators are introducing a bipartisan bill that would sanction Chinese officials and entities who enforce the new national-security laws in Hong Kong, and penalize banks that do business with the entities.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]