[{"link": "https://www.wsj.com/articles/legacies-kobe-bryant-and-impeachment-11580428711", "title": "Legacies: Kobe Bryant and Impeachment", "date": "2020-01-30 18:58", "summary": "A reporter's tasteless tweet about the NBA legend, a Senate Republican blunder in forgoing witnesses.. Here is something small but big that happened this week and speaks of a generation gap within journalism. I write from the perspective of having worked the overnight shift at CBS News when I started out, choosing stories off the wires to lead hourly newscasts. I was young, and I sometimes got it wrong in terms of news judgment.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crying-wolf-on-impeachment-11580428689", "title": "Crying Wolf on Impeachment", "date": "2020-01-30 18:58", "summary": "The whole affair was a series of major fouls. The best outcome is a speedy acquittal.. The impeachment trial of Donald J. Trump is coming down to one big question: Will Democrats, by crying wolf, drown out the more legitimate Republican cry of foul?", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-may-make-europe-safe-for-democracy-11580428655", "title": "Brexit May Make Europe Safe for Democracy", "date": "2020-01-30 18:57", "summary": "The EU is based on the premise that voters can't be trusted. The U.K. has rebuked that idea.. They said it wouldn't happen, but here we are: Britain departs the European Union at 11 p.m. London time Friday. Set aside the wrangling over trade deals, future relationships, immigration and the rest of it. The 52% of voters who chose Leave in the 2016 referendum are getting what they said they wanted, and that means Brexit already is working in the way that matters most.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-is-safe-from-biased-reporting-11580428578", "title": "No One Is Safe From Biased Reporting", "date": "2020-01-30 18:56", "summary": "The New York Times builds a false narrative aimed at discrediting me and tax reform's opportunity zones.. A free and independent press is, and should always be, an impenetrable bulwark of our democracy. \"Were it left to me to decide whether we should have a government without newspapers or newspapers without a government, I should not hesitate a moment to prefer the latter,\" wrote Thomas Jefferson in a 1789 letter. The media's hallowed role, embodied in the First Amendment, assures near-total freedom to report (and even misreport) the news.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-holocaust-and-historical-memory-11580428610", "title": "The Holocaust and Historical Memory", "date": "2020-01-30 18:56", "summary": "A commemoration at Auschwitz turns into a geopolitical brawl over World War II.. Israel's Yad Vashem recently commemorated the 75th anniversary of the liberation of the Auschwitz death camp. Dozens of global leaders attended the emotional ceremony, which should have been a unifying moment for Europe and its neighbors. Instead it laid bare deep divisions over historical memory.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeau-and-trump-team-up-on-china-11580428513", "title": "Trudeau and Trump Team Up on China", "date": "2020-01-30 18:55", "summary": "They're united on extraditing Meng Wanzhou to the U.S.. President Trump and Canadian Prime Minister Justin Trudeau often don't see eye to eye, but they agree that Meng Wanzhou should be extradited to the U.S. Ms. Meng is chief financial officer and deputy chairman of China's Huawei Technologies, the world's biggest manufacturer of telecommunications equipment and second-largest maker of smartphones behind Samsung . It's one of the world's largest providers of 5G technology.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-republican-case-for-elizabeth-warren-11580428543", "title": "The Republican Case for Elizabeth Warren", "date": "2020-01-30 18:55", "summary": "She has independence and integrity and is no socialist. She just wants the market to work for everyone.. A cardinal rule of politics is don't let your opponents define you. This has been a particular challenge for Sen. Elizabeth Warren, whose critics continue to insist that she is a left-wing radical. I am a Republican and have known and worked with Ms. Warren for many years. She is a capitalist and prairie populist, in the tradition of William Allen White and Teddy Roosevelt. She believes in a market economy. She just wants it to work for everyone.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-in-history-review-lets-not-get-together-11580428449", "title": "'Brexit in History' Review: Let's Not Get Together", "date": "2020-01-30 18:54", "summary": "There has always been a tension: A loose afﬁliation of nation-states vies with the idea of full political union-a United States of Europe.. Today the United Kingdom, after more than three years of turmoil, officially leaves the European Union, though precisely what the separation will mean in practice is hard to say. Beatrice Heuser's \"Brexit in History\" is thus-for once the phrase is apt-a timely book. It's not really about the Brexit we have been reading about, or at least not directly. Instead, Ms. Heuser, a historian at the University of Glasgow, offers a deep historical dive into the choice that has faced Britain and other countries for centuries: whether to assert the sovereignty of Europe's nation-states or seek some sort of union or confederation among them. Brexit is the latest episode in that unfolding drama.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-strong-men-11580428397", "title": "Notable & Quotable: Strong Men", "date": "2020-01-30 18:53", "summary": "'One obvious point to note about Trump repudiating the 20th-century ideal of American manhood is that it is no longer the 20th century.'. John F. Harriswriting for Politico, Jan. 30:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-posts-record-profit-on-higher-spending-11580420109", "title": "Visa Posts Record Profit on Higher Spending", "date": "2020-01-30 18:48", "summary": "Shares, which have been trading near record levels, fell in after-hours trading. Visa Inc. reported record quarterly profit and processed more than $3 trillion in transactions, a record for the quarter, driving a 10% revenue growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-to-add-sanctions-compliance-complexity-11580428093", "title": "Brexit to Add Sanctions Compliance Complexity", "date": "2020-01-30 18:48", "summary": "The U.K.'s exit from the European Union could bring significant changes to the country's sanctions policy. The U.K.'s exit from the European Union could bring significant changes to the country's sanctions policy-a scenario that could complicate compliance for multinational companies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wildlife-officials-seek-to-end-criminal-penalties-for-unintentional-bird-deaths-11580427079", "title": "U.S. Wildlife Officials Seek to End Criminal Penalties for Unintentional Bird Deaths", "date": "2020-01-30 18:31", "summary": "Conservation groups object to the proposal, say the law forces people to take greater precautions. WASHINGTON-Federal regulators have moved to cement a policy that would remove criminal penalties for companies or individuals who accidentally kill birds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-brace-for-post-brexit-changes-11580426550", "title": "Executives Brace for Post-Brexit Changes", "date": "2020-01-30 18:22", "summary": "Trade regulation, immigration laws and ratings could look substantially different after Britain's exit from the EU, affecting cash flows, labor costs and access to capital. Finance chiefs and other executives are tracking a multitude of changes associated with Britain's exit from the European Union.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-panel-recommends-broad-prison-reforms-11580426532", "title": "Alabama Panel Recommends Broad Prison Reforms", "date": "2020-01-30 18:22", "summary": "The Justice Department last year found that prison conditions likely violated inmates' constitutional rights. A panel created by Alabama Gov. Kay Ivey to study the state's violent and overcrowded prison system delivered a range of recommendations Thursday, from boosting corrections department funding to expanding educational programs for inmates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-gives-economy-a-freer-hand-to-keep-his-grip-on-venezuela-11580380203", "title": "Maduro Gives Economy a Freer Hand to Keep His Grip on Venezuela", "date": "2020-01-30 18:20", "summary": "Resume Subscription. CARACAS-Venezuela's staunchly socialist leaders, battling to stave off economic collapse and hold on to power, are looking for a little help from an unlikely source: the free market.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gun-control-bills-move-forward-in-virginia-11580416172", "title": "Gun-Control Bills Move Forward in Virginia", "date": "2020-01-30 18:13", "summary": "Democrats pass bills requiring universal background checks, temporary bans on firearm ownership by people considered dangerous. The Virginia House passed several gun-control bills Thursday, including universal background checks and a \"red flag\" measure to remove firearms temporarily from people deemed dangerous, moving the state closer to adopting a series of new restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-primes-its-bottom-line-11580425979", "title": "Amazon Primes Its Bottom Line", "date": "2020-01-30 18:13", "summary": "A surprising boost to operating income revives the stock following last year's beating. The reaction to Amazon.com 's fourth-quarter report Thursday should dispel any notion that earnings still don't matter at the e-commerce giant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-judge-finds-daughter-of-former-enrc-director-guilty-of-withholding-documents-11580425911", "title": "U.K. Judge Finds Daughter of Former ENRC Director Guilty of Withholding Documents", "date": "2020-01-30 18:11", "summary": "Anna Machkevitch is convicted of failing to comply with a request for documents from the U.K.'s Serious Fraud Office. The daughter of a former director of Eurasian Natural Resources Corp., a mining company at the center of an ongoing U.K. bribery probe, has been found guilty of withholding documents.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-speaker-wants-more-from-state-on-homelessness-11580425143", "title": "New York City Council Speaker Wants More From State on Homelessness", "date": "2020-01-30 17:59", "summary": "Spending by city's homeless department is more than $3 billion per fiscal year. New York state should provide more money for rental vouchers to help house the 80,000 homeless people in New York City, lawmakers said Thursday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-posts-profit-helped-by-investment-gains-11580388295", "title": "Private-Equity Stocks Slide as Apollo Sees Lighter Performance Fees", "date": "2020-01-30 17:55", "summary": "Shares have been on a tear since PE firms converted to corporations. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-arts-star-wars-game-helps-lift-sales-profit-11580419500", "title": "EA's Star Wars Game Helps Lift Sales, Profit", "date": "2020-01-30 17:33", "summary": "Analysts expect blockbuster releases to bolster results for large U.S. videogame publishers in the holiday quarter. Electronic Arts Inc.'s latest Star Wars game helped the company deliver robust holiday-quarter results, though the publisher will have a thin release slate this year as next-generation gaming consoles are primed to hit the market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-companies-tackle-brexits-effect-on-tech-hiring-11580423096", "title": "U.K. Companies Tackle Brexit's Effect on Tech Hiring", "date": "2020-01-30 17:24", "summary": "Some startups say visa uncertainties are already chasing skilled workers away. Technology recruiters in the U.K. are grappling with uncertain labor and immigration policies as the country on Friday officially breaks with the European Union.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-picks-close-aide-to-lead-u-s-attorneys-office-in-d-c-11580422774", "title": "Attorney General Picks Close Aide to Lead U.S. Attorney's Office in D.C.", "date": "2020-01-30 17:19", "summary": "Timothy Shea will serve as the office's top prosecutor on an interim basis. Attorney General William Barr has tapped one of his closest advisers to be the next top prosecutor for the District of Columbia, putting him in charge of the largest U.S. attorney's office and several politically sensitive investigations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelsat-bonds-fall-on-fears-over-fcc-auction-plan-11580408121", "title": "Intelsat Bonds Fall on Fears Over FCC Auction Plan", "date": "2020-01-30 17:14", "summary": "Some bonds hit record lows below 50 cents on the dollar. Satellite operator Intelsat SA's bonds hit record lows Thursday as fears grew that the company will receive far less than expected when the Federal Communications Commission auctions off the C-band spectrum the company uses for its video and radio services.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-authorities-promote-face-masks-but-some-experts-question-them-11580422149", "title": "Coronavirus Fears Drive Demand for Face Masks, but Some Experts Doubt Them", "date": "2020-01-30 17:09", "summary": "Many do little to protect from coronavirus, and even the best have to be fitted and worn properly to have any benefit. As fear about the deadly new coronavirus spreads in China, face masks have disappeared from store shelves and sold out online. At least two Chinese provinces now require them to be worn in public. Factories that make the masks in China are operating 24 hours a day to meet the demand.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-assistant-review-entry-level-excellence-11580421804", "title": "'The Assistant': Entry-Level Excellence", "date": "2020-01-30 17:03", "summary": "Kitty Green's debut dramatic feature follows a young woman working in movie production for an unseen, womanizing boss.. Kitty Green's \"The Assistant\" reveals its game slowly, with a confidence you wouldn't expect from a debut dramatic feature. For a while it seems to be about nothing more than a day in the life of a dutiful young woman doing mundane chores at a movie production office in Lower Manhattan. Jane (Julia Garner) is a junior assistant to the chairman of the company. Intense and often melancholy, she's surrounded by condescending men who work with, and pander to, the unseen, unnamed, dictatorial and notoriously womanizing boss. The movie's game is opportunistic-we're clearly meant to think of Harvey Weinstein-but also timely and intriguing, a story of sexual abuse in which the predatory behavior, like the abuser, remains unseen behind closed doors. Jane infers it from cumulative evidence, feels it like a toxic cloud. She doesn't mean to be a detective, let alone a crusader. She simply can't leave bad enough alone.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rhythm-section-review-downbeat-beat-down-11580421765", "title": "'The Rhythm Section': Downbeat Beat Down", "date": "2020-01-30 17:02", "summary": "Blake Lively stars as an assassin-in-training seeking vengeance in this one-note drama.. At one point in \"The Rhythm Section\" my heart went out to the constantly embattled heroine, Blake Lively's Stephanie Patrick. It was the only point, but in a movie as dismal as this one anything that elicits empathy is a plus.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyas-warring-factions-resume-fighting-in-threat-to-cease-fire-11580421433", "title": "Libya's Warring Factions Resume Fighting in Threat to Cease-Fire", "date": "2020-01-30 16:57", "summary": "Brief lull in fighting after Berlin peace summit ends, as forces-and their foreign backers-jockey for leverage ahead of further truce talks. A resumption in fighting in Libya is threatening to unravel efforts to end a nearly decadelong crisis in the North African country, less than two weeks after foreign backers of the two main warring factions agreed to support a cease-fire there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bombshell-from-battlefields-to-impeachments-a-term-with-explosive-effects-11580421212", "title": "'Bombshell': From Battlefields to Impeachments, a Term With Explosive Effects", "date": "2020-01-30 16:53", "summary": "Descriptions of John Bolton's surprise allegations about President Trump employed a metaphor that goes back to the trial of President Andrew Johnson and beyond. When news leakedout last weekend about the draft of a forthcoming book by former national security adviser John Bolton, the revelation was summed up by one word within countless headlines: \"bombshell.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-supreme-court-abortion-case-louisiana-goes-on-the-offensive-11580400293", "title": "In Supreme Court Abortion Case, Louisiana Goes on the Offensive", "date": "2020-01-30 16:48", "summary": "State argues that clinics shouldn't be allowed to sue on women's behalf in an approach that could change abortion litigation. Facing lawsuits over its abortion laws, Louisiana decided the best defense was offense.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-police-to-reorganize-to-better-fight-violent-crime-11580420391", "title": "Chicago Police to Reorganize to Better Fight Violent Crime", "date": "2020-01-30 16:39", "summary": "Effort breaks down barriers between patrol, detectives and organized-crime units. CHICAGO-Interim Chicago Police Superintendent Charlie Beck announced a major reorganization of the department to help fight violent crime and meet the requirements of a federal oversight agreement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-lawmakers-resist-possible-trump-troop-cuts-in-africa-11580420275", "title": "U.S. Lawmakers Resist Possible Trump Troop Cuts in Africa", "date": "2020-01-30 16:37", "summary": "Coalition of Democrats, Republicans counter administration proposal to shift U.S. forces from continent. WASHINGTON-With extremist violence surging across a wide swath of Africa, U.S. lawmakers from both political parties are trying to head off a Trump administration proposal to cut American military forces on the continent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truist-shares-plunge-after-bank-says-cost-cutting-is-slow-11580413613", "title": "Truist Shares Plunge After Bank Says Cost-Cutting Is Slow", "date": "2020-01-30 16:29", "summary": "The bank said it would reach 30% of its expected merger-related savings in 2020, below its original target of 50%. Shares of Truist Financial Corp. fell 8% after the regional bank said its 2019 merger would take longer to deliver cost savings.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-seek-ruling-on-equal-rights-amendment-ratification-deadline-11580419781", "title": "States Seek Ruling on Equal Rights Amendment Ratification Deadline", "date": "2020-01-30 16:29", "summary": "Opponents argue that legal deadlines to approve the ERA expired in 1982 or 1979. WASHINGTON-The last three states to ratify the Equal Rights Amendment sued the Trump administration Thursday, seeking a court order that would write women's equality into the Constitution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-tumble-again-as-coronavirus-spread-picks-up-11580373857", "title": "Stocks End Day With Push to Gains", "date": "2020-01-30 16:27", "summary": "Tesla and Microsoft climb, while Starbuck's stock falls. U.S. stocks rose Thursday, brushing off initial losses related to fears about the global coronavirus outbreak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-commissioner-antitrust-enforcement-isnt-answer-to-tech-privacy-concerns-11580419657", "title": "FTC Commissioner: Antitrust Enforcement Isn't Answer to Tech Privacy Concerns", "date": "2020-01-30 16:27", "summary": "A Republican member of the Federal Trade Commission voiced skepticism that government antitrust enforcement against big tech companies will lead to better privacy protections for consumers. A Republican member of the Federal Trade Commission voiced skepticism that government antitrust enforcement against big tech companies will lead to better privacy protections for consumers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/failed-skyvue-site-on-las-vegas-strip-hits-auction-block-11580418974", "title": "Failed Skyvue Site on Las Vegas Strip Hits Auction Block", "date": "2020-01-30 16:16", "summary": "The nearly 39-acre aggregate property is close to Mandalay Bay and the new Raiders Stadium. A sizable piece of land on the Las Vegas Strip, once the planned home for the Skyvue Las Vegas Super Wheel, is hitting the bankruptcy auction block.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-slump-on-fears-chinese-demand-will-drop-11580393760", "title": "Commodities Slump on Fears Coronavirus Will Dent Chinese Demand", "date": "2020-01-30 16:13", "summary": "Copper prices have fallen 12% since their recent peak and brent crude dropped to its lowest level in over a year. Commodities including crude oil and copper fell Thursday, extending their recent slide on concerns that the worsening coronavirus outbreak would pare Chinese demand for raw materials.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-s-program-aims-to-ease-humanitarian-trade-to-iran-11580405942", "title": "New U.S. Program Aims to Ease Humanitarian Trade to Iran", "date": "2020-01-30 16:05", "summary": "First transactions completed under channel set up in response to concerns over Iran's economic crisis. The Trump administration Thursday announced the completion of the first transactions under a new program meant to allow humanitarian trade to Iran, while leaving in place broader sanctions on the country's economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-might-need-to-look-beyond-two-year-horizon-in-setting-rates-11580418156", "title": "Bank of Canada Might Need to Look Beyond Two-Year Horizon in Setting Rates", "date": "2020-01-30 16:02", "summary": "Lower interest rates might lead to buildup in future debt, senior official says. The Bank of Canada might need to look beyond its usual two-year horizon when considering the impact of monetary policy on consumer debt and housing markets, a senior official said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-kevin-clinesmith-11580417909", "title": "Who Is Kevin Clinesmith?", "date": "2020-01-30 15:58", "summary": "Even after the collapse of the collusion thesis, good luck getting the press corps interested in allegations of Obama-era abuse.. It was an almost unbelievable story-fit for a spy novel, and among the most disturbing and consequential allegations of governmental abuse in recent history. The alleged abuse went right to the heart of our ability to participate in free and fair elections. But much of the U.S. media seems ready to forget about it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-seek-suspect-in-killing-of-upper-east-side-man-11580417779", "title": "Police Seek Suspect in Killing of Upper East Side Man", "date": "2020-01-30 15:56", "summary": "Body of 64-year-old man was discovered in his apartment near Central Park. New York Police Department detectives were searching Thursday for a suspect in the killing of a 64-year-old man whose body was discovered in his home near Central Park in Manhattan's Upper East Side.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-traders-face-limits-on-speculative-positions-under-u-s-proposal-11580410142", "title": "Commodities Traders Face Limits on Speculative Positions Under U.S. Proposal", "date": "2020-01-30 15:41", "summary": "The aim is to prevent speculators from causing unjustified price swings that could hurt consumers. WASHINGTON-Federal regulators on Thursday proposed so-called position limits in markets for commodities such as gold, sugar and crude oil while leaving exchanges with considerable leeway in deciding how to contain speculative bets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grand-horizons-review-looking-for-laughs-at-the-end-of-the-road-11580416596", "title": "'Grand Horizons' Review: Looking for Laughs at the End of the Road", "date": "2020-01-30 15:36", "summary": "Bess Wohl's comedy about the breakup of a couple living in a senior community is humorous, but just barely.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcmillion-review-hamburgling-the-house-11580415783", "title": "'McMillion$' Review: Hamburgling the House", "date": "2020-01-30 15:23", "summary": "HBO's docuseries looks at how the McDonald's Monopoly promotion was snookered out of $24 million.. In the media maelstrom that erupted around 9/11, a lot of other bad news simply got lost. Pete Sampras was defeated at the U.S. Open. Donald Rumsfeld disclosed that the Pentagon couldn't account for $2.3 trillion in spending. Mariah Carey made her film debut in \"Glitter.\" And the first McDonald's Monopoly trial-which would eventually involve dozens of defendants accused of snookering the nation's biggest hamburger chain out of $24 million-opened in Florida. And was promptly forgotten.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tommy-review-an-outsider-on-the-beat-11580415745", "title": "'Tommy' Review: An Outsider on the Beat", "date": "2020-01-30 15:22", "summary": "Edie Falco stars as the first female chief of the LAPD in CBS's new police procedural.. Edie Falco playing the first female police chief of Los Angeles on a prime-time network crime show was not what anyone expected when the actress was the toast of New York indies in the '90s. Or playing Carmela Soprano in the 2000s. Or Nurse Jackie in the 2010s. \"Tommy,\" however, is almost-almost-exactly what one expects from a prime-time network crime show, namely a glibly scripted, inches-deep drama about an outsider on the inside, resisting entrenched biases and corruption and fighting the power even though, excuse me, she is the power.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-brands-fear-sales-hit-as-chinese-shoppers-stay-home-11580413799", "title": "Luxury Brands Fear Coronavirus Sales Hit", "date": "2020-01-30 14:50", "summary": "Coronavirus outbreak during holiday shopping period in key market threatens decade-long growth among high-end goods makers. PARIS-The coronavirus outbreak in China is threatening the luxury goods industry with a significant sales hit after a decade of relentless growth fueled by Chinese shoppers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainability-is-part-of-good-risk-assessment-11580413295", "title": "Sustainability Is Part of Good Risk Assessment", "date": "2020-01-30 14:41", "summary": "Focusing on sustainability helps investors navigate the risks that transcend personal, political or social views to target long-term value.. Your editorials-\"Goldman Gets Half Woke\" (Jan. 25) and \"Larry Fink's Latest Sermon\" (Jan. 18)-critical of BlackRock CEO Larry Fink's call to make sustainability a new standard for investing miss the point of what an investment manager's core job is. Yes, the main objective is to generate a return on invested assets, but to meet this objective an investment manager must identify, evaluate and manage risk.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peace-corps-in-china-gave-no-value-for-u-s-11580413206", "title": "Peace Corps in China Gave No Value for U.S.", "date": "2020-01-30 14:40", "summary": "When I asked what the return on investment was for the U.S. taxpayers, the director (shockingly) had no answer.. In \"The Peace Corps Cuts and Runs\" (op-ed, Jan. 24), Michael Meyer claims that I, and my colleague Marco Rubio, \"don't understand [the Peace Corps'] mission\" in Communist China. I can assure you this isn't the case. I would argue it's the defenders of the Peace Corps' presence in Communist China who don't understand and can't explain its mission there.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electoral-college-is-better-than-alternatives-11580413141", "title": "Electoral College Is Better Than Alternatives", "date": "2020-01-30 14:39", "summary": "Critics of the Electoral College and winner-take-all allocation as \"undemocratic\" should be careful what they wish for.. The Electoral College wasn't conceived to prevent selection of the president by the popular \"rabble\" (\"Justices to Consider Electoral College,\" U.S. News, Jan. 18). The only consensus reached by the convention was that the Electoral College was preferable to such alternatives as selection by Congress, state legislatures or popular vote. Lacking a continuous existence, the Electoral College seemingly would be inoculated against its corruption by domestic factions and foreign nations. Fearing that the popular vote would be dissipated among many minor candidates, the framers required the winning candidate to achieve a majority of votes in the Electoral College. Otherwise, the House of Representatives would vote by states to pick a winner. The rise of political parties in the 1790s and the winner-take-all allocation of state electoral votes after 1800 has usually secured electoral majorities for candidates in the more than dozen elections, including Abraham Lincoln's in 1860, in which winners of a plurality of the popular vote fell short of an electoral majority. The exception was the election of 1824 in which John Quincy Adams's selection by the House, despite Andrew Jackson's popular plurality, was saturated by allegations of the very sort of corruption feared by the framers. Critics of the Electoral College and winner-take-all allocation as \"undemocratic\" should be careful what they wish for.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-has-a-terrible-record-picking-energy-hits-11580412988", "title": "Government Has a Terrible Record Picking Energy Hits", "date": "2020-01-30 14:36", "summary": "Even if this technology worked exactly as envisioned, it would never be able to compete with other emerging solar technologies.. Your Jan. 17 editorial \"The Best-Laid Energy Plans\" about the demise of Crescent Dunes, the largest concentrated-solar electric power (CSP) installation in the world, understates the cost to the U.S. taxpayer. In addition to the $737 million quoted, Sandia National Labs spent a couple hundred million developing the underlying technology with its Solar 1 and Solar 2 CPS installations in the Mojave Desert. Combined, taxpayer cost is well over a billion dollars. An additional $140 million was lost by private investors, and $120 million by Nevada taxpayers. All were told this technology was a sure thing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wage-gainers-0-to-10-22-11580412908", "title": "Wage Gainers: $0 to $10.22", "date": "2020-01-30 14:35", "summary": "What about the formerly unemployed workers going from $0 to the $10.22 median-income wage, joining the 53 million low-wage workers?. Regarding Martha Ross's \"All Is Not Well Today for Low-Wage Workers\" (Letters, Jan. 23): Statistics can be misleading. What about the formerly unemployed workers going from $0 to the $10.22 median-income wage, joining the 53 million low-wage workers? Ignoring this dilutes the median-income wage increase of these workers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-posts-higher-quarterly-sales-11580387057", "title": "Coca-Cola Posts Higher Sales", "date": "2020-01-30 14:29", "summary": "The beverage giant will reopen some China factories amid coronavirus outbreak. Coca-Cola Co. reported higher sales that beat analysts' estimates, and said it was working with Chinese authorities to reopen factories that faced extended downtime amid the country's health crisis.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-michael-bloomberg-buy-super-bowl-ads-11580408474", "title": "President Trump, Michael Bloomberg Release Dueling Super Bowl Ads", "date": "2020-01-30 14:19", "summary": "Billionaire presidential candidates take their campaigns to year's biggest television audience. Michael Bloomberg will air a Super Bowl ad tackling gun violence, while President Trump will run one about the economy, as the billionaire presidential candidates place their campaigns in front of the year's largest television audience.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-walkman-this-nostalgic-update-improves-on-a-classic-11580411880", "title": "Remember the Walkman? This Nostalgic Update Improves on a Classic", "date": "2020-01-30 14:18", "summary": "Attention, tapeheads! This new deck lets you play crackly old cassettes but use your favorite wireless headphones-with questionable success. MORE THAN 40 years after its debut, the Sony Walkman has never seemed more prescient. It triggered the mixtape craze, foreshadowing our deeply personal relationships with playlists. Its foamy headphones help shut out the world, an escape route we increasingly value. And as our obsession with retro tech grows (see also: the Nintendo Classic), cassette tapes are enjoying a cultish renaissance.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-court-overturns-cardinals-conviction-for-failing-to-report-sex-abuse-11580393390", "title": "French Court Overturns Cardinal's Conviction for Failing to Report Sex Abuse", "date": "2020-01-30 14:10", "summary": "Cardinal Philippe Barbarin's conviction was the first of such a high-ranking Catholic Church official. PARIS-A French appeals court overturned Thursday the conviction of a cardinal who had been found guilty of failing to report child sex abuse-a case that has become a barometer of Pope Francis' efforts to police the Catholic Church's highest ranks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amerisourcebergen-shuttering-compounding-unit-pharmedium-11580411197", "title": "AmerisourceBergen Shuttering Compounding Unit PharMEDium", "date": "2020-01-30 14:06", "summary": "Resume Subscription. AmerisourceBergen Corp. on Thursday said it is pulling the plug on its PharMEDium Healthcare Holdings Inc. unit after more than two years of regulatory and operational issues at the compounding business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corteva-ups-ante-in-challenging-bayer-on-biotech-seeds-11580382060", "title": "Corteva Ups Ante in Challenging Bayer on Biotech Seeds", "date": "2020-01-30 14:05", "summary": "Crop-science company will reduce reliance on Bayer's genes. Corteva Inc. is ratcheting up a biotech-seed battle with its main rival, Bayer AG , centered on farmers' fight against hard-to-kill weeds.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/4-tourist-attractions-you-cant-photographfrom-geishas-to-daffodil-hill-11580411019", "title": "4 Tourist Attractions You Can't Photograph-from Geishas to Daffodil Hill", "date": "2020-01-30 14:03", "summary": "You'd think every place would want its tourist sites to go viral. In these four, photo frenzies have led to photo bans or closures. Kyoto's historic Gion neighborhood has long been a must-stop for camera-wielding visitors eager for a sighting of the resident geishas. In the last few years, as tourism in the city has surged, grievances among locals have spiked too. Reportedly, locals complained of tourists chasing geishas to take their photo and trespassing on private property. Last fall, a neighborhood ban went into effect, prohibiting photography on the private roads, alleys and homes near Hanamikoji Street, where many geishas live. Shutterbugs who snap away without a geisha's permission risk a $92 fine.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fourth-quarter-economic-growth-11580386835", "title": "U.S. Economy Heads Into 2020 With Steady Growth", "date": "2020-01-30 14:00", "summary": "Fourth-quarter growth of 2.1% reflected boost from trade as exports increased; pace of consumer spending slows. WASHINGTON-The U.S. economy headed into 2020 on a solid footing, with growth settling back to the roughly 2% pace that has prevailed during the decade-old economic expansion.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leila-janah-social-entrepreneur-created-tech-jobs-in-africa-11580410208", "title": "Entrepreneur Leila Janah Created Tech Jobs in Africa", "date": "2020-01-30 13:50", "summary": "U.S.-born daughter of Indian immigrants died this month at the age of 37. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-astros-fan-spent-50-hours-listening-for-banging-he-heard-a-lot-of-banging-11580394165", "title": "An Astros Fan Spent 50 Hours Listening for Cheating", "date": "2020-01-30 13:50", "summary": "Tony Adams watched 8,274 pitches thrown to Astros hitters during 58 home games from the 2017 season. He logged his results.. Like with many lifelong Houston Astros fans, Tony Adams's first reaction to the news that his favorite baseball team had cheated during the 2017 season was denial. He simply refused to believe that the players he admired so much would stoop to illegally stealing opponents' signs and relaying them to batters in real time by banging on a trash can. It all sounded too ridiculous.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-results-get-boost-from-amazon-11580388498", "title": "UPS, Amazon Grow Closer as FedEx Goes Its Own Way", "date": "2020-01-30 13:47", "summary": "Delivery giant posted a 9% jump in shipments in the fourth quarter, saying that Amazon provided the biggest lift to its growth of any customer. United Parcel Service Inc. continues to cozy up to Amazon.com Inc., even as its rival FedEx Corp. charts a path without the largest online retailer in the U.S.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-securities-bet-on-rising-mortgage-defaults-turns-sour-11580409797", "title": "American Securities' Bet on Rising Mortgage Defaults Turns Sour", "date": "2020-01-30 13:43", "summary": "Mortgage Contracting Services, a maintenance provider for foreclosed or vacated homes, has seen business decline in the face of low mortgage-default rates. Near record lows in U.S. mortgage defaults last year spelled good news for homeowners but bad news for one private-equity firm.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-seek-to-shape-trump-impeachment-trial-in-next-phase-11580293802", "title": "Impeachment Trial Offers Hints on Where Senators Stand on Witnesses", "date": "2020-01-30 13:41", "summary": "Both sides press their impeachment case as GOP leaders work to block more testimony. WASHINGTON-Senators wavering on calling new witnesses in President Trump's impeachment trial hinted Wednesday at the factors they were considering, as Republican leaders tried to persuade lawmakers to bring the proceedings to a close later this week without fresh testimony.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-days-for-deutsche-banks-recovery-11580397827", "title": "Early Days for Deutsche Bank's Recovery", "date": "2020-01-30 13:39", "summary": "Recent results are a good start but the German lender needs to do more to convince investors it is really on track. Deutsche Bank has made a good start out of the blocks, but has a long way left to run.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-takes-4-1-billion-writedown-on-juul-investment-11580386578", "title": "Altria Takes $4.1 Billion Charge on Juul Investment", "date": "2020-01-30 13:18", "summary": "Tobacco giant cites mounting lawsuits against e-cigarette maker for second big write-down. Altria Group Inc. again slashed the value of its investment in Juul Labs Inc. and stripped down its agreement to provide services to the startup as it weathers mounting scrutiny of the e-cigarette market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-posts-big-loss-as-overhaul-bites-11580369775", "title": "Deutsche Bank Posts Big Loss as Overhaul Bites", "date": "2020-01-30 13:17", "summary": "German lender's efforts to reorganize its operations weighed heavily on its results last year. FRANKFURT-Deutsche Bank AG swung to a €5.3 billion ($5.8 billion) loss in 2019, highlighting the size of its challenge in making itself leaner and more profitable through a sweeping overhaul.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-a-wine-a-classic-11580407743", "title": "What Makes a Wine a Classic?", "date": "2020-01-30 13:09", "summary": "Our wine columnist makes a case for the canon and shares her list of wines that define what 'classic' means to her. MOST BOOKSTORES have a section marked \"classic literature\" and another, much larger one where the \"fiction\" is shelved. What's the difference? A classic work of literature is an accepted archetype of the genre, a book that has withstood the test of time and taste, while fiction is...everything else. I'd define a classic wine in much the same way: an archetype and an ideal. But I recently discovered that to some wine drinkers, classic means something quite different.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cloud-hanging-over-the-super-bowl-11580389200", "title": "The Cloud Hanging Over the Super Bowl", "date": "2020-01-30 13:09", "summary": "Incidents connected with Kansas City's Tyreek Hill underscore the NFL's lingering domestic-violence issue. During Sunday's Super Bowl, hundreds of millions of eyeballs will be introduced to Tyreek Hill, the Kansas City Chiefs wide receiver who may be the fastest person in the sport. At any moment, he could torch the San Francisco 49ers secondary and catch a heave from Patrick Mahomes that could determine who wins the Lombardi Trophy.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-nylon-demand-strains-duponts-sales-11580407715", "title": "Slack Nylon Demand Strains DuPont's Sales", "date": "2020-01-30 13:08", "summary": "Manufacturer expects earnings per share to be flat this year. DuPont de Nemours Inc. said falling nylon prices will weigh on its profit this year, a consequence of weak industrial output that is hurting sales for some U.S. manufacturers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-expectancy-rises-in-u-s-for-first-time-in-four-years-11580398277", "title": "Life Expectancy Rises in U.S.", "date": "2020-01-30 12:59", "summary": "Lower mortality from cancer, accidents and unintentional injuries; drug overdose deaths fell 4%. WASHINGTON-U.S. life expectancy increased in 2018 for the first time in four years as deaths from drug overdoses dropped, according to government figures released Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-again-passes-measures-aiming-to-curb-presidents-use-of-military-force-11580407128", "title": "House Again Passes Measures Aiming to Curb President's Use of Military Force", "date": "2020-01-30 12:58", "summary": "Two amendments to a commemorative coin bill are likely to fail in Senate; White House veto also threatened. WASHINGTON-The House passed legislation barring President Trump from using federal funds for military force against Iran without congressional approval as lawmakers moved again to curb the president's war powers during heightened tensions with Tehran.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-give-states-wide-berth-to-make-changes-to-medicaid-under-block-grant-plan-11580392873", "title": "Trump Administration to Give States Wide Latitude on Medicaid", "date": "2020-01-30 12:56", "summary": "Plan would allow states to add eligibility requirements, benefit changes and drug-coverage limits. WASHINGTON-The Trump administration on Thursday released details for how states can apply to convert federal Medicaid funding to block grants that would let them impose changes such as eligibility requirements and prescription drug limits for millions of adults.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-should-get-used-to-2-growth-11580406185", "title": "Investors Should Get Used to 2% Growth", "date": "2020-01-30 12:43", "summary": "The Commerce Department's latest GDP report offers a mixed bag of details. Economists get plenty wrong, but they have been right about one thing: The U.S. economy is stuck in low gear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-relationship-with-democrats-hits-a-low-point-11580380202", "title": "Facebook's Ties With Democrats Hit Low Point", "date": "2020-01-30 12:41", "summary": "Party operatives and campaign officials say recent policy decisions favor President Trump. Facebook Inc. officials say they try to avoid political bias. Try telling that to Democrats.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-suspend-chinese-operations-amid-coronavirus-fears-11580338133", "title": "Businesses Suspend Chinese Operations Amid Coronavirus Fears", "date": "2020-01-30 12:28", "summary": "Companies including Starbucks, Google, Apple have scaled back activities as country fights spread of infection. Global businesses operating in China are closing stores, scaling back operations and restricting travel as the Chinese government races to control the coronavirus that has now infected more people than severe acute respiratory syndrome, or SARS, did in the country two decades ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-slows-buybacks-as-profit-falls-sharply-11580379999", "title": "Shell Eyes More Asset Sales as Profit Falls Sharply", "date": "2020-01-30 12:25", "summary": "Results prompt fall in Anglo-Dutch energy giant's share price. LONDON-Royal Dutch Shell PLC said it could ratchet up divestments as it reported a sharp drop in profit for 2019.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-boosts-2020-guidance-11580218817", "title": "Lockheed Martin Targets Sikorsky Growth", "date": "2020-01-30 12:24", "summary": "Helicopter unit is chasing Pentagon contracts and prepping choppers for the president, Marine Corps. Lockheed Martin Corp. expects its Sikorsky helicopter arm to double in size over the next dozen years as it pursues two huge Pentagon contracts worth almost $100 billion.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-will-sell-84-billion-in-debt-11580405059", "title": "Treasury Will Sell $84 Billion in Debt", "date": "2020-01-30 12:24", "summary": "Resume Subscription. The U.S. Treasury Department will auction $84 billion in securities next week (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-past-house-of-the-year-winners-fared-on-the-market-11580403658", "title": "How Past House of the Year Winners Fared on the Market", "date": "2020-01-30 12:00", "summary": "What happened to the six previous winners of WSJ.com's annual poll?. Being selected as WSJ.com's House of the Year means triumphing in the weekly polls and then beating out 51 other contenders in the end-of-the-year poll. It can draw crowds to a home's online listing. But despite the publicity, some Houses of the Year don't sell fast.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-set-to-ease-limit-on-banks-ownership-of-venture-capital-funds-11580393376", "title": "U.S. Regulators Propose Removing Limit on Banks' Ownership of Venture Capital Funds", "date": "2020-01-30 11:59", "summary": "The move, led by the Federal Reserve, is the latest step in easing postcrisis Volcker rule. WASHINGTON-Banks in the U.S. would no longer face limits on ownership stakes in venture capital funds under a proposal put forth on Thursday by regulators including the Federal Reserve.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-sales-rise-but-company-records-charges-tied-to-beef-jerky-acquisition-11580389132", "title": "Candy Price Increases Boost Hershey Sales", "date": "2020-01-30 11:36", "summary": "Chocolatier sold fewer items in North America. Hershey Co. 's sales got a lift from higher prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-buy-mostly-vintage-clothes-in-the-future-11580402104", "title": "Will We Buy Mostly Vintage Clothes in the Future?", "date": "2020-01-30 11:35", "summary": "Influential fashion sage Virgil Abloh has predicted that streetwear will die and shoppers will rely increasingly on secondhand clothes. Here, a look at the history of vintage fashion and what's next. WHEN VIRGIL ABLOH recently predicted streetwear's imminent death, his declaration reverberated around the fashionsphere. Streetwear pretty much defines luxury fashion in 2020, so when one of its chief popularizers-the founder of hip label Off-White and influential artistic director for men at Louis Vuitton -pronounced it kaput, the industry's unease was palpable.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tea-giant-weighs-giving-up-on-tea-11580380902", "title": "Maker of Lipton Cools on Tea", "date": "2020-01-30 11:27", "summary": "Unilever explores the sale of its tea business after years of declining consumption. The world's largest tea maker is considering giving up on tea.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-the-super-bowl-be-played-on-saturday-and-other-really-important-questions-11580401340", "title": "Should the Super Bowl Be Played on Saturday? And Other Important Questions", "date": "2020-01-30 11:22", "summary": "The Chiefs play the Niners in Florida. The Patriots aren't in it. You've already won.. Miami", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-82-58-billion-to-markets-in-two-repo-operations-11580401291", "title": "Fed Adds $82.58 Billion to Markets in Two Repo Operations", "date": "2020-01-30 11:21", "summary": "Primary dealers take less than the central bank offered. The Federal Reserve Bank of New York added $82.58 billion in new liquidity to financial markets Thursday, but the overall outstanding amount of interventions held roughly steady.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-oahu-compound-is-crowned-the-2019-house-of-the-year-11580400961", "title": "A Modern Oahu Compound Is Crowned the 2019 House of the Year", "date": "2020-01-30 11:16", "summary": "Resume Subscription. Our 2019 House of the Year winner proves the power of the mantra \"location, location, location!\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/and-the-winner-is-11580400934", "title": "And The Winner Is...", "date": "2020-01-30 11:15", "summary": "Readers selected a modern Hawaiian compound on the island of Oahu as their pick for the 2019 House of the Year. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/admit-itthat-stash-of-old-business-cards-is-driving-you-nuts-11580400099", "title": "It's 2020. Why Can't We Let Go of Our Business Cards?", "date": "2020-01-30 11:01", "summary": "Resume Subscription. At a recent job at an industrial lubricant manufacturer in Jacksonville, Fla., Kyle McBride received a box of 500 business cards.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ftc-warns-phone-companies-against-assisting-robocalls-11580400000", "title": "FTC Warns Phone Companies Against Assisting Robocalls", "date": "2020-01-30 11:00", "summary": "Federal regulator sends letters to 19 internet-based providers. WASHINGTON-The Federal Trade Commission put 19 internet-based phone companies on notice that assisting or facilitating robocalls could land them in legal trouble, the latest in a series of increasingly aggressive government actions targeting firms that play a role in connecting the millions of illegal calls plaguing Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-brings-slow-change-in-u-k-and-an-overhaul-in-brussels-11580399915", "title": "Brexit Brings Slow Change in U.K. and Overhaul in Brussels", "date": "2020-01-30 10:58", "summary": "At first, the divorce will be felt most deeply in the halls of EU institutions. The U.K. takes a historic step on Friday and leaves the European Union after 47 years. When Saturday dawns, few people will notice the difference.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iowa-kicks-off-contest-for-soul-of-the-democratic-party-11580398916", "title": "Iowa Kicks Off Contest for Soul of the Democratic Party", "date": "2020-01-30 10:41", "summary": "Progressives push sweeping big-government agenda, while moderates are wary of more-extreme economic positions. Bernie Sanders, in a final ad ahead of Monday's Iowa caucus, touts universal health care and free college, dismissing moderate alternatives to his ambitious agenda as mere half-measures.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-is-funding-every-side-of-latin-americas-bruising-startup-battle-11580398900", "title": "SoftBank Is Funding Every Side of a Bruising Startup Battle", "date": "2020-01-30 10:41", "summary": "Resume Subscription. MEXICO CITY-For two years, the legendary late-night snack spot El Moro relied on Uber Eats to deliver its churros and hot cocoa to takeout customers across the capital. Then, in late 2018, it dumped the Uber Technologies Inc. app for an exclusive deal with rival delivery startup Rappi Inc.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/minimizing-arguments-about-money-11580398640", "title": "Minimizing Arguments About Money", "date": "2020-01-30 10:37", "summary": "A behavioral economist answers questions about saving strategies, unfair bonuses and broken resolutions.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-boyfriend-stays-unreliable-to-the-end-11580398099", "title": "Central-Bank Boyfriend Stays Unreliable to the End", "date": "2020-01-30 10:28", "summary": "Bank of England Governor Mark Carney ended his tenure with investors as confused as ever. Mark Carney is famous for telling markets what he will do and then doing something else. It is only fitting that he left investors clueless ahead of his last interest-rate decision as Bank of England governor.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-bid-farewell-toeuropean-parliament-a-launchpad-for-brexit-11580396105", "title": "U.K. Lawmakers Bid Farewell to European Parliament, a Launchpad for Brexit", "date": "2020-01-30 10:24", "summary": "Britain's 73 representatives will be out of a job upon exit; 'In a democracy, you can bite the hand that feeds you,' says a pro-EU lawmaker. On a recent trip to the European Parliament in Strasbourg, Martin Daubney stopped to steal a British flag hanging in its atrium. \"I was liberating it,\" said Mr. Daubney, a British euroskeptic lawmaker in the European Union's legislature.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-economy-contracted-in-2019-11580389181", "title": "Mexico's Economy Contracted in 2019", "date": "2020-01-30 10:14", "summary": "Sluggish industrial output, falling business investment and a slowdown in services and employment contributed to the country's weakest performance since 2009. ﻿MEXICO CITY-Mexico's economic activity contracted slightly in 2019 in its weakest showing in a decade as industrial production fell and services slowed.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlin-declares-war-on-gentrification-with-rent-cap-11580397180", "title": "Berlin Declares War on Rising Rents", "date": "2020-01-30 10:13", "summary": "Law could halve rents in the most expensive parts of the German capital. BERLIN-Residential rents in this city's most desirable neighborhoods could fall by up to half under a law passed by the German capital's legislature on Thursday, in one of the most far-reaching efforts by a Western capital to prevent working-class and low-income residents being squeezed out of city centers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-msg-scare-to-mvp-status-how-we-learned-to-stop-worrying-and-love-umami-11580396688", "title": "From MSG Scare to MVP Status: How We Learned to Love Umami", "date": "2020-01-30 10:04", "summary": "It's what makes miso mouthwatering and Doritos delectable. Some chefs have even taken this savory 'fifth flavor' to extremes. Now a more balanced approach is replacing umami bombs with newly nuanced recipes. SHORTLY AFTER Momofuku Ssäm Bar opened in New York City, in 2006, the chef David Chang began serving a dish there called bo ssäm . The classic Korean recipe calls for boiled pork belly with cabbage leaves and condiments, but in typical Chang fashion, he dialed the flavor up to 11. The Momofuku version starred a pork butt cured overnight and then slow-roasted with a coating of brown sugar and salt that formed a crust the color of mahogany. Diners wrapped ribbons of that roast pork in lettuce along with briny oysters, rice, kimchi, ginger-scallion sauce and ssamjang Ê, a spicy Korean dipping sauce. Word of the off-the-menu stunner rippled sensationally through the local dining scene.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-tech-talent-companies-kickstart-apprenticeship-programs-11580396400", "title": "Seeking Tech Talent, Companies Kickstart Apprenticeship Programs", "date": "2020-01-30 10:00", "summary": "Companies including Bosch, Barclays and IBM are hiring applicants without college degrees to fill entry-level tech roles. Companies challenged by the shortage of skilled technology staff are using an old-fashioned method-the apprenticeship-to recruit nontraditional workers for entry-level roles.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-pushes-ted-cruz-to-top-of-podcast-charts-11580396268", "title": "Impeachment Trial Pushes Ted Cruz to Top of Podcast Charts", "date": "2020-01-30 09:57", "summary": "Former campaign foe of President Trump has become a multimedia defender during Senate trial. WASHINGTON-During breaks in the Senate impeachment trial proceedings in the past week, a bevy of Republicans eager to defend President Trump have trooped through the hallways of the Capitol to address the media, sometimes waiting in line to make their case.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weight-loss-is-harder-than-rocket-science-11580396067", "title": "Weight Loss Is Harder Than Rocket Science", "date": "2020-01-30 09:54", "summary": "The equation behind body-mass index is simpler than the math used in space flight, but measuring human bodies is a tricky business. We all have different ways to judge whether or not we need to lose weight. Some of us are always happy the way we are; some worry that our clothes are getting too tight or notice changes in the mirror; and others, especially doctors, pay attention to body-mass index or BMI.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-outline-760-billion-infrastructure-proposal-11580395536", "title": "House Democrats Outline $760 Billion Infrastructure Proposal", "date": "2020-01-30 09:45", "summary": "Democrats seek to demonstrate an ability to craft legislation during the impeachment process. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-renault-seek-to-end-infighting-with-new-division-of-labor-11580395207", "title": "Nissan, Renault Seek to End Infighting With New Division of Labor", "date": "2020-01-30 09:40", "summary": "The companies will appoint one of the three to take the lead on specific engine and powertrain projects, new vehicle architecture and new technologies. YOKOHAMA, Japan-The heads of the Renault-Nissan auto-making alliance said they would seek to stop the infighting that has riven their 20-year-old partnership by putting a single company in charge of specific markets and engineering projects.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spirit-aerosystems-names-new-cfo-after-compliance-review-11580393160", "title": "Spirit AeroSystems Names New CFO After Compliance Review", "date": "2020-01-30 09:06", "summary": "The company also pushed back the planned closing of a big acquisition. The biggest supplier on the Boeing Co. 737 MAX program said Thursday it had reached a new production deal for the plane but also revealed an internal accounting probe that led to the ouster of its chief financial officer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-m-finally-has-a-more-fashionable-look-11580392227", "title": "H&M Finally Has a More Fashionable Look", "date": "2020-01-30 08:50", "summary": "The world's second-largest fashion retailer grew its operating margin for the first time in nearly a decade. The world's second-biggest fashion retailer is finally figuring out what today's shoppers want.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minimalist-kondo-chayka-konmari-11580334847", "title": "Become a Minimalist-Buy More Stuff", "date": "2020-01-30 08:35", "summary": "The lifestyle that was once about living with less has lost its historical meaning. Cue an onslaught of pricey products.. Spend a few moments clicking through KonMari Shop, the online store of the organizing consultant Marie Kondo that launched in November, and you'll see the Japanese entrepreneur's ideological bind. The author of the bestselling The Life-Changing Magic of Tidying Up has staked her brand identity on decluttering, but now also wants to sell a number of products. Enter the Earthsaver Ridged Soap Rest ($16), Steam Donabe with Grate ($180), Matcha Whisk ($30), Brass Incense Holder ($40), Palo Santo Holder with Palo Santo ($68) and the entirety of the Bath Essentials section.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leveraged-etf-seller-urges-investors-to-fight-proposed-regulation-11580390914", "title": "Leveraged-ETF Seller Urges Investors to Fight Proposed Regulation", "date": "2020-01-30 08:28", "summary": "SEC says rules would add safeguards around selling a controversial type of exchange-traded fund. A U.S. securities regulatory proposal threatens to shake up the market for exchange-traded funds that draw on derivatives to amplify returns, and a top seller of those funds is urging its investors to push back.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-adds-wireless-customers-takes-another-hit-on-yahoo-unit-11580388071", "title": "Verizon Adds Wireless Customers, Takes Another Hit on Yahoo Unit", "date": "2020-01-30 08:16", "summary": "Carrier added 790,000 lucrative phone connections, books roughly $200 million charge on media business. Verizon Communications Inc. added lucrative phone customers at a healthy clip in the final three months of 2019 as it worked to build out a faster 5G network, but it continued to grapple with its digital-media business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-hotel-prices-to-tv-ads-caucus-capitalism-brings-windfall-to-iowa-11580388888", "title": "From Hotel Prices to TV Ads, Caucus Capitalism Brings Windfall to Iowa", "date": "2020-01-30 08:07", "summary": "In final week before caucuses, Des Moines officials estimate hotel revenue alone will generate an extra $11.3 million. DES MOINES, Iowa-Manhattan-like hotel rates arrived here this week in the 101st-largest U.S. city, part of the financial windfall Iowa enjoys every four years as host of the first-in-the-nation presidential caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-markets-flash-a-growth-warning-sign-11580389201", "title": "Coronavirus Hits Emerging Markets", "date": "2020-01-30 08:00", "summary": "Investors pull back from commodities and countries dependent on Chinese consumption. The fallout from the deadly coronavirus is battering emerging markets, a sign of skepticism that the world economy can easily bounce back from its worst year in a decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-another-wuhan-evacuation-flight-as-soon-as-next-week-11580380747", "title": "U.S. Plans to Evacuate More Americans by Aircraft From Wuhan", "date": "2020-01-30 07:37", "summary": "Hundreds of U.S. citizens are still stranded in Chinese city at center of deadly coronavirus outbreak. The U.S. is planning to evacuate more Americans by aircraft as soon as next week from Wuhan, the Chinese city at the center of the global coronavirus outbreak, offering hundreds of U.S. citizens still stranded in the city a chance to get out.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firm-apollo-returns-to-profit-11580387493", "title": "Private-Equity Firm Apollo Returns to Profit", "date": "2020-01-30 07:31", "summary": "The firm's private-equity funds appreciated 4%, trailing the S&P 500's 8.5% gain in the quarter. Apollo Global Management Inc. reported a profit in the latest quarter, compared with a loss a year earlier when results were dragged down by investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-drug-giant-roche-posts-growth-as-diversification-efforts-pay-off-11580370693", "title": "Cancer-Drug Giant Roche Posts Growth as Diversification Efforts Pay Off", "date": "2020-01-30 07:24", "summary": "Swiss company has branched out of cancer drugs, leading to sales growth in 2019. New drugs for multiple sclerosis and hemophilia drove growth at Roche Holding AG last year, a sign the company's efforts to move beyond cancer treatments are paying off.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raytheon-takes-control-of-forcepoint-cybersecurity-business-11580385744", "title": "Raytheon Takes Control of Forcepoint Cybersecurity Business", "date": "2020-01-30 07:02", "summary": "Defense company pays $588 million to Vista Equity Partners for its minority stake. Raytheon Co. said Thursday it had bought out its partner in the Forcepoint cybersecurity business, paving the way for its potential exit from the underperforming business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-transit-chief-says-homeless-outreach-working-in-subway-11580385602", "title": "NYPD Transit Chief Says Homeless Outreach Working in Subway", "date": "2020-01-30 07:00", "summary": "Nearly 500 people cited by police in New York City subways were sent to social workers rather than jail, under a new program begun in July. Nearly 40 years ago New York Police Department Transit Chief Edward Delatorre was assigned to drive Mother Teresa from her residence in a modest Bronx building to John F. Kennedy International Airport, where she was departing for missionary work.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spark-raises-1-35-billion-to-find-the-next-plaid-or-slack-11580385600", "title": "Spark Raises $1.35 Billion to Find the Next Plaid or Slack", "date": "2020-01-30 07:00", "summary": "Venture firm rounds up $450 million for early-stage startups and $900 million for growth-stage businesses. Spark Capital, which recorded successful exits from such well-known technology companies as Plaid Inc. and Slack Technologies Inc., has raised $1.35 billion in fresh funds.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-mahomes-super-bowl-plays-explained-11580314202", "title": "Patrick Mahomes Is Rewriting the Rules for Playing Quarterback", "date": "2020-01-30 07:00", "summary": "Resume Subscription. MIAMI-For almost the entire history of football, the sport's most important position was played more or less the same way. And then Patrick Mahomes came along and made everyone in football wonder how they could have been so wrong for such a long time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/indias-slowing-economy-puts-modis-coming-budget-on-the-spot-11580383652", "title": "India's Slowing Economy Puts Modi's Coming Budget on the Spot", "date": "2020-01-30 06:37", "summary": "Expectations are for higher spending, higher tariffs and big plans to sell government-owned companies. NEW DELHI-With economic growth flagging, India's government will offer a budget that increases spending while seeking new revenue from sales of government companies and higher tariffs.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ikea-promises-new-data-controls-for-consumers-11580383800", "title": "IKEA Promises New Data Controls for Consumers", "date": "2020-01-30 06:30", "summary": "Retailer says it will present simple, frequent privacy options. IKEA will give consumers broad new controls over the way it collects and uses data about them on its digital platforms, the company said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-reaches-ludicrous-speed-11580380380", "title": "Tesla Stock Reaches Ludicrous Speed", "date": "2020-01-30 05:33", "summary": "Bulls should spare a thought for the income statement. The joyride for Tesla shareholders is still gaining steam.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-is-the-dog-the-federal-reserve-is-the-tail-11580380201", "title": "The World Is the Dog, the Fed Is the Tail", "date": "2020-01-30 05:30", "summary": "Central bank officials, after holding rates steady, indicate they are focused on 'global developments' in deciding what to do next about rates. What could cause the Federal Reserve to cut interest rates this year? Odds are, something beyond U.S. borders.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-rising-shipping-costs-in-focus-again-what-to-watch-11580380202", "title": "Amazon's Rising Shipping Costs in Focus Again", "date": "2020-01-30 05:30", "summary": "Investors continue looking at push to speed deliveries, which company says is fueling growth. Amazon.com Inc. is scheduled to release fourth-quarter earnings after the market closes Thursday. Here's what you need to know.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-turn-your-nest-egg-into-steady-payments-11580380202", "title": "How to Turn Your Nest Egg Into Steady Payments", "date": "2020-01-30 05:30", "summary": "The retirement paycheck is making a comeback inside the 401(k). Many Americans look with longing at old-fashioned pension plans, which cover a dwindling share of the workforce.", "categories": [["Markets", "Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jailed-like-ghosn-a-ceo-took-on-japans-justice-system-11580380203", "title": "Jailed Like Ghosn, a CEO Took On Japan's Justice System", "date": "2020-01-30 05:30", "summary": "Resume Subscription. TOKYO-After 79 days in jail, it was pain from sitting too long that finally made Masamichi Sakai confess to a crime he says he didn't commit.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/microsoft-strives-for-a-carbon-free-future-a-setback-in-fargo-shows-the-hard-reality-11580380200", "title": "Microsoft Strives for Carbon-Free Future. A Setback in Fargo Shows the Hard Reality.", "date": "2020-01-30 05:30", "summary": "Software giant ran diesel generators to power its North Dakota campus due to forces it couldn't control on the day of its bold climate pledge. Hours after Microsoft Corp. pledged to eliminate its carbon emissions within a decade earlier this month, the company was forced to fire up fossil fuel generators to power its corporate campus in Fargo, N.D.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-microsoft-at-t-facebook-11580378249", "title": "Stocks to Watch: Microsoft, AT&T, Facebook", "date": "2020-01-30 04:57", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-issues-arrest-warrant-for-three-men-suspected-of-helping-ghosn-escape-11580370549", "title": "Japan Issues Warrants for Three Men Suspected of Helping Ghosn Escape", "date": "2020-01-30 04:47", "summary": "Prosecutors: three suspected of helping Ghosn are Michael Taylor, George Zayek and Peter Taylor. TOKYO-A Japanese court issued Thursday arrest warrants for three Americans who prosecutors said were suspected of helping former Nissan Motor Co. Chairman Carlos Ghosn escape Japan in late December by hiding inside luggage.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-posts-fourth-quarter-profit-on-record-deliveries-11580334615", "title": "Tesla Posts Fourth-Quarter Profit on Record Deliveries", "date": "2020-01-30 03:55", "summary": "Electric-car maker aims increase its vehicle sales by more than a third this year. Tesla Inc. vowed to increase its vehicle sales by more than a third this year while posting upbeat fourth-quarter results, giving investors more reason to believe the electric-car maker has put past problems behind it.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11580329235", "title": "Pepper...and Salt", "date": "2020-01-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-msg-scare-to-mvp-status-how-we-learned-to-love-umami-11593459508", "title": "From MSG Scare to MVP Status: How We Learned to Love Umami", "date": "2020-01-30 00:01", "summary": "It's what makes miso mouthwatering and Doritos delectable. Some chefs have even taken this savory 'fifth flavor' to extremes. Now a more balanced approach is replacing umami bombs with newly nuanced recipes. SHORTLY AFTER Momofuku Ssäm Bar opened in New York City, in 2006, the chef David Chang began serving a dish there called bo ssäm. The classic Korean recipe calls for boiled pork belly with cabbage leaves and condiments, but in typical Chang fashion, he dialed the flavor up to 11. The Momofuku version starred a pork butt cured overnight and then slow-roasted with a coating of brown sugar and salt that formed a crust the color of mahogany. Diners wrapped ribbons of that roast pork in lettuce along with briny oysters, rice, kimchi, ginger-scallion sauce and ssamjangÊ, a spicy Korean dipping sauce. Word of the off-the-menu stunner rippled sensationally through the local dining scene.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ginni-rometty-stepping-down-as-ibm-ceo-11580420650", "title": "IBM CEO Rometty to Exit; Cloud Unit Chief to Succeed Her", "date": "2020-01-30 00:01", "summary": "Arvind Krishna, who heads the company's cloud and cognitive-software division, to succeed her. International Business Machines Corp. said Chief Executive Ginni Rometty is stepping down after a challenging eight-year run at the top of the iconic technology company, as she struggled to deliver growth at a time other tech giants' fortunes blossomed.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-announces-coronavirus-task-force-11580359187", "title": "Trump Announces Coronavirus Task Force", "date": "2020-01-30 23:39", "summary": "Task force to be led by Health and Human Services Secretary Alex Azar. WASHINGTON-President Trump announced a task force to address the fast-spreading coronavirus, which he said had been meeting daily since Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-adds-feature-to-thwart-misinformation-about-u-s-voting-process-11580357266", "title": "Twitter Adds Feature to Thwart Misinformation About Voting", "date": "2020-01-30 23:07", "summary": "Users can flag tweets they believe are aimed at undermining voter participation. Twitter Inc. is giving users the ability to flag tweets that they believe contain misleading information about how to vote in this year's U.S. presidential election, underscoring efforts to show it is trying to safeguard the process.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-posts-lower-profit-anticipates-end-of-chip-slump-11580347060", "title": "Samsung Posts Lower Profit, Anticipates End of Chip Slump", "date": "2020-01-30 22:54", "summary": "Company reports weak fourth-quarter earnings from low memory-chip sales. SEOUL-Samsung Electronics Co. reported a 39% drop in fourth-quarter net profit but projected improved market conditions in 2020, as the chip industry starts to pull out of a protracted slump.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-iowa-biden-tries-to-turn-impeachment-trial-to-his-advantage-11580326045", "title": "In Iowa, Biden Tries to Turn Impeachment Trial to His Advantage", "date": "2020-01-30 22:34", "summary": "Former vice president points to Republican efforts to damage him as sign of his resilience.. CLINTON, Iowa-Before President Trump, no American president had ever sought re-election in the middle of an impeachment.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hallmark-cards-to-revamp-operations-as-greeting-cards-fade-11580326513", "title": "Hallmark Cards to Revamp Operations as Greeting Cards Fade", "date": "2020-01-30 21:11", "summary": "Century-old company plans to cut costs and refocus on digital efforts; 'You can't sell a horse and buggy'. Blame the emoji. Millennials and Gen Z just aren't sending greeting cards, and even their parents have moved to digital salutations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-posts-record-sales-as-cloud-business-continues-to-grow-11580333487", "title": "Microsoft Posts Record Sales as Cloud Business Continues to Grow", "date": "2020-01-30 21:08", "summary": "Intelligent cloud unit had sales of $11.87 billion, up 27% from the year-ago period. Microsoft Corp.'s cloud business is continuing to serve as a source of strong profits even as the company spends heavily to expand its offerings and acquire new customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-oil-tanker-catches-fire-in-persian-gulf-11580348486", "title": "Crude Oil Tanker Catches Fire in Persian Gulf", "date": "2020-01-30 20:41", "summary": "The crew was being evacuated. A crude oil supertanker caught fire in the Persian Gulf, west of the Strait of Hormuz, prompting a warning from naval authorities in the U.K. for ships in the region to exercise extreme caution.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reaches-550-million-settlement-in-facial-recognition-lawsuit-11580347594", "title": "Facebook Reaches Settlement in Facial-Recognition Lawsuit", "date": "2020-01-30 20:26", "summary": "Suit alleges company violated a 2008 Illinois law that bars the collection of biometric data without users' consent. Facebook Inc. said Wednesday it has reached a tentative $550 million settlement of an Illinois class-action lawsuit alleging it wrongfully used its facial- recognition technology on residents of the state.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-offered-film-roles-in-exchange-for-threesome-witness-says-11580346960", "title": "Weinstein Offered Film Roles in Exchange for Threesome, Witness Says", "date": "2020-01-30 20:16", "summary": "Two women took the stand at the Hollywood producer's rape trial to describe alleged forced sexual assault. Dawn Dunning thought Harvey Weinstein was joking: In a Manhattan hotel room, she recounted Wednesday, the Hollywood producer told the aspiring young actress she could land parts in three films-if she agreed to have a threesome with him and his female assistant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expands-remain-in-mexico-program-to-include-brazilians-11580345800", "title": "Trump Administration Expands 'Remain in Mexico' Program to Include Brazilians", "date": "2020-01-30 19:56", "summary": "Critics argue Brazilians will have difficult time in Mexico because they don't speak Spanish. Brazilians seeking to cross the U.S.'s Southwest border and request asylum are being sent to wait in Mexico as their immigration cases play out, the Trump administration said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-chemistry-chairman-under-investigation-is-giant-of-field-11580345484", "title": "Harvard Chemistry Chairman Under Investigation Is a Giant of His Field", "date": "2020-01-30 19:51", "summary": "Charles Lieber is charged with lying to U.S. authorities about taking millions of dollars from the Chinese government. The Harvard University professor arrested and charged with lying to U.S. authorities about taking millions of dollars from the Chinese government is considered one of the fathers of a specialized field in nanotechnology.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-former-salvadoran-military-officials-in-killings-11580344607", "title": "U.S. Sanctions Former Salvadoran Troops in Killings", "date": "2020-01-30 19:50", "summary": "State Department acts over 1989 slayings of six Jesuit priests and two others by U.S.-backed forces. WASHINGTON-The State Department on Wednesday sanctioned 13 former military personnel in El Salvador, including generals, for their role in the killing of six Jesuit priests and two others in 1989, it said in a written statement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penn-national-gaming-to-buy-minority-stake-in-barstool-sports-11580274060", "title": "Race Is On to Cash In on Sports Betting", "date": "2020-01-30 19:20", "summary": "Casino operators, fantasy apps and betting brands are in a race for American customers. The deal between popular sports-media publisher Barstool Sports Inc. and a casino operator is the latest sign of the seismic change under way in sports betting since the Supreme Court moved two years ago to legalize it widely.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reports-25-revenue-growth-in-latest-quarter-11580333926", "title": "Facebook Earnings Rise, but Expenses Eat Into Margins", "date": "2020-01-30 19:19", "summary": "Social-media giant continues to add users to core platform as margin narrows. Facebook Inc. reported a growing base of users and increasing quarterly revenue on Wednesday, capping a year of reliable strength in its core advertising business even as expenses climbed.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-corrupt-motives-doctrine-11580343258", "title": "The 'Corrupt Motives' Doctrine", "date": "2020-01-30 19:14", "summary": "Every President equates his re-election self-interest with the public interest. It isn't grounds for impeachment.. The questions from Senators in the impeachment trial aren't plowing much new ground, but they have been useful in underscoring some constitutional principles. To wit, it isn't legitimate to toss a President from office because the House thinks otherwise legal acts were done with \"corrupt motives.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-independence-day-11580343281", "title": "Britain's Independence Day", "date": "2020-01-30 19:14", "summary": "Brexit is an opportunity to transform both Britain and Europe.. Friday night marks an epochal event in Europe's history as the United Kingdom leaves the European Union. It has been a long journey to reach this point since the Brexit referendum in June 2016-so long that it's easy to lose sight of the event's significance amid the fog of political confusion along the way.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-greek-economic-revival-11580343225", "title": "A Greek Economic Revival", "date": "2020-01-30 19:13", "summary": "Surprise: Tax cuts and deregulation boost Europe's laggard.. You'll never guess which European country recently earned a credit-rating upgrade: Greece. Yes, that Greece. The eurozone's perennial laggard suddenly finds itself six months into a remarkable economic turnaround.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hecklers-veto-at-georgetown-law-11580343235", "title": "The Heckler's Veto at Georgetown Law", "date": "2020-01-30 19:13", "summary": "Students shut down a speech. Now they want impunity for disrupters.. Georgetown Law students shamed the university last semester when they exercised a heckler's veto against a Trump Administration official. Now they're claiming that disciplining those who disrupted the event \"would have a chilling effect on free speech and expression across campus.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-likely-to-hold-interest-rates-steady-11580293802", "title": "Fed Holds Benchmark Rate Steady", "date": "2020-01-30 19:02", "summary": "All 10 members of the central bank's rate-setting panel voted to hold the fed-funds rate in a range between 1.5% and 1.75%. WASHINGTON-The Federal Reserve left its benchmark interest rate unchanged Wednesday and reaffirmed its make-no-moves posture while it gauges how rate cuts last year cushioned the U.S. economy against a spell of weaker global growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}]