[{"link": "https://www.wsj.com/articles/another-problem-for-the-fed-banks-pressured-as-clients-scramble-for-cash-11584356272", "title": "Another Problem for the Fed: Banks Pressured as Clients Scramble for Cash", "date": "2020-03-16 19:55", "summary": "A variety of firms are drawing down their lines of credit to cover costs and make payroll as economic headwinds blow. Companies around the world are drawing down their credit lines at the same time, forcing banks to cough up large sums of money on short notice and further straining a financial industry already hammered by sinking interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-streets-are-quiet-as-more-federal-employees-work-from-home-11584397886", "title": "Washington's Streets Are Quiet as Federal Employees Work From Home", "date": "2020-03-16 19:48", "summary": "Unions, some lawmakers say steps to protect federal workers from coronavirus don't go far enough. WASHINGTON-The streets of the nation's capital were unusually empty on Monday after the White House encouraged as many federal employees as possible to work from home in the latest step to slow the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-seek-up-to-50-billion-in-government-aid-amid-coronavirus-crisis-11584378242", "title": "Airlines Seek $50 Billion in Aid From Government", "date": "2020-03-16 19:28", "summary": "Assistance under discussion-which could include government-backed loans, cash grants-would be three times size of industry's post-9/11 bailout. Reeling from the coronavirus crisis, U.S. airlines are seeking over $50 billion in financial assistance from the government, more than three times the size of the industry's bailout after the Sept. 11 attacks.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-claws-back-15-million-of-former-ceos-pay-11584400686", "title": "Wells Fargo Claws Back $15 Million of Former CEO's Pay", "date": "2020-03-16 19:18", "summary": "Timothy Sloan left last year after failing to turn around the lender. Timothy Sloan, the Wells Fargo & Co. chief executive who left last year after failing to turn around the troubled lender, lost $15 million in compensation after he exited.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-makes-movies-now-playing-in-theaters-available-online-11584383814", "title": "Universal Makes Movies Now in Theaters Available Online", "date": "2020-03-16 19:16", "summary": "Decision bucking studios' longtime practice comes amid widespread cinema closures as coronavirus pandemic spreads. Comcast Corp.'s Universal Pictures said it is making its movies available to watch at home while they are still in theaters, a massive change from Hollywood's long-established business model that could upend the industry if other studios follow suit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-names-rolf-marquardt-chief-risk-officer-11584399996", "title": "Swedbank Names Rolf Marquardt Chief Risk Officer", "date": "2020-03-16 19:06", "summary": "Marquardt, who was recently CFO of Handelsbanken, will join Swedbank as it works to strengthen its anti-money-laundering controls. STOCKHOLM- Swedbank AB on Saturday named Rolf Marquardt chief risk officer, and said he would take up the position no later than Oct. 1.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-hit-their-favorite-restaurants-one-last-time-11584399943", "title": "New Yorkers Hit Their Favorite Restaurants One Last Time", "date": "2020-03-16 19:05", "summary": "'Let's get a meal.' Customers visit their favorite dining establishments ahead of restaurants being limited to takeout and delivery. As restaurants throughout New York City prepared for a state-mandated shutdown on Monday, they still had customers coming in for one final meal or even a cup of coffee.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financing-an-economic-shutdown-11584399753", "title": "Financing an Economic Shutdown", "date": "2020-03-16 19:02", "summary": "You can't close down an economy without a way to keep business and individuals liquid.. Well, that didn't work. The Federal Reserve on Sunday went all in with its 2008 bag of monetary tricks, and financial markets continued their stampede like frightened cattle. Someone has to turn the herd, and that will take new tools and better leadership than Washington is now providing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-the-stock-market-11584399725", "title": "Trump and the Stock Market", "date": "2020-03-16 19:02", "summary": "Reducing the virus spread alone won't address a widening economic shutdown.. President Trump has often touted gains in the stock market since his election, so naturally the press wants him to take, er, credit for the recent ugly plunge in equities. Stock indexes fell 12% or more Monday as investors reacted to the expanding government shutdowns and word that the coronavirus threat could last until July and August.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-intensive-care-dividend-11584399701", "title": "America's Intensive-Care Dividend", "date": "2020-03-16 19:01", "summary": "The U.S. has more ICU beds as it braces for coronavirus cases.. Americans love to complain about their costly health-care system, but in the coronavirus pandemic that spending could pay off. Hospitals in the U.S. don't skimp on costly care as they do in countries with socialized systems that are struggling to treat coronavirus patients amid a shortage of intensive-care beds.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plastic-bag-ban-backfires-11584399666", "title": "The Plastic Bag Ban Backfires", "date": "2020-03-16 19:01", "summary": "Reusable bags are notoriously dirty and may spread the virus.. New York's environmentalists have terrible timing. The statewide ban on single-use plastic bags took effect on March 1, the same day New York confirmed its first case of coronavirus. To protect the public, officials in the Empire State and elsewhere should immediately suspend their plastic bag bans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-new-jersey-and-connecticut-close-bars-set-up-curfew-guidelines-11584374627", "title": "New York, New Jersey and Connecticut Close Bars, Set Up Curfew Guidelines", "date": "2020-03-16 18:54", "summary": "All three states are now discouraging travel on a nightly basis from 8 p.m. to 5 a.m.. The governors of New York, New Jersey and Connecticut are tightening restrictions on the public to curb the spread of the new coronavirus, including banning gatherings of more than 50 people, shutting down bars and instituting a recommended curfew.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spurs-push-for-paid-sick-leave-bill-in-new-york-11584365250", "title": "Coronavirus Spurs Push for Paid Sick-Leave Bill in New York", "date": "2020-03-16 18:51", "summary": "State lawmakers continue working on legislation even after scrapping plans to return to the Capitol amid outbreak. ALBANY, N.Y.-New York state lawmakers said they are finalizing legislation that would expand paid sick leave for workers amid the new coronavirus outbreak even as they scuttled plans for a Monday session.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-closes-dining-rooms-as-coronavirus-spreads-11584396443", "title": "McDonald's Closes Dining Rooms in Response to Coronavirus", "date": "2020-03-16 18:49", "summary": "Fast-food chain joins others in adjusting operations; will continue to fill takeout, drive-through and delivery orders. McDonald's Corp. said it would close dining rooms at company-owned restaurants in the U.S. and asked franchisees to take the same step to confront the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-deaths-outside-china-exceed-those-inside-11584338720", "title": "U.S., World Leaders Step Up Efforts to Slow Spread of Coronavirus", "date": "2020-03-16 18:44", "summary": "Center of pandemic shifts to Europe, U.S. as San Francisco becomes first major American city to order residents to stay home. The Trump administration urged Americans to avoid nonessential travel and large gatherings, significantly ramping up its recommendations aimed at slowing the spread of the novel coronavirus as leaders around the world moved to close borders and restrict movement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reckoning-for-indebted-companies-11584398416", "title": "A Reckoning for Indebted Companies", "date": "2020-03-16 18:40", "summary": "Coronavirus volatility is prompting a stress test. Making credit still cheaper will make things worse.. The Covid-19 pandemic threatens companies as well as people. Inevitably it will do further damage to the global economy as supply lines are disrupted by quarantines and businesses that depend on people being out and about-restaurants, hotels, entertainment providers, airlines-run short on customers. Securities markets are bouncing all over the map, mostly downward, trying to price the risk.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-businesses-struggle-to-stay-afloat-amid-closures-11584398430", "title": "New York City Businesses Struggle to Stay Afloat Amid Closures", "date": "2020-03-16 18:40", "summary": "Comptroller warns losses in key sectors could cost the city up to $3.2 billion in revenue over six months. New York City business owners are scrambling to figure out how to keep the lights on, even as many are forced to close their doors in an attempt to contain the spread of the novel coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-keep-your-eye-on-the-long-run-11584398365", "title": "Investors, Keep Your Eye on the Long Run", "date": "2020-03-16 18:39", "summary": "Markets always come back from major disruptions, though it takes a while.. The spread of the novel coronavirus is an economic crisis as well as a medical one. The short-term impact is evident in stock and bond market declines and volatility. But that's no reason to panic. The economic effects of calamitous events tend to dissipate in the long run, and the short-term market conditions create opportunities for savvy investors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-voters-outgrow-bernie-sanders-11584398337", "title": "Young Voters Outgrow Bernie Sanders", "date": "2020-03-16 18:38", "summary": "Millennials in their 30s, four years older than in 2016, have been far less likely to support him.. Democrats started down the road to socialism, then took an abrupt U-turn in South Carolina and have been speeding away ever since. One reason is that young voters haven't shown up for Bernie Sanders in the numbers he'd hoped.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-should-debate-trump-11584398281", "title": "How Biden Should Debate Trump", "date": "2020-03-16 18:38", "summary": "Insults won't do it. Better to follow his 2012 performance against Paul Ryan.. When Joe Biden debated Bernie Sanders on CNN Sunday night, the former vice president didn't need to win.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-gates-review-build-it-here-build-it-now-11584398214", "title": "'Golden Gates' Review: Build It Here, Build It Now", "date": "2020-03-16 18:36", "summary": "There's a growing bipartisan consensus that regulatory burdens in local housing markets impede economic growth and upward mobility.. The Yes in My Backyard (Yimby) Act, introduced by Reps. Trey Hollingsworth (R., Ind.) and Denny Heck (D., Wash.), recently passed the House of Representatives. The bill requires cities seeking community-development funds from the federal government to report their progress in removing local regulatory obstacles, such as restrictive zoning rules or onerous permitting processes, that hamper housing affordability by limiting new construction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-mayor-hits-the-gym-11584398158", "title": "Notable & Quotable: The Mayor Hits the Gym", "date": "2020-03-16 18:35", "summary": "'The mayor's daily trek by SUV to the Brooklyn gym has been the object of ridicule even in normal times, and his decision to work out there Monday drew widespread outrage.'. Danielle Muoio and Erin Durkinwriting for Politico, March 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coronavirus-opportunity-11584398121", "title": "China's Coronavirus Opportunity", "date": "2020-03-16 18:35", "summary": "If the West turns inward, Beijing will continue to exploit the pandemic's chaos.. As bodies are thrown into mass graves in Iran, as Italian doctors practice triage in overcrowded wards, as borders close across Europe and American cities shut down, it is hard to look past the tumult and distress of each passing day.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-approves-short-term-renewal-of-surveillance-powers-11584398097", "title": "Senate Approves Short-Term Renewal of Surveillance Powers", "date": "2020-03-16 18:34", "summary": "Senate chose to delay consideration of a host of privacy changes to pivot more quickly to the coronavirus crisis. WASHINGTON-The Senate on Monday approved a short-term extension of a batch of expired domestic surveillance powers that lapsed over the weekend, choosing to delay consideration of a host of privacy changes to pivot attention more quickly to the rapidly escalating coronavirus crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coronavirus-vaccine-study-begins-earlier-than-expected-11584379352", "title": "Human Testing Begins Earlier Than Expected For U.S. Coronavirus Vaccine", "date": "2020-03-16 18:31", "summary": "Vaccine expected to take anywhere from a year to 18 months to develop. The first human testing of Moderna Inc.'s experimental vaccine against the novel coronavirus has begun, the National Institutes of Health said Monday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-hits-more-cruise-ships-leaving-vessels-stuck-at-sea-11584373335", "title": "Coronavirus Hits More Cruise Ships, Leaving Vessels Stuck at Sea", "date": "2020-03-16 18:26", "summary": "From Puerto Rico to Brazil, customers test positive on Carnival and Royal Caribbean vessels; a British boat asks Cuba for help. Passengers on several cruise lines have tested positive for the new coronavirus in recent days, complicating efforts by the industry to suspend its operations and return 90,000 passengers still at sea.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-aims-for-tricky-balance-on-fracking-11584396925", "title": "Biden Aims for Tricky Balance on Fracking", "date": "2020-03-16 18:15", "summary": "Courts progressives with his climate policies, but risks alienating energy voters in key states. WASHINGTON-Former Vice President Joe Biden is walking a tightrope in proposing restrictions to fracking, as he tries to court progressives, without alienating the thousands of voters employed by the energy industry in some key swing states.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-dow-slide-after-fed-slashes-rates-11584310328", "title": "Dow Falls Nearly 3,000 Points as Virus Fears Spread", "date": "2020-03-16 17:58", "summary": "U.S. stocks drop sharply, while bond yields plummet again, despite Fed stimulus efforts. The Dow Jones Industrial Average dropped nearly 3,000 points Monday-its steepest decline of the monthlong selloff-reflecting fear the emergency measures taken by the Federal Reserve may not be enough to ward off a coronavirus-induced recession.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-deploys-its-full-arsenal-but-it-still-has-some-tools-11584395022", "title": "Fed Deploys Its Full Arsenal, but It Still Has Some Tools", "date": "2020-03-16 17:43", "summary": "Investors are looking for the central bank to help unclog markets for short-term corporate debt. The Federal Reserve on Sunday unleashed its arsenal to prevent market strains from turning a public-health emergency into a financial crisis, but investors are pushing for the central bank to pull more levers to cushion the economy against a severe downturn.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-charged-with-threatening-to-kill-rep-adam-schiff-11584394902", "title": "Man Charged With Threatening to Kill Rep. Adam Schiff", "date": "2020-03-16 17:41", "summary": "Connecticut resident Robert Phelps said he was upset at Trump's impeachment, prosecutors say. A Connecticut man who told investigators he was upset over President Trump's impeachment has been charged with threatening to kill a Democratic member of the House of Representatives who played a central role in the inquiry, prosecutors said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-schools-deploy-remote-learning-on-unprecedented-scale-11584393501", "title": "U.S. Schools Deploy Remote Learning on Unprecedented Scale", "date": "2020-03-16 17:18", "summary": "Teachers use educational technology while dealing with the limitations of internet access in some homes. Millions of U.S. students will abruptly switch to learning remotely this week amid the coronavirus pandemic, pushing school administrators and teachers to establish on the fly ways to transfer the classroom to the home.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-markets-so-volatile-its-not-just-the-coronavirus-11584393165", "title": "Why Are Markets So Volatile? It's Not Just the Coronavirus.", "date": "2020-03-16 17:12", "summary": "The market is dominated by computer-driven investors that rely on signals such as volatility and momentum. Traders like Michael Pomada help explain why the stock market is going through its most turbulent period in recent memory.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-orders-nationwide-quarantine-over-coronavirus-11584389802", "title": "France's Macron Orders Nationwide Lockdown Over Coronavirus", "date": "2020-03-16 17:08", "summary": "People can only leave their homes to shop for groceries or medicine-or to exercise. PARIS-French President Emmanuel Macron ordered a nationwide lockdown, barring people from leaving their homes in what he described as a war on the new coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-question-value-of-stock-market-circuit-breakers-11584351001", "title": "Traders Question Value of Stock-Market Circuit Breakers", "date": "2020-03-16 17:08", "summary": "The mechanism, which some complain does little good, has been triggered three times in the past six trading sessions during the coronavirus-fueled selloff. Decades of little-noticed efforts to build guardrails for wild market moves have gotten a rare workout in recent days as circuit breakers have repeatedly halted trading in all U.S. stocks, most recently on Monday morning.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-lower-after-fed-cuts-11584378274", "title": "U.S. Treasury Yields Lower After Fed Cuts", "date": "2020-03-16 17:03", "summary": "The yields pared earlier declines following the central bank's slashing of its benchmark interest rate to near zero in an effort to fight shocks from the novel coronavirus. U.S. government bond yields slid sharply in another tumultuous trading session on Monday after the Federal Reserve slashed its benchmark interest rate to near zero in an effort to fight shocks from the novel coronavirus.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-cios-help-keep-services-humming-amid-coronavirus-woes-11584392556", "title": "City CIOs Help Keep Services Humming Amid Coronavirus Woes", "date": "2020-03-16 17:02", "summary": "IT chiefs in Seattle, Atlanta and Los Angeles are making sure city employees have the tech support they need to avoid disruptions. Technology leaders for major U.S. cities are helping ramp up the response to the coronavirus crisis while ensuring city services are running smoothly.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-of-recovering-italian-town-shows-effectiveness-of-early-action-11584391837", "title": "Lockdown of Recovering Italian Town Shows Effectiveness of Early Action", "date": "2020-03-16 16:50", "summary": "After swiftly imposing curbs to prevent spread of the Coronavirus, Codogno now has fewer cases, even as the scenario worsens in nearby towns. In mid-February, a 38-year-old man in Codogno, a small town just outside Milan, became the first known person to be infected with the new coronavirus in Italy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-companys-hands-on-effort-to-ramp-up-sanitizer-production-11584151663", "title": "One Company's Hands-On Effort to Ramp Up Sanitizer Production", "date": "2020-03-16 16:49", "summary": "Inside the push at EO Products to quadruple its output-without raising prices. San Rafael, Calif.-EO Products, a Bay Area maker of bath and body products, has quadrupled production of its high-end hand sanitizer. It is running extra shifts, speeding up lines, hiring temporary workers and converting factory lines designed for other products to make hand sanitizer instead.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riffs-and-relations-african-american-artists-and-the-european-modernist-tradition-review-intriguing-history-hits-a-sour-note-11584391554", "title": "'Riffs and Relations: African American Artists and the European Modernist Tradition' Review: Intriguing History Hits a Sour Note", "date": "2020-03-16 16:45", "summary": "This exhibition's thematic presentation burdens a fascinating historical subject with middling contemporary work.. Washington", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-chief-proposes-temporary-restriction-on-non-essential-travel-to-eu-for-30-days-11584372643", "title": "EU Plans to Ban Entry at Its Borders, but Barriers Rise Within Bloc", "date": "2020-03-16 16:45", "summary": "While leaders are expected to back a 30-day ban on nonessential travel, countries are taking unilateral measures on border control and medical supplies. BRUSSELS-The European Union escalated its battle against the new coronavirus by unveiling a plan to ban nonessential travel into most of the bloc, but EU-wide efforts face dwindling support among members more focused on national welfare.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relax-america-the-u-s-has-plenty-of-toilet-paper-11584388168", "title": "Relax, America: The U.S. Has Plenty of Toilet Paper", "date": "2020-03-16 16:38", "summary": "Factories are flush with bathroom tissue, but large manufacturers say the problem is getting it to stores. America can spare a square.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-health-department-sees-cyber-incident-amid-coronavirus-outbreak-11584382102", "title": "U.S. Health Department Sees Cyber Incident Amid Coronavirus Outbreak", "date": "2020-03-16 16:37", "summary": "The incident was minor and didn't impact HHS functions or its website's ability to stay online, according to a U.S. official. WASHINGTON-U.S. Health and Human Services experienced an undefined \"cyber incident\" over the weekend as the department works to address the growing spread of the novel coronavirus epidemic, according to officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-or-buy-investors-are-choosing-rentals-11584384961", "title": "Rent or Buy? Investors Are Choosing Rentals", "date": "2020-03-16 16:33", "summary": "Shares of American Homes, rivals are holding up better than home-builder stocks-so far. The big landlords like American Homes 4 Rent that emerged from last decade's foreclosure crisis have said their business models are immune to recession and may even outperform in bad economic times. The coronavirus pandemic offers a stiff first test of that claim.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-space-jam-freaks-and-katherine-heigl-rule-netflix-11584390734", "title": "Why 'Space Jam,' 'Freaks' and Katherine Heigl Rule Netflix", "date": "2020-03-16 16:32", "summary": "Making sense of the streamer's new Top 10 list, which features a slate of surprising releases. \"Freaks\" wasn't even a sideshow in movie theaters when it was released last fall. The low-budget movie appeared on 100 screens and made less than $300,000 at the box office. Five months later, this supernatural thriller, in which bleeding eyes are a plot device, is now a hit across the United States.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-says-it-delivered-first-model-y-suv-11584390607", "title": "Tesla Says Deliveries of New Model Y SUV Have Begun", "date": "2020-03-16 16:30", "summary": "CEO Elon Musk has appeared unfazed by the potential economic impact of the coronavirus crisis. Tesla Inc. has begun delivering its newest car, the Model Y compact sport-utility vehicle, the Silicon Valley car maker said Monday on Twitter, undeterred by the outbreak of the novel coronavirus that has raised concerns about global economic growth.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedish-central-bank-unveils-further-measures-to-cushion-coronavirus-impact-11584389929", "title": "Swedish Central Bank Unveils Further Measures to Cushion Coronavirus Impact", "date": "2020-03-16 16:18", "summary": "The actions include offering more loans to banks at favorable terms and increasing asset purchases. STOCKHOLM-Sweden's central bank on Monday unveiled a further package of measures to cushion the economy from the effects of the coronavirus pandemic, including offering more loans to banks at favorable terms and increasing asset purchases.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-aid-official-stepping-down-from-post-11584388474", "title": "Foreign Aid Official Stepping Down From Post", "date": "2020-03-16 16:04", "summary": "Mark Green ran the overseas assistance agency in an era of Trump cuts. WASHINGTON-Mark Green, the administrator of the U.S. Agency for International Development, will leave his post in April to return to the private sector, he said in a statement Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-risk-for-detained-migrants-targeted-in-aclu-lawsuit-11584388592", "title": "Coronavirus Risk for Detained Migrants Targeted in ACLU Lawsuit", "date": "2020-03-16 15:56", "summary": "Advocates call for the release of migrants from ICE detention and shutdown of immigration courts to help stop the spread of the virus. The American Civil Liberties Union filed suit against U.S. Immigration and Customs Enforcement Monday, arguing nine detainees held at a Washington state detention center should be released due to their vulnerability to the new coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-coronavirus-testing-website-quickly-overwhelmed-by-demand-11584387269", "title": "Google's Coronavirus-Testing Website Is Swamped by Demand", "date": "2020-03-16 15:51", "summary": "Hyped by Trump, effort to connect people with testing appointments reaches capacity. SAN FRANCISCO- A Google-affiliated website intended to help direct potential coronavirus patients to testing facilities was quickly overwhelmed by demand Monday, just a few hours after it went live.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-let-the-kids-watch-when-youre-all-stuck-at-home-11584387815", "title": "What to Let the Kids Watch When You're All Stuck at Home", "date": "2020-03-16 15:43", "summary": "School closures and remote work prompted by the new coronavirus mean kids likely will be spending more time on screens. Here are some quality options.. For parents juggling working from home and school closures prompted by the new coronavirus, one thing is inevitable: more screen time for kids.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-expect-coronavirus-to-significantly-affect-operations-and-revenue-survey-says-11584381600", "title": "CFOs Expect Coronavirus to Significantly Affect Operations and Revenue", "date": "2020-03-16 15:37", "summary": "More than half of respondents expect drop in company's revenue or profit, a PricewaterhouseCoopers survey shows. Finance chiefs are bracing for the coronavirus pandemic to have a significant impact on their businesses, potentially reducing this year's revenues and profit, a new survey says.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-drops-below-30-as-energy-rout-continues-11584365265", "title": "Oil Ends Below $30 as Energy Rout Continues", "date": "2020-03-16 15:31", "summary": "Analysts see social distancing, working from home bringing further weakness for gasoline consumption. U.S. crude-oil prices slid below $30 a barrel Monday, tumbling to a fresh four-year low with analysts expecting the coronavirus and a Saudi-Russia price war to result in a glut of fuel.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-fantastic-journeys-by-karel-zeman-review-discovering-a-cinema-of-whimsy-11584386877", "title": "'Three Fantastic Journeys by Karel Zeman' Review: Discovering a Cinema of Whimsy", "date": "2020-03-16 15:27", "summary": "An overlooked progenitor of Czech cinema, Karel Zeman developed inventive filmmaking techniques to tell adventure-filled stories.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-artificial-intelligence-good-clothing-companies-say-yes-11584386713", "title": "Is Artificial Intelligence Good? Clothing Companies Say Yes", "date": "2020-03-16 15:25", "summary": "How Microsoft assists Bode, a clothing label that repurposes quilts: a case study in the ways artificial intelligence is taking over the fashion industry. For years now, Emily Bode has had a brain-power problem. The New York designer runs Bode, a fast-rising brand that produces whimsical, fresh garments from aged textiles. Its signature piece is a quilt coat, each made from one of the hundreds of one-off throws the brand sources from a network of pickers. The issue: Her staff regularly called upon Ms. Bode, their resident quilt expert, to identify the quilt before they shipped it off to production, or to describe a coat's provenance to a potential customer. She could confirm that, yes, the quilt in question featured a 1950s \"Log Cabin\" motif, but the process was tedious.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/absent-clear-washington-guidance-on-coronavirus-others-step-in-11584368716", "title": "Absent Clear Washington Guidance on Coronavirus, Others Step In", "date": "2020-03-16 15:20", "summary": "The nation's governors have been the most decisive, effective political leaders dealing with the pandemic. The coronavirus crisis is a dark cloud, but here is its silver lining: Americans are finding ways to link arms and handle it themselves.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-braces-for-sharp-economic-downturn-as-coronavirus-bears-down-11584386207", "title": "U.S. Braces for Sharp Economic Downturn as Coronavirus Bears Down", "date": "2020-03-16 15:16", "summary": "A contraction in U.S. economic activity would mean global recession. U.S. households, businesses and investors should brace for a sharp economic downturn in the first half of 2020 because of the new coronavirus pandemic-and hope for a bounce back during the second half of the year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ice-cream-chain-ample-hills-creamery-files-for-bankruptcy-11584385643", "title": "Ice Cream Chain Ample Hills Creamery Files for Bankruptcy", "date": "2020-03-16 15:07", "summary": "The chain puts its assets up for sale after suffering losses following the opening of a production facility in Brooklyn's Red Hook neighborhood. Ample Hills Creamery, a chain of ice cream shops founded in Brooklyn a decade ago, has filed for bankruptcy in order to sell the business after incurring losses from an ultimately ill-fated decision to open a factory in Red Hook.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleaning-up-on-aisle-fivefor-now-11584385232", "title": "Cleaning Up on Aisle Five-For Now", "date": "2020-03-16 15:00", "summary": "Dowdy consumer brands have had a great run in the stock market amid coronavirus-panic shopping. Until last week or so, the middle of the American supermarket was an increasingly lonely place-figuratively, if not literally. In industry parlance, that refers to the areas containing packaged goods, toiletries and the like. Consumers increasingly were turning to fresh food, meal kits, eating out or ordering goods online.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-biggest-stars-sports-public-health-steph-curry-11584383361", "title": "They Were Sports Stars. Now They're Public Health Megaphones.", "date": "2020-03-16 14:30", "summary": "Wash your hands. Don't touch your face. Stay at home. Athletes have the power to shape public behavior-and they're using it.. He has 14 million followers on Twitter and nearly 30 million on Instagram-more than the state of California, the governor of California, the city of San Francisco, the mayor of San Francisco, the Golden State Warriors, and all of his teammates combined. And what Stephen Curry told those followers on Sunday suddenly turned the greatest shooter in basketball history into one of the most influential voices in public health.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-after-fed-takes-new-action-repo-demand-is-still-light-11584373582", "title": "A Day After Fed Takes New Action, Repo Demand Is Still Light", "date": "2020-03-16 14:24", "summary": "Fed offers second repo operation with a $500 billion cap on Monday even as its earlier foray registered limited interest. The morning after the Federal Reserve fired most of its available weapons to help the economy navigate the coronavirus threat, demand for its temporary liquidity again fell well short of what the central bank was willing to provide, amid a choppy morning for money-market rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-volkswagen-halt-production-in-parts-of-europe-11584351826", "title": "Fiat Chrysler, VW Close Plants as Manufacturers Guard Against Coronavirus", "date": "2020-03-16 14:14", "summary": "Car makers in the U.S. and Europe are reacting to the outbreak; 'a fluid and unprecedented situation'. Fiat Chrysler Automobiles NV and Peugeot maker PSA Group are stopping almost all car production in Europe while Volkswagen AG has shut factories in Italy and Spain, as global manufacturers try to protect workers from the spread of the new coronavirus and supply lines start to break down.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-banks-are-hit-again-despite-central-bank-intervention-11584382483", "title": "Fears Intensify Over European Banks' Ability to Weather Coronavirus Crisis", "date": "2020-03-16 14:14", "summary": "Investors weigh embattled banking sector's exposure to airlines, retail and oil giants alongside small business across the continent. European bank shares slid and prices on their riskiest debt touched new lows as the region braced for a prolonged economic slowdown as a result of the spreading coronavirus.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-stocks-fall-back-to-earth-after-rapid-gains-11584381881", "title": "Private-Equity Stocks Fall Back to Earth After Rapid Gains", "date": "2020-03-16 14:04", "summary": "Shares in publicly traded private-equity firms benefited after conversions to conventional corporations made their stocks available to index funds. Large share-price gains posted by some of the world's biggest private-equity firms over the past 18 months all but vanished over the past week.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-companies-use-a-popular-but-limited-tool-to-measure-customer-happiness-11584381237", "title": "How Companies Use a Popular, but Limited, Tool to Measure Customer Happiness", "date": "2020-03-16 13:53", "summary": "A net promoter score can't tell companies everything they need to know, but it can provide insights. The net promoter score has become at once one of the most widely used and most controversial metrics for measuring customer experiences and satisfaction.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-to-the-economy-when-everything-stops-11584381158", "title": "What Happens to the Economy When Everything Stops?", "date": "2020-03-16 13:52", "summary": "The U.S. economy has experienced sudden stops in the past, but nothing like this. The U.S. economy has experienced sudden stops in the past, but nothing like this.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-will-permanently-change-how-we-work-11584380290", "title": "Coronavirus Will Permanently Change How We Work", "date": "2020-03-16 13:38", "summary": "Organizations will benefit tremendously from losing the limitations that come with traditional offices.. Americans have spent a lot of time wondering when things will go back to normal. But what if normal isn't coming back?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-is-an-academic-fraud-11584380234", "title": "Cuba Is an Academic Fraud", "date": "2020-03-16 13:37", "summary": "Few educational stats are available, and they are highly suspect.. Bernie Sanders has spent decades preparing to lose the Florida primary. In a 1985 interview, Vermont's self-described socialist said of Fidel Castro that \"he educated their kids.\" He still praises the Communist regime's \"massive literacy program.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closes-school-for-nearly-30-million-children-in-u-s-11584356400", "title": "Coronavirus Closes School for Nearly 30 Million Children in U.S.", "date": "2020-03-16 13:32", "summary": "More than half the nation's schoolchildren are out, with huge economic, academic and social repercussions. A cascade of announcements by governors across the country to close schools statewide in the last few days means that, as of Monday morning, public and private schools are closed for nearly 30 million children across the U.S.-more than half of the nation's school enrollment.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sanders-and-pandemics-11584378969", "title": "Biden, Sanders and Pandemics", "date": "2020-03-16 13:16", "summary": "From the 2009 flu response to Sunday night's debate, revealing commentary about health policy.. Stock prices fell Monday morning as investors tried to assess whether imposing temporary halts on parts of our highly-leveraged economy will have long-term consequences. It's a less-than-friendly reminder that ignoring the potential costs of public health strategies doesn't make them disappear. The hope is that America can save many lives without also triggering a wave of business defaults which will not be healthy for anyone.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driven-to-a-civics-class-and-economics-too-11584378661", "title": "Driven to a Civics Class and Economics, Too", "date": "2020-03-16 13:11", "summary": "Sadly, today many children miss civics lessons altogether.. As a mom of three school-age children, I believe Matthew Hennessey's \"My Daughter Is Driven to Learn Civics\" (op-ed, March 11) gives us a beautiful example of civics education. His description of \"Latin homework and . . . newspapers splayed out on the kitchen table\" seems to belong to a time long past. Sadly, today many children miss civics lessons altogether. At my daughter's high school in Portland, students can graduate without taking a single real history class. Instead, they take a succession of Global Studies, American Studies and Globalization focused on grievance lessons based on one-sided current-events articles. And school-issued computers come preloaded with news feeds dominated by the New York Times and CNN, while PragerU videos restricted by YouTube are blocked by school-district filters. Parents need to provide a balance, but Mr. Hennessey's guidance to lead with osmosis rather than preaching is spot on. I will be following his advice, in hopes that when my children are grown, they will agree with Mr. Hennessey's father's admonition: \"Say what you want about this country, . . . it still beats the alternative.'\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-antibody-testing-to-understand-covid-19-11584378570", "title": "Do Antibody Testing to Understand Covid-19", "date": "2020-03-16 13:11", "summary": "Additional, essential information will need to come from \"serological tests\" that measure antibodies in blood, which will tell us whether a person has been recently infected with SARS-CoV-2 and recovered.. The excellent and informative articles \"Want a Test? Depends Where You Live\" (The Coronavirus Pandemic, March 12) and \"Don't Jump to Conclusions\" (Heard on the Street, March 11) about testing for the new coronavirus didn't cover some important nuances.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-feds-near-zero-rates-means-for-you-11584321264", "title": "What Near-Zero Rates Mean for You", "date": "2020-03-16 13:07", "summary": "Action could have effects on rates for mortgages, credit cards, student loans. On Sunday, the Federal Reserve cut its short-term benchmark rate by 1 percentage point to near zero ahead of its scheduled March meeting to fight the economic fallout of the coronavirus pandemic.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiscal-stimulus-and-the-markets-expectations-11584378386", "title": "Fiscal Stimulus and the Market's Expectations", "date": "2020-03-16 13:06", "summary": "Jason Furman previously made the case for automatic fiscal-policy stimulants that would kick in to augment monetary policies and head off a recession. Regarding Jason Furman's \"The Case for a Big Coronavirus Stimulus,\" op-ed, (March 6): Mr. Furman previously made the case for automatic fiscal-policy stimulants that would kick in to augment monetary policies and head off a recession (\"Launch a Pre-Emptive Strike Against Recession,\" op-ed, Sept. 6, 2019). His proposal was for cash payments to (or payroll-tax cuts for) households, an extension of unemployment insurance and increased Medicaid matching for states. Sounds familiar. The economy was not falling into recession and the automatic stimulus idea was loaded with potential for unintended effects. His new idea for a special coronavirus stimulus may be more timely and have merit, but also carries a risk of negative fallout. A big and bold coronavirus handout might signal to investors and consumers that things are much worse than advertised and Washington is in panic mode. The reaction then would be to hunker down rather than rush out and spend a coronavirus bonus. Capital markets run on expectations and there will be a psychological tug of war over implications of a quick and substantial cash infusion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-different-ways-to-reduce-the-prices-of-drugs-11584378331", "title": "Two Different Ways to Reduce Prices of Drugs", "date": "2020-03-16 13:05", "summary": "While the cost of prescription drugs is still an issue, the greater point is that tens of millions of older adults are on unnecessary medications.. Joe Grogan's \"White House Principles for Reducing Drug Costs\" (op-ed, March 11) completely misses the main point. The percentage of Medicare expenditures spent on pharmaceuticals has dramatically increased in the last decade, and now represents about 19% of Medicare spending. Medicare spends over $10 billion a year subsidizing the training of young physicians through Graduate Medical Education. This money is essentially used to train physicians how not to treat Medicare beneficiaries. One of the core principles in geriatric medicine is the concept of \"deprescribing.\" While the cost of prescription drugs is still an issue, the greater point is that tens of millions of older adults are on unnecessary medications.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-talk-radio-needs-something-else-to-talk-about-11584378086", "title": "Coronavirus Canceled Sports, but the Sports Talk Shows Must Go On", "date": "2020-03-16 13:01", "summary": "Even though events are off, there's still air time to fill; Pale Ale, Chutes and Ladders. What do you talk about when you talk about sports for a living but there are no sports to talk about?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-polls-show-many-japanese-want-tokyo-olympics-to-be-postponed-11584355170", "title": "Many Japanese Want Tokyo Olympics to Be Postponed", "date": "2020-03-16 12:53", "summary": "Organizers say Games will go on, but polls show public opposition to holding event as planned. TOKYO-Many Japanese people favor postponing this summer's Tokyo Olympics because of the coronavirus pandemic, polls show, adding to pressure on organizers to consider a delay or cancellation just days before the Olympic flame arrives in Japan.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-south-korea-put-into-place-the-worlds-most-aggressive-coronavirus-testing-11584377217", "title": "How South Korea Built the World's Most Aggressive Coronavirus Test Program", "date": "2020-03-16 12:52", "summary": "The country has tested roughly one out of every 200 citizens under a screening policy credited with checking the outbreak. Returning home after a workday last week, Kang Min-kyung stared at a jarring notice taped to her front door: \"We'd like you to get tested for coronavirus.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-prefer-apps-to-humans-for-financial-advice-11584377127", "title": "Millennials Prefer Apps to Humans, for Financial Advice", "date": "2020-03-16 12:45", "summary": "Almost half of millennials in a new survey say they prefer to learn about finance on a website. When it comes to managing her financial affairs, Kristina Haney prefers to do it herself-with a little help from the app store.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-mailman-focused-on-delivering-the-mail-avoiding-coronavirus-11584375929", "title": "How a Mailman Still Carries On During Coronavirus", "date": "2020-03-16 12:25", "summary": "Dik LaPine doesn't touch, washes his hands dozens of times a day and is determined to keep his grandchildren safe. Dik LaPine has been a postman in Duluth, Minn., for 21 years and prides himself on rarely missing shifts. The 62-year-old carrier's six-hour route has him stopping into many Duluth businesses and a smattering of homes every day.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-names-american-tower-chief-taiclet-president-ceo-11584361121", "title": "Lockheed Martin Names New CEO", "date": "2020-03-16 12:25", "summary": "James Taiclet to succeed Marillyn Hewson, as defense companies wrestle with coronavirus impact. Lockheed Martin Corp. turned to an outsider to succeed Chief Executive Marillyn Hewson, appointing telecom industry veteran James Taiclet to lead the world's largest defense company by sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-cant-do-social-distancing-11584373755", "title": "Banks Can't Do Social Distancing", "date": "2020-03-16 11:49", "summary": "The source of this crisis may not have come from banks, but they are now caught up in it, and investors will have to reassess how they value lenders. The current situation may not be a financial crisis, but banks are now at the center of whatever it is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-law-changes-make-life-harder-for-firms-facing-coronavirus-losses-11584373769", "title": "Tax-Law Changes Make Life Harder for Firms Facing Coronavirus Losses", "date": "2020-03-16 11:49", "summary": "The 2017 tax code overhaul limited tax provisions that help companies during a downturn. WASHINGTON-The 2017 tax law is making life harder for U.S. businesses that suffer sudden losses, and Congress is under pressure to relax some of those provisions as the economy reels from the impact of the coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-top-court-approves-plan-allowing-putin-to-stay-in-power-11584373357", "title": "Russia's Top Court Approves Plan Allowing Putin to Stay in Power", "date": "2020-03-16 11:42", "summary": "Decision on proposed constitutional changes removes a final hurdle to allowing Vladimir Putin to potentially leading the country until 2036. MOSCOW-Russia's highest court endorsed President Vladimir Putin's proposed constitution changes, removing one of the final hurdles to him potentially remaining in power until 2036.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-faces-1-2-billion-fine-for-alleged-french-distribution-cartel-11584370369", "title": "Apple Faces $1.2 Billion Fine for Alleged French Distribution Cartel", "date": "2020-03-16 10:52", "summary": "iPhone maker plans to appeal decision, the country's largest ever antitrust fine against a single company. PARIS-France's competition authority issued Apple Inc. the country's largest ever antitrust fine against a single company, accusing the maker of iPhones and iPads of orchestrating a distribution cartel with wholesalers that lasted for several years.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/africa-latin-america-brace-as-coronavirus-threatens-weaker-health-systems-11584362048", "title": "Africa, Latin America Brace as Coronavirus Threatens Weaker Health Systems", "date": "2020-03-16 10:45", "summary": "Shortages of skilled staff and other problems pose risks, and health officials fear the impact of the virus will be devastating. CARACAS, Venezuela-The coronavirus has overwhelmed health-care systems in a number of highly developed nations. Now, it is spreading to some of the world's most vulnerable countries, with health officials in Africa and Latin America fearing the impact will be devastating.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-race-to-shore-up-balance-sheets-as-panic-spreads-11584369722", "title": "Startups Race to Shore Up Balance Sheets as Panic Spreads", "date": "2020-03-16 10:42", "summary": "Venture-backed companies seek customers, capital amid pandemic. As the coronavirus pandemic shuts down whole sectors of the economy and cuts equity valuations by trillions of dollars, startups are racing to set up contingency plans, shore up their balance sheets with fresh funds, even appealing to customers to just keep buying.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-sick-leave-bill-raises-concern-over-small-business-burden-11584369229", "title": "Coronavirus Sick-Leave Bill Raises Concern Over Small-Business Burden", "date": "2020-03-16 10:33", "summary": "White House officials seek to smooth passage of legislation going to Senate this week. WASHINGTON-White House officials sought to allay concerns among some Republicans and business groups that a bill to provide paid sick leave to workers affected by the coronavirus would pose an undue burden on small employers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-president-asks-benny-gantz-to-form-new-government-11584353083", "title": "Israel's President Asks Benny Gantz to Form New Government", "date": "2020-03-16 10:26", "summary": "Prime Minister Benjamin Netanyahu now faces a deepening struggle to stay in power as his corruption trial looms. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu is facing a tougher fight for his political survival after the country's president formally asked former military chief Benny Gantz to form a new government, multiplying Mr. Netanyahu's problems as he prepares to defend himself against corruption charges.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-rolls-out-measures-to-blunt-coronavirus-impact-11584337241", "title": "Bank of Japan to Double Stock Purchases to Blunt Virus Impact", "date": "2020-03-16 10:21", "summary": "Japanese central bank holds benchmark interest rates steady, but plans to double purchases of ETFs. TOKYO-The Bank of Japan said it would double stock purchases and help companies get loans in response to the coronavirus pandemic, but the move failed to impress investors, who drove stocks down 2.5%.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-slash-costs-seek-cash-as-virus-saps-demand-11584351103", "title": "Airlines Slash Costs, Seek Cash as Virus Saps Demand", "date": "2020-03-16 10:15", "summary": "Carriers including easyJet and Finnair are the latest to announce measures to reduce capacity. The world's major airlines continued to cut flights and take other emergency measures, including reducing costs and seeking cash, to cope with vanishing bookings amid the spread of the new coronavirus.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-communications-to-skip-interest-payments-while-pursuing-17-billion-restructuring-11584367511", "title": "Frontier Communications to Skip Interest Payments While Pursuing $17 Billion Restructuring", "date": "2020-03-16 10:05", "summary": "The telecommunications company has been preparing a restructuring strategy to address its debt load. Frontier Communications Corp. will skip interest payments to bondholders, starting a 60-day countdown before they can declare a default and potentially force a bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nflpa-chief-demaurice-smith-explains-defends-controversial-cba-11584366423", "title": "NFLPA Chief Smith Defends Controversial CBA", "date": "2020-03-16 09:47", "summary": "The players' union passed the deal, but in a tight vote after high-profile players loudly dissented. DeMaurice Smith knows not everything said about his work recently as the executive director of the NFL Players Association has been kind. But he isn't obsessing over the plentiful snipes.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-have-stopped-its-fine-hibernate-for-earth-11584365551", "title": "Sports Have Stopped. It's Fine. Hibernate for Earth.", "date": "2020-03-16 09:32", "summary": "We're all starting to hunker down. We'll miss March Madness. But let's keep the big picture in mind.. Let's start here, because it's the most important thing right now: \"socially distance\" yourself. Step away, detach, suspend, cocoon, remove, isolate, \"self-quarantine,\" \"retreat to Camelot,\" whatever you want to call it. Take care of yourself, but also others, by lying low and not adding to a widening problem. Consider the bigger picture.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-slides-into-the-monetary-black-hole-11584364910", "title": "U.S. Economy Slides Into the Monetary Black Hole", "date": "2020-03-16 09:21", "summary": "Reviving the economy is now up to others, primarily fiscal policy. But the Fed can still prevent the economic crisis from becoming a financial crisis.. The Federal Reserve is now officially spent. Saving the U.S. economy from this point forward is now up to someone else.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-firm-tabb-group-closes-after-coronavirus-hits-conference-circuit-11584364653", "title": "Wall Street Firm Tabb Group Closes After Coronavirus Hits Conference Circuit", "date": "2020-03-16 09:17", "summary": "The firm has been in talks with potential buyers over a sale of different parts of the business. Wall Street consulting firm Tabb Group LLC is shutting down after 17 years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-to-offer-free-therapy-to-all-workers-11584363600", "title": "Starbucks to Offer Free Therapy to All Workers", "date": "2020-03-16 09:00", "summary": "Coffee chain is expanding mental-health benefits to include in-person and video-chat sessions. Starbucks Corp. said it would begin to offer 20 free therapy sessions a year for all of its employees, including part-time workers, as part of a broader mental-health benefit plan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coronavirus-disaster-story-from-the-movie-industry-11584363334", "title": "A Coronavirus Disaster Story From the Movie Industry", "date": "2020-03-16 08:55", "summary": "The world's second-largest cinema chain has lost 71% of its market value over the past week. Few stocks have been hit as hard by the coronavirus crisis as Cineworld, the world's second-largest operator of movie theaters. Its troubles follow a script that will be played out many times and in many ways across the leisure industry in coming months.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-head-of-the-facebook-app-spends-her-weekend-sculpting-magic-wands-11584362913", "title": "Why the Head of the Facebook App Spends Her Weekend Sculpting Magic Wands", "date": "2020-03-16 08:48", "summary": "\"Art gives me a ton of creative energy,\" says Facebook's Fidji Simo. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-services-rush-to-shield-older-new-yorkers-from-coronavirus-11584362369", "title": "Senior Services Rush to Shield Older New Yorkers From Coronavirus", "date": "2020-03-16 08:39", "summary": "Nursing homes, caregivers help most vulnerable population and their family members prepare. Nursing homes are restricting visits, senior centers are offering takeaway food, and nonprofit groups are ensuring seniors can stay connected and informed about the spread of coronavirus in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-residential-building-managers-scramble-as-everyone-shelters-at-home-11584362099", "title": "New York Residential Building Managers Scramble as Everyone Shelters at Home", "date": "2020-03-16 08:34", "summary": "The New York apartment building has become the front lines of the battle against coronavirus for hundreds of thousands of people. Massimo D'Angelo walks up five flights of stairs in his Upper East Side co-op rather than take the elevator. He cleans his hands with an alcohol spray in the lobby and wipes his cellphone with swabs provided by the building.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plans-show-how-partys-center-has-shifted-left-11584361269", "title": "Biden Plans Show How Party's Center Has Shifted Left", "date": "2020-03-16 08:21", "summary": "Many Democratic proposals now described as moderate are more liberal than those of Clinton or Obama. WASHINGTON-Joe Biden's emergence as the 2020 Democratic presidential front-runner is widely cast as a victory for moderates over progressives. But the former vice president's platform also shows how far left the party's center on economic policy has moved in recent years.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-closes-trade-show-circuit-11584360001", "title": "Coronavirus Squeezes Entrepreneurs Banking on Trade Shows", "date": "2020-03-16 08:00", "summary": "Pandemic hurts those reliant on pitching their goods in person; 'I'm worried about our future'. Entrepreneurs who were counting on trade shows to find buyers for their organic foods and pet shampoos are being sunk by cancellations resulting from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adviser-to-carlyle-co-founder-david-rubensteins-family-office-registers-with-sec-11584359720", "title": "Adviser to Carlyle Co-Founder's Family Office Registers With SEC", "date": "2020-03-16 07:55", "summary": "Declaration Partners registered to raise outside money for Viagogo's deal to buy eBay's StubHub business. An adviser to Carlyle Group Inc. co-founder David Rubenstein's family office has registered with the Securities and Exchange Commission, allowing it to raise outside capital.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-push-off-surgeries-to-make-room-for-coronavirus-patients-11584298575", "title": "Hospitals Push Off Surgeries to Make Room for Coronavirus Patients", "date": "2020-03-16 07:11", "summary": "In addition to freeing up capacity for the critically ill, doctors say they don't want to expose patients and workers to potential infection risk. Hospitals preparing for an influx of coronavirus patients are canceling some surgeries and moving routine care to virtual visits, an effort to make room for those critically ill and prevent infections as the global pandemic spreads nationwide.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-getting-noncoronavirus-health-care-11584305810", "title": "What to Know About Getting Noncoronavirus Health Care", "date": "2020-03-16 07:02", "summary": "Bracing for a surge of coronavirus patients, hospitals are canceling some elective surgeries. As hospitals brace for a surge of patients sickened by the new coronavirus, they are canceling surgeries and pushing even routine doctor visits away from their facilities. Doctors and hospitals are evaluating cancellations to distinguish between scheduled procedures that can wait, such as a routine screening colonoscopy or knee replacement, and procedures that can't, such as a bone scan or MRI to reveal how far cancer has progressed.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-u-s-health-care-ever-be-the-same-11584356402", "title": "Will U.S. Health Care Ever Be the Same?", "date": "2020-03-16 07:00", "summary": "The aftermath of the Covid-19 crisis will linger far beyond the worst of the outbreak. When the dust settles on the Covid-19 crisis, the investing public may have to face significant changes in the huge U.S. health-care system.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-pandemic-prompts-u-s-agency-of-last-resort-to-gear-up-11584356405", "title": "Pandemic Prompts U.S. Agency of Last Resort to Gear Up", "date": "2020-03-16 07:00", "summary": "Department of Veterans Affairs serves as the nation's backup health-care system for emergencies. The Department of Veterans Affairs is preparing in case it has to take on its little-known role as the nation's health-care system of last resort, a possible job that gained urgency last week when President Trump declared a national emergency over the new coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-shutdown-sends-minor-leaguers-into-uncertain-future-11584356400", "title": "Baseball Shutdown Sends Minor Leaguers Into Uncertain Future", "date": "2020-03-16 07:00", "summary": "While major leaguers are permitted to stay at spring training, thousands of minor leaguers were sent home not knowing when their next paycheck will arrive. Since professional baseball shut down last week because of the coronavirus pandemic, players in the major leagues have been receiving constant guidance about how to proceed in these unprecedented times. They learned on Monday, for instance, that the start of the regular season had been delayed indefinitely, in part because of updated recommendations by the U.S. Centers for Disease Control and Prevention to restrict events of more than 50 people for the next eight weeks. MLB had initially pushed back the March 26 opening day by a minimum of two weeks, before pushing it back further following a conference call between commissioner Rob Manfred and the teams.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mom-and-pop-investors-craze-for-space-tourism-survives-coronavirus-11584355118", "title": "Mom-and-Pop Investors' Craze for Space Tourism Survives Coronavirus", "date": "2020-03-16 06:38", "summary": "Not even the Covid-19 outbreak has dented retail interest in Virgin Galactic's shares. The coronavirus has brought markets crashing back to Earth, but its gravity isn't restraining mom-and-pop investors' enthusiasm for space-tourism venture Virgin Galactic .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coronavirus-downturn-is-now-officialand-brutal-11584354714", "title": "China's Coronavirus Downturn Is Now Official-and Brutal", "date": "2020-03-16 06:31", "summary": "Official data released Monday confirmed China's growth dipped more sharply than in the 2008 crisis at the start of the year. Oil drillers and cigarette manufacturers had a decent January and February in China. No one else did.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-protect-the-elderly-from-supermarket-panics-australia-has-an-idea-11584354474", "title": "Older Shoppers Get a Hand From Australian Stores in the Coronavirus Age", "date": "2020-03-16 06:27", "summary": "Some grocers restrict early shopping to seniors and the disabled amid a wave of panic buying. SYDNEY-To shop at Australia's biggest supermarket chains when they open at 7 a.m., early birds will need to show ID. In general, anyone not yet in their 60s or without a disability pass won't be allowed in.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-fleeing-coronavirus-head-to-a-new-safe-haven-china-11584354274", "title": "People Fleeing Coronavirus Head to a New Safe Haven: China", "date": "2020-03-16 06:24", "summary": "Having stemmed the spread of infections, China is drawing back those who think Western nations are bungling the fight. BEIJING-When the coronavirus pandemic started worsening in the U.K. last week, Jennie Lan knew where she would feel safest: China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-after-the-coronavirus-11584352919", "title": "Stock Markets After the Coronavirus", "date": "2020-03-16 06:04", "summary": "Central banks can do little to help the short-term crisis caused by the coronavirus, but signs of global cooperation to prevent a lingering economic collapse should be grounds for some limited hope. The fall in global stocks during the past few weeks has been among the fastest in history. But here is the rub: Even after the end of a terrible run last week, global equities were still only testing levels they dropped to at the nadir of the now-forgettable December 2018 selloff in dollar terms.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-crash-is-bad-news-for-regional-banks-that-went-big-on-energy-11584352803", "title": "Oil Crash Is Bad News for Regional Banks That Went Big on Energy", "date": "2020-03-16 06:00", "summary": "Problems of energy companies could be passed on to their lenders. Lenders are bracing for loan losses and depressed earnings from an oil crash that is bruising the North American energy industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-senior-communities-try-to-maintain-normalcy-while-preparing-for-coronavirus-11584352801", "title": "Florida Senior Communities Try to Maintain Normalcy While Preparing for Coronavirus", "date": "2020-03-16 06:00", "summary": "Craft shows and ballroom dances are canceled, but pickleball and golf are still on in some places. MIAMI-People throughout Florida, home to one of the highest proportions of senior citizens in the U.S., are mobilizing to protect the vulnerable elderly population from the novel coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-from-shuffleboard-to-spring-break-coronavirus-hardly-slows-down-florida-11584352801", "title": "Photos: From Shuffleboard to Spring Break, Coronavirus Hardly Slows Down Florida", "date": "2020-03-16 06:00", "summary": "Many tourists still flock to the popular destination despite health concerns. Florida's residents are no strangers to making preparations. Every June 1, anxiety returns as hurricane season begins. With each storm, bare grocery store shelves are a familiar sight, but Floridians carry on with life. This year, that feeling is back four months early because of coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenders-are-deluged-with-refinance-requests-as-coronavirus-sends-rates-lower-11584351003", "title": "Lenders Are Deluged With Refinance Requests as Virus Sends Rates Lower", "date": "2020-03-16 05:30", "summary": "Borrowers rush to lock in rates that are near the lowest level in nearly 50 years of recordkeeping. Record low mortgage rates are delivering more refinancing demand than some lenders can handle.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-california-want-more-power-over-the-financial-sector-11584351002", "title": "New York, California Want More Power Over the Financial Sector", "date": "2020-03-16 05:30", "summary": "State officials say they want to expand local enforcement of consumer protections. The governors of New York and California are proposing significant expansions of state regulatory power over consumer financial services, saying federal oversight has become lax under the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-jd-com-moves-to-follow-alibaba-with-hong-kong-listing-11584350195", "title": "China's JD.com Moves To Follow Alibaba With Hong Kong Listing", "date": "2020-03-16 05:16", "summary": "Landing the deal would be a coup for the Hong Kong stock exchange in turbulent times. Chinese e-commerce group JD.com Inc. is considering following larger rival Alibaba Group Holding Ltd. in a market debut in Hong Kong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-regulators-prepare-steps-to-encourage-banks-to-keep-lending-people-say-11584305367", "title": "Fed Encourages Banks to Keep Lending", "date": "2020-03-16 00:09", "summary": "Central bank says lenders have substantial capital, liquidity above regulatory buffer. WASHINGTON-The Federal Reserve urged banks to continue lending to companies and households affected by the coronavirus, prodding them to draw down on stockpiles of capital and easily salable assets such as Treasury bills.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11584295634", "title": "Pepper...and Salt", "date": "2020-03-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ep-energys-apollo-backed-financing-collapses-after-oil-rout-11584395527", "title": "EP Energy's Apollo-Backed Financing Collapses After Oil Rout", "date": "2020-03-16 00:01", "summary": "It is the second major bankruptcy deal to falter over the turmoil in U.S. energy markets. Apollo Global Management Inc. and other firms are backing off a commitment to finance shale driller EP Energy Corp.'s exit from chapter 11, people familiar with the matter said, the second major bankruptcy deal to falter over the turmoil in U.S. energy markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-and-outside-the-democratic-debate-a-world-transformed-11584329954", "title": "Inside and Outside the Democratic Debate, a World Transformed", "date": "2020-03-16 23:39", "summary": "Coronavirus dominates as Biden, Sanders engage in sharp clashes-with no audience. They were a bit of an odd couple-one the likely Democratic presidential nominee, the other searching for a rationale to continue his candidacy-and yet the situation they found themselves in seemed even more odd.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-bernie-sanders-face-off-in-democratic-debate-11584303738", "title": "Biden, Sanders Split on Policy, Unite Against Trump", "date": "2020-03-16 23:33", "summary": "Democratic hopefuls also support the idea of a woman as nominee for vice president. WASHINGTON-Joe Biden and Bernie Sanders laid out divergent plans for responding to the novel coronavirus and sparred over their lengthy records as a global pandemic upends the lives of most Americans.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-ramps-up-efforts-to-tackle-virus-11584313224", "title": "Silicon Valley Ramps Up Efforts to Tackle Virus", "date": "2020-03-16 23:30", "summary": "Tech giants have joined with White House in task force to fight new coronavirus. The country's tech giants have joined with the White House in a task force to fight the new coronavirus, as Silicon Valley escalates its efforts to tackle the fast-moving pandemic, according to people familiar with the group.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-brings-public-gatherings-to-a-halt-11584260540", "title": "Coronavirus Measures Put New Limits on Daily Life", "date": "2020-03-16 23:20", "summary": "Tighter restrictions are part of an effort to slow the spread of the virus, which has killed 6,065 and infected more than 162,600. People around the world on Sunday were adjusting to a new reality of life during the coronavirus pandemic, as states and businesses restricted travel, closed shops and postponed religious services and other events.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-starts-union-talks-as-cuts-deepen-11584325330", "title": "United Starts Union Talks as Cuts Deepen", "date": "2020-03-16 22:57", "summary": "Airline to begin slashing capacity; March revenue expected to be down $1.5 billion. United Airlines Holdings Inc. will halve capacity and has started talks with its unions to lower labor costs as the impact of the coronavirus crisis worsens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bars-restaurants-and-gyms-should-voluntarily-close-gov-cuomo-says-11584305437", "title": "De Blasio to Ban Dining at New York City Restaurants, Bars, Cafes", "date": "2020-03-16 22:46", "summary": "Movie theaters also to be closed under order. Mayor Bill de Blasio said Sunday he would limit New York City restaurants, bars and cafes to providing takeout and delivery and close nightclubs and movie theaters to contain the spread of the new coronavirus.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-debate-between-sanders-and-biden-the-moments-that-mattered-11584326247", "title": "Democratic Debate Between Sanders and Biden: The Moments That Mattered", "date": "2020-03-16 22:37", "summary": "Biden commits to a woman vice president, the candidates bump elbows and battle over health care and past voting records. WASHINGTON-In the first one-on-one debate of the Democratic presidential primary, former Vice President Joe Biden and Vermont Sen. Bernie Sanders continued to draw contrasts in their voting records, even as Mr. Biden has widened his delegate lead in securing the Democratic nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-to-close-las-vegas-casinos-11584318135", "title": "Wynn, MGM to Temporarily Close Las Vegas Strip Casinos Over Coronavirus", "date": "2020-03-16 22:04", "summary": "Wynn and Encore casinos will shut for two weeks, while MGM Resorts' eight resorts on the Strip will close until further notice. Las Vegas casinos owned by Wynn Resorts Ltd. and MGM Resorts International will temporarily close in response to the growing coronavirus pandemic, shuttering much of the famed Strip.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-vs-environmentalism-millennials-try-to-do-both-11584217117", "title": "Travel vs. Environmentalism? Millennials Try to Do Both", "date": "2020-03-16 22:01", "summary": "Millennials say they care about both and the travel industry is trying to give them what they want. Millennials face an ethical conundrum. On the one hand, they express a desire to travel more than previous generations. At the same time, though, they also are more passionate about the environment.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-nations-impose-stricter-novel-coronavirus-measures-11584312410", "title": "European Nations Impose Stricter Novel Coronavirus Measures", "date": "2020-03-16 21:52", "summary": "Officials at the World Health Organization now view the continent as the new epicenter of the pandemic. A surge in novel coronavirus infections in Europe is forcing some of the continent's biggest economies to clamp down on their populations, a sign of how the region is becoming an epicenter of the global crisis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-urges-americans-to-stay-home-amid-coronavirus-11584284229", "title": "Top Health Official Urges Americans to Stay Home Amid Coronavirus", "date": "2020-03-16 21:19", "summary": "Infectious-diseases chief says Americans should 'hunker down,' while Fed slashes rates. WASHINGTON-U.S. officials warned that much more needs to be done to slow the spread of the coronavirus and help the economy cope, urging Americans to significantly curb their social activity and calling for more action from Congress.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-faces-crucial-decisions-to-alleviate-virus-shock-11584303662", "title": "Fed Slashes Rates to Fight Coronavirus Slowdown", "date": "2020-03-16 20:50", "summary": "Bank will purchase $500 billion in Treasury securities, $200 billion in mortgage-backed securities. WASHINGTON-The Federal Reserve slashed its benchmark interest rate to near zero Sunday and said it would buy $700 billion in Treasury and mortgage-backed securities in an urgent response to the new coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-bureau-worker-tests-positive-for-novel-coronavirus-11584284589", "title": "Census Worker Tests Positive for Novel Coronavirus", "date": "2020-03-16 20:35", "summary": "The employee is a home-based worker who is now in quarantine. WASHINGTON-The Census Bureau said Sunday that a field employee has tested positive for the novel coronavirus. It is also delaying some in-person response assistance for the 2020 questionnaire.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}]