[{"link": "https://www.wsj.com/articles/mallinckrodt-nets-government-support-for-1-6-billion-opioid-deal-11582638473", "title": "Mallinckrodt Nets Government Support for $1.6 Billion Opioid Deal", "date": "2020-02-25 18:56", "summary": "The drugmaker will place its generics business in bankruptcy as part of a proposed deal with thousands of local governments and 47 states and U.S. territories. Drugmaker Mallinckrodt PLC said on Tuesday that it reached a settlement worth more than $1.6 billion with 47 states and U.S. territories and lawyers representing thousands of local governments to settle liabilities stemming from the opioid addiction crisis.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-member-named-interim-head-of-new-york-city-transit-authority-11582674369", "title": "MTA Board Member Named Interim Head of New York City Transit Authority", "date": "2020-02-25 18:46", "summary": "Sarah Feinberg, a former Obama rail-safety official, succeeds the popular Andy Byford. A former Obama administration rail-safety official has been named interim head of the Metropolitan Transportation Authority's subway and bus systems.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-markets-signal-investors-jitters-on-global-growth-11582629020", "title": "Yield on 10-Year U.S. Treasury Note Hits Record Low", "date": "2020-02-25 18:37", "summary": "Benchmark bond yield settles at 1.328%, breaching previous low set in July 2016. The yield on the benchmark 10-year U.S. Treasury note fell to an all-time low Tuesday as stocks swooned for a second straight day, driven by worries the coronavirus could seriously disrupt an already sluggish global economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-wraps-up-deal-for-free-tv-service-xumo-11582673484", "title": "Comcast Wraps Up Deal for Free-TV Service Xumo", "date": "2020-02-25 18:31", "summary": "Xumo is one of small number of companies that offer free, ad-supported streaming video services for internet-connected TVs. Comcast Corp. said Tuesday it had acquired streaming video company Xumo LLC, bolstering its offerings for free, ad-supported digital video", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-conviction-is-a-lifeline-for-manhattan-district-attorney-11582673115", "title": "Weinstein Conviction Is a Lifeline for District Attorney", "date": "2020-02-25 18:25", "summary": "Cyrus Vance gets boost as possible re-election bid nears after criticism over prosecution record. The conviction of Harvey Weinstein provided a boost for Manhattan District Attorney Cyrus Vance Jr., whose three terms have been marred by criticism that he has failed to prosecute sex crimes and treated the rich and powerful with deference.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-driver-assistance-autopilot-draws-safety-scrutiny-11582672837", "title": "Tesla's Driver-Assistance Autopilot Draws Safety Scrutiny", "date": "2020-02-25 18:20", "summary": "National Transportation Safety Board urges closer oversight of car-automation features. U.S. safety investigators leveled a blistering rebuke of the federal regulator responsible for overseeing the safety of Tesla Inc.'s advanced driver-assistance system called Autopilot, which they found contributed to another fatal crash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-texas-cities-sued-over-abortion-bans-11582672644", "title": "Small Texas Cities Sued Over Abortion Bans", "date": "2020-02-25 18:17", "summary": "ACLU says anti-abortion 'sanctuaries' are violating the Constitution. The American Civil Liberties Union is suing seven small rural cities in eastern Texas that enacted ordinances declaring it crime to procure or perform abortions in their jurisdictions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/promoting-a-balanced-take-on-u-s-history-11582671868", "title": "Promoting a Balanced Take on U.S. History", "date": "2020-02-25 18:04", "summary": "The battle for history on America's historical battlefields is part of a much larger war for history that is all but over.. Regarding Michael Pillsbury's \"George Washington's Birthday and the Battle for History\" (op-ed, Feb. 15): One hopes that Mr. Pillsbury's plea for Congress to demand restoration of a more respectful and positive interpretation of the nation's most important historical sites won't fall on deaf ears, but intercession seems unlikely. Critics of Mr. Pillsbury's interpretation of the courage, sacrifices and contributions of leaders and soldiers in the 18th and 19th centuries will insist that his is a whitewashed version of history that leaves out all of the victims of the nation's earliest atrocities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-doomed-exemplar-of-capitalism-11582671897", "title": "Bloomberg: Doomed Exemplar of Capitalism?", "date": "2020-02-25 18:04", "summary": "Mike Bloomberg should be proud of his achievements and he is a shining example of why capitalism provides unlimited opportunities.. Kimberley A. Strassel's Bloomberg Says Me Too to Leftism\" (Potomac Watch, Feb. 21): There's something deeply wrong in America when successful entrepreneurs have to apologize for creating a new company that employs thousands of people. It's especially disturbing when the criticism comes from Bernie Sanders who has made millions of dollars in politics creating zero jobs. As uncovered in the book \"Profiles In Corruption\" by Peter Schweizer, Sen. Sanders has made millions by having his wife set up a media-buying company for his advertisements. This company was established purely to profit from huge spending by the Sanders campaign. This is the very definition of the so-called swamp.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reduction-in-violence-in-afghanistan-is-working-pompeo-says-11582648108", "title": "Afghan President to Postpone Start of Term Amid Election-Fraud Concerns", "date": "2020-02-25 17:58", "summary": "Questions threaten peace process; U.S. poised to sign deal with Taliban. WASHINGTON-Afghanistan's president agreed to postpone the start of his second term after the U.S. warned that concerns about fraud had undermined the vote and threatened the nascent peace process, the State Department said Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-barr-urges-lawmakers-not-to-weaken-u-s-spying-powers-11582669658", "title": "Barr Urges Lawmakers Not to Weaken U.S. Spying Powers", "date": "2020-02-25 17:56", "summary": "Attorney general says he is considering ordering a range of requirements to address report faulting FBI probe of Carter Page. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oh-come-on-oh-come-on-mayor-emanuel-11582671368", "title": "Oh Come on, Oh Come On, Mayor Emanuel", "date": "2020-02-25 17:56", "summary": "Rahm Emanuel is right, the slogan was great. But when people dig into the plans of even the moderates, they will see massive tax increases on working-class citizens to pay for all that free lunch.. Rahm Emanuel's \"Bernie Sanders, Insider\" (op-ed, Feb. 21) makes a passing reference to Michigan's Gov. Gretchen Whitmer's promise to \"fix the damn roads\" as an example to which Democrats calling themselves moderates should aspire. But that catchphrase hid the truth about Gov. Whitmer and, similarly, the so-called moderate Democrats' plans. After averring in a debate that the suggestion that she would need to raise gas taxes by $0.20 a gallon was \"ridiculous,\" she proposed in her first budget an increase of $0.45 a gallon. To attempt to get her way, she line-item vetoed a budget passed in the legislature with broad bipartisan support, eliminating funding for veterans, autistic children and school children. She admitted, even, that much of her new tax to fix those roads wasn't for fixing or even for roads. Mr. Emanuel is right, the slogan was great. But when people dig into the plans of even the moderates, they will see massive tax increases on working-class citizens to pay for all that free lunch. One hopes that Michigan voters in 2020 don't make the same mistake as in 2018.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-popes-celibacy-ruling-ignores-important-issues-11582671325", "title": "The Pope's Celibacy Ruling Ignores Important Issues", "date": "2020-02-25 17:55", "summary": "Letting priests marry and having women become deacons wouldn't in any way \"bend its teaching to the times.\". Tim Busch and Mary Rice Hasson's \"The Pope is Catholic After All\" (Houses of Worship, Feb. 14) totally ignores the reality the Roman Catholic Church is faced with, at least in the U.S. I have been a practicing Catholic for over 70 years and have seen the Catholic Church's ability to service its flock deteriorate steadily over the past few decades. When I was young, we had several young priests in our parish to assist the pastor. I haven't seen a priest under 40 in years, and our current priest is in his 80s. When I visit my hometown of Pittsburgh, I've noticed that the diocese keeps consolidating parishes and closing churches.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/environmental-groups-sue-u-s-over-lightbulb-energy-standards-11582671309", "title": "Environmental Groups Sue U.S. Over Lightbulb Energy Standards", "date": "2020-02-25 17:55", "summary": "Natural Resources Defense Council, the Sierra Club and the Consumer Federation of America argue for phasing out incandescent bulbs. WASHINGTON-Environmental groups led by the Natural Resources Defense Council sued the Trump administration on Tuesday over its decision to keep energy-efficiency requirements for household incandescent lightbulbs at their current level.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-u-s-testing-begins-for-potential-coronavirus-treatment-11582670674", "title": "First U.S. Testing Begins for Potential Coronavirus Drug", "date": "2020-02-25 17:44", "summary": "NIH-sponsored study of experimental Gilead drug includes American patient evacuated from Diamond Princess cruise. Researchers have begun the first study in the U.S. of an experimental drug aimed at treating the novel coronavirus, the National Institutes of Health said Tuesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-law-on-urging-noncitizens-to-stay-in-u-s-illegally-11582670555", "title": "Supreme Court Weighs Law on Urging Noncitizens to Stay in U.S. Illegally", "date": "2020-02-25 17:42", "summary": "Justices consider free-speech arguments against government efforts to control U.S. borders. WASHINGTON-The Supreme Court wrestled Tuesday with a clash between free-speech principles and the government's effort to control U.S. borders, weighing whether a federal law that makes it a crime to encourage or induce noncitizens to stay in the country illegally is constitutional.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-surge-turns-u-s-recorded-music-sales-up-to-11-billion-11582657202", "title": "Streaming Surge Turns Recorded-Music Sales Up to $11 Billion", "date": "2020-02-25 17:36", "summary": "Revenue grew 13% in 2019 to the highest point in more than a decade, with streaming accounting for 80% of overall revenue. Recorded-music sales in the U.S. grew 13% last year to $11.1 billion-their highest point in more than a decade-as revenue continued to surge from streaming services such as Spotify and Apple Music.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-unclear-right-now-coronavirus-calls-for-rate-change-11582670163", "title": "Fed's Kaplan: Unclear Right Now Coronavirus Calls for Rate Change", "date": "2020-02-25 17:36", "summary": "The Federal Reserve Bank of Dallas president says that events around the outbreak are still too fluid to say whether interest rates should be cut. Federal Reserve Bank of Dallas President Robert Kaplan said Tuesday events are still too fluid around the coronavirus outbreak to say the U.S. central bank needs to lower short-term rates, as many in financial markets now think is likely.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-wait-and-see-posture-tested-by-spread-of-coronavirus-11582626601", "title": "Fed's Wait-and-See Posture Tested by Virus", "date": "2020-02-25 17:33", "summary": "Top Fed official says it is too soon to determine the full impact of the virus. WASHINGTON-A top Fed official said Tuesday it is too early to tell whether the coronavirus outbreak will force the central bank to resume rate cuts in the coming months.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-shares-plunge-as-company-seeks-delay-for-annual-report-11582655205", "title": "Tupperware Shares Plunge as Company Delays Annual Report", "date": "2020-02-25 17:33", "summary": "The consumer-products seller discloses accounting probe, warns of profit pressures. Tupperware Brands Corp. shares plunged Tuesday after the consumer-products company warned of pressure on its sales and profit and said an internal accounting probe would delay the completion of its annual report.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-pockets-scion-given-five-month-prison-term-in-college-admissions-case-11582669015", "title": "Hot Pockets Scion Given Five-Month Prison Term in College Admissions Case", "date": "2020-02-25 17:16", "summary": "Michelle Janavs agreed to pay $300,000 to cheat daughters' way into college. BOSTON-A federal judge sentenced Hot Pockets heiress Michelle Janavs to five months in prison Tuesday for agreeing to pay $300,000 to give two daughters an illegal edge in college admissions.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-to-propose-over-300-million-spending-boost-for-schools-11582635931", "title": "New Jersey Governor's Budget Would Boost Aid for Schools, Pensions, Rails", "date": "2020-02-25 17:04", "summary": "Phil Murphy's $40.8 billion proposal includes compromise to edge him closer to a millionaires tax. New Jersey Gov. Phil Murphy called for pumping more money into education, mass transit and the state's beleaguered pension system in a $40.8 billion budget proposal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-opens-cashierless-supermarket-in-latest-push-to-sell-food-11582617660", "title": "Amazon Opens Cashierless Supermarket in Latest Push to Sell Food", "date": "2020-02-25 17:02", "summary": "The e-commerce giant is also looking into licensing the checkout-free technology to rival retailers. Amazon.com Inc. rolled out its checkout-free \"Go\" technology in a large grocery store and plans to license the cashierless system to other retailers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-tosses-lawsuit-against-u-s-border-patrol-agent-who-killed-mexican-teenager-11582646860", "title": "Supreme Court Tosses Cross-Border Shooting Lawsuit", "date": "2020-02-25 16:53", "summary": "Court's 5-4 decision says U.S. legal claims against officer not allowed for cross-border shooting. WASHINGTON-An ideologically divided Supreme Court ruled Tuesday that U.S. Border Patrol agents can't be held liable for damages for shooting people on the Mexico side of the southern U.S. border.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hosni-mubarak-ex-egyptian-autocrat-ousted-in-popular-uprising-dies-11582630185", "title": "Hosni Mubarak, Egyptian Autocrat Ousted in Popular Uprising, Dies", "date": "2020-02-25 16:45", "summary": "Heavy-handed governance sparked a 2011 revolt that removed him from power and spawned a violent era of political upheaval. CAIRO-Egypt's former President Hosni Mubarak, whose three decades of autocratic rule sparked the popular uprising that would catalyze an era of revolution and war across the Arab world, died Tuesday. He was 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-markets-shudder-individual-investors-stand-their-ground-11582626602", "title": "As Markets Shudder, Individual Investors Stand Their Ground", "date": "2020-02-25 16:33", "summary": "For many individual investors, market dips have become events to wince at, but not panic over. News of a rapidly worsening coronavirus epidemic sent stocks from London to Hong Kong tumbling and government bond yields skidding to record lows.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-stabilize-after-deep-selloff-11582621412", "title": "U.S. Stock Losses Mount", "date": "2020-02-25 16:33", "summary": "Treasury yields hit new bottom, Nasdaq's 2020 gains vanish as markets signal growing virus concern. A rout in global financial markets deepened Tuesday, sending the Dow Jones Industrial Average down nearly 900 points and heightening the anxiety of investors around the world.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-could-be-a-victim-of-the-coronavirus-ioc-official-says-11582665911", "title": "Tokyo Olympics Could Be a Victim of the Coronavirus, IOC Official Says", "date": "2020-02-25 16:25", "summary": "As outbreaks of the coronavirus spread, IOC member Dick Pound raises the possibility of cancellation or postponement of the Games. Tokyo is on the way to spending more than $20 billion on hosting this summer's Olympic Games. NBC has a multibillion-dollar agreement to broadcast them. Athletes who have been training for years are months away from the pinnacle of their sporting lives.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-stock-has-returned-4-100-since-the-housing-crash-11582632000", "title": "This Stock Has Returned 4,100% Since Housing Crash", "date": "2020-02-25 16:20", "summary": "Owners of mobile-home parks have trounced the broader market thanks to soaring house prices, nimbyism and tenants who can't move out. One of the best-performing investments since last decade's housing crash: trailer parks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-verdict-signals-cultural-shift-on-sexual-assault-11582664912", "title": "Weinstein Verdict Signals Cultural Shift on Sexual Assault", "date": "2020-02-25 16:08", "summary": "People will consider evidence that in the past doomed cases in the era of #MeToo, experts say. The conviction of Harvey Weinstein reflects an evolving cultural understanding of the nature of sexual assault and opens the way for women to pursue complaints of sexual misconduct in the courts and at work, experts and advocates say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanduel-founders-former-employees-sue-over-getting-nothing-in-deal-11582663343", "title": "FanDuel Founders, Former Employees Sue Over Getting Nothing in Deal", "date": "2020-02-25 16:03", "summary": "Lawsuit alleges board undervalued legalized sports betting ahead of merger with Paddy Power. FanDuel's founders and more than 100 former employees say the company's board of directors and private-equity investors intentionally undervalued the sports-betting operator to shut them out of an acquisition deal, according to a lawsuit filed Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kind-bar-founder-backs-yogurt-brand-ellenos-11582603200", "title": "KIND Bar Founder Backs Yogurt Brand Ellenos", "date": "2020-02-25 15:54", "summary": "Daniel Lubetzky's family office is backing Greek yogurt maker that started in Seattle's Pike Place Market. The creator of KIND snack bars, Daniel Lubetzky, has developed a taste for yogurt.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-scared-of-record-low-treasury-yields-11582664085", "title": "Don't Be Scared of Record-Low Treasury Yields", "date": "2020-02-25 15:54", "summary": "Ultralow yields say more about the changing attitudes of central bankers than the outlook for economic growth. Ultralow bond yields tend to spark dark thoughts of \"Japanification\" and economic stagnation. They may say much more about the desire of central bankers to preserve their reputations.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-allies-push-donors-in-effort-to-counteract-bloomberg-effect-11582663984", "title": "Trump Allies Push Donors in Effort to Counteract 'Bloomberg Effect'", "date": "2020-02-25 15:53", "summary": "President's camp looks to billionaires to step up contributions; re-election effort raised $60.5 million in January. WASHINGTON-Alarmed about the unprecedented cash Michael Bloomberg is pouring into the presidential race, Republicans are moving to press top donors to contribute more than planned to ensure President Trump isn't outspent in the fall.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/color-theory-by-soccer-mommy-review-an-inviting-darkness-11582663794", "title": "'Color Theory' by Soccer Mommy Review: An Inviting Darkness", "date": "2020-02-25 15:49", "summary": "A focus on depression and anxiety is balanced with tunefulness on her new album.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiltons-waldorf-beverly-hills-used-a-mole-to-steal-secrets-from-rival-lawsuit-says-11582648027", "title": "Hilton's Waldorf Beverly Hills Used a Mole to Steal Secrets From Rival, Lawsuit Says", "date": "2020-02-25 15:47", "summary": "Peninsula Beverly Hills alleges former employee stole over 45,000 documents, according to suit. The Waldorf Astoria Beverly Hills is making a push to attract Middle Eastern royals and well-heeled celebrities. Now, a rival luxury hotel next door is alleging that the Waldorf stole corporate secrets and personal information about some of those VIP guests in an effort to win more of that business.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-modi-tout-deals-on-helicopters-and-gas-as-india-visit-winds-down-11582624276", "title": "The Taj Mahal, Folk Dancers, 'Hey Jude': Trump's 36 Hours in India", "date": "2020-02-25 15:35", "summary": "President and Prime Minister Modi celebrate their relationship, sidestep trade issues. NEW DELHI-President Trump's flight time for his India trip this week will total about 36 hours, a steep trade-off for about the same amount of time in the country. But his diplomatic drop-in was as intense as it was brief, with his hosts providing expansive red-carpet treatment that the president used to celebrate the most politically favorable stretch of his presidency.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-wont-shun-the-feds-discount-window-anymore-11582662187", "title": "JPMorgan Won't Shun the Fed's Discount Window Anymore", "date": "2020-02-25 15:23", "summary": "Move is likely to lessen stigma associated with borrowing directly from central bank. JPMorgan Chase & Co. Chief Executive James Dimon said the bank is open to tapping the Federal Reserve's rainy-day fund, a move that's likely to lessen the stigma associated with borrowing directly from the central bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-deputy-health-minister-contracts-coronavirus-11582639474", "title": "Iran's Deputy Health Minister Contracts Coronavirus", "date": "2020-02-25 15:22", "summary": "Death toll from the virus rises to at least 15 in Iran with around 1,000 people being tested for the infection. The number of people killed by the coronavirus in Iran has risen to at least 15, the country's health ministry said, with nearly 100 cases of the infection confirmed, including the man in charge of containing the spread of the pathogen in the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-extends-fall-on-coronavirus-related-demand-fears-11582650327", "title": "Oil Extends Fall on Coronavirus Fears", "date": "2020-02-25 15:20", "summary": "Investors still trying to gauge the fallout from virus. Oil prices fell again Tuesday, weighed down by investors' concerns about how the spread of the coronavirus outside China will affect global oil demand.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depots-quarterly-profit-rises-11582631034", "title": "Home Depot's Quarterly Profit Rises", "date": "2020-02-25 15:10", "summary": "Retailer's finance chief says the economy is strong and the U.S. consumer is 'healthy'. Home Depot Inc. posted higher profit for its latest quarter, a sign of health for the U.S. economy following lackluster sales reports from other retailers in recent weeks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midnight-in-paris-surrealism-at-the-crossroads-1929-review-more-than-melting-watches-11582660133", "title": "'Midnight in Paris: Surrealism at the Crossroads, 1929' Review: More Than Melting Watches", "date": "2020-02-25 14:48", "summary": "An exhibition reveals the breadth of the movement before it exploded onto the global scene.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-julian-schnabels-legacy-he-isnt-sure-11582658048", "title": "What's Julian Schnabel's Legacy? He Isn't Sure.", "date": "2020-02-25 14:14", "summary": "\"A long time ago, I had a show at the Whitney. Was I excited about that? Yeah, I was. Does it matter now? No.\". The artist Julian Schnabel was driving in Troncones, Mexico, near where he has a home, when the pink fabric roof of a makeshift toy store caught his eye. \"I found that material to look like a painting,\" he says, \"So I stopped and bought the roof of the guy's store and stretched it between some palm trees.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-me-out-to-the-conference-call-11582655315", "title": "Take Me Out to the Conference Call", "date": "2020-02-25 14:05", "summary": "Executives' baseball analogies are full of rookie errors. Spring training isn't just for baseball players. It is for corporate executives on conference calls, too.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-make-bloomberg-their-pc-punching-bag-11582656912", "title": "The Democrats Make Bloomberg Their PC Punching Bag", "date": "2020-02-25 13:55", "summary": "But it seems a dubious way of getting votes. How many American voters subscribe to political correctness?. Poor Democrats. As if they don't already have enough trouble, they also happen to be lashed to political correctness. How firmly lashed we learned at last week's presidential debate, in which candidates competed over who is the most PC.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-sense-of-stocks-rude-awakening-to-virus-scare-11582637181", "title": "Making Sense of Stocks' Rude Awakening to Virus Scare", "date": "2020-02-25 13:48", "summary": "Look below the surface of the S&P 500 and the market mostly reflected investors' concerns. Did stocks tank on Monday because they were finally noticing danger signs that the bond market has been screaming about for weeks? Or did equities just react in a reasonable way to the rapid spread of Covid-19 in South Korea and Italy over the weekend?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pace-of-home-price-growth-picked-up-in-december-11582642303", "title": "Pace of U.S. Home Price Growth Picked up in December", "date": "2020-02-25 13:40", "summary": "Average home prices in major metropolitan areas rose 3.8% in the year ended in December, S&P CoreLogic Case-Shiller reports. The pace of home price growth sped up in December, marking a full eight years of price increases in American homes for sale.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-julian-schnabels-studio-11582655857", "title": "Inside Julian Schnabel's Studio", "date": "2020-02-25 13:37", "summary": "Details from the artist's workspace, located inside his West Village residence, the Palazzo Chupi. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-most-delicious-way-to-cook-cauliflower-11582748462", "title": "The Most Delicious Way to Cook Cauliflower", "date": "2020-02-25 13:31", "summary": "Roast half of it for deep umami flavor and give the rest a quick simmer to keep it delightfully vital. The result is a satisfying vegetable ragout to serve over pasta. ON DAYS OFF, most chefs want to be anywhere but the kitchen. Philip Krajeck is an exception. \"I'm a dad and I love to cook,\" he said. While you won't find this warming winter pasta on the menu at either of Mr. Krajeck's Nashville restaurants, it wins rave reviews from his family. His second Slow Food Fast recipe combines rigatoni with cauliflower, anchovies, chile flakes, garlic and Parmesan. Fresh parsley and crunchy fried breadcrumbs provide color and contrast.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-juul-executives-leave-company-in-pullback-overseas-11582648187", "title": "Two Juul Executives Leave Company in Pullback Overseas", "date": "2020-02-25 13:31", "summary": "E-cigarette maker has scaled back plans in several countries after criticism of its marketing, regulatory pressure. Two executives overseeing international regions for Juul Labs Inc. are departing the e-cigarette maker as it scales back its overseas operations, the company said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potatoes-butter-salt-a-recipe-youll-commit-to-memory-11593538674", "title": "Potatoes, Butter, Salt: A Recipe You'll Commit to Memory", "date": "2020-02-25 13:31", "summary": "The Swiss know cold-weather cooking. Exhibit A: rösti, the world's most comforting potato pancake and a masterpiece of simplicity. Rösti recipes spark the same fierce debate in Switzerland that chocolate chip cookie recipes do in the U.S. A flattened disc of shredded potatoes cooked in fat until crisp on the outside and tender and creamy within, rösti is served whole or in slices-and few people wish to stop at one. Who could possibly argue with-or about-that?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-justices-sotomayor-ginsburg-11582650929", "title": "Trump Criticizes Justices Sotomayor, Ginsburg", "date": "2020-02-25 13:15", "summary": "President says they should recuse themselves from cases involving him. President Trump criticized two liberal members of the Supreme Court and said they should recuse themselves from cases involving him, his latest broadside against members of the judiciary whose rulings he sees as unfavorable to his interests.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subscription-companies-make-quitting-easier-11582654262", "title": "Subscription Companies Make Quitting Easier", "date": "2020-02-25 13:11", "summary": "Most Popular News. Companies that sell subscriptions to products-everything from razors and high-fashion clothing to pet products and meal kits-are locked in fierce competition.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walmart-to-combine-online-and-store-product-buying-teams-11582643932", "title": "Walmart to Combine Online and Store Product-Buying Teams", "date": "2020-02-25 13:09", "summary": "Move is partly aimed at easing conflict between units over pricing, other issues. Walmart Inc. is combining its U.S. online and store product-buying teams as the country's largest retailer seeks to reduce conflict between the units and increase profits at its e-commerce business, whose global sales will approach $50 billion this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-proposes-safety-fix-for-another-737-max-production-lapse-11582653916", "title": "FAA Proposes Safety Fix for Another 737 MAX Production Lapse", "date": "2020-02-25 13:05", "summary": "Boeing says proposal isn't expected to affect mid-2020 return for the grounded jets. The Federal Aviation Administration is mandating a new round of safety fixes before Boeing Co. 's 737 MAX jets can return to the air, this time targeting assembly-line lapses that could result in dual-engine power loss in the event of a lightning strike.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lifts-import-restrictions-on-u-s-farm-goods-11582650492", "title": "China Lifts Import Restrictions on U.S. Farm Goods", "date": "2020-02-25 12:48", "summary": "Chinese leaders have removed barriers on U.S. poultry, poultry products and pet food, along with other actions, U.S. officials say. WASHINGTON-U.S. officials said Chinese leaders have taken the first steps toward implementing the first phase of a trade deal between the world's two largest economies, an announcement that comes amid concerns that the coronavirus could delay the pace of China's promise to purchase more U.S. crops and other goods.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-chief-cautions-countries-against-overreacting-to-coronavirus-11582652787", "title": "IMF Chief Cautions Countries Against Overreacting to Coronavirus", "date": "2020-02-25 12:46", "summary": "Managing Director Kristalina Georgieva calls for 'well-targeted and proportionate measures'. The head of the International Monetary Fund cautioned countries against overreacting to the coronavirus threat and urged governments to take \"well-targeted and proportionate measures\" to avoid hurting their economies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depots-strong-foundation-for-scary-times-11582652081", "title": "Home Depot's Strong Foundation for Scary Times", "date": "2020-02-25 12:34", "summary": "The home-improvement retailer had a strong quarter and should weather the effects of the coronavirus epidemic better than many bricks-and-mortar companies. Like almost any other company, Home Depot could get badly dented by the coronavirus epidemic. For now, however, it is doing very well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intuits-new-way-to-beat-the-taxman-11582651752", "title": "Intuit's New Way to Beat the Taxman", "date": "2020-02-25 12:29", "summary": "Credit Karma deal takes out competitor and builds up options outside of tax prep. It is said that nothing is certain but death and taxes. For Intuit , even the latter might not always be a sure bet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-rule-impedes-fast-food-contract-workers-ability-to-unionize-11582638300", "title": "Labor Rule Impedes Fast-Food, Contract Workers' Ability to Unionize", "date": "2020-02-25 12:15", "summary": "NLRB reverses 2015 ruling on joint employment that was supported by labor unions. The federal panel that arbitrates management-labor disputes will issue a rule this week that is expected to limit the ability of employees at fast-food restaurants and staffing firms to organize unions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fired-saudi-oil-chief-falih-returns-as-investment-minister-11582650865", "title": "Fired Saudi Oil Chief Falih Returns as Investment Minister", "date": "2020-02-25 12:14", "summary": "Kingdom brings back high-profile figure to help drum up the foreign investment needed for Prince Mohammed's domestic agenda. Saudi Arabia's King Salman tapped former Energy Minister Khalid al-Falih to head a newly created investment ministry as part of a cabinet shuffle, calling back a high-profile figure as the government struggles to lure foreign capital to drive an economic transformation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assange-tried-to-warn-hillary-clinton-about-naming-of-u-s-sources-lawyers-say-11582645214", "title": "Assange Tried to Warn Hillary Clinton About Naming of U.S. Sources, Lawyers Say", "date": "2020-02-25 12:04", "summary": "WikiLeaks founder's defense team says he called State Department before other websites published unredacted material. LONDON-Lawyers representing Julian Assange disputed the U.S. government's claim that he solicited classified material and recklessly endangered lives when he published it, on the second day of a hearing to determine whether the WikiLeaks founder should be extradited to the U.S. to stand trial.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internet-shutdowns-become-a-favorite-tool-of-governments-its-like-we-suddenly-went-blind-11582648765", "title": "Internet Shutdowns Become a Favorite Tool of Governments: 'It's Like We Suddenly Went Blind'", "date": "2020-02-25 12:02", "summary": "Governments increasingly order telecoms to turn off web access in neighborhoods, regions or whole countries, sometimes for months. PONNAGYUN, Myanmar-Last June, the Myanmar subsidiary of telecom Telenor Group received an urgent government order it was told it must not disclose. Turn off the internet in nine townships.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-arrives-unfashionably-early-during-italys-fashion-shows-11582649994", "title": "Coronavirus Arrives Unfashionably Early During Italy's Fashion Shows", "date": "2020-02-25 11:59", "summary": "How Italy's growing number of confirmed cases disrupted the style industry's biannual events in Milan. AS I WAITED to go through customs at Milan's Malpensa airport, en route to the women's fashion shows that kicked off Feb. 18, a man in a mask and surgical gloves flashed a light at my forehead with a thermometer gun to take my temperature digitally. Behind me, throngs of other sleepy, black-garbed fashion types were arriving for the shows. Like migrating birds in trench coats, twice a year they fly in from all around the world, rolling their hard-ridged Rimowa suitcases filled with carefully chosen outfits layered between sheets of tissue paper.", "categories": [["World", "Europe", "REPORTER'S NOTEBOOK"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/translating-harry-potter-into-yiddish-isnt-totally-meshugge-11582649480", "title": "Translating Harry Potter Into Yiddish Isn't Totally Meshugge", "date": "2020-02-25 11:51", "summary": "Despite the many obstacles, a quixotic publishing feat has generated some magic of its own. Publishing a Harry Potter book in Yiddish is as crazy as it sounds.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-of-los-angeles-sees-coronavirus-impact-sharply-reducing-imports-11582648931", "title": "Port of Los Angeles Sees Coronavirus Impact Sharply Reducing Imports", "date": "2020-02-25 11:42", "summary": "Shipping companies have canceled a quarter of sailings to the port as the impact of the outbreak in China affects business operations across the Pacific. The largest U.S. gateway for seaborne imports from China is projecting a 25% drop in container volumes this month as the economic impact of the coronavirus spreads across shipping operations far from the outbreak.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-probesignals-governance-weakness-activist-investor-says-11582648290", "title": "Barclays Probe Signals 'Governance Weakness,' Activist Investor Says", "date": "2020-02-25 11:31", "summary": "Investigation of CEO Jes Staley's professional relationship with Jeffrey Epstein draws fire from activist shareholder Edward Bramson. LONDON-The investigation by U.K. regulators of the professional relationship between Barclays PLC Chief Executive Jes Staley and Jeffrey Epstein, the late financier and convicted sex offender, shows there is \"governance weakness\" at the British bank, according to an activist investor.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-reports-profit-sales-decline-11582635054", "title": "Macy's: Coronavirus Slows Tourist Spending, Chinese Suppliers", "date": "2020-02-25 11:20", "summary": "CEO says 'nothing to be concerned' about impact on business; leaves 2020 targets unchanged. Macy's Inc. chief Jeff Gennette said the retailer was seeing a slight slowdown in sales as a result of the coronavirus due to fewer U.S. visits from Asian tourists, but it was too soon to know how significant an impact the disease would have on consumers or suppliers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-montreal-posts-profit-rise-11582645312", "title": "Bank of Montreal Posts Profit Rise", "date": "2020-02-25 10:41", "summary": "Canadian bank's U.S. arm records higher provisions for credit losses. Bank of Montreal logged a 5.4% rise in its fiscal first-quarter profit thanks in part to a lift in revenue and a solid period for Canadian loan and deposit growth and its capital markets arm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kreis-beall-brings-it-home-11582644950", "title": "Kreis Beall Brings It Home", "date": "2020-02-25 10:35", "summary": "The Blackberry Farm co-founder describes how she went from building a 4,200-acre resort to discovering what matters in a 1,500-square-foot carriage house in Knoxville, Tenn.. Kreis Beall, 67, is the retired co-founder of Blackberry Farm, an award-winning resort in East Tennessee. She is the author of \"The Great Blue Hills of God\" (Convergent), a memoir. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dp-world-buys-canadian-cargo-terminal-for-290-million-11582644456", "title": "DP World Buys Canadian Cargo Terminal for $290 Million", "date": "2020-02-25 10:27", "summary": "The multi-purpose terminal near the Port of Vancouver will add to the Dubai-based operator's capacity on Canada's West Coast. DP World is buying a large cargo terminal near Canada's Port of Vancouver from Macquarie Infrastructure Partners for $290 million as the Dubai-based port operator extends its reach in Canadian shipping operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economic-output-shrank-in-2019-11582633966", "title": "Mexican Economic Output Shrank in 2019, Data Confirm", "date": "2020-02-25 10:22", "summary": "Decline mars President López Obrador's first year in office. MEXICO CITY-The Mexican economy contracted in 2019 for the first time in a decade, revised government data confirmed Tuesday, with drops in industrial production and investment marring the first year in office of President Andrés Manuel López Obrador.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-voting-whether-to-tax-landlords-for-empty-storefronts-11582632004", "title": "San Francisco Voting Whether to Tax Landlords for Empty Storefronts", "date": "2020-02-25 10:10", "summary": "Bill's purpose is to 'reinvigorate commercial corridors and stabilize commercial rents'. San Francisco will put to vote next Tuesday a punitive new approach to ending the blight of empty storefronts.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-manhattans-diamond-district-haggling-is-half-the-fun-11582642800", "title": "In Manhattan's Diamond District, Haggling is Half the Fun", "date": "2020-02-25 10:00", "summary": "Resume Subscription. As anyone who has visited Manhattan's Diamond District knows, you can't walk the bustling Midtown block without encountering a half-dozen sidewalk hustlers demanding, \"Can I help you with something? Buying? Selling?\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-grapple-with-coronavirus-impact-on-largest-u-s-firms-11582639572", "title": "Investors Grapple With Coronavirus Impact on Largest U.S. Firms", "date": "2020-02-25 09:56", "summary": "Disruption may deepen for American companies that rely heavily on overseas revenue and supply chains. The U.S. may have so far avoided the worst impacts of coronavirus. But for companies with major operations abroad, the calculus is changing quickly.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trove-of-georgia-okeeffe-mementos-for-sale-at-sothebys-11582642465", "title": "A Trove of Georgia O'Keeffe Mementos, for Sale at Sotheby's", "date": "2020-02-25 09:54", "summary": "The artist's address book, recipe box, clothes and art supplies will be part of a sale on March 5 at the auction house in New York. The Georgia O'Keeffes up for auction next month aren't her larger-than-life paintings of flowers or desert landscapes. Instead, day-to-day items such as the artist's address book, recipe box, clothes and art supplies will be part of a sale on March 5 at Sotheby's in New York.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-olympic-marathon-trials-loom-nike-competitors-race-to-the-finish-11582639200", "title": "Rivals Race to Catch Nike's Vaporfly", "date": "2020-02-25 09:38", "summary": "Saturday's U.S. Olympic marathon trials will test brands' answers to the industry leader's high-tech shoes. Waltham, Mass.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calgarys-once-booming-economy-hit-by-oil-industrys-woes-11582636735", "title": "Calgary's Once-Booming Economy Hit by Oil Industry's Woes", "date": "2020-02-25 09:36", "summary": "Resume Subscription. CALGARY, Alberta-The massif of steel and glass skyscrapers at the core of this city's downtown once stood as a testament to the rise of Canada's oil-and-gas industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-singer-and-her-t-bucket-make-beautiful-music-together-11582640613", "title": "A Singer and Her T-Bucket Make Beautiful Music Together", "date": "2020-02-25 09:23", "summary": "Resume Subscription. Kandace Springs, 31, a jazz singer, pianist and songwriter from La Vergne, Tenn., on her T-bucket, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-singing-the-praises-of-a-t-bucket-11582640246", "title": "Photos: Singing the Praises of a T-Bucket", "date": "2020-02-25 09:17", "summary": "Kandace Springs has a love of cars that rivals her love of music and a modified hot rod that likes to make some noise. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-weighs-penalizing-chinese-news-outlets-over-expulsion-of-journal-reporters-11582608012", "title": "U.S. Weighs Penalizing Chinese News Outlets Over Expulsion of Journal Reporters", "date": "2020-02-25 09:07", "summary": "The National Security Council has said that the Trump administration is weighing a range of responses. President Trump said Tuesday that he is considering retaliating against China for its expulsion of three Wall Street Journal reporters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-seeks-2-5-billion-to-fight-coronavirus-11582593240", "title": "Trump Administration Seeks $2.5 Billion to Fight Coronavirus", "date": "2020-02-25 08:44", "summary": "U.S. has suffered 53 confirmed cases of the virus as of Monday night. WASHINGTON-The Trump administration is asking Congress to approve roughly $1.8 billion to fight the novel coronavirus as the disease spreads across the globe and seeking the flexibility to spend as much as $2.5 billion.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comedian-ben-schwartz-on-the-best-way-to-use-siri-11582050750", "title": "Comedian Ben Schwartz on the Best Way to Use Siri", "date": "2020-02-25 08:32", "summary": "\"[It's] a game Amir Blumenfeld invented called 'Who's 58?' The goal is to guess anyone in the zeitgeist who is exactly 58 years old. It's thrilling.\". The writer and actor, who voices Sonic in the movie Sonic the Hedgehog and stars in the film Standing Up, Falling Down, shares what's on his phone.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hp-shake-shack-dine-brands-hertz-11582623971", "title": "Stocks to Watch: Home Depot, Macy's, HP, Hertz", "date": "2020-02-25 08:22", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomson-reuters-names-former-nielsen-executive-as-ceo-11582636314", "title": "Thomson Reuters Names Former Nielsen Executive as CEO", "date": "2020-02-25 08:11", "summary": "Steve Hasker will take over March 15. Thomson Reuters Corp. has named former Nielsen Holdings PLC President and Chief Operating Officer Steve Hasker as its chief executive and president and Mike Eastwood as its finance chief, among other management changes effective March 15.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-holds-aprecarious-position-in-democratic-race-11582635607", "title": "Elizabeth Warren Holds a Precarious Position in Democratic Race", "date": "2020-02-25 08:00", "summary": "The Massachusetts senator picked up no delegates from Nevada's caucuses and is well behind Bernie Sanders's lead. LAS VEGAS-Elizabeth Warren's position in the race for Democratic delegates failed to improve after the caucuses in Nevada, a blow to the Massachusetts senator's argument that she can stay viable in the race even without notching statewide victories.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstones-mr-fix-it-sees-profits-in-japanese-buy-and-hold-play-11582632003", "title": "Blackstone's Mr. Fix-It Sees Profits in Japanese Buy-and-Hold Play", "date": "2020-02-25 07:00", "summary": "Newer set of funds focuses on real estate in Japan that offers a more predictable income stream. Blackstone Group Inc. became one of the world's top property investors by sticking to Jonathan Gray's preferred formula for market-beating returns: Buy it, fix it, sell it.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clemency-for-rod-blagojevich-came-after-long-campaign-tailored-to-trump-11582632003", "title": "Clemency for Blagojevich Came After Long Campaign Tailored to Trump", "date": "2020-02-25 07:00", "summary": "Republican consultant enlisted Fox News, Rudy Giuliani and Jesse Jackson to help get ex-governor out of prison. Rod Blagojevich's release from federal prison last week culminated a nearly two-year campaign to put the once-prominent Democrat's case on President Trump's agenda, orchestrated by a volunteer adviser who once worked for the former Illinois governor's political opponents.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-firms-new-fund-helps-e-commerce-retailers-go-offline-11582632002", "title": "Venture Firm's New Fund Helps E-Commerce Retailers Go Offline", "date": "2020-02-25 07:00", "summary": "Fifth Wall closes $100 million fund to invest in online retailers looking to open physical stores. A real-estate-focused venture-capital firm said it has closed a $100 million fund to invest in companies born online that are looking to join the bricks-and-mortar world.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-scare-this-time-is-different-11582632012", "title": "The Coronavirus Scare: This Time Is Different", "date": "2020-02-25 07:00", "summary": "Even if health authorities get a grip on the outbreaks, counting on an economic and market recovery may be wishful thinking. This is the first column in a five part Heard on the Street series about the market and economic impact of the coronavirus epidemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cars-com-cto-boosts-staff-cloud-skills-in-move-to-amazon-web-services-11582632002", "title": "Cars.com CTO Boosts Staff Cloud Skills in Move to Amazon Web Services", "date": "2020-02-25 07:00", "summary": "AWS will drive Cars.com's new website. Cars.com LLC is retraining its information technology staff as the online vehicle marketplace shifts operations from co-located data centers to Amazon.com Inc.'s cloud service.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-debate-what-to-watch-with-sanders-as-the-front-runner-11582632005", "title": "Democratic Debate: What to Watch With Sanders as the Front-Runner", "date": "2020-02-25 07:00", "summary": "A look at what's at stake in South Carolina as the presidential candidates again meet. South Carolina is a make-or-break state for former Vice President Joe Biden, who was the national Democratic primary front-runner for much of 2019 but who has watched Sen. Bernie Sanders of Vermont rack up a delegate lead after the first three contests. Because the state doesn't permit early voting, Tuesday night's debate could significantly influence people who are still making up their minds ahead of Saturday's voting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-virus-censorship-and-propaganda-draw-backlash-11582632006", "title": "China's Virus Censorship and Propaganda Draw Backlash", "date": "2020-02-25 07:00", "summary": "The fast-spreading Covid-19 epidemic has stirred a flood of negative opinion about the Communist Party's handling of the crisis. To shape public opinion about China's response to the deadly new coronavirus, Beijing has turned to a trusted strategy: deploying a massive propaganda campaign and suppressing critical news coverage.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-could-bring-back-bad-memories-for-chip-makers-11582629040", "title": "Coronavirus Could Bring Back Bad Memories for Chip Makers", "date": "2020-02-25 06:10", "summary": "A business recovery for memory-chip makers like Samsung could be derailed by the spreading epidemic. Chip makers are among the companies most vulnerable to the coronavirus. The epidemic could bring back some bad memories.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-aging-population-breathes-new-life-into-a-centuries-old-investment-idea-11582628400", "title": "Japan Breathes New Life Into a Centuries-Old Investment Idea", "date": "2020-02-25 06:00", "summary": "Tontines, which had their heyday over 300 years ago, are enjoying a revival among those who fear they will outlive their savings. TOKYO-A controversial centuries-old investment arrangement, often used as a plot device in murder mysteries, is experiencing a resurgence in Japan as a savings vehicle designed for the era of longevity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-states-consider-free-tampons-in-school-bathrooms-11582626601", "title": "More States Consider Free Tampons in School Bathrooms", "date": "2020-02-25 05:30", "summary": "Wave of student activism helps fuel bills in more than a dozen states. In schools around the country, more girls are making the same request: free tampons.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/predators-use-the-internet-to-hideai-is-trying-to-unmask-them-11582626600", "title": "How AI Can Detect Child Predators Online-Before They Attack", "date": "2020-02-25 05:30", "summary": "New initiatives aim to protect young people when they chat with strangers online, but can the bots get ahead of the bad guys?. When Rhiannon McDonald was 13, she was chatting online one night with someone she thought was a female modeling scout. In a matter of hours, from the computer in her bedroom, she was coerced into sending numerous photos of herself unclothed-and providing her home address.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sentences-bookseller-gui-minhai-to-10-years-in-jail-11582614876", "title": "China Sentences Bookseller Gui Minhai to 10 Years in Jail", "date": "2020-02-25 02:14", "summary": "Beijing reinstates Swedish national's Chinese citizenship, underscoring the tenuous legal status of Chinese-born foreign citizens. HONG KONG-A Chinese court sentenced a bookseller who was born in China and held Swedish citizenship to 10 years in jail on espionage charges, and said his Chinese nationality had been reinstated, underscoring Beijing's increasing forcefulness in asserting jurisdiction over foreign citizens.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-names-new-ceo-to-succeed-iger-11582665764", "title": "Disney CEO Bob Iger Steps Aside; Parks Chief to Take Helm", "date": "2020-02-25 00:01", "summary": "Chapek has led Disney Parks since 2015; Iger to stay on as executive chairman. Robert Iger stepped aside as chief executive of Walt Disney Co. , though he will retain significant power over the company that he expanded into Hollywood's biggest and most powerful entertainment conglomerate over a more than 14-year tenure.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582573481", "title": "Pepper...and Salt", "date": "2020-02-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-the-inside-story-review-the-path-to-domination-11582606800", "title": "'Facebook: The Inside Story' Review: The Path to Domination", "date": "2020-02-25 00:00", "summary": "As it grew, Facebook was helped by knowing what apps its users were exploring, generally without users being aware of the surveillance.. There are 7.8 billion people on planet Earth. Over a third of them use the Facebook platform each month and around 2.3 billion use at least one of Facebook's services each day, according to the company's most recent earnings call. By serving as the fabric connecting billions of users and delivering so much content that they \"Like,\" is Facebook making the world a better place, as the company contends, or is it doing harm, by addicting us to manipulative clickbait while amplifying poisonous voices and invading our privacy? As veteran technology journalist Steven Levy explains in \"Facebook: The Inside Story,\" it's complicated.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viruss-global-spread-may-not-be-contained-who-says-11582567815", "title": "Coronavirus's Global Spread May Not Be Contained, WHO Says", "date": "2020-02-25 22:32", "summary": "Number of new cases in China declines, but it isn't clear whether outbreak can be stopped from spreading globally, World Health Organization says. The World Health Organization said Monday it isn't yet clear whether the coronavirus can be stopped from spreading further globally, as growing outbreaks in Italy, South Korea and Iran heightened concerns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-enters-creditor-talks-ahead-of-potential-generics-bankruptcy-11582572100", "title": "Mallinckrodt Pitches at Least $1.6 Billion Opioid Settlement, Generics Unit Bankruptcy", "date": "2020-02-25 22:00", "summary": "The Ireland-based company is proposing a settlement of opioid-related liabilities that would put its U.S. generic-drug business in chapter 11 bankruptcy. Drugmaker Mallinckrodt PLC is finalizing a settlement proposal worth at least $1.6 billion that would place its U.S. generic-drug business into bankruptcy to address coming debt maturities and liabilities stemming from the opioid crisis, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weinstein-convicted-of-third-degree-rape-and-first-degree-criminal-sexual-act-11582562791", "title": "Harvey Weinstein Convicted of Some Sex Crimes, Acquitted of Others", "date": "2020-02-25 21:32", "summary": "Hollywood producer is taken to New York City jail after verdict; sentencing set for March 11. Harvey Weinstein was found guilty of sex crimes involving two women but acquitted of the most severe charges he faced, a mixed verdict that nevertheless means the Hollywood producer faces the prospect of a lengthy prison term and delivers a victory to the #MeToo movement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-enough-doctors-in-daegu-as-virus-cases-rise-south-koreas-response-is-criticized-11582547600", "title": "As Coronavirus Cases Rise, South Korea's Response Is Criticized", "date": "2020-02-25 20:23", "summary": "More than 760,000 people sign petition calling for ban on all Chinese travelers. South Korea's efforts to tackle the coronavirus epidemic are being criticized for both moving too quickly and not fast enough, a dizzying backlash as the country struggles to tame the fast-spreading illness.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-pressure-u-s-indian-health-service-to-release-sex-abuse-report-11582586359", "title": "Lawmakers Pressure U.S. Indian Health Service to Release Sex-Abuse Report", "date": "2020-02-25 20:03", "summary": "Report focuses on the IHS's failure to protect children from abuse during the nearly 30-year-career of pediatrician Stanley Patrick Weber. Lawmakers who oversee the U.S. Indian Health Service are demanding the health care agency release a report on its mishandling of a pedophile doctor that it wants to keep confidential, saying the agency must be held accountable.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-to-buy-back-15-billion-in-stock-to-battle-xerox-takeover-bid-11582578485", "title": "HP to Buy Back $15 Billion in Stock to Battle Xerox Takeover Bid", "date": "2020-02-25 19:28", "summary": "For the quarter, HP reports a 16% decline in profit to $678 million, or 46 cents a share. HP Inc. pledged to buy $15 billion of stock, with at least $8 billion of that in the first year, to tackle a hostile takeover bid from Xerox Holdings Corp.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-market-pandemic-11582590444", "title": "A Market Pandemic", "date": "2020-02-25 19:27", "summary": "Investors get the coronavirus jitters, but please hold the panic.. The World Health Organization (WHO) still hasn't declared the novel coronavirus a global pandemic, but you wouldn't know it from Monday's convulsions in financial markets. The economic slowdown that started in China is now infecting global supply chains, and the economic harm may be broader than predicted.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-place-for-meaningful-cultural-conversations-11582590127", "title": "A Place for Meaningful Cultural Conversations", "date": "2020-02-25 19:22", "summary": "A revamped Seattle Asian Art Museum organizes its collection along thematic, instead of geographic, lines with special attention paid to outside voices.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-janus-jiu-jitsu-11582590067", "title": "California's Janus Jiu Jitsu", "date": "2020-02-25 19:21", "summary": "A lawsuit challenges a state law banning advice on paying union fees.. The Supreme Court ruled in Janus v. Afscme (2018) that government employees cannot be compelled to subsidize union speech. California Democrats quickly undercut this First Amendment landmark by forbidding government officials from talking about worker speech rights.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-cuba-illiteracy-11582590096", "title": "Bernie's Cuba Illiteracy", "date": "2020-02-25 19:21", "summary": "The Vermont Senator finds a silver lining to the Castro revolution.. As Bernie Sanders advances closer to the White House, his beliefs and policies may finally get the scrutiny they deserve. An example was an interview on CBS 's \"60 Minutes\" Sunday when the 78-year-old socialist waxed effusive over Cuban literacy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-train-that-ran-over-boris-johnson-11582589945", "title": "The Train That Ran Over Boris Johnson", "date": "2020-02-25 19:19", "summary": "The British Prime Minister falls for a high-speed rail boondoggle.. U.K. Prime Minister Boris Johnson this month endorsed a new high-speed rail line between London and the north of England. As a tale of the temptations facing a politician urgently trying to boost the economy, it doesn't get more cautionary than this.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosi-restaurant-chain-enters-bankruptcy-for-second-time-since-2016-11582589894", "title": "Così Restaurant Chain Enters Bankruptcy for Second Time Since 2016", "date": "2020-02-25 19:18", "summary": "The fast-casual dining chain said it would increase its focus on catering after closing 30 stores in December. Fast-casual dining chain Così Inc. filed for bankruptcy protection for the second time since 2016, saying it would place a greater focus on catering after closing 30 of its soup-and-sandwich restaurants.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-of-coronavirus-rather-than-virus-itself-hits-economies-11582589904", "title": "Fear of Coronavirus, Rather Than Virus Itself, Hits Economies", "date": "2020-02-25 19:18", "summary": "Estimates of the epidemic's impact on the global economy are largely educated guesses. The body's immune response to infection is often more painful than the infection itself. The same is true of epidemics and the economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmaker-moderna-delivers-first-coronavirus-vaccine-for-human-testing-11582579099", "title": "Drugmaker Ships First Experimental Coronavirus Vaccine for Human Tests", "date": "2020-02-25 19:16", "summary": "Clinical trial is expected to start in April, as epidemic originating in China spurs quick response. Drugmaker Moderna Inc. has shipped the first batch of its rapidly developed coronavirus vaccine to U.S. government researchers, who will launch the first human tests of whether the experimental shot could help suppress the epidemic originating in China.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-rethinks-approach-to-conflicts-among-bond-rating-firms-11582589644", "title": "SEC Rethinks Approach to Conflicts Among Bond Raters", "date": "2020-02-25 19:14", "summary": "Agency is seeking industry input on how to combat rating inflation as 2010 fix falters. LAS VEGAS-The Securities and Exchange Commission's top official overseeing credit-rating firms said Monday the agency is rethinking its post-crisis effort to improve the quality of bond ratings, a tacit acknowledgment that the decade-old program has been a failure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-tightens-training-requirements-for-airline-pilots-11582589674", "title": "FAA Tightens Training Requirements for Airline Pilots", "date": "2020-02-25 19:14", "summary": "New rule calls for command and mentoring training for captains. U.S. aviation regulators are mandating enhanced training for airline pilots, from newly hired first officers to veteran captains, culminating years of debate over how to improve cockpit decision-making and leadership skills.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shake-shakes-customer-traffic-weakens-11582587525", "title": "Shake Shack's Customer Traffic Weakens", "date": "2020-02-25 19:04", "summary": "Hamburger chain issues warning about next fiscal year after quarterly same-store sales fall 3.6%. Shake Shack Inc. struggled to draw in customers in its latest quarter and warned sales growth might decline next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-faces-backlog-of-background-checks-on-employees-11582588913", "title": "New York City Faces Backlog of Background Checks on Employees", "date": "2020-02-25 19:01", "summary": "Among employees allowed to start jobs without being fully vetted was former education official David Hay, who was charged with child sex crime. New York City's Department of Investigation needs four years to clear up a backlog of background checks on thousands of city employees, the commissioner said Monday, saying the agency has limited staff and resources to process them.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-business-revolut-valued-at-5-5-billion-in-new-funding-round-11582588800", "title": "Payments Business Revolut Valued at $5.5 Billion in New Funding Round", "date": "2020-02-25 19:00", "summary": "The total raised is now $836 million; company will start offering services in the U.S. this year. Revolut Ltd., one of the fastest-growing upstarts in the hot U.K. digital banking and payments market, was valued at $5.5 billion after it raised $500 million in new funding from venture capitalists.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]