[{"link": "https://www.wsj.com/articles/companies-are-grappling-with-how-to-report-coronavirus-risks-11582761493", "title": "Companies Wrestle With What to Disclose About Coronavirus Risks", "date": "2020-02-26 18:58", "summary": "Challenge lies in disclosing details of future impact in financial filings, when information about the current outbreak is evolving. Companies are puzzling over what to tell investors about how the still-developing global coronavirus outbreak could affect future performance.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-transport-communications-company-settles-allegations-of-terrorist-sanctions-violations-11582761255", "title": "Air Transport Communications Company Settles Allegations of Terrorist Sanctions Violations", "date": "2020-02-26 18:54", "summary": "Société Internationale de Télécommunications Aéronautiques SCRL agrees to pay $7.8 million to settle allegations it did business with airlines that the U.S. had placed on a terrorist blacklist. An air transport communications company has agreed to pay $7.8 million to settle allegations it did business with airlines that the U.S. had placed on a terrorist blacklist.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-ratings-firms-keep-close-eye-on-liquidity-cash-flow-as-coronavirus-spreads-11582760710", "title": "CFOs, Ratings Firms Keep Close Eye on Liquidity, Cash Flow as Coronavirus Spreads", "date": "2020-02-26 18:45", "summary": "Companies could face ratings downgrades and funding problems amid continued outbreak. Finance chiefs and ratings firms are ramping up their efforts to assess the impact of the coronavirus outbreak on companies' balance sheets, cash flow and liquidity buffers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-predicts-coronavirus-will-hurt-fee-revenue-11582755990", "title": "Marriott Predicts Coronavirus Will Hurt Fee Revenue", "date": "2020-02-26 18:42", "summary": "Travel disruptions and low Asia-Pacific occupancy rates pose threat to hotel operator's results. Marriott International Inc. expects the coronavirus epidemic to weigh on its fee revenue in 2020, as the pathogen's spread outside of China stokes fears and disrupts travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-lufthansa-makes-cuts-as-it-braces-for-coronavirus-impact-11582712819", "title": "Global Airlines Brace for Coronavirus Impact", "date": "2020-02-26 18:34", "summary": "Epidemic might cost sector as much as $100 billion, some experts say. As coronavirus continues its spread outside of China, the global airline industry is recalibrating its response to a threat that could be its worst since the financial crisis a decade ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-expects-personal-computing-to-miss-target-citing-coronavirus-11582757261", "title": "Microsoft Expects Personal Computing to Miss Target", "date": "2020-02-26 18:33", "summary": "Unit's products include Windows software, Surface tablets and Xbox gaming hardware. Microsoft Corp. warned that supply-chain disruptions from the coronavirus outbreak would dent this quarter's sales, the second major tech company after Apple Inc. to lower expectations because of the public-health crisis in China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-legislature-repeals-death-penalty-11582759990", "title": "Colorado Legislature Repeals Death Penalty", "date": "2020-02-26 18:33", "summary": "Gov. Jared Polis is expected to sign the bill, making Colorado the 10th state since 2004 to abolish capital punishment. Colorado is poised to become the latest state to abolish capital punishment after the state's Democratic-controlled Legislature approved a repeal of the state's death penalty on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-spreads-outside-of-italy-prompting-fresh-restrictions-11582714949", "title": "Coronavirus Spreads Outside of Italy, Prompting Fresh Restrictions", "date": "2020-02-26 18:17", "summary": "Cases of the virus cross the Alps to emerge in Switzerland, Germany and Spain's Canary Islands. Italy's coronavirus outbreak has crossed the Alps and is being linked to a growing number of infections around Europe, prompting countries and companies to enact precautionary measures to reduce travel to and from Italy as the number of fatalities clicked higher.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-judiciary-committee-pulls-fisa-intelligence-bill-before-vote-11582747662", "title": "House Judiciary Panel Pulls FISA Intelligence Bill Before Vote", "date": "2020-02-26 18:15", "summary": "Measure to extend expiring surveillance powers and impose new curbs collapses due to opposition from privacy advocates. WASHINGTON-The House Judiciary Committee canceled a vote on an extension of key intelligence powers after a bipartisan coalition called for broader restrictions on government surveillance than what the bill contained.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-nears-labor-peace-after-tension-and-angst-11582732476", "title": "The NFL Nears Labor Peace After Tension and Angst", "date": "2020-02-26 18:07", "summary": "Player leaders took a critical step toward completing a new collective bargaining agreement that could add a 17th game to the regular season. INDIANAPOLIS-The NFL and its players are on the verge of agreeing to a new, decade-long collective bargaining agreement after a tense sequence of events over the past week that left the billionaires who run the league anxious and the millionaires who play inside it preparing for the possibility of a labor war.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sasb-doesnt-work-for-mike-bloomberg-11582757857", "title": "The SASB Doesn't Work for Mike Bloomberg", "date": "2020-02-26 17:57", "summary": "The Sustainability Accounting Standards Board is not pursuing Michael Bloomberg's-or anyone's-policy agenda.. Regarding your editorial \"Bloomberg's Business Nanny\" (Feb. 18) on the Sustainability Accounting Standards Board: The SASB is not pursuing Michael Bloomberg's-or anyone's-policy agenda. Furthermore, the SASB has always believed that \"materiality judgments can properly be made only by those that understand the reporting entity's pertinent facts and circumstances,\" which is why we encourage companies to consider and assess for themselves each topic in the SASB standard for their industry or industries. When a company determines that a sustainability topic is financially material to its business, SASB's voluntary standards offer a way to standardize disclosure on that topic for the benefit of both companies and investors.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solar-power-grows-but-market-share-is-low-11582757803", "title": "Solar Power Grows, but Market Share Is Low", "date": "2020-02-26 17:56", "summary": "Solar's total installed gigawatts may surpass other electric-power sources as early as 2035, but photovoltaic technology still will lag far behind fossil fuels in the electricity it actually produces.. \"Cheap Solar Power Challenges Coal's Dominance in India\" (Page One, Feb. 18) may invite undue complacency about solar power's capabilities. According to the International Energy Agency, solar's total installed gigawatts may surpass other electric-power sources as early as 2035, but photovoltaic technology still will lag far behind fossil fuels in the electricity it actually produces. This is because solar has a \"capacity factor,\" or average level of electricity generation relative to maximum technical output, that is much lower than other fuel sources. The IEA estimates that solar has a capacity factor of 10% to 21%. For natural-gas plants, the range is several times higher. Based on this and other differences, the IEA's \"stated policies\" scenario estimates that coal and natural gas will still be producing about 45% of the world's electricity by 2040, while solar will supply only about 11%.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rebound-from-record-lows-energy-bonds-slide-11582739312", "title": "Treasury Yields Hit Fresh Record Lows; Energy Bonds Slide", "date": "2020-02-26 17:55", "summary": "Government-bond rally lifts most investment-grade corporate debt. U.S. government-bond yields, reversing Wednesday's early rise, were dragged down to fresh all-time lows amid new signs that the coronavirus is spreading.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-volunteers-in-mike-bloombergs-army-11582757743", "title": "We Are Volunteers in Mike Bloomberg's Army", "date": "2020-02-26 17:55", "summary": "None of us was asked to start these social-media groups for the campaign nor do we take direction or receive payment from the campaign.. Regarding \"Bloomberg Hires Social-Media Army\" (U.S. News, Feb. 20): Mike Bloomberg has thousands of volunteer grass-roots supporters who are creating and participating in online communities on Facebook without payment. Volunteers stepped up to create or manage Facebook groups in support of Mike's candidacy before the campaign had any state or local online presence. Our goal is to foster positive online communities that enable Bloomberg supporters and the \"Bloomberg-curious\" to connect with each other, ask questions and share information.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-needs-to-come-clean-on-his-health-records-now-11582757661", "title": "Bernie Needs to Come Clean On His Health Records Now", "date": "2020-02-26 17:54", "summary": "How can anyone feel comfortable voting for a 78-year-old U.S. presidential candidate who recently had a heart attack corrected by \"doctors reopening the blocked coronary artery and placing two drug-eluting stents.\". Regarding your editorial \"Bernie's Medical Stonewall\" (Feb. 21): I am an 80-year-old, fee-based physician working at the Military Entrance Processing Station in Phoenix. Interviews and physical examinations are done on all military applicants 17-40 years of age. If there have been any medical issues in an applicant's life, the Defense Department requires the release of all past medical records for review before accepting the applicant for enlistment in the military. A personal letter from his doctor alone is not acceptable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-warns-of-freight-rail-delays-of-many-weeks-11582753310", "title": "Canada Warns of Freight-Rail Delays of 'Many Weeks'", "date": "2020-02-26 17:52", "summary": "Protest blockades could detract from Canada's first-quarter economic growth. OTTAWA-Canada's Transport Minister said Wednesday the country was \"many, many weeks\" away from a return to normal for freight-rail traffic, after police this week dismantled a blockade that had choked off shipments from east to west.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilead-to-kick-off-its-own-studies-of-potential-coronavirus-drug-11582755624", "title": "Gilead to Kick Off Its Own Studies of Potential Coronavirus Drug", "date": "2020-02-26 17:52", "summary": "Drugmaker-sponsored studies could be basis for approval of a new antiviral drug, after researchers in China and U.S. also have begun trials. Gilead Sciences Inc. said Wednesday it would start late-stage studies of its experimental treatment for the coronavirus in March, an acceleration of its push to evaluate what it hopes could be the first medicine specifically approved to treat the respiratory disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-infection-dhs-should-first-do-no-harm-11582757364", "title": "Coronavirus Infection: DHS Should First Do No Harm", "date": "2020-02-26 17:49", "summary": "All passengers processed from my Taipei flight had to use the same fingerprint touch screen.. Regarding Holman Jenkins's \"Coronavirus Needs a Free Press\" (Business World, Feb. 12): Landing at Houston's international airport recently, I found 14 immigration isles, but only one was open. In the one-and-a-half hours I stood in line \"all\" passengers processed from my Taipei flight had to use the same fingerprint touch screen. There was no hand sanitizer and no staff even occasionally cleaning it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-strip-citizenship-from-citizens-who-obtained-it-illegally-11582756883", "title": "U.S. to Open Office to Strip Illegally Obtained Citizenship", "date": "2020-02-26 17:41", "summary": "New unit will sue to strip U.S. citizenship from 'terrorists, war criminals, sex offenders, and other swindlers,' the Justice Department said. WASHINGTON-The Justice Department is creating a new office of attorneys tasked with stripping citizenship from immigrants who obtained it illegally by lying or omitting information on their applications.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-complicates-global-vc-firms-logistics-11582756578", "title": "Coronavirus Complicates Global VC Firms' Logistics", "date": "2020-02-26 17:36", "summary": "Venture firms move annual meetings, ask partners to self-quarantine; China teams in limbo. Concerns over the coronavirus outbreak are starting to affect global venture-capital firms, mostly because of the adjustments they are making to the logistics of their meetings.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-exposed-11582756597", "title": "Sanders Exposed", "date": "2020-02-26 17:36", "summary": "Tuesday's debate showed the Vermont senator has little to offer beyond rage and resentment.. Sen. Bernie Sanders always has the easiest job of any candidate preparing for a debate because he only has to memorize one answer. Regardless of the question, the billionaires are to blame. On Tuesday night in South Carolina his rivals for the Democratic presidential nomination made progress in demonstrating that he really has little to offer beyond socialist rage and envy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-takes-nearly-700-million-charge-on-victorias-secret-11582756174", "title": "L Brands Takes Nearly $700 Million Charge on Victoria's Secret", "date": "2020-02-26 17:29", "summary": "The retailer wrote down the value of the lingerie business after agreeing to sell a 55% stake. L Brands Inc. took a nearly $700 million charge to write down the value of its Victoria's Secret chain, an accounting hit that pushed the retailer into a loss for the holiday quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-approves-bill-to-make-lynching-a-federal-hate-crime-11582754725", "title": "House Approves Bill to Make Lynching a Federal Hate Crime", "date": "2020-02-26 17:16", "summary": "President Trump is expected to sign the measure once the Senate passes it. WASHINGTON-The U.S. House overwhelmingly passed a bill to make lynching a federal hate crime on Wednesday, bringing a legislative effort that has repeatedly failed in the past one step closer to becoming law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-supervised-drug-use-site-poised-to-open-in-philadelphia-11582751079", "title": "First Supervised Drug-Use Site Poised to Open in Philadelphia", "date": "2020-02-26 17:09", "summary": "Federal judge's ruling paves way for safe-injection location despite Justice Department opposition. A Philadelphia nonprofit plans to open the nation's first sanctioned, supervised site for drug users next week, despite continued objections from the U.S. Justice Department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sales-of-new-york-city-rent-regulated-buildings-plummet-after-new-law-11582754189", "title": "Sales of New York City Rent-Regulated Buildings Plummet After New Law", "date": "2020-02-26 16:56", "summary": "The value of sales for buildings with at least one rent-regulated apartment dropped by more than $4.1 billion in the second half of 2019, according to a new report. A new rent law that gives New York City tenants greater protection has triggered a multibillion-dollar plunge in the sale of regulated-rental apartment buildings, according to data collected by a group representing landlords.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-tells-global-staff-to-halt-international-travel-curtail-domestic-trips-11582741050", "title": "Nestlé Halts Trips Abroad as Other Companies Add Travel Curbs", "date": "2020-02-26 16:50", "summary": "Companies push phone calls, videoconferences as alternatives while crafting remote-work contingency plans. As fears rise over Covid-19's spread, companies are canceling business travel and corporate off-site events around the globe and making contingency plans for more employees to work remotely.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-concerns-fuel-fresh-selloff-in-global-stocks-11582689248", "title": "Stocks Give Up Gains; Treasury Yields Fall", "date": "2020-02-26 16:47", "summary": "Dow industrials, S&P 500 close lower after sharp losses the past two days, while Nasdaq rises. The Dow Jones Industrial Average and S&P 500 fell Wednesday for the fifth consecutive session as investors continued to assess the economic impact of the coronavirus epidemic.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-airline-share-rout-continues-on-oil-hedging-coronavirus-fears-11582726580", "title": "European Airline Share Rout Continues on Oil Hedging, Coronavirus Fears", "date": "2020-02-26 16:17", "summary": "Both Ryanair and easyJet have declined more than 15% this week. European airlines' shares were on track for their biggest weekly declines in years, as investors feared they could be hurt more severely by falling oil prices than their U.S. counterparts.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-to-invest-in-municipal-debt-pushes-yields-to-record-lows-11582713001", "title": "Rush to Invest in Municipal Debt Pushes Yields to Record Lows", "date": "2020-02-26 16:16", "summary": "Municipal-bond yields are hitting 38-year lows due to investors' coronavirus concerns driving up demand in the $4 trillion muni market. Municipal-bond yields are hitting 38-year lows due to investors' coronavirus concerns driving up demand in the $4 trillion muni market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tough-job-interviews-make-candidates-more-likely-to-take-the-offer-11582751675", "title": "Tough Job Interviews Make Candidates More Likely to Take Offer", "date": "2020-02-26 16:14", "summary": "Young job seekers want to show potential employers what they're capable of, new Glassdoor research finds. Making job interviews more challenging could be a cost-effective way for employers to entice new hires, according to new research from job-review website Glassdoor.", "categories": [["Business", "Management", "Management & Careers", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/described-as-all-business-disneys-new-ceo-is-a-number-crunching-tactician-11582751599", "title": "Disney's New CEO Described as a Number-Crunching Tactician", "date": "2020-02-26 16:13", "summary": "'There's no drama' with Bob Chapek, who is described as relentless and disciplined about delivering on metrics. They may share the same first name, but there are few other similarities between Disney Chairman Bob Iger and his successor as chief executive, Bob Chapek.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-companies-brace-for-big-blow-from-coronavirus-11582718401", "title": "The German Economy Was Faltering, Then Came the Coronavirus", "date": "2020-02-26 16:04", "summary": "Export-reliant economy has large exposure to China and Italy; fears grow of second-stage effects. FRANKFURT-Companies in Europe's largest economy are rushing to limit the impact of the spreading coronavirus epidemic, which is hitting an already weakened German economy in a particularly painful spot: the supply chains of its export-oriented manufacturers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panasonic-to-end-tesla-partnership-that-makes-solar-panels-in-buffalo-11582715607", "title": "Panasonic to End Tesla Partnership That Makes Solar Panels in Buffalo", "date": "2020-02-26 15:56", "summary": "Japanese company says it will stop production in May and exit the factory by September. Panasonic Corp. will end its partnership with Tesla Inc. that produces solar panels at a factory in Buffalo, N.Y., the latest fissure between the two companies that have been close partners in their push to sell electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katherine-johnson-a-human-computer-calculated-trajectories-for-astronauts-11582750597", "title": "Katherine Johnson Calculated Trajectories for Astronauts", "date": "2020-02-26 15:56", "summary": "NASA mathematician played a vital behind-the-scenes role, depicted in the movie 'Hidden Figures'. She was a human computer and the invisible woman of the space race. Katherine Johnson's work as a mathematician at the National Aeronautics and Space Administration for 33 years was vital but unknown to the public until decades later.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-cloud-signs-deal-with-sada-systems-in-enterprise-push-11582718400", "title": "Google Cloud Signs Deal With SADA Systems in Enterprise Push", "date": "2020-02-26 15:47", "summary": "Service provider SADA will commit to resell $500 million in Google Cloud services in the next three years. Alphabet Inc.'s cloud unit has entered into a multiyear deal with service provider SADA Systems Inc. as it continues its efforts to better engage with enterprise customers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-drops-to-12-month-low-on-coronavirus-concerns-11582726174", "title": "Oil Falls to 12-Month Low on Coronavirus Concerns", "date": "2020-02-26 15:41", "summary": "Analysts slash demand forecasts for oil amid worries that the virus would stymie global demand. U.S. crude hit its lowest price in more than a year on Wednesday as concerns about the spread of the coronavirus outside China once again dragged oil markets down and began to affect operations of some key oil players in Europe.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-wine-expertise-who-can-you-really-trust-11582748957", "title": "For Wine Expertise, Who Can You Really Trust?", "date": "2020-02-26 15:29", "summary": "As sommeliers have grown more visible in popular culture, the definition of the role has been stretched to the breaking point. Who actually deserves the title?. AT A DINNER PARTY a few years ago, the host introduced me as someone who knew about wine. \"Are you a sommelier?\" a fellow guest eagerly inquired. \"Merely a wine writer,\" I confessed. The guest looked disappointed-clearly my job didn't command the same respect. Knowing how hard sommeliers work, I could hardly blame her.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-platforms-arent-bound-by-first-amendment-appeals-court-rules-11582748988", "title": "Tech Platforms Aren't Bound by First Amendment, Court Rules", "date": "2020-02-26 15:29", "summary": "Judges decided against Prager University, which claimed YouTube didn't have right to flag videos. A federal appeals court in California on Wednesday ruled that privately operated internet platforms are free to censor content they don't like.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-rules-trump-administration-can-withhold-funds-from-sanctuary-states-new-york-city-11582740771", "title": "Court Rules Trump Can Withhold Funds From Sanctuary States, New York City", "date": "2020-02-26 15:29", "summary": "Federal appeals court decides president had authority to penalize jurisdictions over immigration enforcement. A federal appeals court said the Trump administration can withhold funds from New York City and seven states that have declared themselves sanctuaries from federal immigration policies, setting the stage for possible U.S. Supreme Court action.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-challenge-governments-use-of-foreign-evidence-requests-11582748566", "title": "Traders Challenge Government's Use of Foreign-Evidence Requests", "date": "2020-02-26 15:22", "summary": "Attorneys for four men charged with fraud suggest government used ploy to skirt statute of limitations. WASHINGTON-Four traders charged with crimes related to market manipulation are trying to force the government to turn over more information about its overseas-evidence requests, after a former prosecutor alleged the Justice Department improperly used such queries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/journey-through-and-of-the-stars-11582748293", "title": "Journey Through and of the Stars", "date": "2020-02-26 15:18", "summary": "A new show at the Hayden Planetarium reveals as much about the history of planetariums themselves as it does our solar system.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-defends-soda-smoking-restrictions-as-mayor-11582748225", "title": "Bloomberg Defends Soda, Smoking Restrictions as Mayor", "date": "2020-02-26 15:17", "summary": "Former New York mayor emphasizes his public-health record but says he wouldn't necessarily push such policies as president. In the past three months, Michael Bloomberg has apologized for a policing program during his mayoral tenure that was deemed unconstitutional and for sexist comments that female employees of his company have said he made.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-could-change-pension-accounting-style-to-avoid-drag-on-earnings-11582713001", "title": "CFOs Could Change Pension Accounting Style to Avoid Drag on Earnings", "date": "2020-02-26 15:11", "summary": "Low interest rates could spur a shift to the mark-to-market method, in which companies immediately recognize gains or losses, pension experts say. Low interest rates could spur more U.S. finance chiefs to overhaul how they account for pensions in their financial statements, a move that could prevent increased plan liabilities from weighing on earnings per share, pension experts say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funky-socks-are-over-this-irreverent-accessory-is-taking-their-place-11582747108", "title": "Funky Socks Are Over. This Irreverent Accessory Is Taking Their Place.", "date": "2020-02-26 14:58", "summary": "Inventive belts from brands like Anderson's and Bottega Veneta are the new flashy way to assert confidence sartorially. THROUGHOUT THE 2010s, so-called funky socks were the ultimate expression of style irreverence. They provided office-friendly pops of color and sartorial smirks much the way that screaming suspenders did in the '80s. But as socks splashed with chevrons, polka dots and stripes achieved true ubiquity, they abruptly lost their panache. In 2020, they're a rote, tired wink-no longer a reliable way to assert confidence.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-economy-suffers-xi-faces-pressure-to-lift-virus-restrictions-11582742443", "title": "As China's Economy Suffers, Xi Faces Pressure to Lift Virus Restrictions", "date": "2020-02-26 14:27", "summary": "China's lockdowns credited with helping contain coronavirus, but companies and officials stress need to get factories and workers moving again. BEIJING-Deepening economic damage from China's coronavirus outbreak is forcing its leadership to confront an agonizing decision: when to ease quarantine restrictions that are strangling growth, even as they help contain the virus's spread.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-death-toll-from-coronavirus-rises-to-19-11582729598", "title": "Iran Death Toll From Coronavirus Rises to 19", "date": "2020-02-26 14:10", "summary": "Country keeps major pilgrimage site open despite threat from virus. Iran raised the death toll from the coronavirus to at least 19, as officials struggled to contain the spread of the disease from one of the country's main pilgrimage sites believed to be the source of the outbreak.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-immigrant-population-to-influence-2020-election-report-finds-11582743601", "title": "Growing Immigrant Population to Influence 2020 Election, Report Finds", "date": "2020-02-26 14:00", "summary": "Immigrants make up 10% of the electorate and could swing Democratic primary, Congressional races. More than 23 million immigrants will be eligible to vote in the 2020 election, making up a historically high 10% of the electorate, according to a new report by the Pew Research Center.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-rajeev-misra-used-campaign-of-sabotage-to-hobble-internal-rivals-11582743294", "title": "SoftBank Vision Fund Chief Worked to Sabotage Rivals", "date": "2020-02-26 13:57", "summary": "Resume Subscription. It was a career coup for Rajeev Misra. In 2017, the former banker, who had held a series of Wall Street jobs, was put in charge of one of the most formidable investing machines ever assembled.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/potatoes-butter-salt-a-recipe-youll-commit-to-memory-11582807728", "title": "Potatoes, Butter, Salt: A Recipe You'll Commit to Memory", "date": "2020-02-26 13:31", "summary": "The Swiss know cold-weather cooking. Exhibit A: rösti, the world's most comforting potato pancake and a masterpiece of simplicity. Rösti recipes spark the same fierce debate in Switzerland that chocolate chip cookie recipes do in the U.S. A flattened disc of shredded potatoes cooked in fat until crisp on the outside and tender and creamy within, rösti is served whole or in slices-and few people wish to stop at one. Who could possibly argue with-or about-that?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-a-winter-stew-just-right-11582826340", "title": "How to Get a Winter Stew Just Right", "date": "2020-02-26 13:31", "summary": "Oxtail brings incredible richness to these recipes and it's all but impossible to get wrong. In fact, the best thing you can do with this cut is leave it alone for a good long time.. I'D LIKE TO clear up a few misconceptions about my favorite cold-weather cut of meat. For starters, \"oxtail\" is a misnomer: The tail does not necessarily come from an ox; it can be obtained from any kind of cattle. Then there's the assumption that because a tail works hard (swatting flies, etc.), its meat will have a tough, chewy texture. Not so, if you prepare it correctly.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-reality-fans-cant-look-away-from-netflixs-love-is-blind-11582741452", "title": "Why Reality Fans Can't Look Away From Netflix's 'Love Is Blind'", "date": "2020-02-26 13:24", "summary": "The season finale of the streamer's new reality series comes out Thursday. In the roughly two weeks that the new reality dating series \"Love Is Blind\" has been streaming on Netflix , critics have called it everything from \"offensive to human dignity\" to utterly \"bonkers.\"", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-celebration-for-the-beethoven-completist-11582741293", "title": "A Celebration for the Beethoven Completist", "date": "2020-02-26 13:21", "summary": "A Beethoven symphony cycle on period instruments performed in chronological order by the Orchestre Révolutionnaire et Romantique under John Eliot Gardiner honors the composer's 250th birthday.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-broads-richard-meier-designed-home-on-malibus-carbon-beach-lists-for-75-million-11582740042", "title": "Eli Broad's Richard Meier-Designed Home on Malibu's Carbon Beach Lists for $75 Million", "date": "2020-02-26 13:00", "summary": "The developer-turned-philanthropist's 5,374-square-foot property sits along 105 feet of frontage on 'Billionaire's Beach'. Nicknamed Billionaire's Beach, Carbon Beach, a coveted strip of sand in Malibu, Calif., has long drawn a plethora of business titans, from Oracle co-founder Larry Ellison, who owns at least 10 properties there, to entertainment executive Jeffrey Katzenberg. Hard Rock Cafe magnate Peter Morton sold a Richard Meier-designed home there for $110 million in 2018 in one of the biggest deals ever closed in the Los Angeles area.", "categories": [["WSJ News Exclusive", "Homes"]], "category_links": ["https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-richard-meier-designed-house-in-malibu-11582739903", "title": "A Richard Meier-Designed House in Malibu", "date": "2020-02-26 12:58", "summary": "Inside billionaire philanthropist Eli Broad's modernist house on Carbon Beach.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-is-no-time-to-go-wobbly-on-capitalism-11582739248", "title": "This Is No Time to Go Wobbly on Capitalism", "date": "2020-02-26 12:47", "summary": "As Democrats embrace outright socialism, some CEOs and Republicans call for unwise compromises.. There's an important debate happening in America right now, a competition among three distinct views of the world. The first view is held by those who think capitalism is the best and fairest economic system the world has ever seen. The second is held by those who think socialism is the answer to a host of problems from climate change to inequality. Then there are those who are pushing a watered-down or hyphenated capitalism, which is the slow path to socialism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbia-gas-of-massachusetts-to-plead-guilty-to-federal-charge-over-2018-explosions-11582738560", "title": "Columbia Gas of Massachusetts to Plead Guilty to Federal Charge Over 2018 Explosions", "date": "2020-02-26 12:36", "summary": "Company to pay $53 million fine over incident that killed one man, injured nearly 25 people. BOSTON-Columbia Gas of Massachusetts has agreed to plead guilty to a federal criminal charge and pay a $53 million fine after deadly gas explosions and fires rocked three communities north of Boston in 2018, federal officials said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-you-need-is-love-and-a-7-2-million-compound-on-portugals-algarve-coast-11582738279", "title": "All You Need Is Love, and a $7.2 Million Compound on Portugal's Algarve Coast", "date": "2020-02-26 12:31", "summary": "Resume Subscription. In the early 1980s, two Norwegian students in love spent a few charmed weeks camping on a beach in the Algarve, on the southwestern coast of Portugal. The trip ended with a romantic marriage proposal by candlelight.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/papa-johns-forecasts-growth-after-down-years-11582727022", "title": "Papa John's Sees Higher Sales After Tough Stretch", "date": "2020-02-26 12:26", "summary": "Improved outlook comes as U.S. pizza makers fight for business. Papa John's International Inc. expects to return to sales growth this year, after turning off some customers in recent years.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-and-friends-guesthouse-11582737785", "title": "The Family-and-Friends Guesthouse", "date": "2020-02-26 12:23", "summary": "The Norwegian couple built a home next to theirs to accommodate visitors. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-norwegian-couple-build-a-portuguese-retreat-11582737732", "title": "A Norwegian Couple Build a Portuguese Retreat", "date": "2020-02-26 12:22", "summary": "They spent about $3 million on the main house, then built another for family, friends and guests.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-prompts-a-whole-city-to-try-home-schooling-11582734458", "title": "Coronavirus Prompts a Whole City to Try Home Schooling", "date": "2020-02-26 12:15", "summary": "Resume Subscription. In Hong Kong, the home of schools that are the envy of high-achieving and aspirational parents everywhere, education is making a huge shift.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whats-in-a-name-for-pot-companies-11582737260", "title": "What's in a Name for Pot Companies?", "date": "2020-02-26 12:14", "summary": "Picking a new name is a growing trend among the cannabis sector's poorer performers. After a dismal 2019, North American pot companies understandably want to clear the air. Choosing a new name is becoming a favorite way to move on.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-ruling-party-government-slammed-over-delhi-violence-11582734524", "title": "India's Ruling Party, Government Slammed Over Delhi Violence", "date": "2020-02-26 11:55", "summary": "Resume Subscription. NEW DELHI-Prime Minister Narendra Modi's government and ruling party came under sharp criticism from Indian courts and political rivals after four days of some of the worst communal violence in India's capital city in decades left at least 27 dead and more than 200 injured.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rep-james-clyburn-endorses-joe-biden-ahead-of-south-carolina-primary-11582730441", "title": "Biden Allies Launch Bid to Woo Centrist Voters in South Carolina", "date": "2020-02-26 11:24", "summary": "Former vice president notches biggest pre-primary prize in South Carolina-the endorsement of Rep. James Clyburn. CHARLESTON, S.C.-Joe Biden and his allies are trying to consolidate centrist voters behind his candidacy in the final days before Saturday's South Carolina primary, with a key leader in this state endorsing him and a super PAC backing his bid making a major push for large donations.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-south-11582733924", "title": "Top Public and Private Colleges in the South", "date": "2020-02-26 11:18", "summary": "The University of North Carolina and Duke University top these lists in the WSJ/THE College Rankings. The top colleges in the South in the Wall Street Journal/Times Higher Education College Rankings are well distributed around the region.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-rejects-planned-coal-joint-venture-by-peabody-arch-11582733257", "title": "FTC Rejects Planned Coal Joint Venture by Peabody, Arch", "date": "2020-02-26 11:07", "summary": "Agency says deal would limit competition, raise prices; companies vow to fight rejection. U.S. regulators rejected a plan from mining companies Peabody Energy Corp. and Arch Coal Inc. to combine their operations in a major coal-production region, saying it would limit competition and raise prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-safety-rules-on-oil-drilling-were-changed-some-staff-objected-those-notes-were-cut-11582731559", "title": "When Safety Rules on Oil Drilling Were Changed, Some Staff Objected. Those Notes Were Cut.", "date": "2020-02-26 10:39", "summary": "Revisions of key memos could undermine federal regulator's defense of rule changes, legal experts say. WASHINGTON-As the offshore oil industry's federal regulator completed its overhaul of a major well-drilling safety rule in 2018, the agency's director picked up the phone to a staff engineer to order up some changes.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-texas-builder-a-dream-home-of-his-own-11582731051", "title": "For a Texas Builder, a Dream Home of His Own", "date": "2020-02-26 10:30", "summary": "Resume Subscription. Visitors to Jeff Derebery's home in rural Texas are often surprised by the 12-foot, glow-in-the-dark square nestled among the trees on the riverfront property.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/building-in-texas-hill-county-11582730919", "title": "Building in Texas Hill County", "date": "2020-02-26 10:28", "summary": "A couple leaves Austin to create a home on the riverfront. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rooftop-drills-and-home-games-on-foreign-turf-coronavirus-alters-chinas-olympic-prep-11582730587", "title": "Coronavirus Alters China's Olympic Prep", "date": "2020-02-26 10:23", "summary": "Chinese sports officials have attempted to keep their best athletes' training on track amid the virus epidemic. HONG KONG-The Chinese women's national soccer team is training for the Tokyo Olympics in Australia. But its star player, Wang Shuang, is practicing alone on a rooftop in the central Chinese city of Wuhan, the epicenter of the coronavirus, where she is under quarantine.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danone-seeks-more-carbon-credit-from-investors-11582730141", "title": "Danone Seeks More Carbon Credit From Investors", "date": "2020-02-26 10:15", "summary": "The French dairy giant introduces new carbon-adjusted earnings measure that combines environmental and financial disclosures. Can chief financial officers help save the planet? Danone seems to think so.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-a-60-000-watch-so-expensive-11582729640", "title": "What Makes a $60,000 Watch So Expensive?", "date": "2020-02-26 10:07", "summary": "An insiders' guide to the sometimes surprising factors that account for prestige timepieces' shocking price tags. Most luxury wristwatches are similar in size; they (should) all tell the time. Yet their costs vary as widely as the prices of contemporary art. A stainless steel Rolex Submariner will set you back $7,900, but a pink gold Roger Dubuis Excalibur rings in at $76,000. Aside from the material differences, what factors determine such watches' retail value?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-food-delivery-boss-leaving-company-11582728973", "title": "Uber's Food-Delivery Boss Leaving Company", "date": "2020-02-26 09:56", "summary": "Jason Droege, head of Eats business, exits after joining Uber in 2014. The head of Uber Technologies Inc.'s food-delivery business is leaving the company, a departure that comes as the unit works to exit markets where it isn't a dominant player in a bid to boost profits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-offer-a-preview-of-2020-abortion-politics-11582727128", "title": "Senate Votes Offer a Preview of 2020 Abortion Politics", "date": "2020-02-26 09:25", "summary": "Two pieces of legislation that would more closely regulate abortion procedures failed to advance Tuesday. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-peter-pan-tale-is-all-about-wendy-11582726995", "title": "A New Peter Pan Tale Is All About 'Wendy'", "date": "2020-02-26 09:23", "summary": "The haunting film created by 'Beasts of the Southern Wild' director is a meditation on motherhood. In most versions of Peter Pan, Wendy is a mother to the gang of Lost Boys in Neverland. She waits for them to return from their adventures and tucks them into bed at night. In the new movie \"Wendy,\" however, she is as wild as they are.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/furniture-with-skirts-why-this-old-idea-is-taking-off-again-11582726988", "title": "Furniture With Skirts: Why This Old Idea Is Taking Off Again", "date": "2020-02-26 09:23", "summary": "Cloaking a piece in fabric-once a favorite gambit of the cash-strapped-can dress up as well as cover up. OLD-SCHOOL guides to \"frugal\" decorating invariably featured a homey tip: Wrap a flaw-concealing \"skirt\" around rusted sink basins to approximate a bathroom vanity, or cloak troubling table legs to elevate entry-hall furniture. This crafty strategy was typically executed with a sad remnant of cotton and fell short of elegance-more \"A Tree Grows in Brooklyn\" than \"The Crown.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cruise-captain-and-crew-on-the-lockdown-the-rulebook-was-thrown-out-11582716677", "title": "Coronavirus Cruise Captain and Crew on the Lockdown: 'The Rulebook Was Thrown Out'", "date": "2020-02-26 08:51", "summary": "Staff took on new jobs as the quarantine began, organizing medicines, getting the sick onto ambulances, supporting passengers in hospitals. TOKYO-When the Diamond Princess wrapped up its two-week cruise and sailed back into Yokohama on Feb. 3, three helicopters circled above and Japanese health officials climbed on board. Capt. Gennaro Arma, the 44-year-old Italian at the helm, says he realized the novel coronavirus outbreak meant the ship was no longer fully his to command.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-darkly-handsome-bolthole-in-londons-kennington-neighborhood-11582551308", "title": "A Darkly Handsome Bolthole in London's Kennington Neighborhood", "date": "2020-02-26 08:38", "summary": "Simon Holloway, the creative director of Italian heritage brand Agnona, has crafted his dream home in London. All I ever wanted to do as a teenager was move to London and wear black clothes,\" says Simon Holloway, 48, who hails from Newcastle, in England's northeast corner. Today, the creative director of Italian fashion house Agnona doesn't quite restrict his wardrobe to onyx, obsidian and ebony, but the teenage Holloway would likely approve of his darkly handsome bolthole in London's Kennington neighborhood. \"Even though now I spend a lot of time in Milan, I make a point of telling everyone that I live in London,\" he says.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-theater-director-ivo-van-hove-cant-live-without-11582724189", "title": "What Theater Director Ivo van Hove Can't Live Without", "date": "2020-02-26 08:36", "summary": "The renowned force behind the 'West Side Story' revival shares a few cherished objects, from a David Bowie gift to his favored (and perfectly sharpened) pencil. \"Near the front, New York University notebooks with pencil, sharpener and refillable orange marker. I use about one notebook a year, and I keep them all because they sometimes become inspirations for new productions. The idea for the revival of West Side Story was in my 2016 book. Also, on the table, my Terre d'Hermès perfume. I don't use a lot-three drops in the morning-but everywhere everybody says, 'Oh, you smell good.' I'm working with people all day, very near to them. I'm not the kind of director who sits behind a table. To the right, the shirt, that's my uniform, always dark blue or black. The yellow object near the front is Wall-E. It has been in our home for a long time and has a prominent place. Nobody understands it. But Wall-E breaks my heart. Near the perfume, Paul Smith rocket cuff links, a gift from David Bowie on the eve of the opening night of Lazarus. These rockets are symbolic of what his dreams were. On the right, Joni Mitchell's Blue CD. She really opened up about who she was, what her worries were, all these doubts I had myself when I was 15, 16 years old, even the doubts that I still have. On the left, my hard drive, mostly full of movies. I have no hobbies, not one, except for going to the movies. In the back left, Jan [Versweyveld, van Hove's partner] made this table lamp when he was 19. It's traveled with us from every house that we've lived in, and it's still there, more than 42 years later-as long as we've been together. The photo in the back is from when we were 20, at the end of the '70s. I look at how different we were, but I see we are still a little bit the same. On the right, my fryer. I'm the worst cook in the world. I invite my actors to my home in Amsterdam, and I fry real Belgian fries. That's the only thing I can do in the kitchen and do it well.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-chairman-steps-down-in-midst-of-roundup-legal-battle-11582714274", "title": "Bayer Chairman Steps Down in Midst of Roundup Legal Battle", "date": "2020-02-26 08:34", "summary": "Werner Wenning is set to be replaced by Norbert Winkeljohann as the company attempts to resolve thousands of lawsuits. BERLIN- Bayer AG , in the midst of a major legal battle over its Roundup herbicide, said Chairman Werner Wenning would step down earlier than planned and be replaced by a former PricewaterhouseCoopers executive who joined the German company's board in 2018.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-spirits-of-a-ap-rocky-11582724046", "title": "The High Spirits of A$AP Rocky", "date": "2020-02-26 08:34", "summary": "After last summer's incident in Sweden, A$AP Rocky is back to doing what he loves most: experimenting with fashion, riding mosh pits and preparing to drop his fourth studio album.. A$AP Rocky grabs at his left leg and gasps with pain. \"I did a front flip into the crowd last night-and landed on this kid's head,\" he explains, wincing as he limps across the floorboards of Jimi Hendrix's old studio.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-become-part-of-me-readers-share-their-secrets-to-lifelong-friendships-11582723356", "title": "'They Become Part of Me': Readers Share Their Secrets to Lifelong Friendships", "date": "2020-02-26 08:22", "summary": "A WSJ article on the science behind friendship prompted readers to share their own insights on the importance of friends. After The Wall Street Journal published an interview with Lydia Denworth, author of a new book on the science of friendship, readers shared stories of the relationships that bring meaning to their lives.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-car-industrys-big-merger-is-better-than-investors-think-11582723197", "title": "The Car Industry's Big Merger Is Better Than Investors Think", "date": "2020-02-26 08:19", "summary": "PSA's 2019 financial results show why its tie-up with Fiat Chrysler could offer decent profit growth even against a tough backdrop. Investors have been disappointed too often to give car manufacturers much advance credit for cost-cutting plans. In the case of the industry's big merger, that may create an opportunity for those that dare to break ranks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rv-living-grows-as-latest-consequence-of-housing-crisis-11582722004", "title": "RV Living Grows as Latest Consequence of Housing Crisis", "date": "2020-02-26 08:00", "summary": "Resume Subscription. MOUNTAIN VIEW, Calif.-The RVs started arriving on Continental Circle about four years ago. Now they line one side of the half-mile-long street in this Silicon Valley suburb.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-pros-have-to-sell-stocks-now-you-dont-11582722004", "title": "The Pros Have to Sell Stocks Now. You Don't.", "date": "2020-02-26 08:00", "summary": "Small investors who resist the coronavirus fears sweeping the market could be in position to buy bargains as big money flees. When markets crumple, the culprits usually aren't the smallest investors, but the biggest.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-bets-big-on-u-k-student-housing-acquiring-iq-for-6-billion-11582720146", "title": "Blackstone Bets Big on U.K. Student Housing, Acquiring IQ for $6 Billion", "date": "2020-02-26 07:29", "summary": "Acquisition comes as early signs point to revival in European deal-making. Blackstone Group Inc. agreed Wednesday to acquire IQ Student Accommodation from a group led by Goldman Sachs Group Inc. for £4.66 billion ($6.06 billion) including debt, the latest bet by the U.S. buyout giant on the growth of student housing in the U.K.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-co-ceo-keith-block-steps-down-11582666066", "title": "Salesforce Co-CEO Block Steps Down", "date": "2020-02-26 07:14", "summary": "Executive change came as Salesforce reported quarterly earnings swung to a net loss of $248 million. Salesforce . com Inc. said Co-Chief Executive Keith Block is stepping down from his role, just 18 months after taking the job, ending for now a brief experiment with dual CEOs and leaving Marc Benioff in charge of the business-software provider.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurance-stocks-have-lost-their-immunity-11582718400", "title": "Health Insurance Stocks Lose Immunity", "date": "2020-02-26 07:00", "summary": "A great investment for a decade, the industry faces virus-related and political risks. Health insurance has offered some of the best investment opportunities of the past decade. The prognosis, however, now looks shaky.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-power-broker-barbara-novick-is-stepping-down-11582718402", "title": "BlackRock's Barbara Novick Is Stepping Down", "date": "2020-02-26 07:00", "summary": "Co-founder of investment giant built a Washington lobbying machine. Barbara Novick, who turned BlackRock Inc. into a force in Washington, is stepping down.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-opens-new-local-ads-business-for-streaming-tv-11582714801", "title": "NBCUniversal Opens New Local Ads Business for Streaming TV", "date": "2020-02-26 06:02", "summary": "The company plans to hire up to 20 staffers for a new local ads business tasked with tackling the surging local TV streaming ads category. Comcast Corp.'s NBCUniversal is launching a new streaming advertising business for its local TV stations group as viewers and advertisers continue to shift to internet-connected programming.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-investors-cast-off-coal-stakes-miners-rely-on-a-few-big-funds-11582713002", "title": "As Investors Cast Off Coal Stakes, Miners Rely on a Few Big Funds", "date": "2020-02-26 05:30", "summary": "Changing ESG standards leave mining companies exposed to a handful of investment funds. Two of the world's largest investment funds have begun selling down stakes in coal miners citing environmental concerns, leaving shares of some of the companies concentrated in the hands of a few large U.S. investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-forces-return-to-saudi-arabia-to-deter-attacks-by-iran-11582713002", "title": "U.S. Forces Return to Saudi Arabia to Deter Attacks by Iran", "date": "2020-02-26 05:30", "summary": "Resume Subscription. PRINCE SULTAN AIR BASE, Saudi Arabia-Nearly 17 years after U.S. troops largely pulled up stakes from the kingdom, the U.S. is now back in force.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ai-comes-to-the-tax-code-11582713000", "title": "AI Comes to the Tax Code", "date": "2020-02-26 05:30", "summary": "Governments turn to machine learning to boost revenue as taxpayers seek to reduce their bills. IRVINE, Calif.-Tax cheats, beware: The machines are watching.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-stock-coronavirus-in-china-threatens-amazon-sellers-11582713005", "title": "Coronavirus in China Threatens Amazon Sellers", "date": "2020-02-26 05:30", "summary": "Saying Amazon's rankings algorithm demotes products that are out of stock, many are raising prices to slow sales, looking to shift production. Thousands of Amazon.com Inc. sellers who built their businesses using China's cheap and efficient manufacturers are on the spot as the coronavirus shuts factories there.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-supply-chains-survive-the-coronavirus-china-the-u-s-and-germany-are-key-11582712810", "title": "Can Supply Chains Survive the Coronavirus? China, the U.S. and Germany Are Key", "date": "2020-02-26 05:26", "summary": "Whether the infectious disease spreads to other countries that make hard-to-replace products may be the acid test of its impact on global manufacturing this year. This is the second column in a five part Heard on the Street series about the market and economic impact of the coronavirus epidemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-disney-salesforce-mattel-toll-brothers-11582711254", "title": "Stocks to Watch: Disney, Salesforce, Mattel, Toll Brothers", "date": "2020-02-26 05:00", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-hit-by-coronavirus-and-protests-to-hand-out-billions-in-cash-11582709863", "title": "Hong Kong, Hit by Coronavirus and Protests, to Hand Out Billions of Dollars in Cash", "date": "2020-02-26 04:37", "summary": "As economy reels, an \"exceptional measure\" is necessary to encourage consumer spending, said Financial Secretary Paul Chan. Hong Kong's government said it would dole out $15.4 billion in cash payouts and other stimulus in its annual budget in an attempt to resuscitate an economy reeling from the coronavirus epidemic and months of antigovernment protests.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-painful-problem-with-pandemic-bonds-11582706626", "title": "The Painful Problem With Pandemic Bonds", "date": "2020-02-26 03:43", "summary": "The asset class is uncorrelated with wider markets-except at the exact moment when that matters most. As the coronavirus that began in the Chinese city of Wuhan spreads rapidly around the world, pandemic bonds designed to assist poor countries in financing their response are on the verge of being triggered for the first time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-epidemic-threatens-rio-tintos-supply-chain-11582705803", "title": "Coronavirus Epidemic Threatens Rio Tinto's Supply Chain", "date": "2020-02-26 03:30", "summary": "The miner reports a 41% decline in annual net profit. Rio Tinto PLC warned the coronavirus epidemic is threatening its supply chain as it reported a 41% decline in annual net profit, but said it would pay a record final dividend.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-killed-in-delhi-clashes-over-citizenship-law-11582632614", "title": "Hindus, Muslims Clash Over India Citizenship Law", "date": "2020-02-26 02:37", "summary": "Deadly violence erupts as President Trump and first lady participate in events elsewhere in city without incident. NEW DELHI-At least 20 people died and hundreds were injured in India's capital as clashes between protesters and supporters of a controversial new law devolved into sectarian violence between groups of Hindus and Muslims.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-to-face-scrutiny-in-south-carolina-democratic-debate-11582656896", "title": "Rivals Focus on Sanders at South Carolina Debate", "date": "2020-02-26 00:54", "summary": "Raucous exchanges mark the event as candidates position themselves before delegate-rich contests. Sen. Bernie Sanders bore the brunt of the attacks from his presidential rivals during a cacophonous debate that highlighted his rival candidates' anxiety over the possibility of a self-described democratic socialist facing President Trump in November.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloombergs-second-debate-steadier-but-still-bumpy-11582693896", "title": "Bloomberg's Second Debate: Steadier, but Still Bumpy", "date": "2020-02-26 00:11", "summary": "The former New York mayor delivered a smoother performance than in Nevada, though he had some awkward moments. CHARLESTON, S.C.-The questions were similar, as were his eye rolls, but Michael Bloomberg had some answers this time.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mpm-capital-raises-100-million-fund-teams-up-with-dana-farber-cancer-institute-11582693260", "title": "MPM Capital Raises $100 Million Fund, Teams Up With Dana-Farber Cancer Institute", "date": "2020-02-26 00:01", "summary": "Collaboration seeks to promote cancer research, new biotech companies. Health-care investor MPM Capital has raised a $100 million venture-capital fund through a new collaboration with Boston's Dana-Farber Cancer Institute aimed at promoting cancer research and new oncology-drug startups.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-delicious-way-to-cook-cauliflower-11588769838", "title": "The Most Delicious Way to Cook Cauliflower", "date": "2020-02-26 00:01", "summary": "Roast half of it for deep umami flavor and give the rest a quick simmer to keep it delightfully vital. The result is a satisfying vegetable ragout to serve over pasta. ON DAYS OFF, most chefs want to be anywhere but the kitchen. Philip Krajeck is an exception. \"I'm a dad and I love to cook,\" he said. While you won't find this warming winter pasta on the menu at either of Mr. Krajeck's Nashville restaurants, it wins rave reviews from his family. His second Slow Food Fast recipe combines rigatoni with cauliflower, anchovies, chile flakes, garlic and Parmesan. Fresh parsley and crunchy fried breadcrumbs provide color and contrast.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582671948", "title": "Pepper...and Salt", "date": "2020-02-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-debate-in-south-carolina-the-moments-that-mattered-11582688671", "title": "Democratic Debate in South Carolina: The Moments That Mattered", "date": "2020-02-26 23:33", "summary": "Seven candidates sought to make their points in sharp exchanges during the final debate before Super Tuesday. CHARLESTON, S.C.-Sen. Bernie Sanders of Vermont, days after a resounding victory in the Nevada caucuses, took the bulk of incoming fire on the debate stage here ahead of this state's Saturday primary.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hello-world-11592858284", "title": "Hello, World!", "date": "2020-02-26 23:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Noted"]], "category_links": ["https://www.wsj.com/news/types/noted?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-latino-democrats-decry-bernie-sanderss-cuba-comments-as-candidate-digs-in-11582673892", "title": "Florida's Latino Democrats Decry Bernie Sanders's Cuba Comments as Candidate Digs In", "date": "2020-02-26 22:05", "summary": "Important swing state is home to generations of voters who fled Cuba, Nicaragua, Venezuela. MIAMI-Sen. Bernie Sanders's recent comments on Cuba have drawn condemnation in Latino-heavy Florida and fanned some Democrats' fears that he would doom their chances of winning the swing state if he is the party's presidential nominee.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ten-year-old-girl-killed-by-new-york-city-school-bus-11582662533", "title": "Ten-Year-Old Girl Killed By New York City School Bus", "date": "2020-02-26 22:04", "summary": "Pedestrian deaths have climbed in city so far this year; 'We are devastated,' girl's charter-school network says. A 10-year-old girl was hit and killed by a yellow school bus in Brooklyn on Tuesday morning as she tried to cross the street, police said.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-warns-it-expects-coronavirus-to-spread-in-u-s-11582653829", "title": "CDC Warns It Expects Coronavirus to Spread in U.S.", "date": "2020-02-26 21:17", "summary": "Official says authorities are preparing for a potential pandemic; Trump administration's response is challenged in Congress. Federal health authorities said Tuesday they now expect a wider spread of the coronavirus in the U.S. and are preparing for a potential pandemic, though they remain unsure about how severe the health threat could be.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-teases-a-new-media-strategy-11582682858", "title": "Trump Teases a New Media Strategy", "date": "2020-02-26 21:07", "summary": "Meanwhile Sanders proposes an economic revolution.. There's an argument that people don't change all that much after the age of 70. But at a Tuesday press conference in India, President Donald Trump suggested that he intends to be more careful with his words. Whether or not Mr. Trump alters his speaking style, flaws in his communication look less consequential when one considers the agenda of the leading candidate for the Democratic presidential nomination. A new critique of the Bernie Sanders economic plan could make people almost forget that Mr. Trump ever tweeted.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/order-in-the-mouse-house-11582681281", "title": "Order in the Mouse House", "date": "2020-02-26 20:41", "summary": "Disney's 'surprise' CEO news wasn't much of a surprise. Perhaps the only genuine surprise Walt Disney Co. sprang on investors Tuesday afternoon was the name of its new chief executive. Even that wasn't much of a surprise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drop-in-new-coronavirus-cases-in-china-offers-hope-that-its-outbreak-is-ebbing-11582636045", "title": "New Cases Drop in China as Virus Spreads Globally", "date": "2020-02-26 20:31", "summary": "With pace of new cases slowing, several Chinese provinces lower their health-alert levels. BEIJING-The number of new coronavirus cases in China dropped dramatically in recent days outside the province at the center of the epidemic, but health authorities raised alarms about sharp increases in infections elsewhere in the world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-plans-maximum-quarantine-steps-in-coronavirus-struck-city-11582627008", "title": "South Korea Plans 'Maximum' Quarantine Steps in Coronavirus-Struck City", "date": "2020-02-26 20:26", "summary": "Visiting epicenter, president calls the next several days a 'clear inflection point'. South Korea's president visited a virus-stricken city and called the next several days a \"clear inflection point,\" as the government said it would investigate the roughly 200,000 followers of a mysterious religious sect linked with most of the country's cases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-plans-to-resume-space-tourism-sales-11582678956", "title": "Virgin Galactic Plans to Resume Space-Tourism Sales", "date": "2020-02-26 20:02", "summary": "Company backed by Richard Branson says it has secured 20 of 29 necessary approvals from FAA. Virgin Galactic Holdings Inc. still plans to make its first commercial space-tourism flight this year and took a step toward resuming ticket sales for jaunts expected to cost upward of $250,000.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/univision-to-sell-majority-stake-to-searchlight-former-viacom-executive-11582641061", "title": "Univision Sells to Group Led by Ex-Viacom Executive for Less Than $10 Billion", "date": "2020-02-26 19:55", "summary": "Mexican media company Grupo Televisa to retain 36% stake. Univision Communications Inc. agreed to sell a majority stake to a bidding group that includes former Viacom finance chief Wade Davis and private-equity firm Searchlight Capital Partners, ending a long period of uncertainty over the fate of the Spanish-language broadcaster.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-infections-increase-in-italy-11582632278", "title": "Coronavirus Infections Grow in Italy", "date": "2020-02-26 19:42", "summary": "Death toll stands at 11 as experts warn the global spread of Covid-19 is reaching a tipping point. MILAN-Italy's coronavirus outbreak continued to spread, bucking efforts to contain it mostly to two rural areas near Milan and Venice. New cases appeared as far south as Sicily, showing the limits of quarantining towns and the difficulties facing health officials.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-to-consider-roger-stones-request-for-new-trial-11582632000", "title": "Jurors Questioned in Roger Stone Case", "date": "2020-02-26 19:39", "summary": "Trump confidant has requested a new trial citing misconduct by jury forewoman. Jurors from the trial of Roger Stone testified in court Tuesday that they faced no pressure in their deliberations and each came to their conclusions independently, as the legal drama surrounding the case continued and Mr. Stone sought to convince a federal judge he deserves a new trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spending-virus-11582677150", "title": "The Spending Virus", "date": "2020-02-26 19:32", "summary": "Congress shows political opportunism with another health plague.. Federal health officials warned Tuesday that the new coronavirus will spread much more than it has in the U.S., and financial investors continued their repricing down of assets as a result. Equities fell another 3% or so. Politicians, meanwhile, were repricing upward their chances of another burst of new federal spending.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-tycoon-resigns-after-manhattan-office-raid-in-sex-trafficking-probe-11582677092", "title": "Retail Tycoon Resigns After Raid in Sex-Trafficking Probe", "date": "2020-02-26 19:31", "summary": "Canadian fashion executive Peter Nygard, denying allegations, steps down from company amid federal investigation. Canadian retail tycoon Peter Nygard stepped down as chairman of his company after federal and local authorities raided the firm's Manhattan offices as part of an investigation into sex-trafficking allegations against him.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-judges-mystery-meeting-11582676944", "title": "The Federal Judges' Mystery Meeting", "date": "2020-02-26 19:29", "summary": "A judicial group should set the record straight about its 'emergency.'. Donald Trump's Twitter outbursts over the sentencing of Roger Stone were inappropriate and self-defeating. But the most disturbing part of the Stone saga was reporting last week that the Federal Judges Association leadership had scheduled \"an emergency meeting\" to rebuke the President. That suggested the judiciary was mobilizing politically-a prospect that delighted the resistance to Mr. Trump but is a danger to the rule of law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-primary-madness-11582676885", "title": "March Primary Madness", "date": "2020-02-26 19:28", "summary": "Early voting and other changes may create a vote-counting mess.. Fourteen states hold primaries next Tuesday, but millions of votes will already have been cast for those contests. Democrats over the years have pushed to expand early voting to help their candidates, but they may soon rue the results. Super Crazy March is possible.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-lays-out-succession-plans-11582634461", "title": "Mastercard's Next CEO to Continue Company's Push Beyond Cards", "date": "2020-02-26 19:27", "summary": "Michael Miebach will become president on March 1, then chief executive next January. Mastercard Inc.'s pick for its next chief executive puts more muscle behind the company's effort to expand beyond its legacy cards business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-response-spurs-hong-kongs-labor-movement-11582676342", "title": "The Virus Response Spurs Hong Kong's Labor Movement", "date": "2020-02-26 19:19", "summary": "Hospital workers staged a five-day strike demanding a total shutdown of the border with the mainland.. The novel coronavirus has diverted attention from Hong Kong's fight for democracy, but it has also helped feed the movement. As of Feb. 25, the territory had 81 cumulative confirmed coronavirus cases and two deaths. Dissatisfaction with the way Chief Executive Carrie Lam has handled the outbreak has contributed to the rapid growth of labor unions, which play an increasingly central role in the opposition to Chinese Communist rule.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealthy-americans-already-pay-their-share-11582676377", "title": "Wealthy Americans Already Pay Their Share", "date": "2020-02-26 19:19", "summary": "Arguments to the contrary spurn or wildly distort statistics and cherry-pick anecdotal examples.. Even amid a freewheeling presidential primary, Democrats are of one mind when it comes to taxation: Rich Americans are not paying their fair share. Congressional Democrats have joined the debate, proposing a 10% surcharge on incomes above $2 million. Once imposed, the Democratic tax wish list could quickly grow into a massive drain on American families-much as the income tax grew in its first 50 years. What began in 1913 as a mere 7% levy on earnings above $500,000 (almost $13 million in 2019 dollars) rose by 1963 to a 72% tax on incomes above $44,000.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-did-persecute-for-profit-colleges-11582676219", "title": "Obama Did Persecute For-Profit Colleges", "date": "2020-02-26 19:17", "summary": "Lots of nonprofit programs flunk the Gainful Employment rules he imposed.. Some on the left scapegoat for-profit colleges for the problems of higher education. The Obama administration crafted a set of \"Gainful Employment\" regulations primarily targeting these programs. If a pool of graduates had too much debt relative to earnings, the government would cut off financial aid to its students. These and other regulations helped drive a sharp decline in for-profit enrollment. But new data released by the Education Department reveals just how misguided these policies were.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-takes-up-mcgoverns-mantle-11582675943", "title": "Sanders Takes Up McGovern's Mantle", "date": "2020-02-26 19:12", "summary": "And as in 1972, a far-left platform could doom the Democratic presidential ticket.. A badly split political party nominates an unpopular establishment-wing presidential candidate, who proceeds to lose the general election. The other party's equally unpopular nominee wins more than 300 electoral votes despite falling far short of a popular-vote majority. The defeated party's insurgent wing then succeeds in rewriting the party's rules to its advantage, and an antiestablishment candidate wins the presidential nomination-only to suffer one of the worst landslide losses in American political history.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bezos-can-influence-climate-11582675904", "title": "How Bezos Can Influence Climate", "date": "2020-02-26 19:11", "summary": "His 'just do it' approach to space travel can also be used to cool the planet.. Jeff Bezos' $10 billion commitment to fight climate change, which he announced last week, brings to mind an episode of \"South Park\" that aired during the financial crisis. A succession of characters put their money into the market only to see it go instantly to zero before their eyes.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democratic-establishment-will-rally-around-bernie-11582675862", "title": "The Democratic Establishment Will Rally Around Bernie", "date": "2020-02-26 19:11", "summary": "The sins of Sanders's past will be waved away when the choice is between him and Trump.. A week from now, Bernie Sanders could well be on a glide path to the Democratic presidential nomination. Even if he doesn't win the primary in South Carolina on Saturday, he's expected to do well there. Three days later is Super Tuesday, when 14 states will hold contests and more than a third of the national delegates will be awarded.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-bloombergs-money-cant-buy-11582675829", "title": "What Bloomberg's Money Can't Buy", "date": "2020-02-26 19:10", "summary": "A deep connection with voters, a new reputation and Americans' votes, students argue.. Editor's note: This Future View is about Mike Bloomberg's record levels of spending on his campaign for the Democratic nomination for president. For next week we'll ask, \"Have the #MeToo movement and the national focus on sexual assault and harassment affected your campus?\" Students should click here to submit opinions of fewer than 250 words before March 3. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-chastise-review-myth-busting-the-dam-busters-11582675531", "title": "'Operation Chastise' Review: Myth-Busting the Dam Busters", "date": "2020-02-26 19:05", "summary": "The attack on Germany's dams during World War II has been immortalized in popular ﬁlm and legend. The reality is more nuanced.. A few years ago, I happened to be speaking with the legendary Capt. Eric \"Winkle\" Brown, arguably one of the greatest aviators ever, who, as a test pilot, flew a staggering 485 types of aircraft, a record that will never be broken. He once met Guy Gibson, he told me, and the two talked at some length. \"Do you ever feel scared when you're flying?\" Gibson suddenly asked him. Brown responded that he did not. \"You're lucky,\" Gibson replied, admitting that \"I'm absolutely terrified every time I set foot\" in a plane. It was a remarkable yet very human admission from one of the most famous British pilots of World War II-a man who liked to portray himself as the ultimate \"press on\" bomber commander: fearless, aggressive and always cheerful in the face of adversity, ever willing to do more than what was asked of him. It was this character that Richard Todd-who had himself been a British paratrooper on D-Day-so memorably portrayed when he played Gibson in the 1955 movie \"The Dam Busters.\" Yet as Max Hastings reveals in his fascinating and immensely readable \"Operation Chastise: The RAF's Most Brilliant Attack of World War II,\" almost everything we think we know from the film and popular mythology is wrong.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-investigating-mattels-accounting-11582672709", "title": "SEC Investigating Mattel's Accounting", "date": "2020-02-26 19:05", "summary": "The toy maker said it resolved an accounting error after an internal probe last year; SEC and federal prosecutors want a closer look. Mattel Inc. is facing fresh scrutiny over an internal probe into accounting issues that the toy maker said it resolved last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-socialism-11582675367", "title": "Notable & Quotable: Socialism", "date": "2020-02-26 19:02", "summary": "'We don't want simply to fight against some other political majority-we want to become the majority.'. Micah Uetricht and Meagan Day in a Feb. 22 Salon essay adapted from their forthcoming book, \"Bigger than Bernie: How We Go From the Sanders Campaign to Democratic Socialism\":", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}]