[{"link": "https://www.wsj.com/articles/trump-administration-weighs-extending-new-start-nuclear-treaty-11592952274", "title": "Trump Administration Weighs Extending New START Nuclear Treaty", "date": "2020-06-23 19:56", "summary": "President's decision about pact with Russia will be influenced by whether China joins arms-control negotiations and progress toward tougher agreement. WASHINGTON-The Trump administration is keeping open the possibility of extending the New START arms control treaty, but the decision will be influenced by three factors, including whether China agrees to join the arms control process, a U.S. official said Tuesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-23-2020-11592901807", "title": "Coronavirus Cases Hit Daily Records in Some U.S. States", "date": "2020-06-23 19:32", "summary": "Arizona, Texas, California report daily records of infections as South Korean authorities battle newly imported cases. New coronavirus cases spiked in several states, with Arizona, Texas and California reporting new daily records of infections Tuesday, prompting elected officials to tighten rules on gatherings and strongly urge people to stay home and follow social-distancing guidelines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blocking-police-reform-11592955085", "title": "Blocking Police Reform", "date": "2020-06-23 19:31", "summary": "Democrats may prevent the Scott bill from a debate or amendment.. Democrats are increasingly confident they'll gain Senate control in November, and for evidence watch how they handle Republican Senator Tim Scott's police reform bill this week. Democrats are signaling they'll block the bill even from moving to the floor for debate, much less votes on amendments.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homicide-in-seattles-no-cop-zone-11592954952", "title": "Homicide in Seattle's No-Cop Zone", "date": "2020-06-23 19:29", "summary": "The 'summer of love' turns into 'mayhem beyond mayhem.'. Anarchy might seem like harmless fun-until somebody gets shot. On June 11, Seattle Mayor Jenny Durkan addressed the police-free \"autonomous zone\" declared in several city blocks by protesters and hangers-on. She characterized the neighborhood scene as \"food trucks, spaghetti potlucks, teach-ins, movies, free granola bars.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-immigration-gift-to-china-11592954813", "title": "Trump's Immigration Gift to China", "date": "2020-06-23 19:26", "summary": "His limits on foreign workers will send more U.S. jobs overseas.. President Trump's economic agenda has always been marked by a contradiction. He wants America to be the world's high-tech business hub, but then he closes off the human talent essential to stay globally competitive. That's the import of his order Monday restricting legal work visas across the economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-from-the-non-lockdown-states-11592954700", "title": "News From the Non-Lockdown States", "date": "2020-06-23 19:25", "summary": "Per-capita Covid fatalities were 75% lower in open states.. GOP governors have faced enormous media pressure to lock down their states in solidarity with Democrats, and some now are getting browbeaten to shut down again amid coronavirus flare-ups. So it's worth pointing out that states that didn't lock down this spring kept the virus under control and experienced fewer deaths than most that did.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-seeks-to-protect-monuments-from-vandals-with-tougher-sentences-11592922449", "title": "Toppling of Statues Triggers Reckoning Over Nation's History", "date": "2020-06-23 19:14", "summary": "Activists target monuments to figures who have long been revered, including slaveholding U.S. presidents. Activists across the country are targeting statues of former U.S. presidents and other well-known figures, escalating a campaign that previously focused on Confederate generals and prompting a national reckoning over the value and meaning of historical monuments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-younger-brother-tries-to-block-book-by-presidents-niece-11592953722", "title": "Trump's Younger Brother Tries to Block Book by President's Niece", "date": "2020-06-23 19:08", "summary": "Robert S. Trump seeks injunction against Mary Trump's coming 'Too Much and Never Enough'. President Trump's younger brother, Robert S. Trump, is seeking a preliminary injunction and temporary restraining order to block the coming publication of a tell-all book by the president's niece.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirees-security-trumps-other-social-goals-11592953329", "title": "Retirees' Security Trumps Other Social Goals", "date": "2020-06-23 19:02", "summary": "A new Labor Department rule reinforces pension funds' fiduciary duties.. The Labor Department proposed a rule Tuesday that will govern how the $10.7 trillion invested in private pension plans should be managed in light of the push to consider the environment, social factors and corporate governance, or ESG, when making investment decisions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-statues-must-fall-11592953299", "title": "How Many Statues Must Fall?", "date": "2020-06-23 19:01", "summary": "Students debate toppling monuments and renaming buildings that honor historical figures.. Editor's note: This Future View is about removing statues and renaming buildings that honor historical figures. Next week we'll ask about Covid restrictions and guidelines: Are people still following them in your neighborhood? Or is that finished? Students should click here to submit opinions of fewer than 250 words before June 30. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuesdays-primaries-to-test-progressive-democrats-momentum-11592884860", "title": "Tuesday's Primaries to Test Progressive Democrats' Momentum", "date": "2020-06-23 18:58", "summary": "Turnout and vote counting are key questions in New York, Kentucky and Virginia races. WASHINGTON-Primaries in New York, Virginia and Kentucky on Tuesday will test the energy of Democrats' activist wing, which has fielded candidates promoting a more muscular role for government at a time of economic and social unrest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-dog-has-his-day-in-court-11592952583", "title": "Every Dog Has His Day in Court", "date": "2020-06-23 18:49", "summary": "Are owners liable for bites? Depends on the pooch's personality.. The Vermont Supreme Court ruled this month that Tyler Noyes could seek damages from his grandparents for injuries sustained when he was bitten by their dog, Bobo. The decision, Bradley v. Bradley, follows a long tradition of courts deciding if owners are responsible for injuries caused by their canines.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-was-a-punch-in-the-mouth-11592952457", "title": "Coronavirus Was a Punch in the Mouth", "date": "2020-06-23 18:47", "summary": "New Zealand and the U.S. are opposites, but neither had a plan for the pandemic.. If it's true that America recently recorded its two-millionth coronavirus infection, then the U.S. of late 2018 is about to get its first case. That is, a country of 328 million people has yet to encounter the virus. Or if, as seems plausible, the true infection rate is understated by 90%, then the U.S. of 2010 is about to encounter the virus for the first time-a country of 310 million people.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-police-racism-isnt-an-epidemic-11592952420", "title": "No, Police Racism Isn't an Epidemic", "date": "2020-06-23 18:47", "summary": "The data don't show racial bias in police use of deadly force. A few viral videos don't prove otherwise.. So far, we haven't seen a shred of evidence that George Floyd's death in police custody last month was racially motivated. But for those looking to exploit the incident, that doesn't seem to matter.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-douglass-on-grant-11592952343", "title": "Notable & Quotable: Douglass on Grant", "date": "2020-06-23 18:45", "summary": "'I see in him the vigilant, firm, impartial, and wise protector of my race from all the malign, reactionary, social, and political elements that would whelm them in destruction.'. From \"U.S. Grant and the Colored People,\" an 1872 campaign pamphlet by Frederick Douglass. Last Friday a mob tore down a statue of President Grant in San Francisco:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-wars-are-class-wars-review-exports-and-angst-11592952312", "title": "'Trade Wars Are Class Wars' Review: Exports and Angst", "date": "2020-06-23 18:45", "summary": "Globalization was supposed to achieve great things for a vast range of countries, not least for their working-class citizens. Has it done so?. China's Communist Party gave up on running a communist economy 40 years ago, and the rest is history. But Matthew C. Klein and Michael Pettis argue that China faces big problems unless it alters the policies that have propelled it to great wealth and global prominence. Ironically, their argument in \"Trade Wars Are Class Wars\"-that some Chinese have grown rich at the expense of Chinese workers and consumers-has a Marxist flavor. China needs a redistribution of wealth, they say.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-raises-cio-role-to-next-level-11592951200", "title": "Pandemic Raises CIO Role to Next Level", "date": "2020-06-23 18:26", "summary": "Chief information officers are being measured on whether their companies are able to serve customers entirely digitally, says Box's CEO. Chief information officers are more important to their chief executives than ever before, as they navigate remote work needs and economic challenges caused by the coronavirus pandemic, said Aaron Levie, chief executive of software maker Box Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-legislature-passes-hate-crimes-bill-11592951124", "title": "Georgia Legislature Passes Hate-Crimes Bill", "date": "2020-06-23 18:25", "summary": "Governor says he will sign bill, leaving only three states without a hate-crimes law. The Georgia legislature approved a hate-crimes bill on Tuesday, after it came under pressure from a wide coalition of civic groups and companies following the killing of Ahmaud Arbery, an unarmed black man, earlier this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fireworks-are-exploding-over-new-york-city-and-mayor-de-blasio-wants-it-to-stop-11592943831", "title": "Fireworks Are Exploding Over New York City, and Mayor de Blasio Wants It to Stop", "date": "2020-06-23 18:22", "summary": "More than 24,000 fireworks complaints have been logged so far this year, versus 1,060 for the same period in 2019. For nights now, bursts of fireworks have exploded over New York City, and on Tuesday, Mayor Bill de Blasio vowed to ferret out the source of the illegal explosives.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-to-review-funds-linked-to-softbank-backed-firm-11592950659", "title": "Credit Suisse Reviews Funds Linked to SoftBank-Backed Firm", "date": "2020-06-23 18:22", "summary": "The funds invest primarily in securities seeded by Greensill Capital. Credit Suisse Group AG has launched an internal review into funds it manages that have invested in billions of dollars worth of securities sold by a SoftBank Group Corp. -backed firm, the bank said.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-against-pound-as-focus-returns-to-brexit-11592917112", "title": "Investors Bet Against Pound as Focus Returns to Brexit", "date": "2020-06-23 18:21", "summary": "Hedge funds have amassed the most bets that the currency will weaken since November. Traders' sentiment toward the British pound has reached its lowest since the run-up to last year's election, as attention shifts from the coronavirus pandemic to stalled Brexit negotiations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dove-soaps-owner-is-criticized-over-skin-lightening-cream-11592949249", "title": "Dove Soap's Owner Is Criticized Over Skin-Lightening Cream", "date": "2020-06-23 18:21", "summary": "Unilever faces fresh racism complaints about its Fair & Lovely brand, one of the firm's best-selling products in India. Unilever PLC is facing fresh backlash against a skin-lightening cream that is one of its better-selling products, as scrutiny mounts for brands that some say feed into racist ideas and imagery.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-dept-considering-extending-tax-filing-deadline-a-second-time-11592946094", "title": "Treasury May Consider Extending Tax Filing Deadline a Second Time", "date": "2020-06-23 18:19", "summary": "Secretary Mnuchin said he hopes next round of stimulus could pass both houses of Congress in July. WASHINGTON-The government may consider postponing the 2019 annual tax-filing deadline a second time, though Treasury Secretary Steven Mnuchin suggested Tuesday that the benefits of doing so would be less clear than before.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-says-noose-found-in-bubba-wallaces-garage-wasnt-a-hate-crime-11592950651", "title": "FBI Says Noose Found in Bubba Wallace's Garage Didn't Appear to Target Him", "date": "2020-06-23 18:17", "summary": "An investigation has shown that the noose found in the racetrack stall Sunday had been there for months. The Federal Bureau of Investigation said Tuesday that a noose found Sunday in the garage stall of Nascar driver Bubba Wallace had been there for months, and did not appear to have been targeting the lone black driver at the highest level of the sport.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-races-across-latin-america-a-warning-to-poor-nations-11592950314", "title": "Coronavirus Races Across Latin America, a Warning to Poor Nations", "date": "2020-06-23 18:17", "summary": "Resume Subscription. RIO DE JANEIRO-In early May, the new coronavirus swept through the crowded homes in Alley 24 of Rocinha, one of the largest of Brazil's favelas, or slum communities.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dell-explores-options-for-81-vmware-stake-11592942687", "title": "Dell Explores Spinoff of $50 Billion Stake in VMware", "date": "2020-06-23 18:13", "summary": "PC maker is saddled with sluggish shares and heavy debt load. Dell Technologies Inc. is examining options including a spinoff for its roughly $50 billion stake in VMware Inc. as the PC maker seeks to boost the value of its shares.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-z-boy-is-restarting-factories-11592950195", "title": "La-Z-Boy Is Restarting Factories", "date": "2020-06-23 18:09", "summary": "After coronavirus-related closures in spring, company is ramping up furniture production. La-Z-Boy Inc. said it is ramping up furniture production as states around the country ease coronavirus-related restrictions and consumers begin patronizing reopened stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-court-rules-president-bolsonaro-must-wear-mask-in-public-11592949576", "title": "Brazilian Court Rules President Bolsonaro Must Wear Mask in Public", "date": "2020-06-23 17:59", "summary": "Mr. Bolsonaro now could be fined if he disregards a rule that masks must be worn in Brasília and nearby towns. SÃO PAULO-A federal court has ordered Brazilian President Jair Bolsonaro, who is among a handful of prominent world leaders who sometimes refuse to wear a mask, to put one on when he's out in public in the country's capital.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-u-s-stock-indexes-are-telling-different-stories-11592904600", "title": "The Big U.S. Stock Indexes Are Telling Different Stories", "date": "2020-06-23 17:52", "summary": "A handful of growth stocks that have surged this year have an outsize influence on the Nasdaq and the S&P 500. The divergence in the performance of the major U.S. stock indexes this year is the widest in more than a decade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-isolated-israeli-settlements-netanyahus-push-for-annexation-gets-complicated-11592847926", "title": "Isolated Israeli Settlements Complicate Netanyahu's Push for Annexation", "date": "2020-06-23 17:45", "summary": "Resume Subscription. ATERET, West Bank-In a hilltop hamlet, behind yellow steel gates with an armed guard, Palestinian laborers are working to expand Jewish homes in this isolated Israeli settlement, with bottom-line considerations that eclipse dreams of their statehood.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/silicon-valley-ceos-criticize-trumps-visa-restrictions-11592948571", "title": "Silicon Valley CEOs Criticize Trump's Visa Restrictions", "date": "2020-06-23 17:42", "summary": "Tech executives warn clampdown on skilled immigrants could drive job creation overseas. Silicon Valley executives criticized President Trump's order suspending new immigration on several employment-based visas programs, warning it could damage the U.S. tech industry's competitiveness and ultimately jeopardize domestic job creation.", "categories": [["Tech", "Audience"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-courts-ruling-on-sec-disgorgement-could-shrink-whistleblower-awards-11592948327", "title": "Supreme Court Ruling on SEC Disgorgement Could Shrink Whistleblower Awards", "date": "2020-06-23 17:38", "summary": "Lawyers representing corporate whistleblowers worry that smaller awards could prevent corporate tipsters from coming forward. A U.S. Supreme Court decision that restricted the Securities and Exchange Commission's practice of recovering ill-gotten gains from financial fraud could diminish future rewards for whistleblowers, lawyers representing corporate tipsters said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-primary-day-new-york-faces-ballot-problems-while-low-turnout-expected-amid-coronavirus-11592931915", "title": "New York Primary Faces Ballot Problems, While Low Voter Turnout Expected Amid Coronavirus", "date": "2020-06-23 17:24", "summary": "Large number of absentee ballots means most results delayed for at least two weeks. New Yorkers trickled into the polls Tuesday to vote on primary races for seats in Congress, the state Legislature and local government, but turnout was expected to be low with many voters opting for absentee ballots to avoid the spread of the new coronavirus.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saks-to-reopen-fifth-avenue-flagship-with-uv-handrail-cleaners-video-shopping-service-11592920041", "title": "Saks to Reopen Fifth Avenue Flagship With Coronavirus Safety Measures", "date": "2020-06-23 17:16", "summary": "Saks, Tiffany, Bergdorf are going beyond masks and other coronavirus safety measures as they try to woo back luxury shoppers to the high-end shopping corridor. Saks Fifth Avenue will reopen its Manhattan flagship store on Wednesday with ultraviolet handrail cleaners on its escalators, a remote video-shopping service and a host of other measures designed to make customers feel safe amid the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-group-urges-controls-on-flow-of-cellphone-data-to-government-11592946810", "title": "Digital Group Urges Controls on Flow of Cellphone Data to Government", "date": "2020-06-23 17:13", "summary": "Advertisers are asked to try to prevent identifications when supplying location material to authorities. WASHINGTON-A national trade group representing the digital advertising industry has advised member companies to put stricter controls on consumer mobile-phone location data they provide to government units such as public health authorities and law-enforcement and intelligence agencies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-ease-street-parking-rules-11592946727", "title": "New York City to Ease Street-Parking Rules", "date": "2020-06-23 17:12", "summary": "'No New Yorker should have to move their car more than once a week,' says Mayor Bill de Blasio. Car owners will soon see some relief in their search for one of New York City's scarcest commodities: street parking.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-launch-2-billion-venture-capital-fund-to-invest-in-clean-energy-11592910001", "title": "Amazon to Launch $2 Billion Venture Capital Fund for Clean Energy", "date": "2020-06-23 17:09", "summary": "Tech giant plans to invest in transportation, energy, food and other industries. Amazon . com Inc. is launching a $2 billion internal venture-capital fund focused on technology investments to reduce the impact of climate change, the latest sustainability initiative from the technology giant after criticism of its environmental record.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-plans-small-alternative-july-4-fireworks-11592946220", "title": "New York City Plans Small, Alternative July 4 Fireworks", "date": "2020-06-23 17:03", "summary": "Five-minute displays, sponsored by Macy's, start June 29 with no announcement to prevent gatherings; grand finale over Empire State Building. New York City will hold several short Fourth of July fireworks shows across all five boroughs starting June 29, Mayor Bill de Blasio said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-be-gone-in-the-dark-review-an-epic-of-true-crime-obsession-11592945775", "title": "'I'll Be Gone in the Dark' Review: An Epic of True-Crime Obsession", "date": "2020-06-23 16:56", "summary": "HBO's documentary series charts the case of the Golden State Killer and the consuming search of the writer who helped crack it.. \"I'll Be Gone in the Dark,\" an epic true-crime story for true-crime junkies, is also about a true-crime junkie: Michelle McNamara-journalist, internet sleuth and \"citizen detective\"-whose posthumously published book about her personal obsession, the \"madman\" she dubbed the Golden State Killer, is the basis for the six-part series. \"I had a murder habit and it was bad,\" she says. After an episode or two, viewers may find they have a similar problem.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-is-the-newest-chip-giant-in-town-11592910000", "title": "Apple Is the Newest Chip Giant in Town", "date": "2020-06-23 16:56", "summary": "The iPhone maker's move to make an increasing number of parts for its products has roiled suppliers. Apple Inc. built its gadget empire by outsourcing production to a vast ecosystem of chip makers and other component specialists. Under Chief Executive Tim Cook, it is taking a lot of that business back.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearing-on-coronavirus-response-set-to-focus-on-testing-11592910000", "title": "Fauci Says Health Officials Haven't Been Told to Slow Virus Testing", "date": "2020-06-23 16:52", "summary": "Federal health leaders discuss efforts to combat the pandemic after president said he had asked the government to slow testing. The federal government's top infectious-disease expert, Dr. Anthony Fauci, and other health officials defended the government's response to the coronavirus pandemic, saying that they planned to increase testing over the summer and hadn't been told by the president to slow down.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-6-23-2020-11592903076", "title": "Nasdaq Hits Another Record as Tech Shares Fuel Rally", "date": "2020-06-23 16:52", "summary": "Trump's tweets help calm markets after conflicting signals on trade deal with China. Stocks rose Tuesday as improving economic signals in the U.S. and overseas added to optimism for recovery from the pandemic-induced slowdown.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-ask-fed-to-help-businesses-struggling-to-make-mortgage-payments-11592904600", "title": "Lawmakers Ask Fed to Help Businesses Struggling to Make Mortgage Payments", "date": "2020-06-23 16:47", "summary": "Bipartisan effort seeks lending facility to ease cash crunch for borrowers in commercial-mortgage-backed securities market. More than 100 members of Congress are calling on the Trump administration and the Federal Reserve to help struggling businesses pause debt payments in a key real-estate financing market.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/classical-musics-opportune-moment-11592944760", "title": "Classical Music's Opportune Moment", "date": "2020-06-23 16:39", "summary": "The pandemic offers the genre a chance to reinvigorate itself.. The coronavirus pandemic is a rolling catastrophe for all of the performing arts, and arguably the genre that could suffer the most is classical music. Yet the path back to live performances draws attention to what the classical-music world has put off, mismanaged or allowed its own insecurities to block out. So the crisis could end up as a blessing in disguise.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operas-at-home-experiments-11592941450", "title": "Opera's At-Home Experiments", "date": "2020-06-23 15:44", "summary": "With the closure of the Met and other opera companies around the U.S., groups have taken to other means of entertaining, from livestreams to songs delivered one-on-one over the phone.. On June 1, the Metropolitan Opera canceled its performances through the end of 2020. Two weeks later, Lyric Opera of Chicago and San Francisco Opera did the same. The challenges of rehearsing, producing and attending opera in large theaters in the era of Covid-19 seemed insurmountable, especially since phase 4 of reopening-which allows for large group gatherings-appears distant in these cities. Some European arts groups are resuming live performance with drastically revised programs; most notably, the Salzburg Festival will present \"Così fan tutte\" and \"Elektra\" in August, with stringent testing and contact-tracing protocols; reduced, socially distanced audiences; and no intermissions. U.S. groups are nowhere near that point, and the reliance on earned income in the U.S. means that the economics don't work with such drastically reduced ticket sales.", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-health-officials-targeted-live-and-on-facebook-11592941006", "title": "Public-Health Officials Targeted, Live and on Facebook", "date": "2020-06-23 15:36", "summary": "Protestors are using social media to organize, broadcast at officials' homes, sometimes using violent rhetoric. Public-health officials around the country are facing intimidation both online and off.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-birdwatching-youll-love-this-elegant-board-game-11592940918", "title": "Love Birdwatching? You'll Love This Elegant Board Game", "date": "2020-06-23 15:35", "summary": "Class up game night with Wingspan, where players compete to build the most impressive nature reserve. AMONG THE GEEKY ranks of board-game designers, women are as rare as the blue-eyed ground dove, but Elizabeth Hargrave swooped in with her highflying game Wingspan. A health-policy consultant by profession and a bird-watcher by passion, she caught the attention of industry leader Stonemaier Games with her unusual ornithology theme. Up to five players compete to build the most impressive nature preserve, hoarding and relinquishing tiny eggs and food tokens as they go. The game, launched last year, revolves around 170 different gorgeously illustrated cards depicting North American birds-like the burrowing owl or the bronzed cowbird-and each delivers myriad facts about the species, so you might pick up some birding intel as you compete. But Wingspan is just as engaging if you don't know your common cuckoo from your common loon. $60, stonemaiergames.com/games/wingspan", "categories": [["Life & Work", "Reading & Retreating"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/reading-retreating?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlesbank-joins-ta-and-vista-in-backing-aptean-11592940147", "title": "Charlesbank Joins TA and Vista in Backing Aptean", "date": "2020-06-23 15:22", "summary": "The deal values the software maker at nearly $2 billion, people familiar with the situation say. Enterprise software provider Aptean is welcoming yet another private-equity firm to its fold as Charlesbank Capital Partners joins TA Associates and Vista Equity Partners in backing the company.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wins-round-in-fight-over-ppp-bankruptcy-ban-11592939934", "title": "U.S. Wins Round in Fight Over PPP Bankruptcy Ban", "date": "2020-06-23 15:18", "summary": "Appeals court overturns bankruptcy-court ruling, a victory for the Small Business Administration, which governs Paycheck Protection Program loans. A U.S. appeals court overturned an injunction making an ambulance company eligible for coronavirus relief loans despite its bankruptcy, ruling against the employer in a dispute over access to the Paycheck Protection Program.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouri-court-cuts-talc-powder-verdict-against-j-j-11592935876", "title": "Missouri Court Cuts J&J Talc-Powder Verdict to $2.1 Billion", "date": "2020-06-23 15:15", "summary": "Appeals court upholds jury's verdict in Johnson's Baby Powder case, while reducing the damages J&J must pay by more than half. A Missouri appeals court on Tuesday upheld a jury verdict that Johnson & Johnson 's talcum powder caused ovarian cancer in 22 women, though the court reduced by more than half the $4.69 billion in damages J&J was ordered to pay.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-contact-tracing-app-struggles-with-slow-adoption-it-isnt-alone-11592928266", "title": "French Contact-Tracing App Struggles with Slow Adoption. It Isn't Alone", "date": "2020-06-23 15:12", "summary": "France was one of the first Western countries to build an app to track exposure to the coronavirus, but sluggish takeup could limit its usefulness in preventing a second wave of infections. PARIS-France was one of the first large Western countries out of the gate in the scramble to build mobile applications to help track exposure to the new coronavirus. It is off to a slow start.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polands-president-seeks-trump-support-ahead-of-re-election-vote-11592928611", "title": "Poland's President Seeks Trump Support Ahead of Re-Election Vote", "date": "2020-06-23 15:11", "summary": "Supporters say Andrzej Duda needs to show conservative voters he has U.S. president's support. WARSAW-With less than a week to go before Poland's presidential election, the incumbent was set to board a jet Tuesday night to visit a city crucial to his reelection: Washington.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-vote-could-extend-putin-era-for-years-11592931430", "title": "Russian Vote Could Extend Putin Era for Years", "date": "2020-06-23 15:11", "summary": "National referendum on constitutional amendments could allow Mr. Putin to remain in power until 2036. MOSCOW-Russian citizens are set to begin voting on constitutional changes that could allow President Vladimir Putin to remain in office for years to come, potentially cementing his hold on power and putting to rest speculation as to who might eventually succeed the Kremlin leader.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petroleum-refiners-pose-hurdle-to-oils-recovery-11592905482", "title": "Petroleum Refiners Pose Hurdle to Oil's Recovery", "date": "2020-06-23 15:09", "summary": "Many refiners are struggling to make ends meet, crimping a key source of demand for crude oil. After a furious rally that has seen oil prices more than double over two months, the market faces a new hurdle: Petroleum refiners are struggling to make ends meet.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-house-republicans-come-out-against-trumps-troop-cut-in-germany-11592905286", "title": "More House Republicans Come Out Against Trump's Troop Cut in Germany", "date": "2020-06-23 14:55", "summary": "Six members of Foreign Affairs Committee say U.S. should 'lead by example'. WASHINGTON-Six House Republicans are joining other GOP lawmakers in warning President Trump that his plan to cut U.S. troop levels in Germany is ill-advised and would imperil American interests in the region.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-reach-accord-to-diffuse-border-tensions-11592927373", "title": "India, China Reach Accord to Ease Border Tensions", "date": "2020-06-23 14:51", "summary": "Agreement comes after 20 Indian soldiers died in a clash in disputed area last week. NEW DELHI-Indian and Chinese security forces agreed for the second time this month to try to defuse tensions along their disputed border in the Himalayan mountains.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-state-attorneys-general-to-confer-on-google-antitrust-challenge-11592937476", "title": "Justice Department, States to Confer on Google Antitrust Challenge", "date": "2020-06-23 14:46", "summary": "One focal point has been the internet giant's online advertising business. WASHINGTON-The Justice Department and a group of state attorneys general are scheduled to meet Friday to talk about next steps in bringing a likely antitrust case against Alphabet Inc.'s Google, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flower-garden-or-vegetable-garden-you-neednt-choose-11592937947", "title": "Flower Garden or Vegetable Garden? You Needn't Choose", "date": "2020-06-23 14:45", "summary": "Despite the trend for edible victory gardens, experts recommend a 70%-30% split between blooms and vegetables. It looks pretty and is more manageable.. TO MY HUSBAND, a garden means a sort of outdoor refrigerator, ideally stocked with enough fresh vegetables to rival a Whole Foods.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/statue-debate-engulfs-british-archimperialist-and-benefactor-cecil-rhodes-11592925335", "title": "Statue Debate Engulfs British Archimperialist and Benefactor Cecil Rhodes", "date": "2020-06-23 14:36", "summary": "Oxford's Oriel College wants monument gone as U.K. reckons with its colonial past; defenders threaten to pull donations. During a dinner at the University of Oxford's Oriel College in the late 19th century, Cecil Rhodes, one of Britain's most powerful imperialists, offered to bequeath thousands of pounds to help his cash-strapped alma mater.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-courtallows-trump-policy-expandingswift-immigrant-deportations-11592936332", "title": "Appeals Court Allows Trump Policy Expanding Swift Immigrant Deportations", "date": "2020-06-23 14:26", "summary": "Panel reverses preliminary injunction that prevented policy's expansion across U.S.. A federal appeals court ruled Tuesday that a federal judge was incorrect to block a Trump administration policy allowing the government to quickly deport unauthorized immigrants without going through immigration courts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-followers-of-boogaloo-movement-face-charges-linked-to-protests-11592920008", "title": "Alleged Boogaloo Followers Face Charges", "date": "2020-06-23 14:05", "summary": "Four men allegedly tied to right-wing extremists to appear in court this week after violence perpetrated during demonstrations after George Floyd killing. Four men the government says are part of a loose-knit group of right-wing antigovernment extremists will appear in federal court this week to answer charges based on their alleged actions targeting law enforcement at protests after George Floyd's killing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-markets-green-shoots-11592935455", "title": "Housing Market's Green Shoots", "date": "2020-06-23 14:04", "summary": "Jump in new-home sales suggests worst is behind the housing market, but with caveats. New-home sales figures show the U.S. housing market got a lot better last month. Probably.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-provides-rmds-relief-for-retirees-11592935108", "title": "IRS Provides Relief for Retirees on Required Distributions", "date": "2020-06-23 13:58", "summary": "Deadline for anyone who wishes to return money taken out of retirement accounts in 2020 is Aug. 31. The Internal Revenue Service issued a notice Tuesday that people who took required distributions from retirement accounts this year can put the money back.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-police-reform-americans-want-11592932488", "title": "The Police Reform Americans Want", "date": "2020-06-23 13:14", "summary": "Majorities of voters of both parties support measures to hold officers accountable.. Suppose Congress wanted to seize the moment and make real progress on police reform. What would the two chambers do?", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-buy-the-annexation-hype-11592932454", "title": "Don't Buy the 'Annexation' Hype", "date": "2020-06-23 13:14", "summary": "Applying Israeli civilian law to West Bank settlements wouldn't preclude peace or violate Palestinian rights.. Israel is expected to announce as early as next week that it is normalizing the legal status of Jewish settlements in the West Bank by fully applying Israeli civilian law. The U.S. is expected to recognize Israeli sovereignty in these areas, marking the culmination of a series of pro-Israel Trump administration policies, as well as the first step in its vision for a negotiated process that could lead to a Palestinian state.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worn-a-sweatsuit-for-months-discover-its-fascinating-backstory-11592932217", "title": "Worn a Sweatsuit for Months? Discover Its Fascinating Backstory", "date": "2020-06-23 13:10", "summary": "Even Anna Wintour has resorted to a matching knitted set in recent months, so it feels high time for an in-depth look at the beloved garment's history. AFTER MORE than three months of working from home-or at least attempting to in the midst of a crisis-many of us have settled into a reflexive wardrobe of comfort clothes, often some form of the sweatsuit. If you fall into this category, don't feel bad. Karl Lagerfeld might have dismissed sweatpants as defeatist, a sloppy sign that one had lost control over one's life, but he had not reckoned with a global pandemic, economic insecurity and a climate of deep unease fed by racial inequality and civil unrest all at the same time. Even the normally skirted and heeled Vogue editor Anna Wintour posted images of herself in a jaunty sweater-and-jogger combo this April. The ensuing brouhaha variously suggested that: a) The sweatsuit was now sine qua non daywear; or b) The end of fashion, if not the world, was nigh.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-now-the-time-to-end-qualified-immunity-11592931671", "title": "Is Now the Time to End Qualified Immunity?", "date": "2020-06-23 13:01", "summary": "The states can end the \"failed experiment\" without waiting for Congress to act. Anything that violates Section 1983 likely violates state law as well.. In Pierson v. Ray (1967), the Supreme Court applied the common-law principle of qualified immunity to actions under Section 1983. In \"Warren Court Enabled Police Abuse\" (op-ed, June 18), David B. Rivkin Jr. and Andrew M. Grossman call for \"ending the failed experiment of qualified immunity altogether.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-should-return-to-the-iran-nuclear-deal-11592931627", "title": "U.S. Should Return to the Iran Nuclear Deal", "date": "2020-06-23 13:00", "summary": "The JCPOA, or Iran Nuclear Deal, addressed every concern regarding any peaceful nuclear work conducted by Iran.. Concerning your editorial \"Iran's Pre-Deal Deceptions\" (June 10): The JCPOA, or Iran nuclear deal, addressed every concern regarding any peaceful nuclear work conducted by Iran. After two years of intensive negotiations all parties were satisfied that all issues, including the possible military dimensions (PMD) file which was closed by IAEA in 2015, were addressed. Your implication that they were not is fallacious, and presumably not endorsed by those countries that not only signed on to the deal, but continue to remain participants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/views-on-free-speech-nbc-and-the-federalist-11592931564", "title": "Views on Free Speech, NBC and the Federalist", "date": "2020-06-23 12:59", "summary": "Everyone has the right to freedom of speech, but there is no constitutional or even moral right to be paid for that speech.. Regarding Ben Domenech and Sean Davis's \"NBC Tries to Cancel a Conservative Website\" (op-ed, June 18): The campaign Stop Funding Fake News helps brands remove their adverts from websites that publish harmful misinformation and bigotry across the political spectrum. Last year a British left-wing website, rife with anti-Semitism, which had suffered a collapse in advertising revenue, said we took action because we were \"political Zionists.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-declare-covid-victory-yet-in-early-opening-states-11592931497", "title": "Don't Declare Covid Victory Yet in Early Opening States", "date": "2020-06-23 12:58", "summary": "If cases continue to go up, it's very possible that many customers will decide to stay at home, with or without the reimposition of restrictions.. Your editorial \"Lockdown States and the Jobless\" (June 22) states: \"Job gains are much greater in states that have reopened faster.\" Well, if a state is reopening quickly, the businesses that are reopening will rehire more workers. But this may be a short-term phenomenon if those same states continue to experience increases in Covid-19 cases. If cases continue to go up, it's very possible that many customers will decide to stay at home, with or without the reimposition of restrictions. Let's see how this plays out before declaring victory for the fast-reopening states.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecards-former-ceo-markus-braun-is-arrested-11592901759", "title": "Wirecard's Former CEO Arrested", "date": "2020-06-23 12:30", "summary": "Prosecutors say he was arrested on suspicion of presenting false information; Arrest is a black eye for BaFin, Germany's national financial regulator. Wirecard AG's recently departed chief executive, Markus Braun, was arrested by police, days after the German payments company revealed a $2 billion hole in its books. It was a swift turn of events, but followed years of German regulators ignoring red flags about the once-promising company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-top-liquor-maker-is-worth-more-than-its-biggest-bank-11592900748", "title": "China's Top Liquor Maker Is Worth More Than Its Biggest Bank", "date": "2020-06-23 12:21", "summary": "Kweichow Moutai is the most valuable company listed on a mainland Chinese stock exchange. Hitting the bottle too much during the coronavirus lockdown could be a problem. Investors in this Chinese liquor stock, however, are glowing with health.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-social-distance-in-style-try-a-parasol-11592928222", "title": "Want to Social Distance in Style? Try a Parasol", "date": "2020-06-23 12:03", "summary": "With modern updates, these classic summer accessories let you demarcate personal space in lovely, shady, UV-blocking ways. PARASOLS achieve this summer's accessory trifecta: They block the sun, make a statement and, crucially, encourage social distancing. \"If you're carrying one, it's pretty difficult for someone to invade your space,\" said Lisa Selwitz, creator of New York parasol brand Lily-Lark, who's seen sales rise steadily since launching in 2015. Her sun-umbrellas are designed to thwart over 98% of the sun's UV rays. \"[Parasols] provide way more coverage than a hat,\" said Ms. Selwitz, who carries her own whether strolling through the park or the city. Unlike a heat-trapping hat, parasols won't leave you with a sweaty mess of hair-and some argue that a parasol's larger shadow cools you more effectively than a mere straw brim.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-shows-signs-of-pulling-out-of-its-slump-11592909854", "title": "Global Economy Shows Signs of Pulling Out of Its Slump", "date": "2020-06-23 11:58", "summary": "Countries that imposed some of the strictest lockdowns are seeing an economic rebound, but path to recovery could be long and bumpy. The global economy is gradually pulling out of its stall as businesses reopen after pandemic-induced lockdowns, with output contracting at a slower pace in the U.S., Europe and Asia this month, according to surveys of purchasing managers.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ocean-carrier-mol-to-cut-fleet-on-shrinking-trade-11592927085", "title": "Ocean Carrier MOL to Cut Fleet on Shrinking Trade", "date": "2020-06-23 11:44", "summary": "Japan's biggest ship owner expects a 'significant decline' in global cargo will persist over the next three years. Mitsui OSK Lines, Japan's largest ship owner, is cutting its fleet by 5% over the next three years on expectations of a deep decline in trade volumes as a result of the coronavirus pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-donors-linked-to-china-won-access-to-trump-gop-11592925569", "title": "Political Donors Linked to China Won Access to Trump, GOP", "date": "2020-06-23 11:19", "summary": "Resume Subscription. Soon after Donald Trump took office, people with ties to the Chinese state poured hundreds of thousands of dollars into his re-election bid to get close to and potentially influence the new president.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitter-comedy-interview-sarah-cooper-eva-victor-11592924507", "title": "The New Guard of Female Twitter Comedians", "date": "2020-06-23 11:09", "summary": "\"Front-facing comedy,\" popular on social media and dominated by women, has been booming during lockdown. Five of these viral stars talk about their videos and figuring out how to get paid for it. Since the coronavirus lockdown began, a certain type of homemade video-delightfully low-budget, bite-size clips, with the comedian playing both actor and cameraperson-has soared in popularity. While so-called front-facing comedy, named for the \"front-facing\" camera on many smartphones, was popular long before most of us were staying indoors and conserving toilet paper, such pithy, DIY efforts seem more of the moment than ever: They not only make us laugh, they help us feel connected.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rise-in-coronavirus-cases-in-berlin-fuels-concern-about-second-wave-11592924473", "title": "Rise in Coronavirus Cases in Berlin Fuels Concern About Second Wave", "date": "2020-06-23 11:08", "summary": "New infections increase in German capital and some other spots in Europe following loosening of lockdown measures. BERLIN-A rebound in Covid-19 cases in Berlin and elsewhere in Europe is fueling concerns among public-health authorities about a second wave of infections following the lifting of lockdowns across the continent.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-rides-the-bmw-motorcycle-that-james-bond-made-famous-11592923218", "title": "She Rides the BMW Motorcycle That James Bond Made Famous", "date": "2020-06-23 10:40", "summary": "Resume Subscription. Atlanta-based Brooke Wilson, 43, an independent marketing consultant and author of the Biker Brooke Blog, on her 1998 BMW R 1200 C, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/swim-with-the-fishes-11592922900", "title": "Swim With the Fishes", "date": "2020-06-23 10:35", "summary": "A Miami Beach home for sale comes with a 5,600-gallon aquarium in the living room.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-bmw-bike-for-weekend-camping-trips-11592922814", "title": "Photos: A BMW Bike for Weekend Camping Trips", "date": "2020-06-23 10:33", "summary": "The motorcycle from 'Tomorrow Never Dies' turns out to be just the thing for getaways around Georgia, Tennessee and North Carolina. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gip-brookfield-invest-10-billion-in-abu-dhabi-gas-infrastructure-11592917529", "title": "GIP, Brookfield Invest $10 Billion in Abu Dhabi Gas Infrastructure", "date": "2020-06-23 10:26", "summary": "Consortium to take 49% stake in company with lease rights to pipelines across U.A.E.. DUBAI-Global Infrastructure Partners, Brookfield Asset Management and other private-equity firms invested $10 billion Tuesday in gas pipelines operated by the United Arab Emirates' national oil company, a deal that marries yield-hungry funds with a country battered by low oil prices and the coronavirus pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-beach-spec-home-lists-with-1-million-aquarium-imported-from-japan-11592921343", "title": "Miami Beach Spec Home Lists With $1 Million Aquarium Imported From Japan", "date": "2020-06-23 10:09", "summary": "The 15,560-square-foot waterfront house is asking $34 million.. A newly built Miami Beach spec mansion asking $34 million has a saltwater aquarium so large it requires a scuba diver to maintain it.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennis-star-novak-djokovic-tests-positive-for-covid-19-11592921012", "title": "Tennis Star Novak Djokovic Tests Positive for Covid-19", "date": "2020-06-23 10:03", "summary": "World No. 1 is one of four players to catch the virus at a charity tournament in Croatia. Some 4,000 people packed into a Croatian stadium last Sunday for a strange and exotic spectacle: a real live tennis match, between top-level professionals, in front of fans.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shea-whigham-went-out-on-a-limb-to-find-his-calling-11592920812", "title": "Shea Whigham Went Out on a Limb to Find His Calling", "date": "2020-06-23 10:00", "summary": "The 'Perry Mason' actor was injured climbing a tree at age 12, leading to isolation, books and sensitivity. Shea Whigham, 51, is an actor who has appeared in \"Boardwalk Empire,\" \"Joker\" and \"Modern Love.\" He stars in HBO's \"Perry Mason\" drama series. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-event-planner-reimagines-life-as-business-stalls-11592920800", "title": "New York City Event Planner Rethinks Life, Moves in With Her Mother", "date": "2020-06-23 10:00", "summary": "Resume Subscription. Jes Gordon recently celebrated her 50th birthday dancing in a leopard-print suit at a surprise disco party in the West Village. She was renting a high-rise apartment in Hudson Yards, Manhattan's most expensive neighborhood, and producing million-dollar weddings along with celebrations for hedge funds, media companies and consumer brands through her eponymous events company.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/second-presidential-debate-moves-to-miami-from-michigan-11592920413", "title": "Second Presidential Debate Moves to Miami From Michigan", "date": "2020-06-23 09:53", "summary": "Coronavirus concerns prompt University of Michigan to withdraw as host. WASHINGTON-The University of Michigan on Tuesday pulled out as host of a planned presidential debate in October because of public-health concerns related to the new coronavirus.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-coronavirus-slows-new-york-city-health-officials-watch-hot-spots-11592919179", "title": "As Coronavirus Slows, New York City Health Officials Watch Hot Spots", "date": "2020-06-23 09:33", "summary": "'The risk of infection is related to household, rather than urban, density.'. New York state has hit the lowest percentage of positive Covid-19 test results since March, but health officials are closely monitoring hot spots where higher rates of infection persist.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-big-vacation-you-scrapped-is-already-selling-out-for-next-summer-11592918920", "title": "That Big Vacation You Scrapped Is Already Selling Out for Next Summer", "date": "2020-06-23 09:28", "summary": "There's already competition to reserve major international trips in 2021 as people who canceled because of coronavirus look to roll over the money they already spent. Deborah Pilla's summer travel is all planned and booked.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plexiglass-to-the-rescue-supplies-run-short-as-covid-barriers-go-up-11592918743", "title": "Plexiglass to the Rescue: Supplies Run Short as Covid Barriers Go Up", "date": "2020-06-23 09:25", "summary": "Resume Subscription. ROME-Stefano Antonelli has sculpted plexiglass for decades in his workshop, making bikes and furnishings and works of art. But a recent customer request stood out. A local hospital asked for a box to cover patients' heads, a barrier to prevent transmission of the coronavirus.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-family-that-quarantines-together-gets-the-parts-11592918196", "title": "The Family That Quarantines Together Gets the Parts", "date": "2020-06-23 09:16", "summary": "'Isolation Stories,' 'The Miss Quarantine Pageant' and other productions contain coronavirus risks by signing ready-made casts-also known as families.. Actors, meet your new scene partners: Mom and Dad.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-redskins-nfl-racism-name-controversy-11592901654", "title": "The NFL Wants to Fight Racism. Where Does That Leave Washington's Football Team?", "date": "2020-06-23 09:06", "summary": "City officials want the league's social justice drive to take out the racial slur in the local team's name. WASHINGTON-The National Football League's intensified efforts to show its social consciousness during a time of reckoning over systemic racism have bypassed one glaring instance: the racial slur that one of its teams uses for a name.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-pandemic-supply-chains-seek-resilience-report-says-11592917501", "title": "Post-Pandemic Supply Chains Seek 'Resilience,' Report Says", "date": "2020-06-23 09:05", "summary": "'State of Logistics Report' says 'painful and chaotic' 2020 will likely lead to more stockpiling, shifts in manufacturing. Businesses reeling from the coronavirus pandemic must retool their supply chains, building in new backstops and inventory buffers in the face of global economic uncertainty, according to a new report.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-hires-consultant-executive-to-lead-ogilvy-11592915401", "title": "WPP Hires Consultant Executive to Lead Ogilvy", "date": "2020-06-23 08:30", "summary": "Andy Main, head of Deloitte Digital, will become global chief executive of Ogilvy in July. Storied advertising agency Ogilvy has named a top consulting executive as its next leader, a sign of how Madison Avenue is seeking to reinvent itself to keep up with the changes the rise of digital has had on its business.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-economic-data-is-v-shaped-but-the-economy-isnt-11592915161", "title": "European Economic Data Is V-Shaped, but the Economy Isn't", "date": "2020-06-23 08:26", "summary": "Purchasing Managers' Index data for the eurozone came in well ahead of expectations, but it is neither very spectacular nor very informative. In Europe as in the U.S., economic indicators are rebounding at a faster pace than expected as lockdowns end. What remains unclear is how far the actual economy will follow.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-job-and-death-toll-is-widespread-in-michigan-we-are-talking-about-a-very-deep-hole-11592914330", "title": "Coronavirus Job and Death Toll Is Widespread in Michigan", "date": "2020-06-23 08:12", "summary": "A Wall Street Journal analysis found almost a quarter of Michigan counties rank at the top nationally for both annual unemployment-rate jump and Covid-19 death rate. Bad news has piled up in Muskegon County along Lake Michigan's eastern shore in recent months, from canceled summer festivals and tour boat visits to layoffs at manufacturers such as Northern Machine Tool Co.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-lease-deals-suggest-traditional-office-will-endure-in-post-covid-world-11592913601", "title": "Europe Lease Deals Suggest Traditional Office Will Endure in Post-Covid World", "date": "2020-06-23 08:00", "summary": "Uber, Covington and BP are among big names securing new locations despite surge in working from home. Big U.S. companies such as Twitter Inc. and Facebook Inc. say they are embracing working from home and looking to reduce office space. But across the Atlantic, the traditional office market is showing signs of life.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-owner-simon-sees-buying-tenants-as-a-way-to-boost-malls-11592913601", "title": "Property Owner Simon Sees Buying Tenants as a Way to Boost Malls", "date": "2020-06-23 08:00", "summary": "Biggest U.S. shopping-center owner joins Brookfield Property Partners in exploring a bid for J.C. Penney. Simon Property Group Inc. is digging into its wallet to rescue another big tenant, a move that could help stabilize its mall business but one that raises new questions about the industry's longer-term viability, analysts say.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-real-estate-companies-are-the-new-way-to-buy-distress-11592913600", "title": "Public Real-Estate Companies Are the New Way to Buy Distress", "date": "2020-06-23 08:00", "summary": "With few buildings for sale during the pandemic, some investors turn to the property sector's stocks and bonds. Despite tumbling real-estate values during the coronavirus pandemic, it has been hard for buyers to find buildings for sale as most owners hold out. That has sent some scurrying to acquire shares in public real-estate companies and bonds.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-support-for-the-economy-may-be-about-to-buckle-11592908200", "title": "Key Support for the Economy May Be About to Buckle", "date": "2020-06-23 07:53", "summary": "Government stimulus programs have helped support spending by lower-income Americans, but the money could soon run out. Spending by Americans with the lowest incomes has registered a far bigger bounce since the worst of the Covid-19 crisis than spending among the better off. That recovery may prove fleeting.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-order-would-temporarily-suspend-new-h-1b-other-visas-11592853371", "title": "Trump Moves to Temporarily Suspend New H-1B, Other Visas", "date": "2020-06-23 07:24", "summary": "Tech-industry officials warn the decision would cramp companies' ability to recruit top talent to the U.S.. WASHINGTON-President Trump signed an order Monday temporarily barring new immigrants on a slate of employment-based visas, including the H-1B for high-skilled workers, from coming to the U.S. amid the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-covid-19-cost-those-businesses-that-stayed-open-11592910575", "title": "How Much Covid-19 Cost Those Businesses That Stayed Open", "date": "2020-06-23 07:09", "summary": "From $198,000 to $1 billion, public companies start to disclose the amount spent on paying workers and protecting them and customers. A food distributor has paid $20 million for testing and plexiglass. T-Mobile US Inc. has spent $50 million on extra cleaning and safety gear. Walmart Inc. and three other big retail chains have put more than $3 billion into higher salaries, benefits and other Covid-19 measures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecards-downfall-blows-up-1-billion-lifeline-from-softbank-credit-suisse-11592907754", "title": "Wirecard's Downfall Blows Up $1 Billion Lifeline From SoftBank, Credit Suisse", "date": "2020-06-23 06:22", "summary": "Investment may have prolonged Wirecard's survival and drew in a last spurt of cash before the company's unraveling. Last year, before the unraveling of Wirecard AG , two heavyweight financial players set up an unusual $1 billion investment in the payments company. A structured product tied to that deal is now foundering, amplifying the damage from the fintech giant's troubles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coronavirus-savings-glut-11592905053", "title": "The New Savings Glut", "date": "2020-06-23 06:12", "summary": "Normal consumption patterns are likely years, rather than months, from returning, meaning a boom in savings and depressed interest rates. Three months after Western nations began locking their cities down to prevent the rampant spread of the new coronavirus, and with many in East Asia further along in the recovery process, one enduring effect of the pandemic is becoming clear. Consumer demand has been crushed, and savings are rising in an unprecedented manner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-mostly-ok-for-kids-to-talk-to-strangers-online-11592904600", "title": "Why It's (Mostly) OK for Kids to Talk to Strangers Online", "date": "2020-06-23 05:30", "summary": "The 'stranger-danger' movement did children a disservice-a little freedom could help them learn to navigate the web safely. When my 10-year-old son recently encountered a young adult making rude comments in a game of \"Minecraft,\" he and his friends told the interloper to leave their \"world.\" When he didn't, my son exited the world, resulting in all the other players being booted. Then he blocked the man from ever playing with him again.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delivery-firm-got-ppp-loan-even-as-demand-rose-during-pandemic-11592904601", "title": "Delivery Firm Got PPP Loan Even as Demand Rose During Pandemic", "date": "2020-06-23 05:30", "summary": "Florida's TLSS says loan was a lifesaver, but some question if companies that didn't suffer should have debt forgiven. WASHINGTON-John Mercadante's e-commerce delivery business was burning cash, missing debt payments and struggling to raise capital, regulatory filings show, before two events brightened his company's fortunes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-school-with-covid-19-rules-temperature-checks-few-sports-and-lots-of-distance-11592904601", "title": "As Schools Reopen, Students Adapt to New Covid-19 Rules", "date": "2020-06-23 05:30", "summary": "Resume Subscription. As American parents and students begin to consider what school will look like in the fall, children across much of the world have returned to schools already, finding them barely recognizable, with new layouts and routines adapted for the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-06-01-2020-11592813932", "title": "New York Offices Open; White House Eases on Temperature Checks", "date": "2020-06-23 04:49", "summary": "Two Trump campaign staff members who attended Oklahoma rally test positive; India's Covid-19 death toll rises by 445, its highest single-day tally. The nation's death toll surpassed 120,000 as more than 20 states saw the pace of new coronavirus cases rise faster this week than in the week before.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-cases-prompt-orlando-to-drop-out-of-soccer-tournament-11592863036", "title": "Coronavirus Cases Prompt Orlando to Drop Out of Soccer Tournament", "date": "2020-06-23 03:59", "summary": "The National Women's Soccer League, which includes U.S. team stars, says tournament will go on. Six players and four staff members on the National Women's Soccer League's Orlando Pride have tested positive for Covid-19, prompting the team to withdraw from the league's monthlong tournament set to kick off Saturday in Utah. The players and staff were all asymptomatic, the Pride said.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11592851808", "title": "Pepper...and Salt", "date": "2020-06-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-russia-hold-arms-talks-with-china-absent-11592863865", "title": "U.S. and Russia Hold Arms Talks, With China Absent", "date": "2020-06-23 23:42", "summary": "A side debate over China's role breaks out, as Washington and Beijing trade barbs over Twitter. U.S. and Russian negotiators held long-awaited talks on nuclear arms control Monday, as the Trump administration presses for an ambitious new accord to replace the New START treaty, which expires in February.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-deal-fully-intact-trump-says-as-top-adviser-stirs-confusion-11592880228", "title": "China Trade Deal 'Fully Intact,' Trump Says, as Top Adviser Stirs Confusion", "date": "2020-06-23 23:10", "summary": "Peter Navarro criticized China for its handling of the coronavirus pandemic. WASHINGTON-President Trump said the U.S.-China trade deal remains in place shortly after a senior aide appeared to say on national television that the agreement was over, prompting confusion among investors.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-shrinks-hajj-pilgrimage-because-of-coronavirus-pandemic-11592856277", "title": "Saudi Arabia Shrinks Hajj Pilgrimage Because of Coronavirus Pandemic", "date": "2020-06-23 23:07", "summary": "Small number of people already in kingdom can participate in event that usually draws millions. Saudi Arabia said it was curtailing this year's hajj pilgrimage to only a small number of people already in the kingdom, rather than the millions who usually flock to Islam's holiest sites, amid concerns about the spread of the new coronavirus.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-is-set-to-impose-an-abbreviated-2020-season-11592877049", "title": "MLB Is Set to Impose an Abbreviated 2020 Season", "date": "2020-06-23 21:50", "summary": "The move comes as owners and the players' union were unable to reach an agreement over the economics of playing in empty stadiums. An uptick in coronavirus cases across the country remains a hurdle.. Major League Baseball on Monday said that it would impose an abbreviated 2020 season after a bruising and inconclusive dispute between team owners and the players' union that could signal years of labor discord ahead.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-justice-department-to-scrutinize-exchanges-market-data-business-11592864481", "title": "SEC, Justice Department to Scrutinize Exchanges' Market-Data Business", "date": "2020-06-23 21:30", "summary": "Partnership could provide greater scrutiny of fees charged for data. Wall Street's chief regulator and the nation's antitrust watchdog agreed to a formal partnership that could result in greater scrutiny of the fees charged by stock exchanges for crucial market data.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-study-of-medicare-recipients-finds-coronavirus-impacting-black-people-disproportionately-11592870869", "title": "Federal Study of Medicare Recipients Finds Coronavirus Impacting Black People Disproportionately", "date": "2020-06-23 20:07", "summary": "U.S. health officials say factors such as poverty and lack of housing should be taken into account when designing plans to pay doctors. Black people on Medicare have been hospitalized at a rate that is more than four times that of white beneficiaries, according to a federal data analysis that for the first time details the disproportionate impact the coronavirus pandemic is having on people of color.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-defends-trump-comments-on-kung-flu-coronavirus-testing-11592867688", "title": "White House Defends Trump Comments on 'Kung Flu,' Coronavirus Testing", "date": "2020-06-23 20:04", "summary": "Democrats, Asian-Americans call the term racist; press secretary says president didn't direct staff to reduce testing. WASHINGTON-The White House defended President Trump's description of the disease caused by the coronavirus as \"kung flu\" after civil rights groups, Democrats and Asian-Americans criticized his use of the slur as racist.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]