[{"link": "https://www.wsj.com/articles/debate-looms-on-supreme-court-expansion-11601734291", "title": "Debate Looms on Supreme Court Expansion", "date": "2020-10-03 18:57", "summary": "Joe Biden has refused to take a clear position on the idea, which has gained steam among some Democrats. Democratic presidential nominee Joe Biden's refusal to say whether he supports expanding the size of the Supreme Court is setting the table for a debate within his party if it wins control of the Senate and White House in November.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-latest-news-10-03-2020-11601717393", "title": "New U.S. Coronavirus Cases Jump Above 50,000", "date": "2020-10-03 16:57", "summary": "Total confirmed infections in U.S. rise to nearly 7.4 million, while death toll is about 209,000. The tally of new coronavirus cases in the U.S. rose past 50,000 to hit the highest level since mid-August, as more people close to President Trump tested positive for the virus and the president received treatment after being diagnosed with Covid-19.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-says-it-will-provide-daily-updates-as-trump-faces-coronavirus-11601734944", "title": "White House to Provide Daily Updates as Trump Faces Coronavirus", "date": "2020-10-03 14:30", "summary": "The administration has at times been secretive about the president's health, including a previous visit to Walter Reed in 2019. WASHINGTON-The White House pledged to give daily updates on President Trump's health condition after he tested positive for coronavirus, committing to a level of transparency that hasn't always been provided during his time in office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-texas-fights-over-the-ballot-as-voting-is-about-to-start-11601748000", "title": "Texas Political Factions Fight Over Voting Rules", "date": "2020-10-03 14:00", "summary": "Political factions clash over rules on early voting, drop-off locations and other issues. AUSTIN, Tex.-Texas political factions are battling over when voting can begin in the state, what the ballot will look like and where voters can drop off ballots, just 10 days before polls are set to open in America's second-largest state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-parade-for-halloween-as-new-york-city-tones-down-celebrations-11601744400", "title": "No Parade for Halloween as New York City Tones Down Celebrations", "date": "2020-10-03 13:00", "summary": "Coronavirus pandemic has parents and local officials looking at different ways to trick-or-treat, hold events. In previous years, Allison Chiaramonte has looked forward to taking her two sons trick-or-treating on Halloween, creating happy memories. But the resident of Manhattan's Upper East Side said this year's celebration will be different because of the coronavirus pandemic and concerns about its continuing spread.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracking-trumps-movements-a-coronavirus-briefing-a-debate-campaign-stops-11601652398", "title": "Tracking Trump's Movements: a Coronavirus Briefing, a Debate, Campaign Stops", "date": "2020-10-03 12:35", "summary": "The president's week before his Covid-19 infection was disclosed included a Rose Garden event and visits to three states. President Trump's positive test for Covid-19 has sent White House doctors rushing to trace the president's recent contacts, after a busy seven days where Mr. Trump formally nominated a Supreme Court justice at a Rose Garden ceremony, attended several campaign events and participated in a presidential debate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriots-star-cam-newton-tests-positive-for-covid-19-as-nfls-virus-crisis-widens-11601742567", "title": "Patriots' Star Cam Newton Tests Positive for Covid-19 as NFL's Virus Crisis Widens", "date": "2020-10-03 12:29", "summary": "New England's marquee matchup against Kansas City on Sunday has been postponed. Meanwhile, three more members of the Tennessee Titans organization tested positive.. The National Football League's coronavirus problems widened on Saturday, as one of the game's biggest stars-New England Patriots quarterback Cam Newton-tested positive for Covid-19, an outbreak on the Tennessee Titans grew and a member of the Kansas City Chiefs received a positive test.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-left-u-k-s-boris-johnson-and-brazils-jair-bolsonaro-unscathed-politically-11601739583", "title": "Covid-19 Left U.K.'s Boris Johnson and Brazil's Jair Bolsonaro Unscathed Politically", "date": "2020-10-03 11:39", "summary": "The two leaders had made light of the risks from coronavirus before falling ill themselves. President Trump's contraction of Covid-19 puts him in the company of two other conservative leaders who also made light of the risks of the coronavirus only to fall ill themselves, U.K. Prime Minister Boris Johnson and Brazilian President Jair Bolsonaro.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-weight-age-gender-make-severe-covid-19-more-likely-11601660627", "title": "Trump Received Experimental Antibody and Remdesivir for Coronavirus", "date": "2020-10-03 10:58", "summary": "The president, who faces risks of a more severe bout with the virus because of his age, is taking vitamin D and other treatments in addition to Regeneron's antibody cocktail and Gilead's remdesivir. President Trump, who has tested positive for Covid-19, is taking a volley of therapies, including an experimental antibody infusion that has shown promise in early-stage patients but hasn't finished being tested, as well as the antiviral drug remdesivir that has been cleared for emergency use by regulators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-did-custom-closets-become-the-ultimate-status-symbol-11601733617", "title": "When Did Custom Closets Become the Ultimate Status Symbol?", "date": "2020-10-03 10:00", "summary": "Fueled by romantic comedies, influencers like the Kardashians and the Netflix show 'Get Organized with The Home Edit,' ultra-orderly room-sized closets are trending. And, in the Covid era, offering unexpected comfort.. WHEN DID closets become more than just a sliver of space to stuff your clothes in? Somewhere between Cher's fantastical computerized-rack system in 1995's \"Clueless\" and Reese Witherspoon's costume mausoleum in the new Netflix show \"Get Organized with the Home Edit,\" many women-and men-decided they deserved more. Namely, a meticulously organized room showcasing their clothing and accessories. We're not talking about the California Closets-shelved \"walk-in closet\" that constituted luxury in the 1980s or '90s. This is more like a fashion museum.", "categories": [["Life & Work", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-ellisons-tiktok-bid-puts-oracle-chairman-back-in-the-spotlight-11601733600", "title": "Larry Ellison's TikTok Bid Puts Oracle Chairman Back in the Spotlight", "date": "2020-10-03 10:00", "summary": "Billionaire tech and sports mogul looks to pull ahead after missing early years of cloud-computing boom. Oracle Corp. co-founder Larry Ellison's pursuit of a deal with TikTok could win him two prizes at once: a flashy new customer for his company's lagging cloud-computing business and a victory over a fierce rival.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-officials-objected-to-order-turning-away-migrants-at-border-11601733601", "title": "CDC Officials Objected to Order Turning Away Migrants", "date": "2020-10-03 10:00", "summary": "Trump administration said March order came from health agency, but it was driven by White House. WASHINGTON-The Centers for Disease Control and Prevention issued an order March 20 allowing agents at the border to immediately return to Mexico any migrants they encountered crossing the border, citing the threat of the coronavirus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-biden-would-start-tax-increases-at-400-000-a-year-11601730000", "title": "Why Biden Would Start Tax Increases at $400,000", "date": "2020-10-03 09:00", "summary": "Democrat's plan would affect only about 1.8% of households, sparing the middle class, but constrain policy choices. Joe Biden's magic number for tax policy is $400,000.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-struggles-to-explain-sudden-covid-19-spike-11601730000", "title": "Wisconsin Struggles to Explain Sudden Covid-19 Spike", "date": "2020-10-03 09:00", "summary": "Returning college students were first suspected to be cause of surge in cases, but now the spread to older residents has health officials uncertain. A surge of Covid-19 cases in Wisconsin as students returned to universities in major cities like Milwaukee and Madison left many believing college parties and lax social distancing were responsible for what is now the state's worst case spike since the start of the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-millionaire-hackers-lessons-for-corporate-america-11601730000", "title": "A Millionaire Hacker's Lessons for Corporate America", "date": "2020-10-03 09:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/homeland-security-to-grant-millions-to-groups-to-combat-white-supremacists-and-other-extremists-11601726400", "title": "Homeland Security to Grant Millions to Groups to Combat Far-Right Extremists", "date": "2020-10-03 08:00", "summary": "Far-right violence is target of the program even as President Trump focuses on leftist groups. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-investors-can-take-refuge-from-election-related-volatility-11601726400", "title": "Investors Can Take Refuge From Election Volatility", "date": "2020-10-03 08:00", "summary": "Retail and housing are seen as offering protection from market swings during presidential campaign. A contested election. No clear victor. A disruption to mail-in voting.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elijah-pierces-america-review-working-against-the-grain-11601722800", "title": "'Elijah Pierce's America' Review: Working Against the Grain", "date": "2020-10-03 07:00", "summary": "The self-taught Black woodcarver, who labored in obscurity for much of his career, receives a resonant retrospective at the Barnes.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lost-berlin-tapes-by-ella-fitzgerald-review-always-in-full-swing-11601722801", "title": "'The Lost Berlin Tapes' by Ella Fitzgerald Review: Always in Full Swing", "date": "2020-10-03 07:00", "summary": "On a newly released recording of a 1962 concert in West Berlin, the singer performs with her usual dynamism and style.. Thirty seconds of listening to \"Cheek to Cheek,\" the opening track of the newly released \"The Lost Berlin Tapes\" (Verve), make it clear that we are hearing, at her pinnacle, the greatest of all artists American music has ever offered. And yet what we experience on this previously unheard concert recording from March 25, 1962, was just business as usual for Ella Fitzgerald-she performed at this level, or nearly so, every night of her long professional life. To truly surprise us, she would have had to give a performance in which she doesn't swing, generates no excitement, and sings without any feeling. Obviously, this never happened.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-improve-your-running-try-these-six-hip-exercises-11601719201", "title": "To Improve Your Running, Try These Six Hip Exercises", "date": "2020-10-03 06:00", "summary": "Resume Subscription. The hips are the linchpin of every runner's body, says Jerrica Thomas, an Orlando, Fla.-based physical therapist with USA Track & Field.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/theres-no-place-to-hide-anymore-when-the-stock-market-plunges-11601717401", "title": "There's No Place to Hide Anymore When the Stock Market Plunges", "date": "2020-10-03 05:30", "summary": "All the obvious hedges against stock-market volatility-Treasurys, gold, bitcoin and the VIX-stopped working in September. September hurt shareholders, not only because stocks fell but also because the things they'd bought to protect their portfolios also fell. From the S&P 500's high on the 2nd of the month, stocks, Treasurys, gold, bitcoin and the VIX volatility index all dropped.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-ford-need-electric-car-batteries-but-take-different-paths-to-get-them-11601717403", "title": "Electric-Car Makers Take Different Routes Toward Batteries", "date": "2020-10-03 05:30", "summary": "Some car companies, like Tesla, are getting more involved in making batteries, while others favor buying from others. Auto makers, pumping billions of dollars into developing electric cars, are now facing a critical choice: get more involved with manufacturing the core batteries or buy them from others.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-sparks-new-east-west-divide-in-germany30-years-after-reunification-11601717400", "title": "Covid-19 Sparks New East-West Divide in Germany-30 Years After Reunification", "date": "2020-10-03 05:30", "summary": "Resume Subscription. SCHWERIN, Germany-A sharp difference in the number of coronavirus cases between western Germany and the former communist East has emerged as a new divide, three decades after reunification.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bob-gibson-powerhouse-pitcher-for-the-cardinals-dies-at-84-11601701277", "title": "Bob Gibson, Powerhouse Cardinals Pitcher, Dies at 84", "date": "2020-10-03 01:01", "summary": "Nebraska-born Hall of Famer known for his blistering fastball died a year after being diagnosed with pancreatic cancer. Bob Gibson, the Hall of Fame pitcher for the St. Louis Cardinals known for his blistering fastball, fierce competitiveness and a ferocious scowl that terrified opposing batters, died Friday more than a year after being diagnosed with pancreatic cancer. He was 84.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-and-first-lady-melania-test-positive-for-the-coronavirus-11601639968", "title": "Trump Moves to Walter Reed Hospital After Testing Positive for Coronavirus", "date": "2020-10-03 00:12", "summary": "President has mild symptoms and went to hospital out of an abundance of caution, an official says; Pence and Biden test negative for the virus. WASHINGTON-President Trump moved to a hospital facility on Friday following a positive Covid-19 test that forced officials to cancel White House events and postpone travel, injecting new uncertainty into the final stretch of the 2020 election campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prepare-your-financial-information-for-when-you-die-11601697960", "title": "How to Prepare Your Financial Information for When You Die", "date": "2020-10-03 00:06", "summary": "Also: Answering readers' questions on Medicare financing and health-care proxies. I have been meaning to organize my records and personal information for my wife, just in case something happens to me. Can you recommend any resources-any planners or workbooks-to get me started?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11601661152", "title": "Pepper...and Salt", "date": "2020-10-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-upended-advertising-madison-avenue-wasnt-ready-11601697645", "title": "Coronavirus Upended Advertising. Here's How Brands From Progressive Insurance to Budweiser Responded.", "date": "2020-10-03 00:00", "summary": "Advertisers are mindful of the nation's mood, offering patriotism during wartime and nostalgia during recessions. Covid-19 offers a new challenge. The nation's biggest brands are still searching for the right tone.. Progressive Corp.'s advertising team met several weeks ago to plan a coming commercial that shows the insurance giant's pitchwoman, Flo, fleeing a bowling alley to help someone whose car was mangled by a falling basketball hoop.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battery-free-energy-harvesting-perpetual-machines-the-weird-future-of-computing-11601697600", "title": "Battery-Free, Energy-Harvesting Perpetual Machines: The Weird Future of Computing", "date": "2020-10-03 00:00", "summary": "A new breed of computers could run forever-or at least until long after we're gone. In the not-too-distant future, technologists say, most computers will be tiny, ubiquitous, and won't ever need new batteries-because they won't have any. Their latest proof is a highly unusual Nintendo Game Boy.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-buy-the-softest-t-shirt-online-11601697636", "title": "How to Buy the Softest T-shirt Online", "date": "2020-10-03 00:00", "summary": "It's time to replace those tattered WFH tees that you've relied on, but how can you assess the feel of cotton when shopping through a screen? Consult this expert guide-the next-best-thing to a touch test.. EVERY WARDROBE is built on the ideal cotton T-shirt, a garment akin to olive oil-a base ingredient that's absolutely essential but never the star flavor. Yet we often take this fundamental piece for granted or settle for feeble, subpar tees.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-a-unilever-cosmetics-exec-established-her-foundation-11601697638", "title": "Where a Unilever Cosmetics Exec Established Her Foundation", "date": "2020-10-03 00:00", "summary": "Esi Eggleston Bracey created Febreze, provided new direction to CoverGirl and now oversees iconic brands like Dove, TRESemmé and Suave in the U.S. and Canada for Unilever. She relies on longtime friends and colleagues for advice, encouragement and the push needed to venture outside her comfort zone.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-say-coronavirus-wont-delay-supreme-court-nomination-11601649999", "title": "McConnell Says He Will Push Ahead With Supreme Court Hearings Despite Coronavirus Threat", "date": "2020-10-03 22:56", "summary": "Judiciary Committee members Sens. Mike Lee and Thom Tillis test positive; Democrats call for postponement; McConnell says he is reviewing safety plans. WASHINGTON-Sen. Majority Leader Mitch McConnell said he planned to move ahead with confirmation hearings for Supreme Court nominee Amy Coney Barrett, as he reviewed the Senate's safety precautions after President Trump's positive test for Covid-19 and pointed to the virus as the key problem that could derail confirming Judge Barrett by Election Day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-investigate-vietnam-for-currency-manipulation-11601689482", "title": "U.S. to Investigate Vietnam for Currency Manipulation", "date": "2020-10-03 21:44", "summary": "USTR actions could lead to tariffs under same law used to impose levies on Chinese imports. The Trump administration is launching an investigation into the trade practices of Vietnam, faulting the country for currency practices and invoking the same trade law the U.S. used in imposing sweeping tariffs on Chinese imports.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-walt-disney-amazon-com-stocks-that-defined-the-week-11601685095", "title": "American Airlines, Walt Disney, Amazon.com: Stocks That Defined the Week", "date": "2020-10-03 20:31", "summary": "Continued coronavirus fallout, potentially a large utility deal and an IPO hit with technical issues. American Airlines Group Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-positive-test-puts-coronavirus-even-more-at-center-of-campaign-11601657690", "title": "Trump's Positive Test Puts Coronavirus at Center of Campaign", "date": "2020-10-03 20:23", "summary": "President's campaign-trail absence is especially significant because rallies he restarted after Labor Day are a central part of his campaign operation. President Trump's positive coronavirus test and hospitalization Friday thrust the pandemic even further into the heart of the 2020 race, forcing both campaigns into unfamiliar territory for a modern presidential contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-faces-remote-work-security-challenges-as-trump-treated-for-covid-19-11601683250", "title": "White House Faces Remote-Work, Security Challenges as Trump Treated for Covid-19", "date": "2020-10-03 20:00", "summary": "With the president in the hospital, the administration will rely more on the type of virtual teamwork that many companies have adopted. President Trump's positive Covid-19 test has created perhaps the ultimate remote-work challenge.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}]