[{"link": "https://www.wsj.com/articles/dont-apologize-for-fighting-crime-mayor-bloomberg-11582156763", "title": "Don't Apologize for Fighting Crime, Mayor Bloomberg", "date": "2020-02-19 18:59", "summary": "He should be proud, not ashamed, of how he and the NYPD used stop, question and frisk.. Michael Bloomberg has gone from being the nation's top advocate of the police tactic known as \"stop and frisk\" to abjectly apologizing for its use during his three terms as mayor of New York. Now that he's running for president, his record is being scrutinized and, in some cases, twisted. It's important to understand what stop and frisk is-and what it isn't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pipeline-foes-try-to-shut-canada-down-11582156725", "title": "Pipeline Foes Try to Shut Canada Down", "date": "2020-02-19 18:58", "summary": "And Prime Minister Trudeau answers with weakness.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-departments-top-policy-official-leaving-pentagon-trump-says-11582130989", "title": "Defense Department's Top Policy Official Leaving Pentagon", "date": "2020-02-19 18:56", "summary": "John Rood was removed at the request of the White House; it was unclear whether his role in the Ukraine controversy played a part. WASHINGTON-President Trump said Wednesday that John Rood, who as the Pentagon's undersecretary of defense for policy was one of the top officials in the department, is leaving his post.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/without-an-independent-watchdog-who-will-audit-the-auditors-11582156537", "title": "Without an Independent Watchdog, Who Will Audit the Auditors?", "date": "2020-02-19 18:55", "summary": "Congress should refuse Trump's request to abolish the oversight board Sarbanes-Oxley created.. The Trump administration is calling for the Securities and Exchange Commission to absorb the independent Public Company Accounting Oversight Board. The president's budget proposal says this would reduce duplication of function and regulatory ambiguity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrobras-fourth-quarter-net-income-almost-quadrupled-versus-year-earlier-11582155446", "title": "Petrobras Fourth-Quarter Net Income Almost Quadrupled", "date": "2020-02-19 18:55", "summary": "Brazilian oil giant cites higher output, lower costs. SÃO PAULO-Brazilian oil giant Petróleo Brasileiro SA, or Petrobras, said Wednesday that profit in the fourth quarter rose as new platforms in the company's rich offshore fields boosted output and cut production costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-michael-milken-11582156486", "title": "Notable & Quotable: Michael Milken", "date": "2020-02-19 18:54", "summary": "'It explains a lot if prosecutors think hostile takeovers are crimes.'. Gordon Crovitz on Michael Milken, whom President Trump pardoned Tuesday, in the Journal, May 2, 1990:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ken-griffin-adds-calvin-kleins-hamptons-compound-to-collection-of-luxury-homes-11582155668", "title": "Ken Griffin Adds Calvin Klein's Hamptons Compound to Collection of Luxury Homes", "date": "2020-02-19 18:41", "summary": "The billionaire hedge funder is buying the fashion designer's oceanfront mansion in Southampton in an off-market deal. Billionaire Ken Griffin is adding a Hamptons house to his growing portfolio of trophy real estate, this time buying the oceanfront property of fashion designer Calvin Klein, according to sources familiar with the transaction.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-bankrolls-a-social-media-army-to-push-message-11582127768", "title": "Bloomberg Bankrolls a Social-Media Army to Push Message", "date": "2020-02-19 18:40", "summary": "Campaign is hiring workers for $2,500 a month to promote candidate to all their contacts. Michael Bloomberg's presidential campaign is hiring hundreds of workers in California to post regularly on their personal social-media accounts in support of the candidate and send text messages to their friends about him.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patients-without-coronavirus-struggle-to-get-urgent-care-in-china-11582134713", "title": "Patients Without Coronavirus Struggle to Get Urgent Care in China", "date": "2020-02-19 18:38", "summary": "Securing treatment, drugs proves difficult amid roadblocks, hospitals suspending regular services. China has poured doctors, drugs and other resources into Hubei province to battle the coronavirus outbreak at its source, but people with other conditions are struggling to get the urgent medical attention they need.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamont-gives-up-on-tolls-in-connecticut-11582154859", "title": "Lamont Gives Up on Tolls in Connecticut", "date": "2020-02-19 18:27", "summary": "State's governor says he is done waiting for fellow Democrats to act. Connecticut Gov. Ned Lamont said he is ready to move on after lawmakers dropped plans to vote on legislation that would add highway tolls for commercial trucks to pay for transportation improvements.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-investment-funds-reduce-ties-with-family-behind-purdue-pharma-11582123961", "title": "More Investment Funds Reduce Ties With Sacklers", "date": "2020-02-19 18:16", "summary": "Sunriver, DeepCurrents unwind relationships with Sacklers. Two hedge funds are reducing their ties to the embattled Sackler family that owns OxyContin maker Purdue Pharma LP.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-shot-in-face-by-ice-agent-sues-11582154186", "title": "Man Shot in Face By ICE Agent Sues", "date": "2020-02-19 18:16", "summary": "An ICE agent fired a bullet directly at Erick Diaz Cruz's face, a lawsuit alleges. An unarmed 26-year-old man who was shot in the face in Brooklyn by U.S. Immigration and Customs Enforcement earlier this month is suing an unnamed ICE officer over the incident, according to a lawsuit filed Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-needs-several-judy-sheltons-11582154071", "title": "Federal Reserve Needs Several Judy Sheltons", "date": "2020-02-19 18:14", "summary": "Economists like Ms. Shelton at least understand the need for market forces in the provision of money even if they tolerate too much state interference. It is no surprise that statists of all stripes oppose her; it is heartening that the president has nominated her.. I am disappointed that your editorial \"The War on Judy Shelton\" (Feb. 13) doesn't deal with the fundamental question at issue. The federal government is no better able to determine the correct quantity of money or rate of interest than it is to determine the price and production level of computer chips, steel or potatoes. A central bank means central planning, and every economic argument against the state planning apparat of the Soviet Union applies with equal force against central banks. A gold standard isn't quite a free market in money, but it does put the provision of the monetary base in the hands of the free market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stakeholder-capitalisms-left-wing-agenda-11582154009", "title": "Stakeholder Capitalism's Left-Wing Agenda", "date": "2020-02-19 18:13", "summary": "In reality, stakeholder capitalism is nothing more than an extension of liberal-progressive activism. The only political or social positions these corporate leaders are permitted to take align precisely with progressive values.. Vivek Ramaswamy errs in his basic premise (\"The 'Stakeholders' vs. the People,\" op-ed, Feb. 13). He presumes stakeholder capitalism empowers capitalist leaders to \"play a larger role in defining and implementing the country's political and social values.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-committed-but-are-the-europeans-11582153941", "title": "Trump Is Committed but Are the Europeans?", "date": "2020-02-19 18:12", "summary": "Europe isn't truly committed to NATO, at least not in a financial way.. Regarding Elisabeth Braw's \"Trump's America Is Committed to Europe\" (op-ed, Feb. 11): Europe isn't truly committed to NATO, at least not in a financial way. The 1% of GDP Europeans claim to contribute is a contrivance of some military but mostly internal security spending-never having met the treaty's required 2% of GDP for true military spending. Since its 1949 establishment, the U.S. has paid for about two-thirds of total NATO costs and expenditures. (Put compound interest on that debt and see who owes what to whom.) The U.S. supplies most of the manpower, logistics, materiel, etc., and the U.S. pays all the costs of shipping it to Europe. In addition, the U.S. pays local taxes and rent for some facilities. In times of NATO maneuvers, the ensuing local disruptions are usually greeted by Europeans with a resigned, \"It's those Americans again.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-china-more-threatened-by-the-virus-or-criticism-11582153843", "title": "Is China More Threatened By the Virus or Criticism?", "date": "2020-02-19 18:10", "summary": "Holman Jenkins illustrates how Chinese Communists, so-called \"materialists,\" are actually idealists and spiritualists obsessed with controlling thought and information rather than focusing on real, material threats.. Holman Jenkins's \"Coronavirus Needs a Free Press\" (Business World, Feb. 12) illustrates how Chinese Communists, so-called \"materialists,\" are actually idealists and spiritualists obsessed with controlling thought and information rather than focusing on real, material threats.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tale-of-two-cities-chicago-new-york-and-war-zones-11582153774", "title": "Tale of Two Cities: Chicago, New York, and War Zones", "date": "2020-02-19 18:09", "summary": "It seems authorities in New York are targets of criticism for preventing war-zone conditions in certain districts.. Regarding your editorial \"Michael Bloomberg's 'Racism'\" (Feb. 12) on former New York Mayor Mike Bloomberg and the stop, question and frisk policy: It seems authorities in New York are targets of criticism for preventing war-zone conditions in certain districts, while authorities in Chicago are condemned for allowing it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-one-of-the-worlds-largest-tobacco-companies-is-struggling-11582068998", "title": "Why One of the World's Largest Tobacco Companies Is Struggling", "date": "2020-02-19 18:02", "summary": "Pyxus International, with almost $1 billion in near-term debt, is facing a cash crunch. Efforts to move into vaping and cannabis have hit roadblocks.. Pyxus International Inc., one of the world's largest suppliers of tobacco, is facing mounting financial pressure from a decline in its core business and setbacks in its efforts to diversify into cannabis and vaping fluids.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-offers-tax-break-clarity-to-accelerate-carbon-capture-projects-11582152872", "title": "IRS Offers Tax-Break Clarity to Accelerate Carbon-Capture Projects", "date": "2020-02-19 17:54", "summary": "New rules define when companies can start qualifying for expanded tax credit. The Internal Revenue Service provided some clarity Wednesday for companies seeking to use a tax credit for capturing and storing carbon dioxide, taking a first step toward accelerating slow-moving projects, with more detailed rules to come.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homelessness-dominates-california-governors-state-of-the-state-address-11582152061", "title": "Homelessness Dominates California Governor's Address", "date": "2020-02-19 17:41", "summary": "Gov. Gavin Newsom proposes new policies, calls growing number of unhoused people 'a disgrace'. California Gov. Gavin Newsom introduced several proposals Wednesday to address homelessness as he dedicated his annual State of the State address to what he called the state's \"most pernicious crisis.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-china-pledges-to-support-businesses-11582108262", "title": "Stocks Gain as China Pledges to Support Businesses", "date": "2020-02-19 17:35", "summary": "Indexes end at or near all-time highs despite disruption caused by coronavirus outbreak; oil prices rise. U.S. stocks rose Wednesday after China launched fresh measures to support local businesses that are struggling because of the coronavirus outbreak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-expels-three-wall-street-journal-reporters-11582100355", "title": "China Expels Three Wall Street Journal Reporters", "date": "2020-02-19 17:29", "summary": "China's Foreign Ministry says move was punishment for a recent opinion piece published by the Journal. China revoked the press credentials of three Wall Street Journal reporters based in Beijing, the first time the Chinese government has expelled multiple journalists simultaneously from one international news organization since the country began re-engaging with the world in the post-Mao era.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-catholic-diocese-in-pennsylvania-declares-bankruptcy-11582141220", "title": "First Catholic Diocese in Pennsylvania Declares Bankruptcy", "date": "2020-02-19 17:23", "summary": "Filing from Harrisburg diocese comes amid mounting liabilities from alleged sexual abuse by clergy. The Catholic Diocese of Harrisburg filed for bankruptcy Wednesday, making it the first in Pennsylvania to seek chapter 11 protection after the state attorney general released a grand-jury report detailing decades of clergy sexual abuse of children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-house-subcommittee-scrutinizes-accounting-rule-maker-11582150442", "title": "U.S. House Subcommittee Scrutinizes Accounting Rule Maker", "date": "2020-02-19 17:14", "summary": "Rep. Sherman looks to make accounting rules a focus of the Congressional subcommittee despite legislative obstacles. The new chairman of a House of Representatives subcommittee on capital markets is targeting U.S. accounting rules in a move to increase oversight of a U.S. accounting rule maker, despite a potential battle to enact legislation or alter its powers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-slams-pg-e-efforts-to-trim-trees-near-power-lines-to-prevent-wildfires-11582149085", "title": "Federal Judge Slams PG&E's Efforts to Prevent Wildfires", "date": "2020-02-19 16:51", "summary": "The judge is considering tying PG&E's executive bonus program entirely to safety goals. A federal judge on Wednesday lambasted PG&E Corp. for falling behind on efforts to trim trees near power lines, which are designed to reduce the risk that its equipment will spark more California wildfires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-companies-face-looming-debt-burden-11582141011", "title": "Energy Companies Face Looming Debt Burden", "date": "2020-02-19 16:39", "summary": "Explorers and producers have more than $85 billion of debt maturing over the next four years. U.S. oil-and-gas companies need cash, but it won't come at a cheap price.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-miners-surge-as-haven-rally-continues-11582136578", "title": "Gold Miners Surge as Haven Rally Continues", "date": "2020-02-19 16:34", "summary": "Gold prices trade at highest level in almost seven years, pushing up shares of miners. Shares of gold miners extended a recent advance Wednesday, continuing a booming rally that began last summer as investors flocked to the haven metal.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-faces-labor-organizing-effort-at-new-jersey-warehouse-11582147795", "title": "Target Faces Labor Organizing Effort at New Jersey Warehouse", "date": "2020-02-19 16:29", "summary": "Unionization bid comes as Target, other companies move logistics operations closer to urban population centers. A labor clash is brewing at a Target Corp. warehouse in New Jersey where the retailer is testing a new approach to distribution.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miss-anthropocene-by-grimes-review-building-a-world-of-doom-and-gloom-11582147017", "title": "'Miss Anthropocene' by Grimes Review: Building a World of Doom and Gloom", "date": "2020-02-19 16:16", "summary": "The star's much-anticipated fifth album is a deeply rewarding record with a dark edge.. To write science fiction or design immersive videogames, you need to build a world, to construct a place with its own logic, physics and history. Grimes, the Canadian artist born Claire Boucher, assembles records using such a holistic framework. Almost a year ago, she introduced her fifth full-length release, \"Miss Anthropocene\" (4AD), calling it \"a concept album about the anthropomorphic Goddess of climate change.\" It's finally out Friday, and while the world-building is aesthetically coherent-from the black cover to the grim titles and gloomy arrangements-it's more personal than the initial description indicated.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-make-push-to-give-workers-time-to-vote-11582119001", "title": "Companies Give Workers Time to Vote", "date": "2020-02-19 16:04", "summary": "Target and JPMorgan are among firms joining drive to get employees to polls. Hundreds of U.S. companies plan to give employees time off to vote in this year's presidential election as part of a business-led push to lift the nation's traditionally low voter turnout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-faces-stepped-up-probe-in-france-11582146269", "title": "France Deepens Probe of Ghosn", "date": "2020-02-19 16:04", "summary": "Spending when he was Renault CEO is under investigation by French prosecutors. PARIS-French authorities are deepening their investigation of spending during Carlos Ghosn's tenure as chief executive of Renault SA, including on a lavish black-tie event he hosted on the grounds of Versailles and millions of dollars in payments to an auto dealer in Oman.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mini-mike-or-iron-mike-11582145026", "title": "Mini Mike or Iron Mike?", "date": "2020-02-19 15:43", "summary": "Bloomberg can do a public service tonight in Las Vegas.. The consensus of television pundits seems to be that former New York City Mayor Michael Bloomberg, who left office more than six years ago, was never a great debater and has been out of the game too long to deliver a winning performance tonight in Las Vegas. This column is guessing that Mr. Bloomberg will be a formidable competitor in his debut on the Democratic presidential debate stage. Win or lose, he will do a great public service if he can help talk one of America's two great political parties down from the Marxist ledge.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-extend-protected-bike-lanes-11582141674", "title": "New York City to Extend Protected Bike Lanes", "date": "2020-02-19 15:43", "summary": "The plan, which begins with a portion of Sixth Avenue in Midtown, comes after 28 cyclist deaths in 2019. Cyclists will soon be able to ride more safely through Midtown Manhattan as the city extends Sixth Avenue's protected bike lane from Herald Square to Central Park.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-accelerates-ai-experimentation-thanks-to-cloud-11582144740", "title": "Etsy Accelerates AI Experimentation Thanks to Cloud", "date": "2020-02-19 15:39", "summary": "Data analysis, machine learning help company figure out how to nudge browsing customers into buying items. Online crafts marketplace Etsy Inc. has doubled the number of experiments on its website, including those involving data analysis and machine learning, as moving to Alphabet Inc.'s Google Cloud has given the company access to more computing power.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-after-u-s-sanctions-rosneft-unit-11582124878", "title": "Oil Prices Rise After U.S. Sanctions Rosneft Unit", "date": "2020-02-19 15:09", "summary": "The move could reduce the amount of oil flowing to India and China. Oil prices climbed Wednesday as investors weighed the U.S. sanctions imposed on a subsidiary of Russian-oil giant Rosneft.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-new-york-galleries-to-sell-financiers-art-collection-11582142146", "title": "Three New York Galleries to Sell Financier's Art Collection", "date": "2020-02-19 14:55", "summary": "Picassos, a Rothko and other works owned by the late Don Marron won't be auctioned but sold privately by a trio of rival galleries. In a rare upset, the world's chief auction houses just lost their bids to sell off one of the most sought-after estates of the season, billionaire collector Don Marron's $450 million art collection. Instead, a trio of top New York galleries have won the coveted assignment-the latest sign that skittish sellers are shunning the auction spotlight amid a shaky art market.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-goes-on-and-8-kindred-spirits-live-from-the-lobero-review-still-pushing-forward-11582141958", "title": "'Life Goes On' and '8: Kindred Spirits (Live From the Lobero)' Review: Still Pushing Forward", "date": "2020-02-19 14:52", "summary": "New releases from Carla Bley and Charles Lloyd find the jazz artists still inventing late into their careers.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-blocks-florida-restrictions-on-felons-voting-rights-11582132589", "title": "Court Blocks Florida Restrictions on Felons' Voting Rights", "date": "2020-02-19 14:45", "summary": "Ruling says lawmakers 'may not erect a wealth barrier' after voters approved restoring 1.4 million people to rolls; state signals it will appeal. A federal appellate court ruled that Florida can't restrict the voting rights of felons solely for being unable to pay outstanding financial obligations, in a closely watched case unfolding weeks before the state's presidential primary.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-builds-on-mexican-president-over-rising-violence-against-women-11582120125", "title": "Pressure Builds on Mexican President Over Rising Violence Against Women", "date": "2020-02-19 14:39", "summary": "Resume Subscription. MEXICO CITY-A fresh wave of protests by women's rights activists is raising pressure on Mexican President Andrés Manuel López Obrador after a series of gruesome murders highlighted the growing problem of gender violence in the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/david-ruder-weathered-black-monday-as-sec-chairman-in-late-1980s-11582140719", "title": "David Ruder Weathered Black Monday as SEC Chairman in Late 1980s", "date": "2020-02-19 14:32", "summary": "Former Northwestern University law dean sought wider powers for agency in wake of crash. When he was sworn in as chairman of the Securities and Exchange Commission in August 1987, David Ruder was expected to preside quietly over the agency in the final two years of the Reagan presidency.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-could-provide-clues-on-economic-outlook-balance-sheet-11582108200", "title": "Fed Minutes Show Comfort With Economy, Rate Stance", "date": "2020-02-19 14:01", "summary": "Most officials were more confident that inflation would gradually return to central bank's 2% target. WASHINGTON-Federal Reserve officials signaled growing optimism about the U.S. economy last month, before the coronavirus outbreak in China began to cloud prospects of firmer global growth in 2020.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kashkari-expects-rates-to-remain-steady-but-predicts-next-move-would-be-lower-11582138446", "title": "Fed's Kashkari Expects Rates to Remain Steady", "date": "2020-02-19 13:54", "summary": "Minneapolis Fed president says situation around the coronavirus creates uncertainty about the outlook for the economy and monetary policy. Federal Reserve Bank of Minneapolis President Neel Kashkari said Wednesday that he sees no reason for the central bank to change its interest rate policy stance soon.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-nations-square-up-for-budget-clash-after-britains-exit-11582138364", "title": "EU Nations Square Off for Budget Clash After Britain Exits", "date": "2020-02-19 13:52", "summary": "European Union leaders begin negotiations Thursday over who pays what in the bloc's next seven-year spending plan. BRUSSELS-European Union leaders are set to clash Thursday over the bloc's next seven-year budget as they seek to fill the cash gap left by Britain's departure.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-york-school-wants-to-focus-on-children-with-dyslexia-11582136660", "title": "A New York School Focuses on Children With Dyslexia", "date": "2020-02-19 13:49", "summary": "The nation's largest public-school system has one charter school designed to address the learning disability. Violetta Volpe used to come home from first grade crying because she couldn't keep up at her public school in Staten Island and felt she didn't belong.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-beset-by-aging-tech-pushes-for-rapid-modernization-11582138002", "title": "Navy, Beset by Aging Tech, Pushes for Rapid Modernization", "date": "2020-02-19 13:46", "summary": "Shortcomings hamper ability to fend off hackers, top official says; Navy, contractors 'leak like a sieve'. WASHINGTON-Aging and fragmented technology has left the U.S. Navy unable to fully defend itself from persistent cyberattacks from China and elsewhere, defense officials said, prompting an effort across the service to upgrade and secure computer networks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-by-autumn-de-wilde-11582136067", "title": "Photos by Autumn de Wilde", "date": "2020-02-19 13:14", "summary": "The film director has been photographing musicians since the mid-1990s. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-biggest-music-star-youve-never-heard-of-is-huge-on-youtube-11582134937", "title": "The Biggest Music Star You've Never Heard of Is Huge on YouTube", "date": "2020-02-19 12:55", "summary": "YouTube's biggest music act last year was a rapper called YoungBoy Never Broke Again. The splintering of listeners by platform means that many people don't know who he is.. The biggest music act on YouTube last year wasn't Billie Eilish, Drake or Taylor Swift, but a 20-year-old Southern rapper who goes by the name YoungBoy Never Broke Again.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-alpine-border-melts-and-leaves-a-pasta-restaurant-in-switzerlandmaybe-11582134089", "title": "Italy's Alpine Border Melts and Leaves a Pasta Restaurant In Switzerland-Maybe", "date": "2020-02-19 12:41", "summary": "Resume Subscription. PLATEAU ROSA, Italy-Or is it Switzerland?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europes-test-case-for-banking-consolidation-11582134087", "title": "Europe's Test Case for Banking Consolidation", "date": "2020-02-19 12:41", "summary": "Intesa Sanpaolo's bid for UBI Banca is testing the water for domestic banking consolidation, but cross-border tie-ups are still unlikely. Intesa Sanpaolo 's bid for UBI Banca is the starting move in what could be a consolidation wave in Italian banks, but cross-border deals in Europe are still unlikely to happen.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anne-hathaway-asks-3-495-million-for-new-york-penthouse-11582133130", "title": "Anne Hathaway Asks $3.495 Million for New York Penthouse", "date": "2020-02-19 12:25", "summary": "The actress and her husband Adam Shulman raised the ceilings and installed herringbone floors after buying the Upper West Side home for $2.55 million in 2016. Actress Anne Hathaway and her husband Adam Shulman are listing their New York City apartment, a full-floor penthouse in a Neo-Georgian style row house on Manhattan's Upper West Side, for $3.495 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-your-husbands-hobby-takes-over-the-house-11582133019", "title": "When Your Husband's Hobby Takes Over the House", "date": "2020-02-19 12:23", "summary": "Is your spouse's collection of toy soldiers, Kiss paraphernalia or, as in our columnist's case, guitars threatening to overwhelm your décor? Experts offer advice. ", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dispute-over-roger-stones-recommended-sentence-explained-11582132688", "title": "The Dispute Over Stone's Recommended Sentence", "date": "2020-02-19 12:18", "summary": "Trial prosecutors argued four add-on punishments apply, but senior Justice Department officials disagreed. How much time should Roger Stone serve in prison?", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-drug-lobby-lost-its-mojo-in-washington-11582132499", "title": "How the Drug Lobby Lost Its Mojo in Washington", "date": "2020-02-19 12:15", "summary": "A rift between the GOP and its longtime pharmaceutical-industry allies is shaking up policy, as Republicans and Democrats join to overhaul price regulations. WASHINGTON-The drug industry doesn't pack the lobbying punch it once did, and one sign is something rare in the capital today-a dose of bipartisanship.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageo-reaches-5-million-settlement-with-sec-on-sales-boosting-charges-11582132346", "title": "Diageo Reaches $5 Million Settlement With SEC on Sales-Boosting Charges", "date": "2020-02-19 12:12", "summary": "The securities regulator alleged that the alcoholic-beverage company pressured distributors to buy products, fueling growth. Diageo PLC agreed to pay $5 million to settle charges brought by the Securities and Exchange Commission that it hit performance goals by pressuring distributors to buy products in excess of demand.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-protectionist-path-risks-u-s-trade-clash-11582126205", "title": "The U.S.'s Next Trade War? As China Clash Cools, Conflict With India Looms.", "date": "2020-02-19 12:10", "summary": "Indian Prime Minister Modi seeks to emulate Chinese success with increased protection for domestic firms. You may have missed it amid headlines of the U.S. trade war with China, but a low-intensity trade conflict with Asia's other emerging giant is also smoldering. It began a year ago when the U.S. stripped India of special low-tariff status over claims it discriminated against American companies. India responded by implementing tariffs it had previously threatened over U.S. steel duties.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-now-says-black-box-of-ukrainian-airliner-is-damaged-further-delaying-investigation-11582128993", "title": "Iran Says Black Box of Ukrainian Airliner Is Damaged, Further Delaying Investigation", "date": "2020-02-19 11:32", "summary": "Tehran previously refused to let other countries analyze flight-data recorders from jet it downed on Jan. 8. Iran said the black box of a Ukrainian airliner it mistakenly shot down is significantly damaged, complicating an already protracted investigation of an incident that sparked domestic protests and angry calls for greater government accountability.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-milans-real-estate-market-so-in-fashion-right-now-11582128967", "title": "Why Is Milan's Real-Estate Market So in Fashion Right Now?", "date": "2020-02-19 11:16", "summary": "Luxury development is giving property prices a lift in the Italian metropolis. Speaking in the dining room of his villa-size apartment, Milan magazine publisher and ad executive Luciano Bernardini de Pace lists must-haves for the good life: custom-made Italian suits and shoes, ties off the rack from Brooks Brothers and a showpiece apartment in his own Corso Venezia neighborhood.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-west-for-student-outcomes-11582128837", "title": "Top Colleges in the West for Student Outcomes", "date": "2020-02-19 11:13", "summary": "Stanford heads this list from the WSJ/THE College Rankings, followed by Caltech, UCLA and Berkeley. Stanford University is the highest-ranked school in the West for student outcomes in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-in-milan-11582128714", "title": "A Home in Milan", "date": "2020-02-19 11:11", "summary": "Publisher and ad executive Luciano Bernardini de Pace is selling his Milan apartment for $5.4 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/milan-expands-its-luxury-footprint-11582128631", "title": "Milan Expands Its Luxury Footprint", "date": "2020-02-19 11:10", "summary": "The new residential enclaves surround the city's historical center.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lauren-hutton-refuses-to-sleep-alone-11582125629", "title": "Lauren Hutton Refuses to Sleep Alone", "date": "2020-02-19 10:20", "summary": "\"I usually get into bed with a good book or a good man. Ha!\" The supermodel and evangelist for natural aging on her pre-bed routines (and partners).. A monthly column clocking people's nighttime rituals and product regimens.", "categories": [["Fashion", "Beauty Sleep"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-to-faces-more-restrictions-in-europe-on-data-ai-11582111937", "title": "Big Tech to Face More Requirements in Europe on Data Sharing, AI", "date": "2020-02-19 10:15", "summary": "Legislation will place more obligations on online platforms and firms developing machine-learning-enabled technologies. BRUSSELS-American tech companies will soon need to meet new requirements in the European Union regarding artificial intelligence and sharing data with smaller rivals, as the bloc seeks to assert its \"technological sovereignty\" from the U.S. and China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-cpi-rose-2-4-in-january-as-gasoline-surged-11582124697", "title": "Canada CPI Rose 2.4% in January", "date": "2020-02-19 10:04", "summary": "Underlying data point to softness ahead in inflation. OTTAWA-Canada's annual inflation rate accelerated in January, driven by higher gasoline prices, although there are signs upward price pressure might be waning.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miss-the-ncaa-tournament-blame-the-ball-11582123798", "title": "Miss the NCAA Tournament? Blame the Ball", "date": "2020-02-19 09:49", "summary": "When teams in the Mountain West Conference began playing with new balls manufactured by Nike, their shooting percentages fell sharply, according to a recent study. The NCAA selection committee considers dozens of metrics and several power rankings when determining which 68 teams compete in March Madness. But this season, one factor that won't be included could determine whether Utah State earns a bid to the Big Dance: the basketball.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-resists-pressure-to-restart-oil-auctions-11582122354", "title": "Mexican President Resists Pressure to Restart Oil Auctions", "date": "2020-02-19 09:25", "summary": "Investors are closely watching Andrés Manuel López Obrador's energy policy. MEXICO CITY-President Andrés Manuel López Obrador is resisting pressure to restart auctions for oil drilling rights and allow private firms to have a greater role in the oil industry, even as his government grapples with a stagnant economy and weak investment.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-stung-by-boeing-pullback-pitches-for-new-business-with-airbus-11582113954", "title": "GE, Stung by Boeing Pullback, Pitches for New Business With Airbus", "date": "2020-02-19 09:07", "summary": "Engine maker is one of biggest suppliers for both plane makers; previously increased production of turbines for Airbus A320 after MAX halt. General Electric Co. is looking for new business from Airbus SE, as the engine maker's other big customer, Boeing Co. , retrenches.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-agilent-bed-bath-beyond-pier-1-groupon-11582106052", "title": "Stocks to Watch: Agilent, Bed Bath & Beyond, Groupon", "date": "2020-02-19 08:50", "summary": "Here are some of the companies with stocks expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-britain-lose-its-marbles-11582119586", "title": "Will Britain Lose Its Marbles?", "date": "2020-02-19 08:39", "summary": "Greece is demanding that the U.K. return the famous Parthenon Marbles as part of a future trade pact with the EU. Greece has injected some drama into trade negotiations between the European Union and the U.K.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-show-loyalty-to-employers-11582118467", "title": "Millennials Show Loyalty to Employers", "date": "2020-02-19 08:31", "summary": "Today's youngest professionals aren't job hopping any more than the prior generation, despite the hot job market. Younger employees now entering their prime working years are so far proving as loyal to employers as the generation before them, despite a hot job market.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-commissioner-finds-himself-at-odds-with-players-union-11582117200", "title": "MLB Commissioner Finds Himself at Odds With Players' Union", "date": "2020-02-19 08:00", "summary": "Rob Manfred said the MLBPA would only cooperate with the sign-stealing investigation if players received immunity. The union's executive director disputes Manfred's explanation.. Major League Baseball commissioner Rob Manfred's decision to grant immunity to players in the investigation of cheating by the Houston Astros has been one of the most controversial elements of the saga. Now, Manfred finds himself at odds with the group he made the immunity deal with: the Major League Baseball Players Association.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forgepoint-raises-450-million-fund-to-back-cybersecurity-startups-11582117207", "title": "ForgePoint Raises $450 Million Fund to Back Cybersecurity Startups", "date": "2020-02-19 08:00", "summary": "The firm's second fund will target areas including infrastructure security. Cybersecurity-focused venture firm ForgePoint Capital Management has raised a $450 million second fund to focus on startups addressing emerging cyber threats.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-emma-sees-jane-austens-heroine-in-a-new-light-11582117047", "title": "'Emma' by a Female Director Sees Jane Austen in a New Light", "date": "2020-02-19 07:57", "summary": "Autumn de Wilde's coming film is one of several screen reinterpretations of literary classics by women directors.. Seven minutes and 45 seconds into the new movie \"Emma,\" the bare backside of love interest George Knightley appears on-screen as he changes out of his nightdress.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puma-tops-hopes-but-warns-of-coronavirus-hit-11582106613", "title": "Adidas, Puma Warn of Coronavirus Blow", "date": "2020-02-19 07:54", "summary": "German sportswear companies' warnings following similar comments from rivals Nike and Under Armour. HERZOGENAURACH, Germany- Puma SE and Adidas AG warned of a hit from the coronavirus on this year's sales, sharpening concerns about how the outbreak is affecting the athletics gear industry that has long looked to China as both a market and a production base.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-networks-customer-base-slips-under-12-million-11582116284", "title": "Dish Network's Customer Base Slips Under 12 Million", "date": "2020-02-19 07:44", "summary": "Subscriber losses continue in satellite, Sling TV units as company turns its attention to phone services. Dish Network Corp. lost nearly 200,000 television customers in the fourth quarter as the satellite company laid plans to invest in a still-unfinished wireless phone network.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peering-through-the-coronavirus-murk-into-chinas-economy-11582115286", "title": "Peering Through the Coronavirus Murk Into China's Economy", "date": "2020-02-19 07:28", "summary": "Some creative ideas for gauging extent of the damage are more useful than others. Gauging the state of China's economy is tricky at the best of times. Now, the task is even more difficult-and critical-than usual due to the coronavirus outbreak.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-markets-real-worry-is-lack-of-worry-11582113780", "title": "The Market's Real Worry Is Lack of Worry", "date": "2020-02-19 07:03", "summary": "Despite recent wobbles on the back of the coronavirus, there are signs of complacency in the equity market. The stock market's coronavirus wobbles may be overdone given the robustness of the U.S. economy, so it is tempting to say that \"the only thing to fear is fear itself.\" What should be concerning, though, is that there is little of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/champions-league-frustration-for-neymar-while-erling-haaland-has-a-breakout-game-11582113733", "title": "Champions League Frustration for Neymar, While Erling Haaland Has a Breakout Game", "date": "2020-02-19 07:02", "summary": "It was a night of disappointment for PSG, while Dortmund's 19-year-old star scored two goals in a 2-1 victory. DORTMUND, Germany-The final whistle had barely gone and the most expensive player in soccer history was already running off the field.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bumps-in-the-road-leaving-the-airport-11582113600", "title": "The Bumps in the Road Leaving the Airport", "date": "2020-02-19 07:00", "summary": "Unlikely alliances, higher passenger fees and remote pick-up spots are roiling airports and transportation companies Uber, Lyft, Hertz and Avis. Use Uber or Lyft instead of renting a car on trips? The next ride-hail car you jump into might be a Hertz or Avis.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-will-be-a-pale-imitator-of-alibabas-luxury-look-11582111980", "title": "Amazon Will Be a Pale Imitator of Alibaba's Luxury Look", "date": "2020-02-19 06:33", "summary": "The U.S. tech giant is readying a new fashion site to rival Tmall Luxury Pavilion. But it will have a harder time luring important brands.. Amazon 's founder Jeff Bezos may be the world's wealthiest man, but luxury brands are still reluctant to do business with him.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-to-tighten-immigration-rules-following-brexit-11582111864", "title": "U.K. to Tighten Immigration Rules Following Brexit", "date": "2020-02-19 06:31", "summary": "British government plans to introduce a points-based system for migrants. LONDON-The U.K. government will curb the number of low-skilled migrants allowed into the country as part of a broad overhaul of its immigration policy following Brexit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-fume-as-china-develops-new-playbook-for-state-backed-bonds-11582111024", "title": "Investors Fume as China Develops New Playbook for State-Backed Bonds", "date": "2020-02-19 06:17", "summary": "A tender offer for an aluminum producer's distressed bonds could pave the way for more such deals. Bond investors who put their faith in Chinese state-owned enterprises are swallowing another bitter pill, just two months after an earlier wake-up call.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixed-signals-for-chip-making-gear-11582110000", "title": "Mixed Signals for Chip-Making Gear", "date": "2020-02-19 06:00", "summary": "The specter of export controls hangs over the sector despite President Trump's backpedal. Chip-equipment companies got a good scare over the weekend. Investors should stay a bit nervous.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bottled-water-targeted-in-washington-state-11582108201", "title": "Bottled Water Targeted in Washington State", "date": "2020-02-19 05:30", "summary": "Proposal would ban the tapping of natural water by the industry, part of a growing push by environmentalists. Lawmakers in Washington state are moving to ban the tapping of natural water by bottled-water companies, a new approach in a growing push by environmentalists and some public officials against the industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-has-u-s-cities-stretching-to-monitor-self-quarantined-americans-11582108203", "title": "U.S. Cities Stretch to Monitor Self-Quarantined Americans", "date": "2020-02-19 05:30", "summary": "Local efforts to prevent potential spread of Covid-19 have been like 'one big, long bad day'. Public-health officials in the U.S. are striving to keep tabs on thousands of Americans who have quarantined themselves at home after returning from mainland China to curtail the new coronavirus, adding to an epidemic response that is straining already-stretched local departments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-for-in-the-nevada-democratic-debate-11582108201", "title": "Democrats Set to Spar in Nevada Debate as Bloomberg Joins the Stage", "date": "2020-02-19 05:30", "summary": "What time to tune in and what to know as six candidates debate in Las Vegas ahead of Saturday's caucuses. LAS VEGAS-Former New York City Mayor Michael Bloomberg joins the Democratic debate stage for the first time Wednesday in a gathering that falls just three days before the Nevada caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-wrest-control-of-shelf-space-from-struggling-food-giants-11582108202", "title": "Grocers Wrest Control of Shelf Space From Struggling Food Giants", "date": "2020-02-19 05:30", "summary": "Big brands are losing the power to dictate how products are displayed at markets that now rely on their own data. The biggest U.S. food makers, already dealing with increased competition and shifting consumer tastes, now face an additional threat: supermarkets are taking away prime shelf space.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everythings-25-off-at-the-worlds-most-debt-squeezed-company-11582105771", "title": "Everything's 25% Off at the World's Most Debt-Squeezed Company", "date": "2020-02-19 04:49", "summary": "China Evergrande Group has slashed prices of properties sold this month and next, but its share price has actually risen. When a company has the highest debt interest bill of any listed firm in the world, its traditional route of sales has frozen almost completely, and it cuts prices by a quarter, is that good news?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11582046428", "title": "Pepper...and Salt", "date": "2020-02-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-quick-roast-chicken-is-a-weeknight-lifesaver-11582137573", "title": "This Quick Roast Chicken Is a Weeknight Lifesaver", "date": "2020-02-19 00:01", "summary": "The recipe will likely become your go-to for dinner parties and easygoing Sunday suppers, too. The lemon-garlic sauce is irresistible. Over the years, Philip Krajeck has served a lot of roast chicken at Rolf and Daughters, the award-winning Nashville restaurant he opened in 2012. \"I've tried to do the math,\" he said. \"And I can't.\" Still, somehow, it never gets old.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-has-considered-quittingover-trump-s-tweets-person-close-to-him-says-11582082755", "title": "Barr Is Said to Have Considered Quitting Over Tweets", "date": "2020-02-19 23:49", "summary": "Attorney general thought about resigning after president ignored requests to refrain. Attorney General William Barr has told confidants he considered resigning after President Trump ignored his repeated requests that he stop tweeting about pending criminal investigations, a person close to him said Tuesday, signaling possible strain in their relationship amid an intensifying debate over the independence of the Justice Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-camp-requests-recount-of-several-iowa-precincts-11582080000", "title": "Sanders Camp Requests Recount of Several Iowa Precincts", "date": "2020-02-19 23:45", "summary": "Request follows a recanvass that showed errors in some math and in the application of some rules in the Iowa caucuses. Sen. Bernie Sanders's presidential campaign on Tuesday requested a recount of several precincts from Iowa's caucuses after the state's Democratic Party said a process to verify the results showed the count there even tighter between the national front-runner and Pete Buttigieg.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-commuted-sentence-of-rod-blagojevich-11582051259", "title": "Trump Pardons Milken, Commutes Blagojevich Sentence", "date": "2020-02-19 23:34", "summary": "Onetime 'junk bond king' served nearly two years for securities-law violations; former Illinois governor was midway through 14-year sentence for corruption. WASHINGTON-President Trump issued a flurry of clemency orders on Tuesday, pardoning financier Michael Milken, who spent nearly two years in prison for securities-law violations, and commuting the 14-year sentence of ex-Illinois Gov. Rod Blagojevich, who was convicted of trying to sell a U.S. Senate seat.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-touts-fall-in-new-coronavirus-infections-deaths-11582028489", "title": "China Touts Fall in New Coronavirus Infections, Deaths", "date": "2020-02-19 22:38", "summary": "WHO chief warns it is too early to be sure decline will continue. ", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-jurors-begin-deliberations-11582071600", "title": "Harvey Weinstein Jurors Begin Deliberations", "date": "2020-02-19 21:10", "summary": "Panel of seven men and five women asked questions that sent mixed signals about their views. A Manhattan jury began deliberating Tuesday in Harvey Weinstein's rape trial, sending two notes to the judge that criminal-justice experts said offered conflicting signals about how they viewed the case.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-turns-to-health-rating-apps-to-control-movements-during-coronavirus-outbreak-11582046508", "title": "China Turns to Apps to Control Movements During Outbreak", "date": "2020-02-19 20:42", "summary": "Tech giants such as Alibaba and Tencent tapped to develop color-coded systems to classify people based on their health conditions and travel history. China's technology titans are deploying health-rating systems to help authorities track the movement of millions of Chinese who are preparing to resume work at factories and other businesses, adding a new and controversial tool in the country's battle to contain the fast-spreading coronavirus outbreak.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-finds-debris-in-fuel-tanks-of-undelivered-max-jets-11582069784", "title": "Boeing Finds Debris in Undelivered MAX Jets", "date": "2020-02-19 20:35", "summary": "Company conducts inspections for when the grounded aircraft is allowed to return to service. Boeing Co. said Tuesday that it had found debris in the fuel tanks of undelivered 737 MAX jetliners, the latest setback in the plane maker's efforts to address quality-control problems.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-supports-selling-u-s-jet-engines-to-china-11582044922", "title": "Trump Supports Sales of High-Tech Products to China, in Blow to Hawks", "date": "2020-02-19 20:12", "summary": "GE to get export license for jet engines; president's comments come amid debate over protecting U.S. technology. WASHINGTON-A broad push by Trump administration hard-liners to stem the flow of high-tech exports to China-even if doing so means limiting the market access of major U.S. companies-hit a hurdle Tuesday: President Trump himself.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charges-unsealed-against-executives-who-allegedly-paid-bribes-in-indonesia-11582074536", "title": "Charges Unsealed Against Executives Who Allegedly Paid Bribes in Indonesia", "date": "2020-02-19 20:08", "summary": "Two former executives of France's Alstom SA and a former executive of Japan's Marubeni Corp. were charged with conspiracy to violate the U.S. Foreign Corrupt Practices Act. U.S. prosecutors have unsealed charges against three former executives they said were involved in a bribery scheme to win a power project in Indonesia that ended a more than a decade ago.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strategy-behind-the-boy-scouts-bankruptcy-11582071435", "title": "The Strategy Behind the Boy Scouts Bankruptcy", "date": "2020-02-19 19:38", "summary": "Organization seeks to halt hundreds of child sexual-abuse lawsuits going back decades and protect local scouting councils. In making its historic bankruptcy filing, the Boy Scouts of America halted hundreds of lawsuits over accusations of childhood sexual abuse and sought to protect its local scouting councils from facing those claims.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-declines-to-delay-roger-stones-sentencing-11582048863", "title": "Judge Declines to Delay Roger Stone's Sentencing", "date": "2020-02-19 19:32", "summary": "Move comes amid tumultuous developments in case of longtime Trump adviser, including withdrawal of four prosecutors. WASHINGTON-A federal judge declined to delay Roger Stone's sentencing, set for Thursday, amid tumultuous developments in the case of the longtime informal adviser to President Trump, including his last-minute request for a new trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-center-hold-11582072223", "title": "Can the Center Hold?", "date": "2020-02-19 19:30", "summary": "Students discuss the fate of political centrism in America.. Editor's note: This Future View is about the future of centrism in U.S. politics. For next week we'll ask, \"What can all of Mike Bloomberg's billions buy in his run for the Democratic nomination for president? What can't they buy?\" Students should click here to submit opinions of fewer than 250 words before Feb. 25. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-michael-milken-pardon-11582072119", "title": "The Michael Milken Pardon", "date": "2020-02-19 19:28", "summary": "Trump's act of clemency recalls an era rife with the politics of envy.. President Trump issued several controversial pardons and grants of clemency on Tuesday, but the most welcome was the pardon to legendary financier Michael Milken. The presidential action recognizes that the Milken prosecution of the late 1980s-early 1990s was an example of prosecutorial excess in an era like our own when political gales were raging about \"the greed decade.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginias-gun-control-defeat-11582072099", "title": "Virginia's Gun-Control Defeat", "date": "2020-02-19 19:28", "summary": "Democrats abandon a ban on some rifles and magazines.. Democrats took over both houses of the Virginia Legislature in November thanks in large part to voter support for gun control after mass shootings. Or so they claimed. But if they believe that, they now have some explaining to do after Gov. Ralph Northam's restrictive gun-control proposal was shelved Monday for lack of votes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-lobbying-on-steel-tariffs-11582071979", "title": "Political Lobbying on Steel Tariffs", "date": "2020-02-19 19:26", "summary": "Ten House Members oppose this exclusion request, but 14 favor it.. How's this for swampy? A company seeks an exclusion from President Trump's 25% steel tariffs. While it is awaiting the Commerce Department's judgment, concerned U.S. Representatives get into a tug of war, trying to pull political strings in both directions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putins-foreign-assassination-playbook-11582071947", "title": "Putin's Foreign Assassination Playbook", "date": "2020-02-19 19:25", "summary": "Evidence shows the FSB organized a daytime killing in Berlin.. When rogue states like Russia wreak havoc on foreign soil, they often work through proxies and deny responsibility. But occasionally the veil slips, as when evidence emerged this week that Russia's Federal Security Service (FSB) planned and carried out an assassination in Germany last summer.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-cut-idea-for-trump-11582071863", "title": "A Tax-Cut Idea for Trump", "date": "2020-02-19 19:24", "summary": "Creating targeted tax-free investment accounts may be the most effective way to reduce wealth inequality.. The White House is expected to announce details of its tax cuts for the Trump second term. One idea on the table is to create tax-free investment accounts for lower- and middle-income families.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-millions-beat-mikes-billions-11582071894", "title": "Bernie's Millions Beat Mike's Billions", "date": "2020-02-19 19:24", "summary": "Small donors signal and cement a loyal following, which a candidate can't buy with money alone.. Serious presidential candidates don't quit running because they lose a few primaries. They quit because they run out of money.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-a-stand-for-the-mentally-ill-11582071818", "title": "Trump Takes a Stand for the Mentally Ill", "date": "2020-02-19 19:23", "summary": "His budget proposes to end a 55-year ban on Medicaid funding for institutional care.. Hundreds of thousands of Americans with serious mental illness sleep in jails, shelters and prisons on any given night. Fewer than 40,000 are in state psychiatric hospitals. This is largely due to a federal policy, the Institutions for Mental Disease Exclusion, which created a financial incentive for states to kick the mentally ill out of hospitals. The White House's new budget proposes easing the exclusion. It's the most important thing federal government could do to improve care for the seriously mentally ill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-outswamps-the-5g-swamp-11582071749", "title": "Trump Outswamps the 5G Swamp", "date": "2020-02-19 19:22", "summary": "A judge's ruling clears the way for Sprint and T-Mobile after years of rigmarole.. Donald Trump's administration likes living dangerously on 5G. It pulled an unlikely victory out of its hat when a judge approved the wireless merger of Sprint and T-Mobile that's been in the works for nearly a decade. The judge gave the OK, he said, because his crystal ball (his words) was just as good or bad as those of the plaintiffs and defendants.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-qualifies-for-nevada-debate-after-new-poll-11582022050", "title": "Bloomberg Says He Plans to Sell Company if Elected President", "date": "2020-02-19 19:22", "summary": "Billionaire candidate would put financial-data and media company in blind trust and eventually sell. Michael Bloomberg will sell Bloomberg LP, the multibillion-dollar financial-data and media company he co-founded nearly 40 years ago, if he is elected president, his campaign said Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fistful-of-shells-review-buyers-sellers-and-rulers-11582071693", "title": "'A Fistful of Shells' Review: Buyers, Sellers and Rulers", "date": "2020-02-19 19:21", "summary": "Europeans arrived in West Africa as supplicants to powerful indigenous rulers with economies rich in food, metals, cloth-and slaves.. Contrasting images of the upstart slaving-kingdom of Dahomey reached Enlightenment Europe. In an engraving of the 1780s, the African king leans elegantly on a musket-the source of his army's might. His nose is fine-bridged and olive-tinted, under gleaming European millinery. In a rival image of a few years later, a bloated paramount lolls drunkenly among half-naked women, receiving ludicrous salutations from groveling subjects. The realm puzzled visiting Westerners, who reported dining on haute cuisine with silver-handled forks, after approaching over a path made of the skulls of human-sacrifice victims.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bid-to-revise-the-new-york-timess-bad-history-11582071646", "title": "A Bid to Revise the New York Times's Bad History", "date": "2020-02-19 19:20", "summary": "The '1776 Project' will counter the claim that America was founded to preserve 'slavocracy.'. \"I think the important point to make about slavery is that it had existed for thousands of years without substantial criticism,\" said the historian Gordon Wood in an interview last year. \"But it's the American Revolution that makes it a problem for the world. And the first real anti-slave movement takes place in North America. So this is what's missed by these essays in the 1619 Project.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-young-back-bernie-sanders-11582071616", "title": "Why the Young Back Bernie Sanders", "date": "2020-02-19 19:20", "summary": "They grew up in a vastly different America and many didn't learn history.. In one respect, at least, the Democratic nominating contest is running true to form: Sen. Bernie Sanders is getting the lion's share of young adults' votes. In New Hampshire, for example, voters under 30 represented 15% of the total but 28% of Mr. Sanders's support. Voters 65 and older were 25% of the total but only 13% of the Sanders coalition.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-names-five-chinese-media-outlets-as-foreign-diplomatic-missions-in-u-s-11582062002", "title": "State Department Names Five Chinese Media Outlets as Foreign Missions in U.S.", "date": "2020-02-19 19:16", "summary": "Outlets are 'substantially owned and effectively controlled' by the Chinese government, a State Department official said. WASHINGTON-The Trump administration is heightening scrutiny of China's large state-owned media outlets in the U.S., designating them as foreign missions, in a further effort to rein in Chinese government activity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compared-to-boeing-even-airbus-year-looks-smooth-11581593117", "title": "Compared With Boeing, Even Airbus's Year Looks Smooth", "date": "2020-02-19 19:01", "summary": "The European plane maker has grappled with many problems in 2019, but investors were understandably fixated on Boeing's 737 MAX crisis. The old Oscar Wilde dictum is that \"there is only one thing in the world worse than being talked about, and that is not being talked about.\" Unless, of course, you are competing in a duopoly with Boeing .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}]