[{"link": "https://www.wsj.com/articles/tom-brady-in-super-bowl-2020-ad-for-hulu-i-am-not-going-anywhere-11580687697", "title": "Tom Brady Makes a Super Bowl Appearance-For Hulu", "date": "2020-02-02 18:54", "summary": "Star Patriots quarterback teases his future plans in pitch for streaming service Hulu + Live TV. ", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-fair-to-award-scholarships-based-on-the-sat-11580639400", "title": "Is It Fair to Award Scholarships Based on the SAT?", "date": "2020-02-02 18:42", "summary": "Colleges are asking this question as they seek more diversity in their student bodies, worry that white students disproportionately score higher and compete for students with merit aid. Next week faculty at the University of California will weigh in on whether to drop the SAT as a requirement for admission due to concern that the test is biased. Their recommendation prompts another question with a potentially bigger impact for students and their families: Should schools continue to use SAT scores to award scholarships?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-chiefs-face-san-francisco-49ers-in-super-bowl-liv-11580686279", "title": "Kansas City Chiefs Face San Francisco 49ers in Super Bowl", "date": "2020-02-02 18:31", "summary": "Chiefs hope to end a half century of futility by winning the big game. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/london-police-shoot-man-dead-after-stabbing-attack-11580660534", "title": "Man Shot Dead in London Terror Attack Served Prison Time", "date": "2020-02-02 18:27", "summary": "It was the second time in months that a recently released convicted terrorist attacked people in London. LONDON-A man who had recently been released from prison for terror offenses was shot dead by British police Sunday after stabbing two people in South London.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamar-alexanders-finest-hour-11580680232", "title": "Lamar Alexander's Finest Hour", "date": "2020-02-02 16:50", "summary": "His vote against witnesses was rooted in constitutional wisdom.. Senate Republicans are taking even more media abuse than usual after voting to bar witnesses from the impeachment trial of President Trump. \"Cringing abdication\" and \"a dishonorable Senate\" are two examples of the sputtering progressive rage. On the contrary, we think it was Lamar Alexander's finest hour.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-heated-oxford-education-11580680180", "title": "A Heated Oxford Education", "date": "2020-02-02 16:49", "summary": "Protesting students get a personal lesson about fossil fuels.. When most people think of Oxford, what comes to mind are images of bright minds debating quantum physics or the existence of God. But even the brainiest sometimes need a lesson in common sense.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jerseys-teflon-tax-abuse-11580680137", "title": "New Jersey's Teflon Tax Abuse", "date": "2020-02-02 16:48", "summary": "Companies get needless credits, and legislators look the other way.. It's rare that a Governor decides to lift the hood on state agencies and pinpoint sources of waste and corruption. But public pressure compelled New Jersey Gov. Phil Murphy's inquiry into corporate subsidies, and what it found is that abuses are business as usual.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-brace-for-more-stock-volatility-11580662801", "title": "Traders Brace for More Stock Volatility", "date": "2020-02-02 15:09", "summary": "Issues tied to presidential-voting season and impacts of the coronavirus outbreak on the global economy stir options activity. Investors are betting the volatility that has rattled markets over the past two weeks is here to stay.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-living-constitution-denied-the-vote-to-generations-11580674107", "title": "The 'Living Constitution' Denied the Vote to Generations", "date": "2020-02-02 15:08", "summary": "If only late 19th-century courts had followed the original meaning of the 15th Amendment.. The sesquicentennial of the 15th Amendment-ratified Feb. 3, 1870-provides a reminder of the importance of adhering to the Constitution's original meaning.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-democratic-majority-hasnt-emerged-11580673938", "title": "Why the Democratic Majority Hasn't Emerged", "date": "2020-02-02 15:05", "summary": "The party's geographic concentration causes candidates to lose touch and become complacent.. The Democrats lost to Donald Trump and may do it again. How did the world's oldest political party, which has won four of the past seven presidential elections and received popular-vote pluralities in two more, find itself in this pickle?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-socialist-evolution-of-bernie-sanders-11580673878", "title": "The Socialist Evolution of Bernie Sanders", "date": "2020-02-02 15:04", "summary": "He favored nationalization of industry in the 1970s, and he defended Ortega and Cuba in the 1980s.. Agree or disagree with Bernie Sanders, at least he's consistent-or so he claims. \"Having a long record,\" the Vermont senator said in October, \"gives people the understanding that these ideas that I'm talking about-they are in my guts. They are in my heart. This is who I am as a human being, and it ain't gonna change.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-almost-bought-the-knicks-11580673783", "title": "How I Almost Bought the Knicks", "date": "2020-02-02 15:03", "summary": "A friend and I chased the deal of a lifetime in our 30s, but the team escaped our grasp.. Kobe Bryant dropped 61 points on the New York Knicks on Feb. 2, 2009, at Madison Square Garden. The Knicks have been painfully awful for years, appearing in the playoffs only five times since 2000. Here's a secret: I almost bought the Knicks. Well, \"almost\" is a stretch.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-puts-the-crypt-in-cryptocurrency-11580673714", "title": "Venezuela Puts the Crypt in Cryptocurrency", "date": "2020-02-02 15:01", "summary": "The PetroApp, half a petro bonus, and other tales of Maduro regime funny money.. Venezuelan dictator Nicolás Maduro is again unleashing armies of inspectors across the country to enforce price controls as a means of controlling hyperinflation, the Venezuelan newspaper Tal Cual reported last week.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-presidential-fringe-review-a-different-kind-of-candidate-11580673657", "title": "'The Presidential Fringe' Review: A Different Kind of Candidate", "date": "2020-02-02 15:00", "summary": "A host of misﬁts and mavericks have sought the Oval Ofﬁce. \"On several occasions,\" said one, \"I have talked to people from other planets.\". One of the more laughable claims made by politicians is the one insisting that they seek office strictly to serve the public. We know who is really being served and what's on the menu: money, status, travel, face time with Wolf Blitzer, and, if they score really big, free housing and the nuclear codes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-trade-productivity-jobs-data-11580673601", "title": "Economy Week Ahead: U.S. Trade, Productivity, Jobs Data", "date": "2020-02-02 15:00", "summary": "Countries around the world will publish manufacturing figures. In the week ahead, the U.S. will see new trade, productivity and jobs data. Countries around the world will publish manufacturing figures.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/go-ahead-drop-my-course-11580673602", "title": "Go Ahead, Drop My Course", "date": "2020-02-02 15:00", "summary": "There's nothing morally wrong with not wanting to work hard at school.. The best teaching advice I ever received came from a world-class swimming coach. It was 30 years ago. I was head coach of a local swim team and was working with a 12-year-old girl who had enormous talent, beautiful technique and a gift for moving effortlessly through the water. I was pushing her hard to make the Eastern U.S. championships, but she didn't seem to care. I used every trick I knew. Nothing would make her really try.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-accused-of-abusing-process-to-extend-statute-of-limitations-11580657654", "title": "Justice Department Accused of Abusing Process to Extend Statute of Limitations", "date": "2020-02-02 14:31", "summary": "Agency improperly requested foreign evidence to bring fraud cases, former prosecutor claims. Justice Department lawyers have improperly used requests for overseas evidence to buy more time to bring some fraud cases, a memo filed with the agency's internal watchdog alleges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-does-not-support-a-fracking-ban-11580670403", "title": "Joe Biden Does Not Support a Fracking Ban", "date": "2020-02-02 14:06", "summary": "Rep. Conor Lamb and Harold Hamm on the politics of oil and natural gas drilling.. Stephen Moore has his facts wrong in \"Democrats' War on Fracking Will Cost Them in Battleground States\" (op-ed, Jan. 23). The longtime antiunion advocate claims that former Vice President Joe Biden supports \"ending the shale oil and gas revolution.\" That's simply not true.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/right-to-work-a-good-issue-for-republicans-11580670334", "title": "Right to Work: A Good Issue for Republicans", "date": "2020-02-02 14:05", "summary": "There are certainly many private workers in Virginia who voted for Democrats in the last statewide election who will not take kindly to union fees being deducted from their paychecks without their consent.. Your Jan. 29 editorial observes that \"Virginia May Kill Right to Work.\" Really? This must be the best news the economic-development folks in North and South Carolina have gotten, maybe ever. I suspect it is not terrible news to the Republican Party in the Old Dominion either. There are certainly many private workers in Virginia who voted for Democrats in the last statewide election who will not take kindly to union fees being deducted from their paychecks without their consent.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-political-economy-of-climate-change-11580670296", "title": "On the Political Economy of Climate Change", "date": "2020-02-02 14:04", "summary": "As long as activists pretend that addressing carbon emissions requires the disassembly of capitalism, people on the right will deny the existence of climate change.. In \"Are Fires a Climate Wake-up Call?\" (Business World, Jan. 22), Holman W. Jenkins, Jr. notes that \"contrary to the tone of much activism, things that would be worth doing are not a big reach.\" He then suggests that the reason sensible policies aren't implemented is because Democrats won't get behind Republican proposals, such as reducing income taxes in exchange for a carbon tax. He's correct, but like most conservative thinkers he misses the deeper reasons why climate activists are wholly uninterested in such solutions. It isn't just stubborn partisanship.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-training-physicians-is-too-high-11580670255", "title": "The Cost of Training Physicians Is Too High", "date": "2020-02-02 14:04", "summary": "An issue that needs to be addressed by any proposal is the exorbitant cost of medical training.. Advocates of \"Medicare for All Is Superior to Public Option\" (Letters, Jan. 30) overlook the fact that people who go on Medicare this year have been paying into it for decades without collecting a penny in benefits. Whatever a future public health-insurance plan is called, it will not be Medicare.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrants-have-not-been-public-charges-in-the-past-11580670178", "title": "Immigrants Have Not Been Public Charges in the Past", "date": "2020-02-02 14:02", "summary": "My grandparents came to America over a hundred years ago. Even then, they needed to first prove they wouldn't become public charges.. \"Court Allows Denials of Migrants Deemed to Need Aid\" (U.S. News, Jan. 28) includes a quote from Doug Rand, co-founder of Boundless Immigration: \"Never before have we said, you have to be comfortably middle class before you come to America.\" While likely true, it is irrelevant. My grandparents came to America over a hundred years ago. Even then, they needed to first prove they wouldn't become public charges. The U.S. required a signed legal commitment from an American citizen to be responsible for their support. They thrived in America, as did America with its newly integrated citizens, all at no cost to taxpaying citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-names-new-prime-minister-faces-protests-11580594767", "title": "Iraq Names New Prime Minister, Faces Protests", "date": "2020-02-02 12:28", "summary": "Mohammed Tawfiq Allawi replaces Adel Abdul-Mahdi, who stepped down over popular unrest. BAGHDAD-Protesters in Iraq on Sunday denounced the appointment of a former communications minister as the country's new premier after months of political deadlock, calling him Iran's choice and saying he is little different from the predecessor they forced to step down.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-clarence-thomas-questions-proposal-to-bar-judges-from-membership-in-ideological-groups-11580664462", "title": "Justice Thomas Questions Proposal to Bar Judges from Membership in Ideological Groups", "date": "2020-02-02 12:27", "summary": "Ethics proposal by federal judiciary's policy-making body would tighten guidance letting them belong to two organizations but not take leadership roles. LAKE BUENA VISTA, Fla.-Supreme Court Justice Clarence Thomas questioned a proposed ethics rule that would discourage federal judges from belonging to the conservative Federalist Society and its liberal counterpart, the American Constitution Society.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-largest-city-sees-future-in-harnessing-wind-energy-11580661035", "title": "Connecticut's Largest City Sees Future in Harnessing Wind Energy", "date": "2020-02-02 11:30", "summary": "Resume Subscription. BRIDGEPORT, Conn.-For decades, officials here have searched for an economic engine to turn around this once-booming industrial city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-dawson-to-mahomesone-familys-53-year-chiefs-journey-11580659916", "title": "From Dawson to Mahomes-One Family's 53-Year Chiefs Journey", "date": "2020-02-02 11:11", "summary": "The Helliker family acquired season tickets in 1967. They've seen the good, the bad and the ugly.. During my 1970s adolescence, I dreaded those autumn Sundays when the Kansas City Chiefs played at home. My father held two season tickets, and when he couldn't find a friend to accompany him, that burden fell upon me or one of my brothers. We fought over whose turn it was to waste a Sunday afternoon watching maybe the worst team in football from two of the worst seats in Arrowhead Stadium. The weather always seemed miserable above Arrowhead, even when it was glorious across the rest of Kansas City.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-abroad-become-targets-of-suspicion-over-coronavirus-11580659771", "title": "Chinese Travelers Become Targets of Suspicion Over Coronavirus", "date": "2020-02-02 11:09", "summary": "Resume Subscription. As a new coronavirus spreads beyond China's borders and foreign governments begin to erect entry bans, Chinese travelers and communities overseas are becoming targets for anger, sometimes in ways that are amplifying long-held biases and anti-Chinese sentiments.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/booze-ads-on-social-media-stir-controversy-11580659200", "title": "Booze Ads on Social Media Stir Controversy", "date": "2020-02-02 11:00", "summary": "Alcohol marketing on social media is surging, but weak age restrictions are leading to calls for a ban. ", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lights-camera-bet-oscar-wagering-expands-in-u-s-11580659200", "title": "Lights, Camera, Bet! Oscar Gambling Is Going Mainstream", "date": "2020-02-02 11:00", "summary": "Indiana joins New Jersey in allowing bets on best picture and 23 other categories. In the past 25 years, the winner of the Golden Globe for best supporting actor has gone on to win the Oscar 16 times.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-woes-create-headwinds-for-u-s-economy-11580655600", "title": "Boeing's Woes Create Headwinds for U.S. Economy", "date": "2020-02-02 10:00", "summary": "Halt in 737 MAX production is expected to trim growth in first half of 2020. The U.S. economy just hit an air pocket. Blame Boeing Co.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sees-biggest-home-building-boom-in-years-11580654688", "title": "New York Sees Biggest Home-Building Boom in Years", "date": "2020-02-02 09:44", "summary": "Permits for 26,547 units of housing were issued in 2019, about 27% more than the year before. Despite a weak outlook for residential real estate, the number of building permits issued in New York City for new homes surged last year to the highest pace since 2015. It was the second-highest total since the end of the last big building boom in 2008.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-to-deploy-extra-troops-to-fight-extremists-in-africas-sahel-11580654419", "title": "France to Deploy Extra Troops to Fight Extremists in Africa's Sahel", "date": "2020-02-02 09:40", "summary": "In recent years, Islamic State and al Qaeda-linked jihadists have mounted increasingly deadly attacks across the region. PARIS-France will deploy an extra 600 troops to Africa's Sahel region, reinforcing its role spearheading counterterrorism operations in parts of Africa after a helicopter crash in Mali that killed 13 of its soldiers in November.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-outcome-leaves-iowans-divided-but-not-surprised-11580644801", "title": "Impeachment Outcome Leaves Iowans Divided But Not Surprised", "date": "2020-02-02 09:22", "summary": "On the eve of the Iowa caucuses, voters across the state express emotions ranging from frustration to relief. DES MOINES, Iowa-Voters across the political spectrum here expressed everything from frustration to relief at the likely acquittal of President Trump as his impeachment trial sputters to an end.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-apple-music-trail-little-known-rival-in-music-obsessed-india-11580652352", "title": "Spotify, Apple Music Trail Little-Known Rival in Music-Obsessed India", "date": "2020-02-02 09:05", "summary": "Gaana, which means 'song' in Hindi, has used its large library of local music and low prices to beat the competition. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-stocks-wont-feel-the-bern-for-long-11580652181", "title": "Health-Care Stocks Won't Bern for Long", "date": "2020-02-02 09:03", "summary": "Any politics-fueled selloff will present buying opportunity. Politics pose a significant risk to U.S. health-care stocks. Investors should look past it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-stuck-to-their-views-on-trump-through-impeachment-trial-11580652187", "title": "Americans Stuck to Their Views on Trump Through Impeachment Trial", "date": "2020-02-02 09:03", "summary": "Some 46% of voters said the Senate should remove the president from office, while 49% said he should serve out his term, according to a Wall Street Journal/NBC News poll. President Trump is emerging from the four-month impeachment process with little sign of damage to his political standing, even though a majority of voters believes he carried out the acts that House Democrats charge in their articles of impeachment, a new Wall Street Journal/NBC News poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-father-learned-after-losing-both-sons-to-drug-overdoses-11580652001", "title": "What a Father Learned After Losing Both Sons to Drug Overdoses", "date": "2020-02-02 09:00", "summary": "In a recent book, Steve Grant tells their story of addictions and treatments, hoping his experience can help others. Steve Grant lost both of his children to drug overdoses, his older son at 21 years old and his younger one, five years later, at 24.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-to-cut-taxes-increase-spending-in-bid-to-revive-growth-11580650460", "title": "India to Cut Taxes, Increase Spending in Bid to Revive Growth", "date": "2020-02-02 08:34", "summary": "Market slumps as budget fails to deliver more sweeping efforts to speed up economy. NEW DELHI-India is cutting income taxes and increasing spending, hoping to resuscitate growth, which has tumbled to a 10-year low in Asia's third-largest economy.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-stock-market-may-be-missing-about-the-coronavirus-11580648400", "title": "What the Stock Market May Be Missing About the Coronavirus", "date": "2020-02-02 08:00", "summary": "So far the impact on U.S. assets has been muted, but there are reasons to fear that investors are being complacent. It took investors a few days, but they think they have the effect of the new coronavirus from China worked out. The broad thrust: Suppliers to China, and travel and holiday stocks, will suffer, but nasty effects for the market as a whole will be offset by central banks. The virus will be controlled enough that it won't cause a recession in the West.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahead-of-caucuses-iowans-split-on-who-could-beat-trump-11580648401", "title": "Iowans Split on Who Could Beat Trump", "date": "2020-02-02 08:00", "summary": "Resume Subscription. WATERLOO, Iowa-On the eve of the Iowa caucuses, many Democrats here remain undecided as they wrestle with their choices in a crowded and competitive race for the party's presidential nomination.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novak-djokovic-wins-australian-open-his-17th-grand-slam-title-11580648143", "title": "Novak Djokovic Wins Australian Open, His 17th Grand Slam Title", "date": "2020-02-02 07:55", "summary": "Djokovic beats Dominic Thiem to win his eighth title in Melbourne. When it came to choosing his tennis happy place, there could be no other choice for Novak Djokovic.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-super-bowl-team-that-deflategate-built-the-49ers-11580646705", "title": "The Super Bowl Team That Deflategate Built: the 49ers", "date": "2020-02-02 07:31", "summary": "When Tom Brady was suspended, Jimmy Garoppolo got his chance to play-and San Francisco identified their quarterback of the future. MIAMI-Five years ago, the New England Patriots clobbered the Indianapolis Colts in an AFC Championship game that was only notable for one reason: the allegation that quarterback Tom Brady deliberately ordered the deflation of footballs.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-once-hot-peer-to-peer-lending-business-is-withering-11580644804", "title": "China's Once-Hot Peer-to-Peer Lending Business Is Withering", "date": "2020-02-02 07:00", "summary": "After leading the world in peer-to-peer lending, China's pressure on the industry threatens to eliminate it. BEIJING-China's peer-to-peer lending industry, once a world-beater, is on its last legs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-front-in-food-delivery-kitchens-in-empty-malls-11580644801", "title": "Latest Front in Food Delivery: Kitchens in Empty Malls", "date": "2020-02-02 07:00", "summary": "Delivery wars move to neglected retail space as competition heats up. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-companies-brace-for-bumps-on-brexit-homestretch-11580644800", "title": "U.K. Companies Brace for Bumps on Brexit Homestretch", "date": "2020-02-02 07:00", "summary": "More talks and deadlines loom after exit from EU lifted some uncertainty for businesses. LONDON-Although Britain left the European Union on Friday, more than three years after voters chose to exit from the bloc, the terms of their future economic relationship still have to be thrashed out.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-really-really-wants-to-win-at-cornhole-11580644802", "title": "He Really, Really Wants to Win at Cornhole", "date": "2020-02-02 07:00", "summary": "Resume Subscription. Like many college football players, Ryan Smith had dreams of becoming a pro athlete. The former James Madison University defensive back just never imagined he'd be tossing a 1-pound bean bag rather than a football. Mr. Smith is a professional cornhole player who ranked 16th nationally last season.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jpmorgans-high-class-problem-its-rising-stock-makes-buybacks-more-expensive-11580639401", "title": "JPMorgan's Rising Stock Makes Buybacks Expensive", "date": "2020-02-02 05:30", "summary": "Shareholders love buybacks. But JPMorgan could be hitting the point where they no longer make sense.. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/closely-watched-iowa-poll-held-back-over-survey-problem-11580612349", "title": "Closely Watched Iowa Poll Held Back Over Survey Problem", "date": "2020-02-02 23:48", "summary": "Decision injects fresh uncertainty into the Democratic race for the nomination ahead of Monday's caucuses in the state. DES MOINES, Iowa-The sponsors of the most closely watched poll in Iowa decided Saturday night to hold back the results of the last survey before Monday's caucuses, injecting added uncertainty into the final stages of the Democratic presidential-nomination race in this state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-european-friction-over-wiring-is-latest-complication-for-737-max-return-11580597877", "title": "U.S.-European Friction Over Wiring Is Latest Complication for 737 MAX Return", "date": "2020-02-02 22:56", "summary": "FAA chief Steve Dickson expected to decide whether to require fixes. Potentially hazardous wiring inside Boeing Co. 's 737 MAX jets is the latest flashpoint between U.S. and European regulators and a further complication in the grounded fleet's return to service, according to people familiar with the details.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]