[{"link": "https://www.wsj.com/articles/ocean-plastic-is-getting-worse-and-efforts-to-stem-the-tide-fall-short-study-finds-11595682005", "title": "Plague of Ocean Plastic Is Bound to Get Worse, Study Finds", "date": "2020-07-25 18:12", "summary": "Companies and governments have pledged to tackle plastic waste but researchers say much more needs to be done. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regis-philbins-career-spanned-decades-11595714906", "title": "Regis Philbin's Career Spanned Decades", "date": "2020-07-25 18:08", "summary": "The television personality and host was 88.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-records-second-highest-single-day-increase-in-confirmed-covid-19-cases-11595669563", "title": "Florida Has Second-Highest Number of Coronavirus Infections", "date": "2020-07-25 17:52", "summary": "Nation also posted its fourth straight day of more than 1,000 coronavirus-related deaths. The number of new coronavirus cases in Florida has hit 414,511, giving the state the second-highest total in the nation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-texas-shut-down-again-amid-surge-in-covid-19-cases-11595669400", "title": "Will Texas Shut Down Again Amid Surge in Coronavirus Cases?", "date": "2020-07-25 17:51", "summary": "Debate over how to combat mounting coronavirus cases has left Gov. Greg Abbott bouncing between policies and appeasing no one. As he gathered on the White House lawn for an event on deregulation last week, Kevin Roberts, executive director of the powerful Texas conservative group Texas Public Policy Foundation, found that others kept pressing him for news from home. They wanted to know: Would Texas shut down again?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-minneapolis-armed-residents-set-up-patrols-amid-calls-to-defund-the-police-11595698725", "title": "In Minneapolis, Armed Residents Set Up Patrols Amid Calls to Defund Police", "date": "2020-07-25 13:38", "summary": "The city council approves its first permanent cuts to the police budget; crime has surged in the past two months. Minneapolis residents in some areas still recovering from rioting and unrest are forming community watch and security groups, some bearing firearms, to fight a surge of crime in the wake of the George Floyd killing in May. At least one neighborhood has put up barricades to keep away outsiders.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-border-patrol-unit-is-among-federal-agents-deployed-to-portland-11595689780", "title": "Elite Border Patrol Unit Is Among Federal Agents Deployed to Portland", "date": "2020-07-25 12:33", "summary": "Bortac, which typically handles immigration intelligence and raids, is protecting federal buildings; 'This isn't their expertise'. Agents from the Border Patrol's elite unit known as Bortac typically track smugglers, serve high-risk warrants and raid stash houses. For much of the past month, they have been working on the streets of Portland.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-young-ceo-an-ex-assistant-and-a-grisly-murder-11595685601", "title": "A Young CEO, an Ex-Assistant and a Grisly Murder", "date": "2020-07-25 10:00", "summary": "Gokada executive Fahim Saleh and his accused killer both showed talent and entrepreneurial spirit at an early age. On a scorching summer day in 2014, Fahim Saleh was searching for office space in Dhaka, Bangladesh, when a child who was thirsty approached him on the street.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-still-has-a-way-to-go-11595682180", "title": "Wells Fargo Still Has a Way to Go", "date": "2020-07-25 09:03", "summary": "The bank is making steady progress, but it still struggles to benefit in the ways other banks are during the pandemic. Wells Fargo did some needed work in the second quarter. The bank's turnaround still has a way to go.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-debates-extending-student-debt-moratorium-11595682000", "title": "Congress Debates Extending Student-Debt Moratorium", "date": "2020-07-25 09:00", "summary": "Democrats propose additional year of relief for all borrowers in next stimulus bill, while Republicans want to target those deemed neediest. Congressional leaders are at odds over whether to continue to suspend monthly payments for tens of millions of Americans with student debt as they pursue talks for the next pandemic-relief package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-you-be-fired-for-bad-behavior-outside-work-11595678426", "title": "Can You Be Fired for Bad Behavior Outside Work?", "date": "2020-07-25 08:00", "summary": "As smartphones and social media blur the lines between personal and professional lives, acting out in public can have career consequences. \"A number of people have been fired after videos of their bad behavior in public were posted online. Is it legal to fire an employee for such public behavior when not on the job?\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabias-latest-challenge-containing-covid-19-during-the-hajj-11595678401", "title": "Saudi Arabia's Latest Challenge: Containing Covid-19 During the Hajj", "date": "2020-07-25 08:00", "summary": "Resume Subscription. As Saudi Arabia prepares to host the hajj pilgrimage next week, authorities face the unprecedented challenge of balancing their responsibility as stewards of the Muslim world's most important religious event with the need to curb the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/poll-finds-just-13-of-voters-still-up-for-grabs-for-trump-biden-11595678400", "title": "Poll Finds Just 13% of Voters Still Up for Grabs for Trump, Biden", "date": "2020-07-25 08:00", "summary": "Half of voters in a recent WSJ/NBC News poll say there is no chance they will support President Trump, and 37% say they would never back Joe Biden. Meet an exclusive club of presidential voters: politically moderate, lukewarm on both candidates, frustrated by the system and not sure exactly how, if or for whom they will cast a ballot.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-mighty-yangtze-is-heaving-from-rain-and-the-three-gorges-will-be-tested-11595675012", "title": "China's Mighty Yangtze Is Heaving From Rain and the Three Gorges Will Be Tested", "date": "2020-07-25 07:03", "summary": "Resume Subscription. Heavy rain has battered central and southern China over the past few weeks, causing widespread flooding-the worst in decades.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-solace-look-to-the-birds-11595674800", "title": "For Solace, Look to the Birds", "date": "2020-07-25 07:00", "summary": "As the pandemic continues, even neophytes can enjoy birding with field guides, nest cams, and online quizzes.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pull-up-a-park-bench-the-boss-will-see-you-now-11595674801", "title": "Pull Up a Park Bench: The Boss Will See You Now", "date": "2020-07-25 07:00", "summary": "Starved for in-person interactions, companies arrange for socially distant gatherings outdoors, braving storms, wildlife and the occasional jackhammering. This summer's new business meeting accessories: lawn chairs and sunscreen.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-the-lure-of-free-money-11595674800", "title": "Beware the Lure of Free Money", "date": "2020-07-25 07:00", "summary": "Investing is about storytelling, but the narrative now has turned out to be a tall tale in the past. Behind the facade of ratios and metrics, investing is about storytelling. The main narrative right now is one that has turned out to be the tallest of tall tales in the past.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thats-how-rumors-get-started-old-flowers-and-the-balladeer-reviews-variations-on-americana-themes-11595674740", "title": "'That's How Rumors Get Started,' 'Old Flowers' and 'The Balladeer' Reviews: Variations on Americana Themes", "date": "2020-07-25 06:59", "summary": "Albums from three talented singer-songwriters-Margo Price, Courtney Marie Andrews and Lori McKenna-draw on a mix of folk, rock and country sounds.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strength-secrets-from-the-newest-olympic-sports-11595671200", "title": "Strength Secrets From the Newest Olympic Sports", "date": "2020-07-25 06:12", "summary": "Resume Subscription. The 2020 Summer Olympics would have kicked off in Tokyo on Friday. We break down three sports that would have made their Olympic debuts and share workout secrets from three athletes you should keep an eye on for 2021.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-smart-guide-to-food-shopping-and-outdoor-dining-during-coronavirus-11595669422", "title": "A Smart Guide to Food Shopping and Outdoor Dining", "date": "2020-07-25 05:30", "summary": "How to stay safe while buying groceries and eating in public; can you host or attend a potluck dinner?. Months into the coronavirus pandemic, many people say shopping for food and dining at reopened restaurants remains a fraught experience.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-tightens-purse-strings-to-ride-out-coronavirus-pandemic-11595669400", "title": "Wells Fargo Tightens Purse Strings to Ride Out Pandemic", "date": "2020-07-25 05:30", "summary": "Fourth-largest U.S. bank is tightening credit and cutting expenses; other lenders might follow suit. Wells Fargo & Co. is slashing costs, cutting staff and tightening up on lending to ride out the coronavirus recession. Its rivals might not be too far behind.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-mastercard-debit-fees-are-hurting-retailers-sen-richard-durbin-says-11595669401", "title": "Visa, Mastercard Debit Fees Are Hurting Retailers, Durbin Says", "date": "2020-07-25 05:30", "summary": "Senator alleges big networks and issuers are making it hard for merchants to use cheaper card networks. Democratic Sen. Richard Durbin is asking the Federal Reserve to probe allegedly anticompetitive practices that are forcing merchants to pay excessive debit-card fees levied during the coronavirus crisis by large networks like Visa Inc. and Mastercard Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vertical-farms-fill-a-tall-order-11595649662", "title": "Vertical Farms Fill a Tall Order", "date": "2020-07-25 00:01", "summary": "Indoor crops grown by high-tech methods are on the rise as the Covid-19 pandemic spurs interest in food security for cities.. The Covid-19 pandemic has disrupted agricultural production and supply chains around the world. Farmers have often struggled to get their food to distant markets, and sharp shifts in demand have repeatedly forced them to dump crops. Avoiding such logistical problems is one of the chief advantages of vertical farms, a new approach to agriculture that aims to grow food closer to population centers.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11595615164", "title": "Pepper...and Salt", "date": "2020-07-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-targets-china-and-portland-not-just-biden-11595649660", "title": "Trump Campaign Targets China and Portland, Not Just Biden", "date": "2020-07-25 00:01", "summary": "It's unclear whether strategy will attract new voters or reinforce convictions of those already planning to vote for him. President Trump is increasingly running for re-election not just against Joe Biden, but also against China and the protesters in Portland, Ore.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyones-a-day-trader-now-11595649609", "title": "Everyone's a Day Trader Now", "date": "2020-07-25 00:01", "summary": "Bored, isolated and out of work amid the pandemic, millions of Americans are chasing stock-market glory-and bragging about it online. Not everyone's a winner though.. Stuck at home in lockdown, millions of Americans are trading the markets like never before.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bbq-the-ultimate-guide-11595649648", "title": "BBQ: The Ultimate Guide", "date": "2020-07-25 00:00", "summary": "Our A-to-Z survey takes a global view, with a world of tools, ingredients and tips you'll need to break out of your cooking routine and harness the power of fire.. SOMETIMES it seems the only thing BBQ aficionados enjoy more than eating the stuff is arguing about it. To sauce or not is a question that could easily spark an entire evening of sparring across a picnic table.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-work-from-home-shift-shocked-companiesnow-theyre-learning-its-lessons-11595649628", "title": "The Work-From-Home Shift Shocked Companies-Now They're Learning Its Lessons", "date": "2020-07-25 00:00", "summary": "Tens of millions of Americans are working from home and many will never go back; employers scramble to figure out what tools they'll need to stay productive. A shift potentially as monumental as the movement of workers into factories during the Industrial Revolution has swept the globe, only this transition happened in months, and moved people in the opposite direction-back home. Despite its speed, we're still in the earliest stages of the Work-From-Home Revolution, and it could take years or even decades of trial and error to get right.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-godivas-chocolate-chief-was-molded-11595649626", "title": "How Godiva's Chocolate Chief Was Molded", "date": "2020-07-25 00:00", "summary": "Annie Young-Scrivner relies on former and current CEOs of PepsiCo Inc., Target Corp., Burberry Group PLC and Home Depot Inc. to guide her leadership of the New York chocolate maker; 'It gets lonely when you're the CEO sometimes'. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-nevada-churchs-challenge-to-covid-19-shutdown-rules-11595645996", "title": "Supreme Court Rejects Nevada Church's Challenge to Covid-19 Rules", "date": "2020-07-25 22:59", "summary": "Lower courts declined to suspend the state's public-health orders during the church's lawsuit, prompting the high court appeal. WASHINGTON-The Supreme Court voted 5-4 Friday to reject a Nevada church's plea to suspend state public-health orders limiting attendance at services, marking the second time Chief Justice John Roberts has joined liberal justices to uphold emergency measures to contain the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-orders-u-s-to-close-chengdu-consulate-in-retaliation-to-houston-move-11595564849", "title": "China Orders U.S. to Close Consulate in Retaliatory Move", "date": "2020-07-25 21:24", "summary": "Tit-for-tat consulate closures were followed on both sides by calls to return to more normal relations. The U.S. and China each moved rapidly Friday to shut one of the other's consulates and evict diplomats, unprecedented steps that were followed by calls on both sides to ease rising tensions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-immigration-agency-delays-planned-furloughs-11595638163", "title": "U.S. Immigration Agency Delays Planned Furloughs", "date": "2020-07-25 20:49", "summary": "Plans to furlough 70% of staff are on hold until Aug. 31 to give Congress time to provide funding to cover revenue shortfall. WASHINGTON-The federal agency that runs the U.S. legal immigration system said Friday it is delaying plans to furlough 70% of its staff until Aug. 31, giving Congress several more weeks to address its budget shortfall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysia-and-goldman-sachs-reach-3-9-billion-settlement-over-1mdb-dispute-11595589269", "title": "Goldman Settles 1MDB Dispute With Malaysia for $3.9 Billion", "date": "2020-07-25 20:11", "summary": "Wall Street bank will pay $2.5 billion in cash and guarantee recovery of $1.4 billion in proceeds from assets. Goldman Sachs Group Inc. will pay $2.5 billion to the government of Malaysia for its role in the alleged theft of billions of dollars from a government investment fund, bringing the Wall Street bank close to ending one of the worst scandals in its history.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]