[{"link": "https://www.wsj.com/articles/a-massive-modern-spec-home-in-san-fernando-valley-11628639969", "title": "A Massive Modern Spec Home in San Fernando Valley", "date": "2021-08-10 19:59", "summary": "In Calabasas, Calif., this home is roughly 22,000 square feet and mixes wood with neutral surfaces.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ethiopian-leader-calls-for-mass-mobilization-as-war-against-tigray-forces-widens-11628620222", "title": "Ethiopian Leader Calls for Mass Mobilization as Civil War Widens", "date": "2021-08-10 19:51", "summary": "Prime Minister Abiy Ahmed issues call to arms as rebels advance into other provinces. Ethiopian Prime Minister Abiy Ahmed urged \"all capable Ethiopians\" to join the army, special forces and regional militias to support the fight against rebel Tigrayan forces, a call for total mobilization in a civil war that is tearing Africa's second most-populous nation apart.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-owl-plans-funds-for-co-investments-and-secondary-deals-11628637664", "title": "Blue Owl Plans Funds for Co-Investments and Secondary Deals", "date": "2021-08-10 19:21", "summary": "The firm's Dyal Capital Partners V LP fund has backed four private-markets firms so far, co-president Michael Rees said. Blue Owl Capital Inc. plans to raise new funds focused on co-investments, secondary deals and lending to fund managers, as it builds on its business of providing financing to alternative-markets firms, according to co-president Michael Rees.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-should-have-made-albany-vote-impeachment-resignation-11628633323", "title": "Andrew Cuomo Should Have Made Albany Vote", "date": "2021-08-10 18:44", "summary": "If he's innocent as he says, he deserved a chance to defend himself.. New York Gov. Andrew Cuomo resigned under pressure Tuesday while protesting his innocence of sexual harassment, and no doubt state legislators are relieved. That's a shame. With Mr. Cuomo insisting the allegations are \"unfair,\" democratic accountability would have been better served if he had been able to defend himself in an impeachment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guaranteed-income-at-work-labor-department-job-openings-federal-unemployment-benefits-11628633744", "title": "A Guaranteed Income At Work", "date": "2021-08-10 18:43", "summary": "The worker shortage grows more extreme, which was predicted.. Vindication is overrated, especially when warnings about bad economic policy turn out to be true. But there are few better examples of a warning vindicated sooner and more completely than the one in March about the danger to employment from the federal benefits for not working in the Democrats' $1.9 trillion Covid spending bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-default-on-the-debt-limit-nancy-pelosi-chuck-schumer-mitch-mcconnell-11628627854", "title": "Democrats Default on the Debt Limit", "date": "2021-08-10 18:41", "summary": "Pelosi fears she lacks the votes in the House, so she's jamming the GOP.. Democrats run the White House and all of Capitol Hill, and they keep telling everyone they can pass a $3.5 trillion spending bill with 50 Senate votes and nary a Republican. Then why are they ducking responsibility for raising the U.S. debt limit that would let them finance their unprecedented spending?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-obama-great-recession-unemployment-tax-regulation-burkhauser-corinth-holtz-eakin-11628632460", "title": "Biden Is Delivering Obama's Third Term", "date": "2021-08-10 18:40", "summary": "A Democrat in the White House is once again discouraging work, growing the size of the welfare state and increasing dependence on government.. One reason voters denied Hillary Clinton the presidency in 2016 was the belief that it would have amounted to a third term for Barack Obama. Joe Biden is betting that the country wants now what it rejected then.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bipartisan-cryptocurrency-crackup-senate-infrastructure-bill-11628626924", "title": "A Bipartisan Cryptocurrency Crackup", "date": "2021-08-10 18:39", "summary": "Negotiators wrote a sloppy provision that could slow innovation.. The Senate passed its infrastructure bill on Tuesday but not before a cryptocurrency crackup that is all too typical of today's Washington. This is what happens when insiders write bills that they release at the last minute on issues they don't understand.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduate-school-mba-masters-phd-tuition-academia-11628632688", "title": "Is Graduate School Worth the Cost?", "date": "2021-08-10 18:38", "summary": "Students weigh tuition, debt and job prospects to assess the value of an advanced degree in their fields.. Editor's note: This Future View discusses whether graduate degrees are worth it anymore. Next we'll ask, \"Would you take a job that doesn't allow for any remote work? Or is it now nonnegotiable?\" Students should click here to submit opinions of fewer than 250 words before Aug. 24. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governor-andrew-cuomo-resignation-economic-regulation-taxes-minimum-wage-fracking-nuclear-11628632159", "title": "Andrew Cuomo Is Gone, His Economic Mismanagement Not Forgotten", "date": "2021-08-10 18:34", "summary": "He offered 'startup' tax breaks to General Electric, which started in 1892 and chose Boston anyway.. Gov. Andrew Cuomo's resignation was memorable, but we shouldn't forget his policy legacy. New York state was slowly emerging from the Great Recession when he was elected governor in 2010. Amid massive job losses and collapsing revenues, he took office in 2011 with a focus on rebuilding public finances and promoting economic growth.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intergovernmental-panel-climate-change-ipcc-un-united-nations-global-warming-floods-wildfire-stevens-palmer-koonin-11628631428", "title": "Climate Change Brings a Flood of Hyperbole", "date": "2021-08-10 18:33", "summary": "Despite constant warnings of catastrophe, things aren't anywhere near as dire as the media say.. The Intergovernmental Panel on Climate Change has issued its latest report assessing the state of the climate and projecting its future. As usual, the media and politicians are exaggerating and distorting the evidence in the report. They lament an allegedly broken climate and proclaim, yet again, that we are facing the \"last, best chance\" to save the planet from a hellish future. In fact, things aren't-and won't be-anywhere near as dire.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ericcson-beijing-australia-sweden-denmark-5g-national-security-trade-luxury-goods-zte-huawei-11628631680", "title": "How Do You Stop Beijing From Bullying? Take Away Its Prada Bags", "date": "2021-08-10 18:32", "summary": "China punishes Ericsson for Sweden's exclusion of Huawei. The West can strike back if it unites.. Beijing vowed to punish the Swedish telecom giant Ericsson if the Swedes didn't relent and allow the country's 5G networks to include Huawei technology. Sweden didn't budge, and now China has reduced Ericsson's access to the world's largest telecom market. No Western company will be safe from such punishment unless Western governments and top companies unite to foil China's strategy of extortion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nostalgia-candid-camera-civility-political-divisions-cancel-culture-civil-society-11628631568", "title": "Times Change, but Nostalgia Doesn't", "date": "2021-08-10 18:30", "summary": "While fashion and hairstyles change, human nature stays the same.. Were people more civil in the old days? That's the sentiment I'm seeing in comments posted on my YouTube channel, containing clips from \"Candid Camera.\" The show, created by my father, Allen Funt, in August 1948, chronicled human nature via hidden cameras. Our library of clips is used in college psychology courses to confirm principles taught in class.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-2020-presidential-race-campaign-moderate-voters-progressives-democratic-base-11628631014", "title": "Which Voters Made Joe Biden President?", "date": "2021-08-10 18:29", "summary": "Progressives say Biden owes them but suburbanites put him over the top in 2020.. A new myth is gathering momentum among progressive Democrats: Their \"movement\" elected Joe Biden, who therefore should support everything they want. This theory is politically naive and analytically wrong.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-southern-deal-to-get-regulatory-ruling-by-end-of-august-11628623770", "title": "Kansas City Southern Deal to Get Ruling by End of August", "date": "2021-08-10 18:20", "summary": "STB to decide on voting trust for Canadian National's $30 billion takeover; shareholder vote set for Aug. 19. Federal railroad regulators said they plan to issue a key ruling by the end of the month that would potentially clear the way for Canadian National Railway Co. 's $30 billion acquisition of Kansas City Southern .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitmex-to-pay-100-million-to-resolve-regulators-lawsuit-over-crypto-derivatives-trading-11628624960", "title": "BitMEX to Pay $100 Million to Settle Lawsuit", "date": "2021-08-10 18:19", "summary": "Deal requires cryptocurrency exchange to block U.S. residents from using trading platform. WASHINGTON-One of the world's largest cryptocurrency exchanges has agreed to pay $100 million to resolve a regulatory lawsuit over its failure to follow U.S. rules while allowing Americans to access its trading platform.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spymaster-of-baghdad-review-the-fight-of-the-falcons-11628633937", "title": "'The Spymaster of Baghdad' Review: The Fight of the Falcons", "date": "2021-08-10 18:18", "summary": "A fast-moving and suspenseful account of a band of Iraqi intelligence operatives who countered al Qaeda and ISIS.. In her book \"The Spymaster of Baghdad: A True Story of Bravery, Family, and Patriotism in the Battle Against ISIS\" (Dey Street, 309 pages, $28.99), Margaret Coker describes Abu Ali al-Basri as a man out of a spy novel. \"He wore a smartly tailored gray suit and button-down shirt without a necktie,\" Ms. Coker writes. \"His dark brown eyes were alert, but he displayed little emotion as he spoke quietly yet confidently about Iraq's security situation.\" Returning to Iraq in 2017 as the Baghdad bureau chief for the New York Times (after previously reporting there for The Wall Street Journal), Ms. Coker had found the man responsible for a dramatic decline in terrorist attacks in Iraq's capital. ISIS was on its heels, and Abu Ali al-Basri was ready to tell Ms. Coker why: Iraqi intelligence had infiltrated the terrorist network with a man of its own.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-inflation-warnings-11628633928", "title": "More Inflation Warnings", "date": "2021-08-10 18:18", "summary": "It's corporate earnings season and everyone's talking about higher prices.. Wednesday will provide another official government reading on consumer price inflation. On the production side of the economy, corporate CEOs seem to be talking about little else. In the midst of a stellar season for quarterly earnings reports, executives can't stop discussing the price surges that the Federal Reserve keeps telling us are \"transitory.\" Transitory or not, Bank of America says that mentions of inflation on corporate earnings calls are setting a new record.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nortonlifelock-agrees-to-buy-cybersecurity-provider-avast-11628632237", "title": "NortonLifeLock Agrees to Buy Cybersecurity Provider Avast", "date": "2021-08-10 17:50", "summary": "Companies put value of stock-and-cash deal at $8.1 billion to $8.6 billion. NortonLifeLock Inc. agreed to acquire and combine with cybersecurity firm Avast PLC in a cash-and-stock deal that would extend the U.S. company's focus on consumer software.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tucker-carlsons-spying-allegations-being-investigated-by-national-security-agency-watchdog-11628607609", "title": "Tucker Carlson's Spying Claims Being Investigated by National Security Agency Watchdog", "date": "2021-08-10 17:38", "summary": "The Fox News host says the spy agency had improperly targeted his communications. WASHINGTON-The National Security Agency's internal watchdog is conducting a review of recent allegations made by Fox News host Tucker Carlson that the spy agency had improperly targeted his communications for surveillance, the agency and an official said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-hospitals-are-near-capacity-as-covid-19-surges-again-11628612261", "title": "Texas Hospitals Are Near Capacity as Covid-19 Surges Again", "date": "2021-08-10 17:37", "summary": "Hospitalizations approach previous highs, but deaths, a lagging indicator, remain a fraction of those seen earlier this year. AUSTIN, Texas-Texas Gov. Greg Abbott on Monday asked hospitals to delay elective medical procedures, as rising Covid-19 cases bring hospitals in many parts of the nation's second-largest state to capacity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-italy-require-health-pass-restaurants-bars-11628587800", "title": "France, Italy Require Covid-19 Passes for Restaurants, Bars", "date": "2021-08-10 17:34", "summary": "Governments in Europe are hoping that the new rules will push more people to get vaccinated and tamp down the spread of the highly contagious Delta variant. PARIS-Julien Zerbos turned away some would-be diners on Monday from the brasserie on Paris's Champs-Élysées where he works because they didn't have the European Union's new digital health certificate.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-10-2021-11628581397", "title": "Stocks Rise on Earnings, Energy-Led Gains", "date": "2021-08-10 17:25", "summary": "The earnings season that is now winding down has bolstered the case for stocks. The S&P 500 and Dow Jones Industrial Average closed at record highs after the Senate passed an infrastructure package and oil prices mostly recovered from Monday's slump.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-is-awarded-over-3-5-million-in-juniper-bribery-case-11628630066", "title": "Whistleblower Is Awarded Over $3.5 Million in Juniper Bribery Case", "date": "2021-08-10 17:14", "summary": "The California-based networking and cybersecurity solutions company settled SEC allegations in 2019. The U.S. Securities and Exchange Commission awarded more than $3.5 million to a whistleblower whose tip helped the regulator expand an existing investigation that led to civil bribery charges against networking and cybersecurity solutions company Juniper Networks Inc.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-resigns-as-new-yorks-governor-11628611790", "title": "Andrew Cuomo Resigns as New York's Governor", "date": "2021-08-10 17:04", "summary": "Resume Subscription. ALBANY, N.Y.-New York Gov. Andrew Cuomo resigned Tuesday after sexual-harassment allegations and a fast-moving impeachment effort left him facing pressure to step down from even those closest to him.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cuomo-resigns-lt-gov-kathy-hochul-to-become-new-yorks-first-female-governor-11628618977", "title": "Kathy Hochul to Become New York's First Female Governor", "date": "2021-08-10 17:03", "summary": "The Democrat to take office after Andrew Cuomo resigned amid sexual-harassment accusations, investigations. Lt. Gov. Kathy Hochul, a Democratic politician with deep roots in western New York, will succeed Andrew Cuomo as governor after he resigned from office Tuesday following sexual-harassment accusations, becoming the first female governor in New York's history.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomos-resignation-what-you-need-to-know-11628629204", "title": "Gov. Andrew Cuomo's Resignation: What You Need to Know", "date": "2021-08-10 17:00", "summary": "New York's governor is set to leave office later this month following sexual-harassment allegations detailed in a report by the state attorney general. New York Gov. Andrew Cuomo said he would resign in the wake of a recent report that found he violated state and federal sexual-harassment laws over a period of years. Here's what you need to know.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-open-to-reducing-asset-purchases-later-this-year-11628629200", "title": "Fed's Evans Open to Reducing Asset Purchases Later This Year", "date": "2021-08-10 17:00", "summary": "'A few more employment reports' could provide confirmation that economy is meeting goals, says Chicago Fed leader. The economy is on track to later this year satisfy the Federal Reserve's threshold to begin reducing its $120 billion in monthly asset purchases, a top central bank official said Tuesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-proposes-holiday-surcharges-for-businesses-and-individuals-11628628943", "title": "U.S. Postal Service Proposes Holiday Surcharges", "date": "2021-08-10 16:55", "summary": "Agency says new package fees, running from Oct. 3 to Dec. 26, are needed to offset rising cost of deliveries. The U.S. Postal Service plans to charge more for packages shipped during the holidays, including those sent by individuals, to offset the rising cost of deliveries at the busiest time of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-set-to-pass-bipartisan-infrastructure-bill-tuesday-11628597274", "title": "Senate Passes Bipartisan Infrastructure Bill", "date": "2021-08-10 16:43", "summary": "Roughly $1 trillion package is central piece of Biden's economic agenda. WASHINGTON-The Senate passed a roughly $1 trillion infrastructure package with broad bipartisan support Tuesday, advancing a central piece of President Biden's economic agenda that would amount to one of the most substantial federal investments in roads, bridges and rail in decades.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-calls-for-taliban-sanctions-as-militants-capture-more-territory-11628614372", "title": "Afghanistan Seeks Sanctions as Taliban Advance", "date": "2021-08-10 16:40", "summary": "Civilians flee to Kabul; 'This is a threat to international peace and security,' foreign minister says. KABUL-Afghanistan's foreign minister called for international sanctions to be reimposed on Taliban leaders as the insurgent movement seized three more provinces, tightening their grip on the country and preparing for a push on Kabul.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/niche-market-wednesday-crossword-august-11-11628266405", "title": "Niche Market (Wednesday Crossword, August 11)", "date": "2021-08-10 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-maria-pagan-as-u-s-envoy-to-world-trade-organization-11628622000", "title": "Biden to Nominate María Pagán as U.S. Envoy to WTO", "date": "2021-08-10 15:58", "summary": "Administration seeks to accelerate engagement with the multilateral body. WASHINGTON-President Biden is expected to nominate María Luisa Pagán, a longtime government trade negotiator, as a deputy U.S. trade representative and ambassador to the World Trade Organization, a critical role for accelerating the administration's engagement with the multilateral organization that has faced multiple challenges in recent years.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-in-elizabeth-holmes-trial-concerned-about-secrecy-to-rule-on-unsealing-request-11628625221", "title": "Judge in Elizabeth Holmes Trial Could Unseal More Documents Over Secrecy Concerns", "date": "2021-08-10 15:53", "summary": "Dow Jones filed motion to make case documents public. The federal judge overseeing the upcoming criminal trial of Theranos Inc. founder Elizabeth Holmes said Tuesday the level of secrecy in the case concerned him and indicated he could unseal more documents in response to a challenge by The Wall Street Journal's publisher.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomos-resignation-prompts-reactions-in-new-york-beyond-11628618726", "title": "Andrew Cuomo's Resignation Prompts Reactions in New York, Beyond", "date": "2021-08-10 15:41", "summary": "New York governor's accusers, prominent elected officials and the White House weighed in on his announcement. New York Gov. Andrew Cuomo said Tuesday he would resign, a week after the state's attorney general released a report finding he had sexually harassed multiple women and retaliated against at least one employee. Mr. Cuomo's decision to step down came amid an accelerated impeachment probe by the state Assembly and following days of criticism from his attorney about the fairness and accuracy of the report.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unlikely-appeal-of-bizarrely-long-belts-11628622647", "title": "The Unlikely Appeal of Bizarrely Long Belts", "date": "2021-08-10 15:10", "summary": "Extra-long, pendulous belts are trending in men's fashion. Why do luxury menswear brands like Hermès suggest you buckle one on?. IN JUNE, as I livestreamed the latest runway presentation from the Parisian luxury mavens at Hermès, my attention was focused not on the collection's tasteful intarsia knits or ripply reptile-skin jackets, but the dangling, ropelike belts. Nearly every single model wore an overly long, tubular belt that had been looped around and pulled to the side of his hip. There, the belt hung down like a severed dog's leash. Through a representative, Hermès explained that the belts were actually \"inspired by the marine universe\" and that wearing them in the looped style was meant to evoke sailing knots.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-budget-spending-taxes-trillion-11628547479", "title": "Bernie Sanders's $3.5 Trillion Budget Bonanza", "date": "2021-08-10 15:10", "summary": "Democrats want free everything with no accountability. Higher taxes will follow.. It is disheartening to read Sen. Bernie Sanders's explanation of the need for a dramatic increase in the scope of government, without a single word regarding the risks or the certainty of unintended consequences (\"Why We Need the $3.5 Trillion Reconciliation Package,\" op-ed, Aug. 4). Europe already has much of what he proposes, and the consequences are clear: chronic higher unemployment (severe among the young), lower gross domestic product and high taxes that discourage risk-taking.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peta-train-your-dog-humane-shock-prong-collar-crating-11628546838", "title": "PETA and the Great Dog-Training Debate", "date": "2021-08-10 15:08", "summary": "If treating a dog with patience and understanding is an inconvenience, get a stuffed animal.. Regarding Mark Naida's \"I'm Disciplining My Dog, Not Torturing Her\" (op-ed, Aug. 3): No dog should be punished for natural behaviors like suffering separation anxiety and trying to communicate distress. Imagine how you would feel if you got a shock to the throat every time you waved at your neighbor or picked up your phone. Or if you were kept in a cage all day but quickly strangled by sharp pieces of metal for being enthusiastic and excited to get out.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loans-debt-college-family-children-11628545463", "title": "Stuck Paying Student Debt Instead of Starting a Family", "date": "2021-08-10 15:01", "summary": "Saddling the young with debt from student loans has consequences.. \"Their debt has consumed so much of their earnings,\" writes Josh Mitchell in \"The Debt Trap,\" reviewed by Daniel Akst (Bookshelf, Aug. 2): High debt, high incomes-let's all run in place! The focus should be on wealth building, not incomes and the rat race. Worse, debt-ridden young people cannot afford children. The years we expect them to pay their student loans are the very years they would otherwise be supporting families. Does our nation benefit when these obligations compete at the same time?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiring-jobs-employment-applicants-government-ui-benefits-11628549229", "title": "We Were Hiring, but No One Was Applying. Guess What Changed?", "date": "2021-08-10 14:59", "summary": "The government got out of the way.. I know why so many jobs were created in July (\"A Summer Employment Surge,\" Review & Outlook, Aug. 6). I own a small business in Texas. All through the spring we struggled to find applicants to fill our job openings-any applicants, even unqualified ones. By June we had six open positions (in a company of about 20). Then, the week before Gov. Greg Abbott was to shut down the federal subsidies to keep people unemployed, we started to see more candidates applying for jobs. They've increased since then. It was like somebody had flipped a switch. We've now filled four of our openings, the most employees we've ever hired in a month. When the government gets out of the way, good things happen.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orthodox-jews-new-york-florida-cuomo-desantis-red-state-taxes-11628544333", "title": "Orthodox Jewish Exodus From New York Will Help Keep Florida Red", "date": "2021-08-10 14:57", "summary": "The Sunshine State has plenty of room for people fleeing repressive states.. Regarding Allan Jacob's \"Why Orthodox Jews Are Leaving Brooklyn for Florida\" (Cross Country, Aug. 7): The Sunshine State has plenty of room for people fleeing repressive states, so the welcome mat is out for Brooklyn's Orthodox Jewish families seeking educational choice, low taxes and good governance. Trading New York Gov. Andrew Cuomo for Florida's Gov. Ron DeSantis should be a no-brainer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opening-bell-tolls-nasdaq-nyse-stock-market-robinhood-mark-wahlberg-krispy-kreme-11628621253", "title": "The (Opening) Bell Tolls for Thee-If You're Lucky", "date": "2021-08-10 14:49", "summary": "In the red-hot IPO market, companies go to great lengths to win the honor of ringing the NYSE or Nasdaq opening bell. The IPO market is hotter than ever this summer-and so is competition for exchange-bell ringing privileges.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-to-run-co-working-spaces-in-some-saks-fifth-avenue-stores-11628596800", "title": "Saks Fifth Avenue Owner, WeWork to Run Co-Working Spaces in Former Stores", "date": "2021-08-10 14:27", "summary": "Hudson's Bay Co., owner of Saks, is converting parts of its department stores into co-working offices. The owner of Saks Fifth Avenue is converting parts of department stores into co-working spaces with WeWork, a strategy that marries the popularity of remote work with the struggles of bricks-and-mortar retail.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-townhouse-designed-by-st-patricks-cathedral-architect-asks-28-million-11628618996", "title": "New York Townhouse Designed by St. Patrick's Cathedral Architect Asks $28 Million", "date": "2021-08-10 14:10", "summary": "Built in 1856, the James Renwick Jr.-designed home in Greenwich Village was restored to its original glory by the sellers. A Greenwich Village townhouse designed by James Renwick Jr., the architect of St. Patrick's Cathedral, is coming on the market for $28 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-townhouse-in-greenwich-village-11628618883", "title": "A Grand Townhouse in Greenwich Village", "date": "2021-08-10 14:08", "summary": "On West 10th Street, the extensively renovated home was designed by James Renwick Jr., the architect of St. Patrick's Cathedral.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mountain-dew-gets-boozy-rendition-in-pepsico-boston-beer-partnership-11628618239", "title": "Mountain Dew Collaborates With PepsiCo, Boston Beer on a Boozy Version", "date": "2021-08-10 13:57", "summary": "Hard Mtn Dew is nod to what companies see as evolving tastes of drinkers. Mountain Dew is getting a boozy kick.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-cfo-dimond-to-retire-mccollam-named-as-successor-11628609613", "title": "Albertsons Names Former Best Buy Executive as CFO", "date": "2021-08-10 13:52", "summary": "Sharon McCollam will succeed Bob Dimond, who is retiring after seven years in the role. Albertsons Cos. tapped a retail veteran to serve as finance chief as the food-and-drug retailer navigates cost inflation and builds out its e-commerce operation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-schools-mask-wars-culture-wars-covid-19-policy-coronavirus-pandemic-11628607585", "title": "Florida Calls a Truce in the Mask Wars", "date": "2021-08-10 13:51", "summary": "An existing school-choice program lets parents decide what's best for their kids.. Tallahassee, Fla.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipcc-climate-change-al-gore-global-warming-carbon-tax-obama-11628610273", "title": "Same Climate Report, Different Day", "date": "2021-08-10 13:49", "summary": "Beneath its alarmism, a new U.N. study adjusts downward its expected future warming risk.. John Cochrane, the economist and always interesting blogger, recently aimed a considerable missile of justice at those Biden officials who've been promoting the corporate climate disclosure nonsense, which they certainly know is nonsense.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominion-sues-newsmax-one-america-news-network-others-over-election-claims-11628599768", "title": "Dominion Sues Newsmax, Others Over Election Claims", "date": "2021-08-10 13:34", "summary": "Voting-machine company seeks billions of dollars in damages, citing lost profit and other costs. WASHINGTON-One of the largest voting-machine companies in the U.S. on Tuesday sued two conservative media networks and a businessman it said had defamed it by spreading accusations that it rigged the 2020 election for President Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epstein-accuser-virginia-giuffre-sues-prince-andrew-citing-alleged-sexual-assault-at-17-11628588749", "title": "Prince Andrew Sued Over Alleged Sexual Assault", "date": "2021-08-10 13:29", "summary": "Lawyers are seeking unspecified compensatory and punitive damages from the British royal, who has denied the accusations. An accuser of convicted sex offender Jeffrey Epstein filed a lawsuit against the U.K.'s Prince Andrew in U.S. federal court Monday, alleging the British royal sexually abused her multiple times when she was under 18 years old.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexual-assault-accusation-at-chinas-alibaba-sparks-reflection-on-alcohol-work-and-women-11628616102", "title": "Sexual Assault Accusation at China's Alibaba Sparks Reflection on Alcohol, Work and Women", "date": "2021-08-10 13:21", "summary": "An alleged sexual assault involving employees of the tech giant has many examining how women bear the burden when forced drinks are key to business. TAIPEI-When sexual-assault accusations by a female employee at Alibaba Group Holding Ltd. began circulating on the Chinese internet over the weekend, thousands of the firm's employees-and many more online-felt a spark of familiarity around the details of the incident.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-productivity-boom-isnt-over-11628615911", "title": "Why the Productivity Boom Isn't Over", "date": "2021-08-10 13:18", "summary": "One disappointing quarterly reading aside, there are reasons to expect productivity, and hence the economy, to keep growing at a fast pace. So much for the pandemic-driven productivity boom?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-posts-lower-profit-as-tech-rally-cools-11628579001", "title": "SoftBank to Hold Off on New Investments in China Amid Tech Crackdown", "date": "2021-08-10 13:14", "summary": "World's biggest tech investor posts lower profit as some investments sink in value during April-June quarter. TOKYO- SoftBank Group Corp.s net profit dropped 40% in the latest quarter as the company said it is holding back on new investments in China while it sees how Beijing's move to tame its technology sector plays out.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-strict-covid-19-strategy-risks-slowing-its-economic-recovery-11628611158", "title": "China's Strict Covid-19 Strategy Risks Slowing Its Economic Recovery", "date": "2021-08-10 13:12", "summary": "Economists are lowering full-year growth forecasts as Beijing imposes tough measures to try to curb the highly contagious strain. HONG KONG-Outbreaks of the Covid-19 Delta variant are threatening to slow China's economic recovery and raising concerns about the costs of the country's strict coronavirus containment strategy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-pacific-stretches-its-pocketbook-and-logic-11628607960", "title": "Canadian Pacific Stretches Its Pocketbook, and Logic", "date": "2021-08-10 12:52", "summary": "Kansas City Southern shareholders are being asked to switch suitors when they have little to gain. Two Canadian railroads' bids to snag U.S. carrier Kansas City Southern is, appropriately enough, resembling a hockey game with the action whizzing between each team's goal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-search-ramps-up-penalties-for-slow-annoying-websites-11628614350", "title": "Google Search Ramps Up Penalties for Slow, Annoying Websites", "date": "2021-08-10 12:52", "summary": "Sites that load faster and avoid moving elements during loading will appear higher in search results-provided they are still relevant. Most web users are familiar with the experience: You choose a site from a list of search results, but quickly realize you chose wrong. The page takes ages to load. A pop-up appears in front of the item you wanted to read. When you go to close it, everything on the page suddenly moves, and your next click hits an ad by mistake.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-andrew-cuomo-resigns-11628612550", "title": "Photos: Andrew Cuomo's Career in New York", "date": "2021-08-10 12:22", "summary": "Embattled Democratic governor, in his third term, steps down after allegations of sexual harassment and inappropriate behavior. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tether-says-massive-reserves-held-in-investment-grade-commercial-paper-11628595520", "title": "Tether Says Massive Reserves Held in Investment-Grade Commercial Paper", "date": "2021-08-10 12:11", "summary": "Creator of popular stablecoin has faced pressure to explain where it keeps the $62 billion of reserves backing the digital currency. Tether Holdings Ltd. released the most detailed version yet of the assets backing its widely used digital currency, seeking to address regulatory concerns that it hasn't previously disclosed enough about the currency's underpinnings.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-mclaughlin-guitarist-11628611105", "title": "John McLaughlin Struggled on Violin, but When He First Played Guitar? 'Skyrockets Went Off'", "date": "2021-08-10 12:00", "summary": "Resume Subscription. John McLaughlin, 79, is a Grammy-winning guitarist and composer who in the 1970s pioneered jazz-rock fusion with his Mahavishnu Orchestra. His new album is \"Liberation Time\" (Abstract Logix). He spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/moderna-to-build-vaccine-plant-in-canada-11628607215", "title": "Moderna to Build Vaccine Plant in Canada", "date": "2021-08-10 11:45", "summary": "New factory would fulfill Canadian orders for the company's vaccines, including Covid-19 boosters. Moderna Inc. will build a plant to make messenger RNA vaccines in Canada under a deal with its government that could provide a template for increasing global capacity.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-report-points-to-rise-of-flash-flooding-11628609644", "title": "Rise of Flash Flooding Highlighted in Climate-Change Report", "date": "2021-08-10 11:34", "summary": "Resume Subscription. Monday's report from the Intergovernmental Panel on Climate Change indicated that among other consequences of global warming, heavy rains fueled by warmer air will increase the number of deadly floods across the planet, a trend that many researchers say is already under way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-wsj-compared-esg-ratings-11628608473", "title": "How the WSJ Compared ESG Ratings", "date": "2021-08-10 11:14", "summary": "The Journal converted three rating firms' scores for nearly 1,500 companies to a common scale. The Journal collected nearly 13,000 ESG scores in May 2021 from the websites of three prominent ratings firms-Refinitiv Holdings Ltd., MSCI Inc. and Sustainalytics, a Morningstar company-and identified 1,469 companies rated by all three.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-accounting-for-companies-looms-with-all-its-complexities-11628608324", "title": "Companies Grapple With Climate Change Math", "date": "2021-08-10 11:12", "summary": "Resume Subscription. From farm to bottler to supermarket cooler, a liter of Coca-Cola creates 346 grams of carbon dioxide emissions, the company's data show.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lionel-messi-paris-saint-germain-11628607826", "title": "Lionel Messi Completes Stunning Move to Paris Saint-Germain", "date": "2021-08-10 11:04", "summary": "After an emotional exit from Barcelona, one of the greatest soccer players of all time is heading to France after the Spanish club could no longer afford him.. Lionel Messi was barely 13 years old when he sobbed across the Atlantic on a 12-hour flight from Argentina to Spain. It was the trip that would change his life forever. The teenage prodigy was heading to FC Barcelona, the team he never thought he would leave.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-athlete-agents-anti-cheating-czars-and-more-education-jobs-of-the-future-11628607655", "title": "College-Athlete Agents, Anti-Cheating Czars and More Education Jobs of the Future", "date": "2021-08-10 11:00", "summary": "Five positions that experts say are likely coming to schools in the years ahead. Author", "categories": [["", "Education & Learning"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargos-black-takes-over-as-chairman-from-noski-11628607470", "title": "Wells Fargo's Black Takes Over as Chairman From Noski", "date": "2021-08-10 10:57", "summary": "Former JPMorgan executive succeeds Noski, who will retire at end of September. Wells Fargo & Co. said Tuesday that Charles Noski had stepped down as chairman of its board of directors and will be succeeded by Steven Black, a former JPMorgan Chase & Co. executive who joined the board last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-doctors-risk-arrest-to-treat-covid-19-patients-in-secret-11628601972", "title": "Myanmar Doctors Risk Arrest to Treat Covid-19 Patients in Secret", "date": "2021-08-10 09:26", "summary": "Almost 200 physicians have been detained and hundreds of others have been issued warrants for defying the country's military rulers. In most of the world, the Covid-19 pandemic was a blunt reminder for governments of how valuable their healthcare workers really are. Not in Myanmar.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotelplanner-reservations-com-near-deal-to-merge-and-go-public-11628568060", "title": "HotelPlanner, Reservations.com to Merge and Go Public", "date": "2021-08-10 09:25", "summary": "Online travel booking companies to combine with blank-check firm, be valued around $685 million. HotelPlanner and Reservations.com have agreed to merge and go public through a special-purpose acquisition company, the companies said.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-moderna-kansas-city-southern-what-to-watch-when-the-stock-market-opens-today-11628592932", "title": "AMC, Moderna, Kansas City Southern: What to Watch When the Stock Market Opens Today", "date": "2021-08-10 09:19", "summary": "AMC Entertainment jumps after earnings; vaccine makers extend gains. U.S. stock futures struggled for direction Tuesday as investors awaited clues from Federal Reserve officials about plans to ease stimulus measures. Here's what we're watching as Tuesday's trading gets under way.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-stations-face-tough-costly-choice-on-ev-chargers-11628600400", "title": "Gas Stations Face Tough, Costly Choice on EV Chargers", "date": "2021-08-10 09:00", "summary": "Resume Subscription. American gas-station owners are facing a tough decision over whether to invest in electric-vehicle charging stations, a costly bet that currently makes little financial sense but might help future-proof their businesses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-airfare-has-barely-budged-in-25-years-11628600401", "title": "Air Travel Prices Have Barely Budged in 25 Years. (It's True.)", "date": "2021-08-10 09:00", "summary": "Despite recent price jumps, the actual cost of a domestic plane ticket has held steady, though passengers have paid in other ways. With all the changes in air travel over the past 25 years-shrinking coach-seat space, mergers, elite perks, fees upon fees-is anything left unchanged?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-biden-blinken-jcpoa-ebrahim-raisi-khamenei-11628539180", "title": "Iran Nukes the Case for a Biden Deal", "date": "2021-08-10 08:52", "summary": "Its rulers see little advantage in rejoining an agreement the U.S. can reverse at will.. This was the week that the optimistic case for restoring the 2015 Iran nuclear deal died. Like so many other innocents, it died at the hands of Ebrahim Raisi, the hanging judge handpicked by Iran's supreme leader to guide the Islamic Republic through the Biden years.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-pacific-makes-new-higher-bid-for-kansas-city-southern-11628599301", "title": "Canadian Pacific Makes New, Higher Bid for Kansas City Southern", "date": "2021-08-10 08:41", "summary": "Bid valuing U.S. railroad at $300 a share reignites takeover battle with Canadian National Railway. Canadian Pacific Railway Ltd. made a new, increased offer for Kansas City Southern , reigniting a takeover battle with Canadian National Railway Co. for the highly coveted U.S. railroad.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanatics-valuation-rises-to-18-billion-as-it-plans-to-expand-sports-offerings-11628589601", "title": "Fanatics Valuation Rises to $18 Billion as It Plans to Expand Sports Offerings", "date": "2021-08-10 08:25", "summary": "E-commerce company raises capital from investors including Jay-Z and Major League Baseball to grow ventures such as online gambling. Fanatics Inc. raised a new round of funding valuing the online sports-merchandise retailer at $18 billion, people familiar with the matter said, roughly tripling its valuation from a year ago as it works to expand into new business lines, including sports betting.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/songs-of-the-summer-playlist-kane-brown-11628598297", "title": "Common, Clairo and More Musicians on Their Songs of the Summer", "date": "2021-08-10 08:25", "summary": "Kane Brown, Brittany Howard and others tell WSJ. what they've had on repeat all season long. This summer, pop artists like BTS, Olivia Rodrigo and Lil Nas X are dominating the season's streaming and sales. But the truth is, a \"song of the summer\" can be a very personal thing. For an individual, the song of the summer could have come out this year or 50 years ago. It could be a song you return to each year when the weather turns warm, or the tune you heard on the street from a passing car. To receive some summer song inspiration, WSJ. reached out to a number of musicians to learn what songs have defined their summer of 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-congressional-redistricting-edge-stops-at-west-virginias-borders-11628596800", "title": "Republican Congressional-Redistricting Edge Stops at West Virginia's Borders", "date": "2021-08-10 08:00", "summary": "Resume Subscription. BECKLEY, W.Va.-West Virginia's rapid depopulation over the past decade is costing it and House Republicans a congressional seat, stoking fears that diminished political representation will leave residents further behind economically.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-builders-are-restricting-sales-pushing-up-new-home-prices-11628596801", "title": "Home Builders Are Restricting Sales, Pushing Up New Home Prices", "date": "2021-08-10 08:00", "summary": "Many cannot increase construction quickly enough to meet booming demand and are turning away business. Home builders have sold more homes than they can build. Now they are limiting their sales in an effort to catch up, helping push home prices even higher.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-anderson-white-sox-field-of-dreams-11628564173", "title": "Baseball Was Never Tim Anderson's Field of Dreams. He Became a Superstar Anyway.", "date": "2021-08-10 08:00", "summary": "The Chicago White Sox shortstop adopted baseball relatively late, but his explosive athletic talent has made him one of the game's top young stars. The Chicago White Sox are playing a game in an Iowa cornfield this week, and Tim Anderson, their star shortstop, has a confession to make: He has never seen \"Field of Dreams,\" the 1989 film that inspired the unusual venue. He has no plans to watch it, either.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-payment-suspension-what-the-extension-means-for-borrowers-11628594394", "title": "Student Loan Payment Suspension: What the Extension Means for Borrowers", "date": "2021-08-10 07:19", "summary": "The details on the extension, who benefits and what lies ahead. The Biden administration is extending the pause on federal student loan payments and interest through early 2022.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-softbanks-biggest-problem-now-11628594301", "title": "China Is SoftBank's Biggest Problem Now", "date": "2021-08-10 07:18", "summary": "With the party over in Beijing, the company will now have to prove it can deliver big investment returns without Chinese Big Tech. SoftBank 's most successful bet came from China. But the country has given it a headache lately.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-needs-a-status-update-11628593381", "title": "Pinterest Needs a Status Update", "date": "2021-08-10 07:03", "summary": "The end of Covid-19 fever dreams proves a bit of a nightmare for Pinterest. This column is part of the Heard on the Street Stock Picking Contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zynga-will-need-to-beat-apple-at-its-own-game-11628593201", "title": "Zynga Will Need to Beat Apple at Its Own Game", "date": "2021-08-10 07:03", "summary": "The mobile-game maker's damaged stock is unlikely to recover until it shows it can adapt to iOS changes. Zynga 's most recent results revived some painful memories. The mobile-game maker will need to work hard to make sure they are fleeting.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-of-miami-to-sell-1-4-billion-in-muni-bonds-11628593200", "title": "Port of Miami to Sell $1.4 Billion in Muni Bonds", "date": "2021-08-10 07:00", "summary": "Miami-Dade County will sell debt backed by revenue from Port of Miami, a pandemic high and a sign of investors' demand for local-government debt. Florida officials announced the largest pandemic-era municipal-bond sale backed by port revenue, hoping to tap into investor demand for local-government debt tied to recovering sectors of the U.S. economy.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-china-women-fill-gap-in-heavy-labor-industries-11628593201", "title": "In China, Women Fill Gap in Heavy-Labor Industries", "date": "2021-08-10 07:00", "summary": "Shortage of male workers opens path in industries like construction and railways, spurred by rural development initiatives. Zhang Jianli used to hire only male workers on his construction sites throughout Chifeng, Inner Mongolia, specifying in online job ads, \"Women workers please don't contact us.\" Now with abundant work but not enough hands, Mr. Zhang says he has relented.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-surge-in-wireless-subscribers-makes-analysts-wonder-11628593200", "title": "Mystery Builds Over Who Is Buying Millions of Cellphone Lines", "date": "2021-08-10 07:00", "summary": "Cellphone carriers like T-Mobile are enjoying a bumper crop of customer additions; promotions may be a root cause. Cellphone carriers have reported adding millions of new U.S. wireless plans over the past year, making for the industry's biggest gains in nearly a decade. Some observers question who is doing the buying.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-courts-face-congressional-backlash-over-legal-releases-11628593201", "title": "Bankruptcy Courts Face Congressional Backlash Over Legal Releases", "date": "2021-08-10 07:00", "summary": "Judges have often extended legal immunity to company owners and affiliates who aren't themselves bankrupt. Now some in Congress say such third-party releases have gone too far.. Bankruptcy courts are facing a backlash among congressional Democrats over the growing practice of authorizing legal protection to accused wrongdoers who haven't sought chapter 11 protection themselves.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-boxing-match-hyped-online-spurs-lawsuits-after-flop-11628593202", "title": "Boxing Match Promoted by YouTube Star Austin McBroom Spurs Lawsuits After Flop", "date": "2021-08-10 07:00", "summary": "Production company considers bankruptcy after pay-per-view event's sales missed expectations, prompting legal action from singer Tayler Holder and musician Nate Wyatt. A pay-per-view boxing tournament featuring YouTube and TikTok personalities has turned into a legal brawl after it failed to live up to its social-media hype, pushing the event's organizer to consider bankruptcy.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/integral-ad-science-buys-ad-tech-company-publica-for-220-million-11628591400", "title": "Integral Ad Science Buys Ad-Tech Company Publica for $220 Million", "date": "2021-08-10 06:30", "summary": "The deal is the latest focused on advertising in streaming and connected TV, an area of growing interest for marketers. Ad-verification firm Integral Ad Science Inc. has acquired Publica LLC, a technology company focused on internet-connected TV advertising, for $220 million, as deals heat up in the sector as well as ad-tech more broadly.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-bond-swings-threaten-global-debt-investors-11628587802", "title": "Chinese Bond Swings Threaten Global Debt Investors", "date": "2021-08-10 05:30", "summary": "Turmoil in China spreads beyond emerging-markets specialists to conventional bond funds that bought debt from country's firms in recent years. Policy moves in Beijing are hitting Chinese corporate bonds and rippling across global markets through the U.S. and European money managers who loaded up on the securities in recent years.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-opposition-to-jerome-powell-clouds-his-chances-for-second-term-as-fed-chairman-11628587800", "title": "Progressive Opposition to Powell Clouds Chances for Second Term", "date": "2021-08-10 05:30", "summary": "Biden's economic team generally supports Powell, but some Democrats want a central banker more in sync with party priorities on regulation, climate and the economy. Members of President Biden's economic team generally support nominating Federal Reserve Chairman Jerome Powell to a second term, but growing resistance from prominent Democrats including Sen. Elizabeth Warren (D., Mass.) could lead to his replacement, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bright-machines-names-new-cfo-as-it-nears-spac-merger-11628587801", "title": "Bright Machines Names New CFO as It Nears SPAC Merger", "date": "2021-08-10 05:30", "summary": "The manufacturing-automation company plans to go public by year-end, its CEO says. Bright Machines Inc. appointed a new finance chief ahead of the manufacturing-software company going public through a special-purpose acquisition company later this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-americans-are-unemployed-despite-record-job-openings-11628587802", "title": "Millions of Americans Are Unemployed Despite Record Job Openings", "date": "2021-08-10 05:30", "summary": "Hardest-hit industries have yet to get back to prepandemic levels. The number of available jobs since May has outnumbered Americans looking for work. One factor is a mismatch between where people want to work and which industries are hiring.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bet-on-the-cheap-green-geopolitical-future-of-batteries-11628586259", "title": "A Bet on the Cheap, Green, Geopolitical Future of Batteries", "date": "2021-08-10 05:04", "summary": "Freyr Battery will use funds raised in a merger with a U.S. special-purpose acquisition company to build low-carbon 'gigafactories'. This column is part of the Heard on the Street stock-picking contest. You're invited to play along with us here.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rna-tech-firm-greenlight-biosciences-to-go-public-in-1-5-billion-spac-deal-11628586000", "title": "GreenLight to Go Public in $1.5 Billion SPAC Deal", "date": "2021-08-10 05:00", "summary": "Company aims to increase the accessibility of mRNA vaccines while producing RNA-based pesticide alternatives. GreenLight Biosciences Inc. is combining with a special-purpose acquisition company to go public in a deal that values the RNA-technology firm at about $1.5 billion, the companies said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-court-rejects-death-penalty-appeal-by-canadian-national-11628565343", "title": "Chinese Court Rejects Death-Penalty Appeal by Canadian National", "date": "2021-08-10 02:55", "summary": "The decision is likely to increase geopolitical tensions around Canada's detention of a Huawei executive. HONG KONG-A Chinese court reaffirmed the death penalty for a Canadian national convicted of drug smuggling in a case that has taken on increased geopolitical significance, given Canada's detention of a prominent Huawei Technologies Co. executive at the behest of the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11628699814", "title": "Pepper...and Salt", "date": "2021-08-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-hotel-branded-condos-entice-buyers-even-with-no-hotel-11628596801", "title": "Buyers Pay Up for Condos Affiliated With Luxury Hotels", "date": "2021-08-10 00:01", "summary": "Overall hotel-branded residences more than doubled between 2010 and 2020. Luxury residences attached to five-star hotels have long been a hit with condo buyers who wanted a place to live with access to hotel services and amenities.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-scandals-a-timeline-of-the-allegations-and-investigations-11615594161", "title": "A Timeline of the Allegations Against New York Gov. Andrew Cuomo", "date": "2021-08-10 00:01", "summary": "Key events leading to the governor's resignation after a report in which investigators said he had sexually harassed multiple women. New York Gov. Andrew Cuomoresigned on Aug. 10, days after the state's attorney general released a report that said he sexually harassed multiple women during his time in office.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traveling-at-last-we-want-to-hear-about-the-destination-you-choseand-how-it-went-11628563852", "title": "Traveling at Last? We Want to Hear About the Destination You Chose-and How it Went", "date": "2021-08-10 22:50", "summary": "After a mostly standstill year or two, people are finally hitting the road. We're curious about where you chose to go, and how it felt to be somewhere-anywhere-besides home.. If you finally loaded up the car or boarded a plane when the pandemic eased this summer, we'd like to know how it went.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rand-araskog-ceo-who-dismantled-itt-has-died-at-age-89-11628560402", "title": "Rand Araskog, CEO Who Dismantled ITT, Has Died at Age 89", "date": "2021-08-10 21:53", "summary": "Minnesota native led a conglomerate whose products once ranged from Wonder bread to Sheraton hotels and Avis rental cars. Rand V. Araskog, who as chief executive of ITT Corp. from 1979 to 1998 spent much of his time dismantling the vast conglomerate as investors clamored for focus, died Monday at his home in Palm Beach, Fla. He was 89 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-entertainments-revenue-surges-moviegoers-return-to-theaters-11628542917", "title": "AMC Talks Bitcoin, GameStop With Its Reddit Followers", "date": "2021-08-10 20:07", "summary": "Theater chain saw its revenue triple from first quarter to second quarter, plans to start accepting the cryptocurrency. AMC Entertainment Holdings Inc. on Monday detailed changes coming to its theaters, such as accepting bitcoin, that are aimed at appealing to its army of Reddit investors.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ares-fires-coo-cfo-michael-mcferran-citing-misconduct-11628554048", "title": "Ares Fires COO, CFO Michael McFerran Citing Misconduct", "date": "2021-08-10 20:07", "summary": "The dismissal is expected to cost the former firm partner at least $50 million in future compensation. Ares Management Corp. has dismissed Partner Michael R. McFerran, the Los Angeles firm's chief operating officer and chief financial officer, citing the results of an outside investigation into allegations of \"inappropriate\" conduct involving fellow employees.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}]