[{"link": "https://www.wsj.com/articles/rivian-automotive-targets-ipo-valuation-just-above-60-billion-11635792963", "title": "Rivian Automotive Seeks IPO Valuation Above $60 Billion", "date": "2021-11-01 19:41", "summary": "Amazon-backed electric-vehicle startup plans for IPO next week on Nasdaq. Rivian Automotive Inc. is seeking a valuation in a range just above $60 billion in its initial public offering next week, one of the biggest and most-anticipated deals yet in a blockbuster year for new issues.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-says-fully-vaccinated-workers-can-skip-face-masks-11635808752", "title": "Amazon Says Fully Vaccinated Workers Can Skip Face Masks", "date": "2021-11-01 19:19", "summary": "Warehouse employees with proof of Covid-19 vaccination can go maskless starting Nov. 2. Amazon.com Inc. is relaxing its mask-wearing rules for U.S. employees, letting those who are fully vaccinated against Covid-19 work in its warehouses without a face covering.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-durst-indicted-on-murder-charge-in-first-wife-s-death-11635807242", "title": "Robert Durst Indicted on Murder Charge in First Wife's Death", "date": "2021-11-01 18:54", "summary": "Kathie Durst disappeared in 1982; Her body was never found. NEW YORK (AP)-Millionaire real estate scion Robert Durst was indicted Monday on a murder charge in the death of his first wife, Kathie Durst, who disappeared nearly four decades ago, prosecutors said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-push-users-to-adopt-two-factor-authentication-11635807088", "title": "Tech Companies Push Two-Factor Authentication", "date": "2021-11-01 18:51", "summary": "Inertia and ignorance have slowed the voluntary adoption of an online security tool. Some companies have begun mandating it in response.. Google has spent the better part of 10 years persuading users to add an extra layer of security verification to their accounts. Now, it's done asking nicely.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-progressive-hostage-strategy-democrats-infrastructure-bill-congress-joe-manchin-11635803671", "title": "Manchin Nails the Progressive Hostage Strategy", "date": "2021-11-01 18:38", "summary": "Biden has double-crossed Senate Republicans on the infrastructure bill by caving to the left.. Democrats want to vote this week on a pair of epic tax and spending bills, yet they're still playing hide-the-ball on their multi-trillion-dollar reconciliation bill. It's clearer than ever that the Democrats and Republicans who want to vote for the $1 trillion Senate infrastructure bill are being taken for a ride.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-showdown-in-michigan-gretchen-whitmer-republican-legislature-tax-credit-scholarships-11635441486", "title": "School Choice Showdown in Michigan", "date": "2021-11-01 18:37", "summary": "Gov. Whitmer stands in the schoolhouse door against options for parents.. This has been a banner year for school choice across much of the U.S., and Michigan is the latest state to advance the cause. The GOP-led Legislature last week passed choice legislation that will force Democratic Gov. Gretchen Whitmer to choose between students and teachers unions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-kicks-off-in-glasgow-amid-sharp-divides-over-climate-goals-11635767355", "title": "At COP26, Biden Calls for More Action on Climate as Divides Widen", "date": "2021-11-01 18:37", "summary": "As U.S. president says the coming decade will be decisive, India gives slower-than-expected deadline for slashing its carbon emissions. GLASGOW-President Biden told world leaders at the COP26 summit here that the coming decade would be decisive in the fight against climate change.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-biden-trade-win-in-europe-steel-aluminum-tariffs-11635781086", "title": "A Biden Trade Win in Europe", "date": "2021-11-01 18:37", "summary": "Rolling back some Trump-era tariffs is good for both sides.. Good news for free trade is all too rare these days, so it was a relief to have some over the weekend. President Biden and his European Union counterparts made important progress in putting to bed one of the more foolhardy legacies of the Trump era, a trade war over tariffs on European steel and aluminum.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lobster-lesson-in-geopolitics-australia-china-trade-dispute-hong-kong-11635804837", "title": "A Lobster Lesson in Geopolitics", "date": "2021-11-01 18:36", "summary": "Hong Kong is caught in the middle of a China-Australia trade spat.. China is using coercive trade policy to cow Australia into political silence, and now it is trying to dragoon Hong Kong to violate its trade principles in the bargain. Behold the tale of Australian lobster.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/being-human-artifical-intelligence-ai-chess-antibiotic-philosophy-ethics-bill-of-rights-11635795271", "title": "The Challenge of Being Human in the Age of AI", "date": "2021-11-01 18:35", "summary": "Reason is our primary means of understanding the world. How does that change if machines think?. The White House Office of Science and Technology Policy has called for \"a bill of rights\" to protect Americans in what is becoming \"an AI-powered world.\" The concerns about AI are well-known and well-founded: that it will violate privacy and compromise transparency, and that biased input data will yield biased outcomes, including in fields essential to individual and societal flourishing such as medicine, law enforcement, hiring and loans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worker-shortage-could-bring-back-stagflation-inflation-jobs-prices-gas-entitlements-11635794702", "title": "Worker Shortage Could Bring Back Stagflation", "date": "2021-11-01 18:34", "summary": "We can't achieve strong economic growth without substantial expansion of the labor force.. I helped start an Oshkosh, Wis.-based plastics manufacturing business. It was 1979, in the midst of stagflation. Because inflation was endemic, we didn't think much about it. Like everyone else, we simply dealt with it. Price increases were expected and accepted throughout the economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peace-groups-hate-the-abraham-accords-arab-israel-iran-progressives-11635794408", "title": "'Peace' Groups Hate the Abraham Accords", "date": "2021-11-01 18:33", "summary": "The more Arab-Israeli ties produce good results, the more people will reject Iran's malign influence. .. Israel's Foreign Minister Yair Lapid flew to Manama, Bahrain, in September to open the new Israeli Embassy, where he stated, \"May our people live in peace and prosperity forever.\" The ceremony was proof that last year's Abraham Accords continue to foster peace and prosperity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-eu-global-trade-steel-aluminum-tariffs-china-russia-green-multilateral-g20-11635795570", "title": "The U.S. and EU Shake Up Global Trade", "date": "2021-11-01 18:32", "summary": "The G-20 was another yawner, but big news unfolded alongside the summit in Rome.. The Group of 20 summit in Rome last weekend was highly unusual. Unlike most global gabfests, it actually mattered-not because the sterile G-20 format and the anodyne communiqués it predictably generated meant or accomplished anything of significance. It mattered because the U.S. and the European Union, sidestepping the G-20 process, unveiled a tentative trade agreement that significantly sharpens the competition with China, and because five G-20 heads of government (China, Japan, Mexico, Russia and South Africa) were absent, highlighting the declining importance of these ritualized displays of international comity.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terry-mcauliffe-panic-attacks-youngkin-virginia-governor-schools-teaching-trump-11635801355", "title": "Terry McAuliffe's Panic Attacks", "date": "2021-11-01 18:31", "summary": "Polls in the Virginia governor's race now give the GOP's Glenn Youngkin the edge.. Throughout his run for Virginia governor, Terry McAuliffe has stayed on message. This means campaigning against Donald Trump instead of the Republican on the ballot, Glenn Youngkin. Mr. McAuliffe stuck faithfully to script-until Saturday, when out of nowhere he told CNN's Dana Bash: \"This is not about Trump.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fuzz-review-rebellious-nature-11635805853", "title": "'Fuzz' Review: Rebellious Nature", "date": "2021-11-01 18:30", "summary": "A high-concept, unruly, utterly fascinating look at our attempts to control the wild world around us-and when those plans go awry.. For the past three years, a gray squirrel has set out to ruin my life, chewing leaves off my beloved exotic hibiscus and geraniums. What squirrel eats leaves? This one. In a steadily escalating campaign, she has checkmated every move I've made. She's climbed a high deck, vaulted into pots on pedestals and hurled herself into baskets hung five feet above ground. Two live traps ignored. My dog, who is no slouch, has done his best. The squirrel watches and waits until my dog is indoors and I have driven off. Each time I come home, there's another sad pile of bits where once there were blossoms. Still, Mary Roach's \"Fuzz: When Nature Breaks the Law\" makes me feel grateful that my nemesis is only a rodent, and that I live in Ohio, not Colorado or India. My refrigerator will not be emptied by a bear; I will not be throttled by a leopard while taking out the compost.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-to-pay-5-6-billion-for-full-control-of-bodyarmor-11635713140", "title": "Coke to Pay $5.6 Billion for Full Control of BodyArmor", "date": "2021-11-01 17:41", "summary": "Gatorade rival, backed by athletes, on track for $1.4 billion in retail sales this year. Coca-Cola Co. is buying full control of BodyArmor for $5.6 billion in a cash deal that values the sports-drink brand at about $8 billion, amping up a rivalry with Gatorade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-wanda-forms-hurricane-forecasters-run-out-of-names-for-atlantic-storms-11635802018", "title": "Hurricane Forecasters Run Out of Names for Atlantic Storms", "date": "2021-11-01 17:27", "summary": "Only third time National Hurricane Center has used all 21 names before season ends. There have been so many storms in the Atlantic Ocean this year that the National Hurricane Center has used up all 21 available names, the third time in recorded history that has happened.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-bond-sales-surged-in-october-11635781078", "title": "Mortgage Bond Sales Surged in October", "date": "2021-11-01 17:23", "summary": "Non-agency deals and credit-risk transfer bonds push issuance to near record levels. Mortgage companies in the U.S. issued $21 billion of mortgage-backed bonds in October, the second heaviest month of borrowing since the 2008-09 financial crisis, according to research by Bank of America Corp.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hears-arguments-on-texas-abortion-law-11635765801", "title": "Supreme Court Questions Texas Abortion Law", "date": "2021-11-01 17:21", "summary": "Justices voice concern about state's efforts to shield its stringent restrictions on abortions from judicial scrutiny. WASHINGTON-Supreme Court justices asked skeptical questions Monday about a novel Texas ban on many abortions, voicing concern about the state's efforts to shield its stringent restrictions from judicial scrutiny.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equals-ed-sheeran-review-bad-habits-shivers-visiting-hours-11635800628", "title": "'Equals' by Ed Sheeran Review: Emotions by the Numbers", "date": "2021-11-01 17:05", "summary": "The singer-songwriter's latest album sounds a lot like his past work and tells listeners exactly how they should feel.. The staggering success of English singer-songwriter Ed Sheeran is so difficult to comprehend one can only recite statistics: He has the most popular song of all time on Spotify-\"Shape of You\" is closing in on three billion streams-and he had the highest-grossing tour in music history, pulling in $775 million from nearly nine million paying customers in the string of concerts that came to a close in 2018. That massive single and tour were connected to \"Divide,\" the top-selling album of 2017, which won Best Pop Vocal Album at the Grammys. The tendency to think of Mr. Sheeran's music, which is powered by his acoustic guitar strumming and his flexible tenor, in terms of figures on a balance sheet is helped along by the fact that his solo records are titled with mathematical symbols. \"Divide\" has the two dots and horizontal line we use for division, and his previous LPs, 2011's \"Plus\" and 2014's \"Multiply,\" both feature the associated operators. The flurry of record-setting data surrounding his work makes you want to reach for a calculator in order to get a handle on it.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-government-approved-child-care-11635799889", "title": "Get Ready for Government-Approved Child Care", "date": "2021-11-01 16:51", "summary": "Who wants to put bureaucracies in charge of kids even before they get to kindergarten?. President Joe Bidenappeared to fall asleep on Monday at an international gathering to discuss the climate issue he describes as an existential threat to the world. But back in the U.S. the remaining so-called moderate Democrats in Congress are the ones who seem to be asleep as they prepare to vote for an existential threat to private preschools and day care.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-cancels-hundreds-of-more-flights-11635784958", "title": "American Airlines Cancels Hundreds of More Flights", "date": "2021-11-01 16:42", "summary": "The carrier's Monday and weekend troubles follow similar turmoil at rivals Spirit and Southwest. American Airlines Group Inc . canceled hundreds of additional flights on Monday, facing more of the trouble that began during the weekend as it struggles to meet growing travel demand with a staff reduced in size because of the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jazz-compared-to-what-les-mccan-eddie-harris-billie-holliday-lester-young-theloious-monk-miles-davis-wayne-shorter-allen-toussaint-11635799036", "title": "Feeling Jazz, on Film and Video", "date": "2021-11-01 16:38", "summary": "Performance footage reveals the music's emotional and physical power.. ", "categories": [["Books & Arts", "Staying Inside Guide"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/staying-inside-guide?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-futures-rise-ahead-of-fresh-earnings-11635756667", "title": "Dow Briefly Jumps Above 36000, Finishes at Record", "date": "2021-11-01 16:38", "summary": "S&P 500 and Nasdaq also hit highs as corporate earnings fuel optimism about economic recovery. U.S. stocks continued a weekslong march higher, reaching new records on Monday in a display of investor confidence in the economy's bumpy recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wont-review-intelligence-courts-keeping-post-9-11-rulings-secret-11635798631", "title": "Supreme Court Won't Review Intelligence Court's Keeping Post-9/11 Rulings Secret", "date": "2021-11-01 16:30", "summary": "Justices decline to hear case calling for release of redacted decisions authorizing surveillance after terrorist attacks. WASHINGTON-The Supreme Court on Monday declined to review a federal foreign-intelligence court's decision to keep secret its opinions authorizing the expansion of surveillance following the Sept. 11, 2001, terrorist attacks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-targets-stablecoin-digital-currency-for-banklike-oversight-11635793201", "title": "U.S. Targets Stablecoin Digital Currency for Banklike Oversight", "date": "2021-11-01 16:19", "summary": "A Treasury-led panel asked Congress to set up a regulatory framework to address growing risks. WASHINGTON-The Biden administration on Monday took the first significant step to impose banklike oversight on the cryptocurrency companies involved in the issuance of stablecoins, outlining a process that could shape the future of that digital money.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-proceeds-with-covid-19-vaccine-mandates-11635797771", "title": "Federal Covid-19 Vaccine Mandates Take Shape", "date": "2021-11-01 16:16", "summary": "Measures for private-sector businesses and federal contractors take shape-both in the face of lawsuits. The Biden administration is moving ahead with mandates that workers at private-sector businesses be vaccinated against Covid-19, giving companies more details on implementation and setting the issue up for further legal challenges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-risks-of-global-climate-change-lomborg-glasgow-summit-cop26-11635450213", "title": "COP26 Summit: Climate Change's Real Risks", "date": "2021-11-01 16:13", "summary": "Resume Subscription. Looking at much of the media reporting ahead of this week's climate conference in Glasgow, you'd think the world was subject to biblical plagues-blasted by fires, floods, hurricanes, drought and disease. But as Bjorn Lomborg has explained recently in these pages, while global warming does pose problems, it is hardly the unmitigated disaster often portrayed. At times, the solutions activists propose can be far worse than what they're trying to prevent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-covid-19-death-toll-tops-five-million-11635776519", "title": "Global Covid-19 Death Toll Tops 5 Million", "date": "2021-11-01 16:02", "summary": "U.S. has highest number of total confirmed deaths, followed by Brazil, India and Mexico, according to Johns Hopkins data. The reported global Covid-19 death toll surpassed five million Monday, according to data compiled by Johns Hopkins University.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dining-on-the-campaign-trail-tuesday-crossword-november-2-11635540487", "title": "Dining on the Campaign Trail (Tuesday Crossword, November 2)", "date": "2021-11-01 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vmwares-solo-act-should-sing-11635793465", "title": "VMware's Solo Act Should Sing", "date": "2021-11-01 15:04", "summary": "Completion of its spinoff from Dell should help the software maker shed its conglomerate discount. After more than 14 years on the public market, VMware will finally be on its own. Investors should enjoy its parting gift.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-issues-mean-theres-less-than-meets-the-eye-to-october-manufacturing-11635788317", "title": "There's Less Than Meets the Eye to October Manufacturing", "date": "2021-11-01 13:38", "summary": "Supply problems are inflating the Institute for Supply Management's monthly manufacturing index. Factories are keeping busy-and their supply-chain problems keep getting worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-currency-group-wants-to-be-cryptos-standard-oil-11635764400", "title": "Digital Currency Group Wants to Be Crypto's Standard Oil", "date": "2021-11-01 13:10", "summary": "The Grayscale and CoinDesk owner sells $700 million of shares at a $10 billion valuation, in a funding round led by two SoftBank funds. Digital Currency Group Inc., a cryptocurrency conglomerate that counts the asset-management firm Grayscale and media company CoinDesk among its holdings, raised $700 million in an investment round, the second-largest in the crypto sector.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-side-hustle-can-boost-your-job-performance-11635533208", "title": "How a Side Hustle Can Boost Performance at Your Regular Job", "date": "2021-11-01 13:08", "summary": "A new study shows that moonlighting lifts your mood-and your effectiveness from 9 to 5. Moonlighting may actually help you do better at your day job.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-ceo-jes-staley-steps-down-over-relationship-with-jeffrey-epstein-11635751846", "title": "Barclays CEO Steps Down Amid Pressure Over Epstein Ties", "date": "2021-11-01 13:06", "summary": "U.K. lender says regulators had made preliminary conclusions in investigation into relationship. Jes Staley stepped down as chief executive of Barclays PLC under pressure from regulators about how he characterized his relationship with the convicted sex offender and financier Jeffrey Epstein.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-school-parents-rights-speech-indoctrination-constitution-crt-school-board-11635539974", "title": "Public School, Parents' Rights and Civic Peace", "date": "2021-11-01 13:05", "summary": "Personal, wrenching battles are inevitable when diverse people are forced to fund a single system of schools.. Philip Hamburger's broadside against public schooling (\"Is the Public School System Constitutional?\" op-ed, Oct. 23) rests on an alleged violation of parental free-speech rights to decide what their children hear. This revisionist view is not what the Founders understood. In 1639 the Mather School in Massachusetts became the first publicly funded elementary school. Thomas Jefferson and John Adams encouraged taxpayer-funded schools. Adams drafted the Massachusetts constitution supporting \"public schools.\" Neither Jefferson nor Adams thought they were violating the free-speech rights of parents.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-mitchell-black-bag-jobs-j-edgar-hoover-nixon-watergate-james-rosen-11635540333", "title": "John Mitchell, 'Black-Bag Jobs' and the Watergate Era", "date": "2021-11-01 13:04", "summary": "It was after Mitchell's intervention that Nixon swiftly rescinded his approval of the Huston Plan.. In his otherwise trenchant op-ed on leadership issues in federal law enforcement (\"The FBI Needs a Wray of Courage,\" Oct. 18), my friend Thomas J. Baker, a distinguished former FBI special agent, mangled the history of the Watergate era with this assertion about the director of the FBI in the first Nixon term: \"[J. Edgar] Hoover pushed back against the demands of President Nixon and Attorney General John Mitchell for 'black-bag operations' against political enemies.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-elizabeth-holmes-biotech-investing-due-diligence-11635540703", "title": "Basic Due Diligence Turned Up Red Flags at Theranos", "date": "2021-11-01 13:03", "summary": "A client was impressed by Elizabeth Holmes. A phone call and web search led me in the opposite direction.. Regarding Andy Kessler's column about Theranos (\"Failure Is Always an Option,\" Inside View, Oct. 18): I am a former biotech analyst. Several years ago, the chairman of a client company told me he had seen an interview with Elizabeth Holmes and thought she was terrific and his company would be interested in working with her. He wanted to know what I thought.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-california-climate-change-global-warming-fires-native-americans-11635541014", "title": "How to Assess California's Wildfires, Today and in the Past", "date": "2021-11-01 13:02", "summary": "Many of those pre-1800 fires were set purposefully by California's Native Americans.. In \"Climate Activists Blow Smoke in Wildfire Fears\" (op-ed, Oct. 28), Bjorn Lomborg writes, \"Before 1800, wildfires on average burned between 4.5% and 12% of California each year, far more than the 4.2% of the state consumed by the climate apocalypse in 2020.\" The historical statistic can be traced to an impressive 2007 scholarly article published in the journal Forest Ecology and Management. That article made clear, however, that many of those pre-1800 fires were set purposefully by California's Native Americans. Other research suggests that Native Americans regularly set such fires to improve travel and hunting conditions. Because such fires were set frequently, they consumed only years of built-up fuel in the forest understory, not the decades of build-up available to modern wildfires.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-citizen-volunteer-ladies-art-institute-chicago-docents-11635541513", "title": "The Government Replaces the Citizen", "date": "2021-11-01 13:01", "summary": "As volunteers retreat, the state steps in-with its own agenda.. Nancy Cooper's letter \"We'll Miss the Ladies Who Volunteered Time\" (Oct. 23) asks a great question: \"Who's going to take the time or make the effort to do for others?\" Progressives don't want you to hear their answer: \"The government will do it all, because volunteers cannot be controlled.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-covid-19-vaccine-gets-first-authorization-in-indonesia-11635784579", "title": "Novavax Covid-19 Vaccine Gets First Authorization, in Indonesia", "date": "2021-11-01 12:49", "summary": "Company says it expects more countries will clear the vaccine in coming weeks, though U.S. is likely to take longer because of manufacturing issues. Indonesia became the first country to authorize the use of a Covid-19 vaccine developed by Novavax Inc. and manufactured by the Serum Institute of India.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-friend-america-needs-in-afghanistan-taliban-aid-diplomacy-uzbekistan-11635708869", "title": "The Friend America Needs in Afghanistan", "date": "2021-11-01 12:18", "summary": "Uzbekistan's newly pragmatic approach to the Taliban is driven by the need for stability.. Now that the U.S. has left Afghanistan, it needs all the help it can get to manage the region. Meanwhile, Uzbekistan, Central Asia's pivotal country, has dramatically changed its approach to the Taliban. That places Tashkent in a unique position to assist Washington, especially given the dearth of reliable partners.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicom-names-media-agency-boss-daryl-simm-as-president-operating-chief-11635783318", "title": "Omnicom Names Daryl Simm as President, Operating Chief", "date": "2021-11-01 12:15", "summary": "The elevation of Mr. Simm from CEO of Omnicom Media Group is a sign the company may be priming him for the top role. Ad giant Omnicom Group Inc. has promoted Daryl Simm, chief executive officer of the company's media agency group, to the newly created role of president and chief operating officer of the larger ad holding company.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/privileged-progressives-climate-change-glasgow-cop26-racism-woke-esg-energy-crisis-11635775857", "title": "For Privileged Progressives, 'We' Means 'You'", "date": "2021-11-01 12:06", "summary": "From climate motorcades to maskless public parties, they don't follow the rules they impose on all of us.. If there's a defining feature of modern progressives' self-image, it's the idea that-by dint of their supposedly superior education, their association with like-minded members of global elites and their immersion in the various rites of the contemporary secular religion-they are more knowledgeable and virtuous than you, the inferior classes.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/methane-climate-bargains-carbon-limit-change-glasgow-cop26-11635776695", "title": "Quit Burning Tropical Forests and Set Up Carbon Markets", "date": "2021-11-01 12:05", "summary": "An update on methane and other climate bargains.. Nothing will do more to slow the rate of near-term global warming than cutting an odorless, colorless greenhouse gas-not carbon dioxide but methane. In many cases, reductions are virtually cost-free, and will make it cheaper to deal with the expensive impacts of an unstable climate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-world-series-braves-astros-11635779479", "title": "Oh Great, Another Cranky Column About Baseball Games Taking Too Long", "date": "2021-11-01 11:16", "summary": "Still, the point remains. On its biggest stage, the World Series, baseball's got to speed up its action.. Finally, some good news: Reading this lousy sports column will take 3 hours and 57 or so minutes less time than Sunday's Game 5 of the World Series.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-rewrites-ceo-rulebookputting-reliability-before-efficiency-11635779679", "title": "CEOs Rethink Global-Production Playbook", "date": "2021-11-01 11:14", "summary": "Resume Subscription. With the machinery of international trade slowed, business leaders are ditching, at least temporarily, overseas partners and the conventional wisdom of the global economy in favor of reliability, even if it costs more.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dow-jones-36000-stock-market-predictions-glassman-hassett-11634823650", "title": "Dow Crosses 36000-Making a Book's Prediction Just Two Decades Late", "date": "2021-11-01 11:01", "summary": "Resume Subscription. This week, the book \"Dow 36,000\" by James Glassman and Kevin Hassett turned out to be prophetic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chrome-hearts-los-angeles-11635778730", "title": "Is 'Made in the USA' Dead? Not For L.A. Brand Chrome Hearts", "date": "2021-11-01 11:00", "summary": "Worn by celebrities like Rihanna, Drake and Bella Hadid, the family-owned fashion brand produces nearly all of its products in California-despite the steep costs.. ON A SIDE STREET in New York's West Village on the afternoon of Sept. 11, 30 or so people waited to be let inside a temporary shop the fashion brand Chrome Hearts had mounted for its sub-collection, \"Sex Records.\" Like music fans wearing a band's T-shirt to its concert, many were dressed in Chrome Hearts shirts, hats and hoodies. The line crawled along. One man in Star Trek-esque glasses at the very end said he'd already been waiting 15 minutes. But for these hoarders of the brand, the chance to buy some especially rarefied clothes was well worth the wait.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-resistance-groups-lure-and-aid-military-defectors-11635759001", "title": "Myanmar Resistance Groups Lure Military Defectors", "date": "2021-11-01 10:48", "summary": "A digital campaign has contributed to a small but steady stream of soldiers who are leaving their posts. SINGAPORE-One afternoon in late August, while manning a military checkpoint in a central Myanmar city, Sgt. Htet Aung noticed an unusual post near the top of his Facebook feed: an audio interview with an army defector urging others to desert. He clicked.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-quail-hunting-plantation-sells-for-14-6-million-11635777263", "title": "Georgia Quail Hunting Plantation Sells for $14.6 Million", "date": "2021-11-01 10:34", "summary": "Inventor Bob Kenna is the buyer of Cane Mill, which had been in the same family for more than a century. A Georgia quail plantation has sold for the first time in more than a century for $14.6 million, according to listing broker Jon Kohler of Jon Kohler & Associates.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hunting-lodge-in-georgia-11635777087", "title": "A Hunting Lodge in Georgia", "date": "2021-11-01 10:31", "summary": "Cane Mill, a roughly 4,000-acre quail-hunting plantation, has sold for $14.6 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/novavax-moderna-tesla-what-to-watch-in-the-stock-market-today-11635766577", "title": "Novavax, Moderna, Tesla: What to Watch in the Stock Market Today", "date": "2021-11-01 10:31", "summary": "Novavax jumps after Covid-19 vaccine-maker completes submission to Canadian regulators; Moderna slips after FDA delays decision on use in adolescents. Wall Street started the month on the front foot, with the S&P 500 up 0.2% in early trading. Here's what we're watching in the market today.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-include-green-bonds-in-larger-debt-offerings-11635776569", "title": "Companies Include Green Bonds in Larger Debt Offerings", "date": "2021-11-01 10:22", "summary": "Chip maker Micron Technology is the latest big company to issue a green bond alongside a larger debt issuance. Corporate green-bond issuance has reached new highs as U.S. companies including chip maker Micron Technology Inc., retailer Walmart Inc. and data-center company Equinix Inc. add the bonds as part of larger traditional bond offerings.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deeres-labor-dispute-resurrects-talk-of-inflation-adjustments-11635774468", "title": "Deere's Labor Dispute Resurrects Talk of Inflation Adjustments", "date": "2021-11-01 09:47", "summary": "Cost-of-living protections were reinstated to the contract amid workers' concerns that wage increases wouldn't cover higher living expenses. Striking Deere & Co. employees this week are expected to vote on a contract with more protections against rising inflation that resurfaced as an issue in negotiations for the first time in years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-forces-behind-bidens-problems-four-parties-zero-trust-11635774193", "title": "The Forces Behind Biden's Problems: Four Parties, Zero Trust", "date": "2021-11-01 09:43", "summary": "Faced with split in his party, president is stumbling as he tries to get his big domestic agenda passed. To understand the difficulty President Biden is having enacting his agenda, keep in mind a couple of simple numbers: four and zero.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greta-thunberg-climate-summit-glasgow-cop-11635772563", "title": "Greta Thunberg's Dad Won't Be With Her at the Climate Summit-and He's Thrilled", "date": "2021-11-01 09:17", "summary": "Resume Subscription. One person is delighted not to attend the United Nations climate change conference this month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lebanon-faces-deepening-economic-crisis-as-saudis-cut-ties-over-iran-11635772026", "title": "Lebanon Faces Deepening Economic Crisis as Saudis Cut Ties Over Iran", "date": "2021-11-01 09:07", "summary": "Riyadh, once a major financial donor to Beirut, had for years criticized the rising influence of Tehran and its local ally Hezbollah. Saudi Arabia banned imports from Lebanon and, along with three other Gulf states, expelled its ambassador following remarks by an official about the war in Yemen, as long-simmering tensions over Iran's influence in Lebanon spill over and threaten to damage its already disastrous economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-maine-moose-are-being-killed-in-effort-to-save-them-11635771601", "title": "In Maine, Moose Are Being Killed in Effort to Save Them", "date": "2021-11-01 09:00", "summary": "Resume Subscription. ROCKWOOD, Maine-Twenty miles from the nearest paved road, Lee Kantar was deep in the woods last week to investigate a killing-one he had helped arrange. As his pickup bounced along a rutted logging road, the bearded biologist watched for carrion-craving ravens, tire tracks or other clues that might lead him to the pile of guts left over after a hunter field-dresses a freshly killed moose.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/daylight-saving-time-ends-sunday-yes-you-can-win-the-transition-11635771600", "title": "Daylight-Saving Time Ends Sunday. Four Ways to Win the Transition.", "date": "2021-11-01 09:00", "summary": "The fall back of the clock is coming. Those seeking to renew routines or become morning people can take advantage of time switch.. Daylight-saving time ends Sunday, and the bonus hour when the clock turns back can bring more than extra sleep. For those still chasing the goal of becoming a morning person, the annual change can be a good time for a reset.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-election-in-minneapolis-since-george-floyd-killing-is-referendum-on-police-11635771600", "title": "First Election in Minneapolis Since George Floyd Killing Is Referendum on Police", "date": "2021-11-01 09:00", "summary": "Resume Subscription. MINNEAPOLIS-Andrea Erickson said she is torn over the role police should play in this city ahead of the first municipal election since the murder by a Minneapolis police officer of George Floyd.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lil-nas-x-interview-montero-fashion-11635769473", "title": "Why Lil Nas X Is the New King of Pop", "date": "2021-11-01 08:30", "summary": "Resume Subscription. When pop superstar Lil Nas X walked onstage at the 2021 MTV Video Music Awards to accept his win for video of the year, he kicked off his quick speech in peak form: \"First, I want to say thank you to the gay agenda; let's go, gay agenda!\" It's a quip that will probably make someone, somewhere mad and make someone else happily tweet it in equal measure. Either way, Nas, in his powder-pink Alexander McQueen look and diamond stud earrings, had the night's biggest trophy in his hand, and he was continuing to hold everyone's attention.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gwyneth-paltrows-secret-to-having-a-very-clean-mouth-11635769617", "title": "Gwyneth Paltrow's Secret to Having a Very Clean Mouth", "date": "2021-11-01 08:26", "summary": "The actor and Goop founder also tells us about why she \"sucks\" at communication and how everyone in her house drinks a different alt milk.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astros-world-series-gurriel-altuve-bregman-correa-11635769176", "title": "The Astros' Infield May Be Approaching Its Final Bow", "date": "2021-11-01 08:21", "summary": "Yuli Gurriel, José Altuve, Alex Bregman and Carlos Correa have been a fixture since 2016. Correa's free agency may finally break them up.. On Sept. 3, 2016, a hot, cloudy Saturday afternoon at Globe Life Park in Arlington, Texas, A.J. Hinch filled out an ordinary lineup card, as he did every day as the Houston Astros' manager. It featured a brand new infield combination: Yuli Gurriel at first, José Altuve at second, Alex Bregman at third and Carlos Correa at shortstop.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-upside-to-economic-woes-may-bechina-u-s-thaw-11635769227", "title": "One Upside to Economic Woes May Be China-U.S. Thaw", "date": "2021-11-01 08:20", "summary": "Strong exports and weak domestic demand in China, paired with scarce goods and inflation in the U.S., underline the two economies' mutual dependency. The U.S. is contending with scarce workers, ravenous demand for goods and rising inflation. China is fighting power outages, weak consumption and a property sector in free fall.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-of-the-worlds-last-covid-19-travel-holdouts-are-reopening-11635769187", "title": "Some of the World's Last Covid-19 Travel Holdouts Are Reopening", "date": "2021-11-01 08:19", "summary": "Australia is allowing citizens to travel, while vaccinated tourists from many countries can now enter Thailand without extended quarantines. SYDNEY-Elle Robertson spent much of this year living on her parents' farm in the Australian countryside instead of going to her university courses in London.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclayss-new-ceo-faces-old-challenges-11635768663", "title": "Barclays's New CEO Faces Old Challenges", "date": "2021-11-01 08:11", "summary": "Jes Staley's successor will need to solve the long-running conundrum of generating decent returns at a European bank. The circumstances surrounding Jes Staley's departure from Barclays are certainly not the ones he or his employer would have chosen, but he has finished the job he was hired to do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-wants-iphones-to-detect-car-crashes-auto-dial-911-11635768001", "title": "Apple Wants iPhones to Detect Car Crashes, Auto-Dial 911", "date": "2021-11-01 08:00", "summary": "Safety feature is also planned for Apple Watches expected in 2022, according to company documents. Beginning next year, iPhone users who are in a car accident could have their phone dial 911 automatically.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-embrace-fossil-fuels-during-a-sustainability-push-11635768000", "title": "Bond Investors Embrace Fossil Fuels During Sustainability Push", "date": "2021-11-01 08:00", "summary": "Yields on speculative-grade energy company debt are near record lows, fueling a surge in issuance by players in sector. Wall Street's embrace of sustainable investing isn't slowing bond sales in the energy sector.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-hopes-bigger-subsidies-will-lure-more-consumers-to-affordable-care-act-plans-11635768002", "title": "Biden Administration Hopes Bigger Subsidies Will Lure More Consumers to ACA Plans", "date": "2021-11-01 08:00", "summary": "Open enrollment begins for federal insurance plans as Democrats hope to extend increased subsidies beyond next year. WASHINGTON-The launch of the Affordable Care Act's open enrollment Monday will test whether more generous financial assistance to consumers helps President Biden reach his goal of boosting coverage by building on the health law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-elections-fail-to-produce-gains-for-women-11635765296", "title": "Japanese Elections Fail to Produce Gains for Women", "date": "2021-11-01 07:14", "summary": "Just 9.7% of lawmakers chosen are female as male political heirs get preference. TOKYO-The result of Japan's election-a victory for the long-ruling Liberal Democratic Party-was familiar in another way as well. Less than one in 10 of the victorious candidates were women.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-economy-out-of-season-11635764580", "title": "An Economy Out of Season", "date": "2021-11-01 07:03", "summary": "The pandemic has made a muddle of the economy's usual seasonal swings, making it even harder to interpret what is going on. To every thing there is a season. But since Covid-19 struck, the seasons aren't what they used to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-market-emerges-for-online-delivery-10-minute-groceries-11635764400", "title": "A New Market Emerges for Online Delivery: 10-Minute Groceries", "date": "2021-11-01 07:00", "summary": "Resume Subscription. LONDON-A new generation of delivery startups is competing around the world for investor cash and the loyalty of impulse buyers-promising groceries in as little as 10 minutes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roblox-outage-continues-into-weekend-11635646016", "title": "Roblox Returns for Many Gamers After Long Outage", "date": "2021-11-01 07:00", "summary": "Videogame platform popular with preteens went down Thursday evening as it launched burrito promotion. Videogame company Roblox Corp. suffered an outage Thursday evening that continued through Sunday afternoon, leaving children around the globe looking for other entertainment on Halloween weekend.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-yango-group-proposes-bond-swap-to-avoid-imminent-default-11635760688", "title": "Chinese Developer Yango Group Proposes Bond Swap to Avoid 'Imminent' Default", "date": "2021-11-01 05:58", "summary": "Move comes after heavily indebted China Evergrande avoided default for a second time. The extreme dislocation in the market for junk bonds of Chinese companies has put another developer on the brink of default.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-startups-lucid-and-rivian-deliver-first-models-to-customers-11635759002", "title": "EV Startups Lucid and Rivian Deliver First Models to Customers", "date": "2021-11-01 05:30", "summary": "Upstarts seek to replicate Tesla's success but face challenges in trying to build up production. Rivian Automotive and Lucid Group Inc., two electric-car startups looking to emulate Tesla Inc.'s success, are making their marketplace debuts, shipping their first models to customers and planning to expand production.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fund-targets-stranded-unicorns-11635759001", "title": "New Fund Targets Stranded Unicorns", "date": "2021-11-01 05:30", "summary": "MBM Capital is raising funds to buy venture-stage companies with real revenue and products but struggling to raise additional capital. For every $1 billion-plus private company, there is another startup struggling to raise funds in a venture-capital world obsessed with growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mariners-can-now-get-covid-19-vaccines-at-port-after-months-stranded-at-sea-11635759001", "title": "Stranded Mariners Can Now Get Covid Vaccines at Port", "date": "2021-11-01 05:30", "summary": "Resume Subscription. TORONTO-Health workers and humanitarian groups at more than 200 ports around the world are making a push to vaccinate thousands of mariners, a population of essential workers that has been largely neglected in the fight against Covid-19.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/central-banks-fuel-new-bets-on-tighter-money-as-inflation-rises-globally-11635759002", "title": "Central Banks Fuel New Bets on Tighter Money as Inflation Rises Globally", "date": "2021-11-01 05:30", "summary": "Short-term bond markets have reacted to recent pivots by policy makers in Canada and the U.K.. Stubbornly high inflation across more wealthy economies last week prompted a shakeout in bond markets as investors began expecting central banks to quickly tighten monetary policy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-race-for-virginia-governor-tests-dueling-party-strategies-11635759002", "title": "Tight Race for Virginia Governor Tests Dueling Party Strategies", "date": "2021-11-01 05:30", "summary": "Resume Subscription. HANOVER, Va.-A fiercely competitive race for governor is testing whether Democrats can generate the voter enthusiasm that propelled President Biden to a 10-point victory here last year, or whether a Republican can win by nodding at but not fully embracing former President Donald Trump.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-glasgow-challenge-is-to-convince-world-that-u-s-can-lead-on-climate-11635685201", "title": "Biden's Glasgow Challenge Is to Convince World That U.S. Can Lead on Climate", "date": "2021-11-01 03:59", "summary": "President seeks to rally global support for tough climate measures even as his domestic policy faces uncertainty. President Biden heads to the climate summit in Glasgow aiming to show that the U.S. is ready to take a leadership role on global warming, but with few concrete options for rallying international support for the tough measures scientists say are needed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11635704990", "title": "Pepper...and Salt", "date": "2021-11-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-the-office-always-this-distracting-get-ruthless-about-your-productivity-now-11635739260", "title": "Was the Office Always This Distracting? Get Ruthless About Your Productivity Now", "date": "2021-11-01 00:01", "summary": "Most Popular News. You're back at the office. How are you supposed to get any work done?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/monday-tradition-monday-crossword-november-1-11635540334", "title": "Monday Tradition (Monday Crossword, November 1)", "date": "2021-11-01 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-nations-wrangle-over-climate-change-goals-ahead-of-cop26-11635680984", "title": "G-20 Disagreements Point to Challenges for COP26 Summit", "date": "2021-11-01 21:40", "summary": "Resume Subscription. ROME-The world's leading economies made no major progress on Sunday over how to cut greenhouse gas emissions, showing how difficult it will be to achieve a breakthrough at United Nations climate talks in Glasgow over the next two weeks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/american-airlines-flight-cancellations-continue-to-climb-11635696470", "title": "American Airlines' Flight Cancellations Are Latest to Disrupt Travel", "date": "2021-11-01 20:56", "summary": "Airlines are racing to bring back flight attendants and ground staff as well as hire pilots, but they haven't returned to full force. American Airlines Group Inc. scrubbed more than 1,900 flights over the weekend, the latest in a series of cancellations to disrupt travelers' plans, as the industry struggles to steady itself a year and a half into the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-new-york-city-workers-to-lose-pay-as-vaccine-mandate-starts-monday-11635714043", "title": "Thousands of New York City Workers to Lose Pay as Vaccine Mandate Starts Monday", "date": "2021-11-01 20:48", "summary": "Just over 90% of the city's workforce has gotten at least one Covid-19 shot, officials say. Thousands of New York City firefighters, police officers and other municipal employees stand to lose their paychecks starting Monday for failing to comply with Mayor Bill de Blasio's Covid-19 vaccine mandate.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]