[{"link": "https://www.wsj.com/articles/ge-union-pacific-suspend-covid-19-vaccination-mandates-after-injunction-on-biden-order-11639089010", "title": "GE, Union Pacific Suspend Vaccination Mandates After Injunction", "date": "2021-12-09 18:54", "summary": "Federal contractors had until Jan. 18 to comply with executive order calling for workers to be fully vaccinated. General Electric Co. , Union Pacific Corp. and other large employers have suspended Covid-19 vaccine requirements for workers after a U.S. court ruling blocked the Biden administration's plan to mandate vaccines for federal contractors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-increasingly-short-path-to-a-bomb-nuclear-deal-biden-trump-jcpoa-11638887488", "title": "Iran's Increasingly Short Path to a Bomb", "date": "2021-12-09 18:52", "summary": "The 2015 deal's lax rules made it easy for Tehran to advance its program.. The U.S. and Europe are still begging Iran to return to the increasingly irrelevant 2015 nuclear deal. But a new report on Iranian nuclear advances shows how far Tehran's program has come-and why President Biden should rethink his strategy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-packing-is-discreditable-as-ever-supreme-court-expansion-biden-progressives-constitution-11639083365", "title": "Court Packing Is Discreditable as Ever", "date": "2021-12-09 18:50", "summary": "Judicial independence is too important to sacrifice for a majority's temporary political advantage.. The idea of packing the Supreme Court had been relegated to the political fever swamps ever since Franklin D. Roosevelt's unsuccessful attempt in 1937. \"Court packing\" became such a term of opprobrium that it was even repurposed to smear ordinary judicial appointments that the opposition party disliked. The actual idea-expanding the number of justices to give the incumbent president a spate of new vacancies, thereby shifting the composition of the third branch of government-was so far beyond the pale that it was not even discussed as a serious option. When it comes to constitutional norms, court packing has long been understood to break a big one.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-would-make-daycare-even-pricier-child-care-cost-quality-regulation-build-back-better-11639084122", "title": "Biden Would Make Daycare Even More Expensive", "date": "2021-12-09 18:47", "summary": "The Build Back Better bill would act like a $20,000 to $30,000 annual tax on middle-income families.. Child care is already a major expense for parents, and President Biden pledges to reduce its cost with his multitrillion-dollar Build Back Better bill. Yet while some of those who receive government subsidies may see reduced costs, millions of other working parents could see their child-care costs double. The new program would act like a $20,000 to $30,000 annual tax on middle-income families.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-next-schools-leader-is-founder-of-all-boys-urban-schools-11639074238", "title": "Largest School Systems to See Leadership Shake-Ups", "date": "2021-12-09 18:42", "summary": "Mayor-elect in New York City names a new chancellor; Miami leader picked to head Los Angeles schools. New York City Mayor-elect Eric Adams on Thursday named veteran urban educator David Banks as the next leader of the nation's largest school system.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christendoms-greatest-satirist-desiderius-erasmus-martin-luther-reformation-catholic-polarization-11639083987", "title": "Christendom's Greatest Satirist", "date": "2021-12-09 18:41", "summary": "In Martin Luther's age, Erasmus tried to bridge the Catholic-Protestant divide.. \"I do not deny that I seek peace wherever possible,\" Desiderius Erasmus (1466-1536) wrote at the start of the Protestant Reformation. \"I believe in listening to both sides with open ears. I love liberty. I will not, I cannot serve any faction.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/being-you-review-why-we-have-a-sense-of-self-11639093233", "title": "'Being You' Review: Why We Have a Sense of Self", "date": "2021-12-09 18:40", "summary": "No matter how much we learn about brain states and mental states, the very existence of subjective feeling remains a puzzle.. Whenever I hear that someone has found a new theory of consciousness, I start to lose my own. The puzzle of how it is that squidgy, physical brains can give rise to primitive sensations, rich emotions and complex thoughts has stubbornly resisted solution; it's not even clear how it could be solved. So when the latest would-be Einstein announces yet another theory, my eyes start to glaze over in anticipation of drivel and disappointment. Neuroscientist Anil Seth's \"Being You\" is the exception that proves the rule. If you only read one book about consciousness, it must be his.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-one-ups-eric-holder-biden-obama-texas-redistricting-voting-repression-strassel-11639092297", "title": "Merrick Garland One-Ups Eric Holder", "date": "2021-12-09 18:39", "summary": "The Justice Department is pursuing an even more partisan agenda than it did in the Obama years.. Joe Biden has a habit of stating the opposite of reality, whether it's the \"extraordinary success\" of his Afghanistan withdrawal, the \"great\" jobs reports, or his comments on \"Jim Crow\" voting reforms. Then there's this claim from January: As attorney general, Merrick Garland will \"restore the honor, the integrity, the independence\" of the Department of Justice.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-to-vote-on-procedure-clearing-way-for-debt-limit-increase-11639068104", "title": "Senate Clears Key Hurdle for Debt-Ceiling Increase", "date": "2021-12-09 18:33", "summary": "Republicans and Democrats settled this week on novel path to raise the limit. WASHINGTON-The Senate overcame the biggest hurdle to raising the debt ceiling Thursday, with more than a dozen Republicans joining Democrats to help clear legislation crafted to avert a government default.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/votes-to-be-counted-in-starbucks-union-drive-11639071187", "title": "Starbucks Workers at Buffalo-Area Store Vote in Favor of Unionizing", "date": "2021-12-09 18:30", "summary": "Baristas voted to form first labor union at one of coffee giant's own U.S. cafes in its 50-year history. Starbucks Corp. baristas in Buffalo, N.Y., voted to form the first labor union at one of the coffee giant's own U.S. cafes in its 50-year history, as workers across the country push companies for better pay and benefits in a tight labor market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-monitoring-of-police-use-of-force-founders-on-lack-of-data-11639073896", "title": "Local Law-Enforcement Agencies Thwart FBI Push to Track Police Use of Force", "date": "2021-12-09 18:19", "summary": "Federal program faces elimination because local agencies aren't submitting statistics. WASHINGTON-The Federal Bureau of Investigation might have to eliminate a program that aims to track how often law-enforcement officers across the U.S. use force against citizens because too few agencies have submitted their statistics, according to a newly released government watchdog report.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-democracy-summit-biden-bungles-again-activists-human-rights-realism-china-xi-pakistan-11639083688", "title": "At the Democracy Summit, Biden Bungles Again", "date": "2021-12-09 18:18", "summary": "How did Pakistan and Congo pass muster when Singapore and Hungary were found wanting?. President Biden's democracy summit failed before it even began.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-stock-fizzles-after-splashy-public-offering-11639045802", "title": "Robinhood Fizzles After Splashy Public Offering", "date": "2021-12-09 17:59", "summary": "Shares of the brokerage that created a frenzy for individual investors are struggling to advance. It has been a rough few weeks for Robinhood Markets Inc.'s stock.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-sales-rise-during-start-of-holiday-season-11639087763", "title": "Costco Sales Rise During Start of Holiday Season", "date": "2021-12-09 17:59", "summary": "The warehouse retailer says some toys will miss Christmas after reporting a 9.8% increase in comparable sales for latest quarter. Costco Wholesale Corp. said sales rose in the most recent quarter, as the warehouse retailer navigates rising costs and shipping snarls that mean some toys will reach its stores after Christmas.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blitz-a-term-that-took-english-by-lightning-storm-11639090469", "title": "'Blitz': A Term That Took English by Lightning Storm", "date": "2021-12-09 17:54", "summary": "An enemy's menacing tactic gave a name to speedy assaults on everything from quarterbacks to Covid. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-12-09-2021-11638997824", "title": "Jobless Claims Fall to Lowest Level in 52 Years", "date": "2021-12-09 17:47", "summary": "Unemployment filings fell to 184,000 in the week ended Dec. 4 as employers hold on to workers. A strong economic recovery and persistent labor shortage pushed jobless claims to their lowest level in more than half a century last week, just 18 months after the pandemic prompted six million workers to file for unemployment in one week.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-other-leaders-sell-stock-at-historic-levels-as-market-soars-tax-changes-loom-11639089782", "title": "Musk, Other Insiders Are Selling Stock at Historic Levels", "date": "2021-12-09 17:43", "summary": "Insiders like the Waltons, Mark Zuckerberg and Google's co-founders have sold $63.5 billion through November, up 50% from 2020. Company founders and leaders are unloading their stock at historic levels, with some selling shares in their businesses for the first time in years, amid soaring market valuations and ahead of possible changes in U.S. and some state tax laws.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-of-two-oxford-high-school-students-sue-district-over-shooting-11639071842", "title": "Parents of Two Oxford High School Students Sue District Over Shooting", "date": "2021-12-09 17:43", "summary": "Two $100 million lawsuits come a week after four students died in mass shooting. The parents of a student shot in the neck during a mass shooting at her Michigan high school last week are filing two $100 million lawsuits against the district and several administrators and staff, a lawyer for the family said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-foods-ramps-up-meat-plant-automation-plans-11639082935", "title": "Tyson Foods Ramps Up Meat-Plant Automation Plans", "date": "2021-12-09 17:32", "summary": "Poultry giant says it will spend more than $1 billion developing robotic meat cutters over next three years. Tyson Foods Inc. said it plans to spend about $1.3 billion to automate parts of its production lines over the next three years, as meatpackers struggle with a nationwide labor shortage that has left many processing plants understaffed this past year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-considers-letting-immigrants-vote-in-local-elections-11639062664", "title": "New York City Lawmakers Pass Bill Letting Some Noncitizens Vote", "date": "2021-12-09 17:25", "summary": "Measure would permit lawful permanent residents or those authorized to work in U.S. to vote in city elections. New York City lawmakers approved a bill that will let more than 800,000 residents who aren't U.S. citizens vote in municipal elections, becoming the largest city in the U.S. to grant access to the polls to noncitizens.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-to-launch-commerce-initiative-with-product-recommendations-11639088689", "title": "WSJ to Launch Commerce Initiative With Product Recommendations", "date": "2021-12-09 17:24", "summary": "Publisher will join rival outlets that have built e-commerce operations, such as the New York Times and BuzzFeed. The Wall Street Journal plans to launch a commerce offering that will give users advice on which products and services to buy, publisher Almar Latour said in an internal memo to staff.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-spies-afghanistan-intelligence-agencies-counterintelligence-11639005882", "title": "A Failure of Counterintelligence in Afghanistan", "date": "2021-12-09 17:16", "summary": "The Taliban's strategy was taken right out of the old KGB playbook.. The Taliban's penetration of the former Afghan government played a key role in the lightning collapse of the former regime (\"Covert Taliban Agents Hastened the Takeover,\" Page One, Nov. 29). Our intelligence services were either ignorant of these facts or failed to draw obvious conclusions from them. This is what a counterintelligence failure looks like.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-politics-roe-v-wade-dobbs-politics-constitution-law-supreme-court-11639006360", "title": "Abortion Politics and the Return to the Constitution", "date": "2021-12-09 17:15", "summary": "Roe 'is not constitutional law and gives almost no sense of an obligation to try to be.'. William McGurn's \"What Pro-Lifers Want\" (Main Street, Nov. 30) sparks memories of law school in 1974 when a professor led an animated discussion about Roe v. Wade (1973). He started with Justice William Douglas's 1965 opinion in Griswold v. Connecticut that \"penumbras emanating\" from the Constitution created a zone of privacy. This zone morphed into constitutional protections for a woman's decision to end her pregnancy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lindbergh-baby-felony-murder-rule-ahmaud-arbery-law-crime-justice-11639006757", "title": "The Lindbergh Baby and the Felony-Murder Rule", "date": "2021-12-09 17:14", "summary": "The principle underlying the rule, applied famously in 1935, is sound.. Regarding Jason Willick's \"The Left, Ahmaud Arbery and 'Felony Murder'\" (op-ed, Nov. 30): In many, if not most, states, the felony-murder rule does not apply to all killings committed in the course of a felony, but only those committed in the course of a forcible felony.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-cathedral-faith-repair-fire-renovation-11639007226", "title": "How to Ruin Notre Dame Cathedral", "date": "2021-12-09 17:12", "summary": "People came to sit quietly in a pew and let themselves be overwhelmed.. How sad to find out that Father Gilles Drouin and his fellow remodelers never understood why people came to Paris's Notre Dame Cathedral (\"An Incendiary Plan for Notre Dame\" by Michael Lewis, Cultural Commentary, Dec. 1). They came to sit quietly in a pew and let themselves be overwhelmed by how much faith it must have taken to build this monument over hundreds of years. If they had wanted to see a Disney laser show, they would have gone to the Louvre Museum.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-federal-reserve-powell-inflation-targer-long-run-average-statistic-11639007613", "title": "The Fed Aims to Hit an Inflation Target-on Average", "date": "2021-12-09 17:10", "summary": "A long-run average means it never has to miss.. It is refreshing to see a discussion of what long-run average inflation means (\"What Jerome Powell Can't Say, and Doesn't Know\" by Joseph Sternberg, Political Economics, Dec. 3). We've heard the Federal Reserve claim that it's OK, even beneficial, for inflation to run over 2% to \"make up for\" inflation under 2% in previous years. How so, beyond allowing the Fed to claim it has met its target?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-09-2021-11639038586", "title": "S&P, Oil Prices Fall on Omicron Restrictions", "date": "2021-12-09 16:57", "summary": "S&P 500 also retreats as jobless claims decline; bitcoin drops after four days of gains. U.S. stocks continued to trade fitfully, with major indexes falling Thursday as investors assessed weekly jobless claims data and the latest global restrictions targeting the spread of the Omicron variant of the coronavirus.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-prepares-to-reduce-service-because-of-vaccine-mandate-11639086847", "title": "Amtrak Plans to Reduce Service if Vaccine Mandate Is Upheld", "date": "2021-12-09 16:54", "summary": "Long-distance routes could be limited as rail line has suffered from worker shortages throughout the pandemic. Amtrak said it expects it won't be able to operate all of its scheduled passenger trains when its vaccine mandate goes into effect in January.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-letitia-james-ends-gubernatorial-bid-11639069513", "title": "New York Attorney General Letitia James Ends Gubernatorial Bid", "date": "2021-12-09 16:53", "summary": "Democrat says she will seek second term as state's top prosecutor. New York state Attorney General Letitia James said Thursday that she was dropping her bid for governor and would seek another term in her current office.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-music-2021-adele-kacey-musgraves-japanese-breakfast-tirza-tyler-the-creator-11639085879", "title": "The Best Music of 2021: Moving On From Hardship", "date": "2021-12-09 16:40", "summary": "While albums from superstars like Drake and Kanye West fell flat, others by Adele and Kacey Musgraves-as well as lesser-known acts like Japanese Breakfast and Tirzah-offered hope after a difficult year.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-side-story-stephen-spielberg-stephen-sondheim-leonard-bernstein-tony-kushner-rita-moreno-11639085782", "title": "'West Side Story': Renewing an Urban Classic", "date": "2021-12-09 16:37", "summary": "Steven Spielberg's take on the iconic Stephen Sondheim/Leonard Bernstein musical updates that classic for the 21st century. The first thing that seizes your attention in Steven Spielberg's \"West Side Story,\" showing nationally in theaters, is the trio of annunciatory notes from the greatest score ever written for a Broadway musical. They're followed by the ominous finger snaps that foreshadow a story of love caught in the crossfire of racial hatred in a multiracial New York neighborhood in the 1950s. (The words are by Stephen Sondheim, who died late last month; the music was composed by Leonard Bernstein.) For those who know the original show, or the 1961 movie, the reconnection is instant. For those who don't-a great many young people, it's worth noting-the effect may be electrifying, a bombshell of musical energy bursting out of a time capsule.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/being-the-ricardos-nicole-kidman-javier-bardem-lucille-ball-desi-arnaz-ball-i-love-lucy-j-k-simmons-11639085709", "title": "'Being the Ricardos': A Drama With Some 'Splaining to Do", "date": "2021-12-09 16:36", "summary": "Nicole Kidman stars as Lucille Ball in Aaron Sorkin's look at the relationship between the 'I Love Lucy' actress and Desi Arnaz. Aaron Sorkin's \"Being the Ricardos\" stars Nicole Kidman as Lucille Ball and Javier Bardem as Desi Arnaz. At the center of the story is the process of creating, shaping and perfecting a single episode of a TV show, from a table reading of the script on Monday to filming in front of a live audience on Friday-not just any show, but \"I Love Lucy,\" the beloved sitcom that ran in its original form on CBS from 1951 to 1957. The production sequences are fascinating, a privileged view of a peerless entertainer at work. Ms. Kidman's Lucy, a woman of steely purpose and formidable energy, is an artist whose intuitive understanding of her material is matched by her fearless insistence on basic principles of physical comedy-clarity, logic, precision and simplicity. Those are not, unfortunately, principles that shape Mr. Sorkin's film, which is nothing if not ambitious but a frustrating sprawl, what with multiple themes, incessant flashbacks and a faux-documentary framework that feels faux from the very first frames.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-rocket-sean-baker-simon-rex-chris-bergoch-bree-elrod-brenda-deiss-11639085640", "title": "'Red Rocket' Review: A Manchild's Adult Entertainment", "date": "2021-12-09 16:34", "summary": "Sean Baker's latest tells the story of a washed-up porn star with tawdry dreams of glory. It's a touching sight, a grown man riding a little kid's bike from one job interview to another in the heat and blare of the Texas sun. And the interviews are hilarious-one of many impediments to the applicant's success is a 17-year gap in his employment record. But Mikey Saber (Simon Rex), the hero of Sean Baker's \"Red Rocket,\" is not a grown man. He's an ever-hopeful child in the twitchy body of a middle-aged dropout from the adult film industry, a compulsive babbler who tells anyone who will listen that he has almost 900 followers on his YouTube channel, with an 85% positive click rate. Mr. Rex gives a 100% phenomenal performance, starting with a bright veneer of charm that conceals only barely, then not at all, an unmoored soul. Interesting characters are never one single thing, but the remarkable thing about Mikey is his ability to elicit our almost simultaneous feelings of affection, delight, pity, dismay and incipient horror. (The film is playing in select theaters.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-charlie-chaplin-showtime-city-lights-limelight-the-great-dictator-robert-downey-jr-11639085039", "title": "'The Real Charlie Chaplin' Review: The Man Behind the Tramp", "date": "2021-12-09 16:25", "summary": "This Showtime documentary looks at the complicated persona of the famous actor. By 1918, eight years after he first left his native England for America, Charles Chaplin was \"more famous than anyone had been before,\" we're told in \"The Real Charlie Chaplin.\" He would become as famous as anyone has ever been. There was no social media; even the heyday of radio was yet to come. Yet Chaplin the star-in his persona of the mustachioed, cane-twirling Little Tramp-was as recognizable as the moon.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nutcracker-and-the-mouse-king-pbs-alan-cumming-john-manceri-tchaikovsky-11639084896", "title": "'The Nutcracker and the Mouse King' Review: A New Take on a Christmas Classic", "date": "2021-12-09 16:22", "summary": "Composer and educator John Mauceri leads the Royal Scottish National Orchestra through his own reworking of both Hoffmann and Tchaikovsky in a performance narrated by Alan Cumming. After the tutus, sugarplums and delirious music, what \"The Nutcracker\" usually leaves us with is a craving for more. Which is precisely what one gets from \"The Nutcracker and the Mouse King,\" a ballet-free combination prequel, sequel and reimagining of the familiar E.T.A. Hoffmann story, with music by a formidable Russian, Pyotr Ilyich Tchaikovsky, and live narration by an impish Scotsman, Alan Cumming.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mrs-doubtfire-jerry-zacks-robin-williams-rob-mcclure-wayne-kirkpatrick-karey-kirkpatrick-11639084741", "title": "'Mrs. Doubtfire' Review: Musical Amnesia", "date": "2021-12-09 16:20", "summary": "This retelling of the Robin Williams-led 1993 film features a forgettable score and banal lyrics. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-covid-19-booster-authorized-for-16-and-17-year-olds-11639067421", "title": "Pfizer-BioNTech Covid-19 Booster Authorized for 16- and 17-Year-Olds", "date": "2021-12-09 16:18", "summary": "The teenagers can now get the extra dose at least six months after finishing the two-dose series. U.S. health regulators cleared the Covid-19 booster from Pfizer Inc. and partner BioNTech SE for use in 16- and 17-year-olds, widening eligibility as the worrisome Omicron variant spreads around the world.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-the-games-out-of-gamestop-11639058405", "title": "Taking the Games Out of GameStop", "date": "2021-12-09 16:17", "summary": "Retailer's latest results reflect focus on hardware, but lack of details and cash burn might test even meme stock fans' patience. A videogame retailer without games? The new GameStop seems to think it is at least plausible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-occasion-friday-crossword-december-10-11639083158", "title": "On Occasion (Friday Crossword, December 10)", "date": "2021-12-09 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-many-inventors-of-champagne-11639083414", "title": "The Many Inventors of Champagne", "date": "2021-12-09 15:56", "summary": "Ancient Romans, modern Americans and the Widow Clicquot helped make wine bubbly. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-rivian-r1t-much-anticipated-still-a-work-in-progress-11639082802", "title": "2022 Rivian R1T: Much Anticipated, Still a Work in Progress", "date": "2021-12-09 15:46", "summary": "The first-of-its-kind heavy-duty EV pickup comes with stupefying power and an attractive design. But it weighs a lot, writes Dan Neil, and still needs debugging.. LAST SATURDAY, at the local Cars & Coffee, a gentleman stepped out of the crowd surrounding my borrowed Rivian R1T electric pickup to convey his skepticism. He didn't like that electric cars were being \"jammed down people's throats,\" he said.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aerospace-firms-probed-over-alleged-no-poach-deals-first-charges-announced-11639081817", "title": "Aerospace Firms Probed Over Alleged No-Poach Deals", "date": "2021-12-09 15:30", "summary": "Case against former Pratt & Whitney manager comes amid Justice Department push to crack down on agreements limiting wages, mobility. The Justice Department charged a former Pratt & Whitney manager with conspiring with engineering firms not to poach each other's workers, the first case in a continuing antitrust investigation in the aerospace industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-ceo-sees-turnaround-effort-as-five-year-job-11639080290", "title": "Intel CEO Sees Turnaround Effort as Five-Year Job", "date": "2021-12-09 15:04", "summary": "Restoring industry leadership, building contract chip-making business takes time, Pat Gelsinger says. Intel Corp. Chief Executive Pat Gelsinger says his plan to turn around the U.S. semiconductor company is a multiyear assignment.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-home-at-aman-new-york-in-contract-for-55-million-11639080075", "title": "Manhattan Home at Aman New York in Contract for $55 Million", "date": "2021-12-09 15:01", "summary": "Vladislav Doronin's Crown Building condominium is nearly sold out. A full-floor apartment at Aman New York, a luxury condominium on Fifth Avenue in Manhattan, is in contract for its full asking price of $55 million, according to the developer.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-recipe-for-seared-scallops-11639076926", "title": "What Makes This Quick Recipe for Seared Scallops So Irresistible?", "date": "2021-12-09 15:00", "summary": "Three words: warm bacon vinaigrette. The scallops and their savory dressing are ready in 15 minutes flat.. KNOWN AS A Southern chef and the owner of four Atlanta restaurants-not to mention a veteran of San Francisco's Zuni Café-Anne Quatrano has, over the years, also found culinary inspiration in New England, on Nantucket. \"Most of my industry friends, I met on the island. I visit a few times a year. I have to see the water,\" she said.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metropolitan-museum-of-art-to-remove-sackler-name-from-exhibition-spaces-11639076601", "title": "Metropolitan Museum of Art to Remove Sackler Name From Exhibition Spaces", "date": "2021-12-09 14:58", "summary": "New York museum says decision was made with members of Sackler family, who owns OxyContin maker Purdue Pharma. Seven museum exhibition spaces at the Metropolitan Museum of Art will no longer bear the name Sackler, the family who owns OxyContin maker Purdue Pharma LP who have faced intense scrutiny over the company's role in the U.S. opioid crisis.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/late-sen-bob-dole-is-honored-at-capitol-rotunda-11639077543", "title": "Late Sen. Bob Dole Is Honored at Capitol Rotunda", "date": "2021-12-09 14:19", "summary": "Tributes poured in at a ceremony in Washington for the former Republican Kansas senator who died over the weekend at the age of 98. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-hosts-summit-for-democracy-but-whos-invited-and-not-draws-questions-11639045806", "title": "Biden Hosts Summit for Democracy, but Invitation List Draws Questions", "date": "2021-12-09 14:08", "summary": "More than 100 democratic governments were invited, and 89 came to the virtual gathering intended to showcase democracy's advantages. President Biden opened a virtual gathering Thursday of scores of democratic governments meant to showcase the benefits of democracy over authoritarianism, though the list of invitees is already straining the effort.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-joys-of-having-our-phones-incessantly-ping-us-11639076570", "title": "On the Joys of Having Our Phones Incessantly Ping Us", "date": "2021-12-09 14:02", "summary": "How else would we know about grandkid photos or the Sixers going up by three ...or five... or 11?. Of all the inventions of recent times, none is more reflexively disparaged than the ostensibly annoying \"ping\" from our smartphones announcing that we have new messages or news updates. The dreaded ping, we are told by the high priests of the electronic decluttering community, is invasive and distracting and slowly but surely drives us all mad. The mythology of pingophobes is that without the ceaseless interruptions from pings and dings and squawks and tingling sounds we could finish that report for HR, tighten those abs, learn Chinese, balance the federal budget and really get this society firing on all cylinders.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-find-the-best-wine-club-11639076030", "title": "How to Find the Best Wine Club", "date": "2021-12-09 13:53", "summary": "A membership makes a great holiday gift for the oenophile on your list-as long as the club truly delivers. Our wine columnist tasted her way through the current offerings to determine which clubs are actually worthy.. DOES A WINE CLUB membership ensure access to carefully curated selections-or does it mean signing up to receive bottles that are mediocre or worse? The answer can be Yes on both counts.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-pump-the-brakes-on-big-tech-car-distracted-driving-accidents-auto-maker-apple-google-11639064616", "title": "Let's Pump the Brakes on Big Tech", "date": "2021-12-09 13:34", "summary": "Smartphones exist to distract us. Cars require the opposite.. When you're behind the wheel of a 4,000-pound automobile at 60 miles an hour, distractions cost lives. Drivers nonetheless take selfies, livestream on Facebook , respond to text messages, and scroll through news feeds. According to the Centers for Disease Control and Prevention, an average of eight people a day die in accidents caused by distracted driving.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-gary-gensler-seeks-to-level-playing-field-between-spacs-traditional-ipos-11639063202", "title": "SEC's Gensler Seeks to Level Playing Field Between SPACs, Traditional IPOs", "date": "2021-12-09 13:26", "summary": "Wall Street regulator says popular vehicles don't provide investors with enough protection. WASHINGTON-Securities and Exchange Commission Chairman Gary Gensler took aim Thursday at blank-check companies known as special-purpose acquisition companies, or SPACs, saying they provide ordinary investors with incomplete information and insufficient protection against conflicts of interest and fraud.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-december-4-11639073291", "title": "Bestselling Books Week Ended December 4", "date": "2021-12-09 13:08", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vws-ceo-survives-labor-dispute-but-with-diminished-role-11639060120", "title": "VW's CEO Survives Labor Dispute but With Diminished Role", "date": "2021-12-09 12:57", "summary": "Europe's biggest auto maker accelerates investment in electric transformation. BERLIN- Volkswagen AG's besieged chief executive has survived a monthslong battle with labor leaders but he will now lead Europe's biggest auto maker on a shorter leash, raising questions about how fast and how far he can push through the electric transformation he started at the company.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-children-lose-when-their-brains-develop-too-fast-11639071752", "title": "What Children Lose When Their Brains Develop Too Fast", "date": "2021-12-09 12:42", "summary": "Adverse early experiences can make young minds inflexible, while a carefree childhood has clear cognitive benefits. The great Swiss psychologist Jean Piaget used to talk about \"the American question.\" In the course of his long career, he lectured around the world, explaining how children's minds develop as they get older. When he visited the U.S., someone in the audience was sure to ask, \"But Prof. Piaget, how can we get them to do it faster?\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dole-lies-in-state-as-biden-hails-former-senator-as-giant-of-our-history-11639071432", "title": "Bob Dole Hailed by Biden as 'Giant of Our History'", "date": "2021-12-09 12:37", "summary": "Former colleagues pay tribute to longtime GOP Senate leader, presidential candidate in Capitol Rotunda. WASHINGTON-President Biden hailed former Sen. Bob Dole as \"a giant of our history\" as he lay in state in the U.S. Capitol Rotunda on Thursday, with politicians who worked alongside the Kansas Republican paying tribute in the heart of the building where he served as a legislator for 36 years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-needs-saudi-arabia-arms-patriot-interceptors-drone-missile-houthis-oil-prices-biden-human-rights-11639064928", "title": "America Needs Saudi Self-Defense", "date": "2021-12-09 12:29", "summary": "Without interceptors for Riyadh, America risks making Iran stronger and driving oil prices up.. Saudi Arabia is begging the U.S. for Patriot interceptors to defend itself against drone and missile attacks from the Iranian-backed Houthis in Yemen. The Biden administration's reluctance to provide them is wrong for three reasons. First, it endangers the Saudi people, who look to the U.S. for protection. Second, it endangers an ally and benefits Iran. Third, it is politically self-destructive for President Biden: It risks higher oil prices if missiles from Yemen hit Saudi oil fields.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-confirms-it-halted-work-on-secret-chinese-port-project-after-pressure-from-u-s-11639070894", "title": "U.A.E. Shut Down China Facility Under U.S. Pressure, Emirates Says", "date": "2021-12-09 12:28", "summary": "Construction rattled relations between Washington and Gulf ally over concerns that Beijing was building military facility. WASHINGTON-The United Arab Emirates recently ordered work halted on a Chinese facility in the country after American officials argued that Beijing intended to use the site for military purposes, a top U.A.E. official said Thursday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happened-travis-scott-astroworld-tragedy-11636478633", "title": "What We Know About the Tragedy at Travis Scott's Astroworld Concert", "date": "2021-12-09 12:22", "summary": "At least 10 people died when the crowd compressed toward the stage at the Houston event on Nov. 5. Here's the latest information about the tragedy.. At least 10 people died and two dozen others were treated at hospitals after a crowd surge at a performance by Travis Scott as part of the Astroworld Festival in Houston on the evening of Nov. 5. The Houston Police Department is investigating.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-to-reduce-international-flights-due-to-boeing-dreamliner-delays-11639054802", "title": "American Airlines to Reduce International Flights Due to Dreamliner Delays", "date": "2021-12-09 12:21", "summary": "Carrier is planning to trim number of overseas trips next summer because Boeing hasn't delivered new 787s amid production problems. American Airlines Group Inc. said it would trim international flights next summer because of Boeing Co. 's delays in delivering new 787 Dreamliners.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-com-ceo-apologizes-for-blundered-zoom-firings-11639069722", "title": "Better.com CEO Apologizes for 'Blundered' Zoom Firings", "date": "2021-12-09 12:08", "summary": "Vishal Garg says he made a bad situation worse, after video meeting where hundreds were fired went viral. The chief executive of online mortgage lender Better.com apologized after a video of him firing hundreds of workers on a Zoom conference call last week was posted on TikTok and viewed by millions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-the-office-is-really-a-thing-of-the-past-these-investors-will-make-a-killing-11639058404", "title": "If the Office Is Over, These Investors Could Make a Killing", "date": "2021-12-09 12:07", "summary": "Resume Subscription. The Empire State Building , completed in 1931, has seen 15 recessions. Jonathan Litt thinks the pandemic could be the event that makes a long-term dent in the building's fortunes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-treatment-of-uyghurs-amounts-to-genocide-u-k-based-panel-finds-11639068852", "title": "China's Treatment of Uyghurs Amounts to Genocide, Panel Finds", "date": "2021-12-09 12:06", "summary": "Beijing pursues a \"deliberate, systematic and concerted policy\" to reduce the population of Uyghurs and other ethnic minorities, says panel of lawyers, academics and activists. HONG KONG-An independent panel wrapped up its yearlong examination of China's treatment of Uyghurs and other ethnic minorities in Xinjiang, concluding that China's policies in the region amounted to a form of genocide.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-it-bags-are-under-350-heres-why-11639069376", "title": "Today's 'It' Bags Are Under $350. Here's Why.", "date": "2021-12-09 12:02", "summary": "The latest status bags aren't defined by look-at-me logos or heart-stopping price tags. Instead, savvy customers are seeking anonymity and accessibility. Here, how the sub-$350 purse came to reign.. IF ANY POP CULTURE phenomenon cemented the concept of the \"It\" Bag, it was the original, Y2K-era \"Sex and the City.\" There, in co-starring roles, were Dior's Saddle Bag, Fendi's Baguette, Gucci's Belt Bag and Judith Leiber's crystal clutch. And, of course, the Hermès Birkin, whose cameo introduced the masses to the concept of a bag that demanded not only a four-figure minimum outlay but a waiting period, much to the ire of Samantha (Kim Cattrall).", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-billion-dollar-property-portfolios-of-queen-elizabeth-and-prince-charles-11639069372", "title": "The Billion-Dollar Property Portfolios of Queen Elizabeth and Prince Charles", "date": "2021-12-09 12:02", "summary": "Each royal controls over a billion dollars in real estate, and that is just the property that can be valued. Here's a look at their extensive real-estate holdings.. Like most British families, the royal family has its time-honored Christmas traditions: The holidays are usually spent at Queen Elizabeth's country estate, Sandringham. There, before and after a hearty Christmas dinner, it is said dinner guests are invited to step on to a set of scales to assess their weight gain, a scene re-created in the 2021 movie \"Spencer,\" which imagines events at a royal Christmas at Sandringham in the early 1990s.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travis-scott-says-he-didnt-know-what-happened-at-astroworld-concert-until-after-the-show-11639065772", "title": "Travis Scott Says He Didn't Know What Happened at Astroworld Concert Until After the Show", "date": "2021-12-09 11:55", "summary": "Ten people died following crowd surge at hip-hop artist's Houston music festival. Travis Scott spoke about his Astroworld concert that left 10 people dead, saying in his first interview since the incident that he didn't know exactly what happened until after the show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-farmers-end-yearlong-protest-after-government-retreat-11639068646", "title": "Indian Farmers End Yearlong Protest", "date": "2021-12-09 11:50", "summary": "Move follows Prime Minister Narendra Modi's decision to abandon an overhaul of the agricultural sector. NEW DELHI-India's farmers said they would call off protests that have endured for more than a year, after the government acceded to their demands and completed a major retreat for Prime Minister Narendra Modi.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pantone-picks-a-color-of-the-year-so-does-everybody-else-11639068306", "title": "Pantone's 2022 Color of the Year Has a Lot of Competition", "date": "2021-12-09 11:45", "summary": "The company just announced its selection is Very Peri, but others have also declared choices; Cream Moonstone, Guacamole, Cosmos. Who determines the color of the year? These days, who doesn't?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-kaisa-defaults-fitch-says-as-industrys-debt-challenges-mount-11639046650", "title": "Evergrande and Kaisa Have Defaulted, Fitch Says", "date": "2021-12-09 11:21", "summary": "Failures to repay investors are piling up in China's property sector. Fitch Ratings said China Evergrande Group and a second big property developer, Kaisa Group Holdings Ltd. , had defaulted after missing U.S. dollar bond payments.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rupert-murdoch-buys-200-million-montana-ranch-from-the-koch-family-11639065752", "title": "Rupert Murdoch Buys $200 Million Montana Ranch From the Koch Family", "date": "2021-12-09 11:02", "summary": "The media mogul and his wife, Jerry Murdoch, purchased a cattle ranch spanning about 340,000 acres near Yellowstone National Park. Media mogul Rupert Murdoch and his wife, Jerry Murdoch, have purchased a Montana cattle ranch spanning about 340,000 acres from Matador Cattle Co., a subsidiary of Koch Industries. The price was roughly $200 million, making it the largest ranch sale in Montana history, according to people with knowledge of the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dinosaur-tracks-show-the-fearsome-predators-had-usain-bolt-speed-11639065602", "title": "Dinosaur Tracks Show the Fearsome Predators Had Usain Bolt Speed", "date": "2021-12-09 11:00", "summary": "New analysis of fossilized footprints found in Spain suggests some carnivorous dinosaurs could run at speeds of up to 28 miles an hour. A new look at fossilized footprints made millions of years ago in a muddy lake bed in northern Spain shows that some meat-eating dinosaurs were agile sprinters capable of running at speeds of up to 28 miles an hour. That's one of the fastest speeds ever estimated for the two-legged, three-toed predators-known as theropods-and about the same pace that Jamaican sprinter Usain Bolt ran in 2009 when he broke the 100-meter world record.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-metaverse-the-next-big-thing-11638824007", "title": "Is the Metaverse Really the Next Big Thing?", "date": "2021-12-09 10:16", "summary": "Its advocates say more immersive interfaces will increase our sense of presence. I think they have their definitions wrong.. Mark Zuckerberg would like you to be a little more present.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-meal-kits-what-11638299194", "title": "What's Hot in Meal Kits", "date": "2021-12-09 10:00", "summary": "Companies that sell meal kits are upgrading to try to keep their pandemic subscribers. Sunbasket's CEO talks about this year's changing tastes.. The meatloaf with mashed potatoes of 2020 has become paleo pork verde with cauliflower rice in 2021.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-tech-events-of-2021-that-will-shape-future-11638822715", "title": "10 Tech Events of 2021 That Will Shape the Future", "date": "2021-12-09 10:00", "summary": "Resume Subscription. Imagine that we're living in 2030. Now try to imagine how different things will be. Do you picture flying cars, supersonic travel, robots walking among us, spending big parts of our days in the metaverse?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/athletes-mental-health-11638301882", "title": "Athletes and Mental Health: A Long-Overdue Conversation", "date": "2021-12-09 10:00", "summary": "Why it's happening now-and where we go from here. Conversations about the intersection between mental health and sport have come out of the proverbial shadows. The evolution is long overdue.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-investor-fought-in-world-war-ii-and-to-establish-israel-11639062005", "title": "Real-Estate Investor Fought in World War II and to Establish Israel", "date": "2021-12-09 10:00", "summary": "Leonard Sherman, who has died in his late 90s, served in the U.S. Army before joining the struggle for a Jewish state. Many business leaders of Leonard Sherman's generation were toughened by wartime military service. Mr. Sherman got a double dose, fighting for the U.S. and then Israel, before settling down in the 1950s as a Chicago-based real-estate investor.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-december-11-11636666120", "title": "Number Puzzles (Saturday, December 11)", "date": "2021-12-09 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-student-misbehavior-remote-learning-covid-11639061247", "title": "Schools Confront a Wave of Student Misbehavior, Driven by Months of Remote Learning", "date": "2021-12-09 09:57", "summary": "Resume Subscription. School districts across the U.S. say they are seeing a surge of student misbehavior in the return to in-person learning, after months of closures and disruptions due to the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-explained-11610564572", "title": "Iran Nuclear Deal: What to Know as Talks Continue", "date": "2021-12-09 09:38", "summary": "Western countries have growing concerns over Iran's nuclear work amid low expectations for a breakthrough. Nuclear talks between Iran, the U.S. and other major powers resumed on Nov. 29 for the first time in five months but U.S. and European officials are warning that Iran's new government has backtracked on its previous commitments, leaving the negotiations a step closer to collapsing.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-helicopter-crash-flight-data-recorder-is-recovered-11639060677", "title": "India Helicopter Crash Flight Data Recorder Is Recovered", "date": "2021-12-09 09:37", "summary": "Investigation proceeds into crash that killed the country's highest-ranking military official, his wife and 11 military personnel. NEW DELHI-Authorities investigating the cause of the helicopter crash that killed India's highest-ranking military official have recovered the flight data recorder, a senior security official said.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolex-seller-benefits-from-a-well-timed-u-s-start-11639060439", "title": "Rolex Seller Benefits From Well-Timed U.S. Start", "date": "2021-12-09 09:34", "summary": "Watches of Switzerland saw the potential of the American market early, but needs to keep its big-brand suppliers sweet. Distracted by China for years, luxury brands are waking up to the spending power of America's shoppers. One Rolex retailer did well to rouse early.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-novavax-rent-the-runway-dwac-what-to-watch-when-the-stock-market-opens-today-11639050946", "title": "In the Market: GameStop, Novavax, Rent the Runway, DWAC", "date": "2021-12-09 09:34", "summary": "GameStop shares slipped after it reported a wider loss; Rent the Runway fell on costs related to its IPO. Wall Street stock indexes were down in morning trading after new restrictions were laid out in the U.K. to combat the spread of the Omicron variant. Here's what we're watching in Thursday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-chairman-breaks-swiss-quarantine-rules-11639060204", "title": "Credit Suisse Chairman Breaks Swiss Quarantine Rules", "date": "2021-12-09 09:30", "summary": "António Horta-Osório says the breach was unintentional and has reported it to health authorities and the regulator. António Horta-Osório exhorted Credit Suisse Group AG employees to be better at managing risks and following the rules when he joined the Swiss bank in April after a string of scandals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-central-bank-is-under-pressure-but-to-what-end-11639058685", "title": "China's Central Bank Is Under Pressure, but to What End?", "date": "2021-12-09 09:04", "summary": "A recent policy change probably doesn't spell an end to priorities like curbing the growth of bad debt. When is a central bank not truly independent?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quinn-ewers-ohio-state-transfer-college-football-11639058442", "title": "The Endless Recruitment of a Hotshot Quarterback", "date": "2021-12-09 09:04", "summary": "Quinn Ewers, the top prep quarterback prospect in years, played just two downs this season at Ohio State. He's packing up his endorsements and offering his services to a new team. Sixteen months ago, few prospective college athletes had as many choices as Quinn Ewers. With supreme athletic gifts and a bleach-blond mullet, Ewers was the country's top high-school quarterback by a resounding consensus. The suburban Dallas-Fort Worth star attracted scholarship offers from 31 schools and in August 2020 chose to attend Texas.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-race-to-prevent-child-tax-credit-payments-from-lapsing-11639058401", "title": "IRS Is About to Send December's Child Tax Credit Payment. January's Depends on Congress.", "date": "2021-12-09 09:00", "summary": "Lawmakers face late-December deadline to continue monthly deposits; House-passed Biden package would extend program through 2022. WASHINGTON-Democrats are racing to keep monthly child tax credit deposits flowing to households, using the payments' potential lapse to build momentum for finishing their roughly $2 trillion education, healthcare and climate bill before December ends.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vivendi-to-launch-takeover-bid-for-hachette-owner-lagardere-11639057435", "title": "Vivendi to Launch Takeover Bid for Hachette Owner Lagardère", "date": "2021-12-09 08:43", "summary": "Deal would resolve lengthy tussle over book publisher's owner and bolster billionaire Vincent Bolloré's influence over French media. PARIS- Vivendi SE said it plans to launch a takeover bid for Lagardère SA, a deal that would resolve a yearslong saga over control of the Hachette books owner.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/balinese-indigo-dye-studio-11639056814", "title": "The Balinese Indigo Dye Studio Welcoming Blue-Loving Adventurers", "date": "2021-12-09 08:34", "summary": "Resume Subscription. Earlier this year, the fashion brand founder Susanna Perini went about her life for two weeks with an unusual new look: Her hands and wrists were dyed a deep blue.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caterpillar-cfo-navigates-customers-varying-appetite-for-decarbonization-11639056601", "title": "Caterpillar CFO Navigates Customers' Varying Appetite for Decarbonization", "date": "2021-12-09 08:30", "summary": "Andrew Bonfield talks about ESG bonds, technological changes and moving dirt. Andrew Bonfield led the finances of a chocolate maker, a utility company and a biopharmaceutical firm before joining Caterpillar Inc.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-enterprises-board-rejects-aldens-acquisition-offer-11639056463", "title": "Lee Enterprises Board Rejects Alden's Acquisition Offer", "date": "2021-12-09 08:27", "summary": "Newspaper publisher says board determined hedge fund's proposal undervalues the company. Local news publisher Lee Enterprises Inc. said its board had unanimously rejected an unsolicited takeover bid from Alden Global Capital LLC, a New York hedge fund that has become a media-industry consolidator.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-are-unsure-if-fine-tuning-shots-for-omicron-is-worthwhile-11639054806", "title": "Covid-19 Vaccine Makers Are Unsure if Fine-Tuning Shots for Omicron Is Worthwhile", "date": "2021-12-09 08:00", "summary": "Researchers question whether 'original antigenic sin' applies to the new variant. Several vaccine makers are racing to develop revamped Covid-19 shots against Omicron in case the highly mutated variant renders the existing shots less effective. But it isn't yet clear that the immune response can be fine-tuned to the new strain by boosting with a tweaked vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-covid-19-cause-flu-strain-to-go-extinct-11639054801", "title": "Did Covid-19 Cause Flu Strain to Go Extinct?", "date": "2021-12-09 08:00", "summary": "Possible disappearance of influenza B Yamagata lineage could have implications for annual flu vaccines, scientists say. SYDNEY-Australian researchers who have spent much of the past two years studying Covid-19 recently turned their attention to another public-health mystery: the possible disappearance of one of the four main strains of flu that infect humans.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-unicredit-to-unveil-new-strategy-as-restructuring-ends-11639038393", "title": "Italy's UniCredit Unveils New Strategy as Restructuring Ends", "date": "2021-12-09 07:36", "summary": "New plan focuses on business growth and use of excess capital. ROME- UniCredit SpA said it plans to expand by hiring staff and investing in digitization as part of a three-year strategic plan that includes share buybacks and bigger dividends.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-latest-challenge-is-engineering-a-soft-landing-for-a-sputtering-economy-11639053362", "title": "China's Challenge Is Engineering Soft Landing for a Sputtering Economy", "date": "2021-12-09 07:36", "summary": "Policy makers want to stimulate growth, but they are constrained by policies designed to rein in debt and speculative behavior. HONG KONG-Chinese leaders are trying to reverse a sharp growth slowdown without abandoning policies that triggered much of the weakness to begin with-a tricky task that could test Beijing's ability to engineer a soft landing for the world's No. 2 economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-figure-out-the-covid-19-tests-you-need-for-air-travel-11639051202", "title": "How to Figure Out the Covid-19 Tests You Need for Air Travel", "date": "2021-12-09 07:04", "summary": "Travelers have to get tested within one day of their flights; here is what else has changed. The rules for flying into the U.S. have changed yet again.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overdraft-scrutiny-can-be-opportunity-for-lenders-11639051382", "title": "Overdraft Scrutiny Can Be Opportunity for Lenders", "date": "2021-12-09 07:03", "summary": "Banks that come up with new ways to provide credit and service customers beyond traditional fees could keep ahead of competitors. The doors might be closing on certain banking fees. But windows for lending are opening.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-didnt-really-downsize-11639051383", "title": "Zillow Didn't Really Downsize", "date": "2021-12-09 07:03", "summary": "In today's wild real-estate market, the online firm's value is Exhibit A. In today's real-estate market, nothing should surprise you, but here's an interesting one: As it exits iBuying after steep losses, Zillow Group is now worth nearly twice as much as it was before going big into the once-hyped business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-fined-1-3-billion-in-italian-antitrust-case-11639043714", "title": "Amazon Fined $1.3 Billion in Italian Antitrust Case", "date": "2021-12-09 07:03", "summary": "Fine comes amid a similar investigation being carried out by EU authorities. MILAN-Italy's antitrust regulator fined Amazon.com Inc. $1.3 billion, saying it harmed competitors by favoring third-party sellers that use the company's logistics services, a decision that reflects increased scrutiny of tech giants by antitrust regulators globally.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rakuten-other-advertisers-plan-optimistic-tone-for-super-bowl-ads-11639051205", "title": "Rakuten, Others Plan Optimistic Tone for Super Bowl Ads", "date": "2021-12-09 07:00", "summary": "Marketers and agencies say the second Super Bowl of the pandemic will be more upbeat than the first. Rakuten Rewards plans to run its first Super Bowl commercial in February, an effort to use television's biggest broadcast of the year in part to help U.S. consumers understand what it does.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-lose-2-billion-in-10-years-unpaid-bills-pile-up-for-former-hedge-fund-star-11639051201", "title": "Unpaid Bills Pile Up for Former Hedge-Fund Star", "date": "2021-12-09 07:00", "summary": "Resume Subscription. Philip Falcone was worth more than $2 billion a decade ago. By last year, he was representing himself in court, saying he couldn't afford a lawyer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rent-the-runways-opening-look-underwhelms-11639049401", "title": "Rent the Runway's Opening Look Underwhelms", "date": "2021-12-09 06:30", "summary": "Fashion-rental company stumbles in its first quarterly report as a public entity. Rent the Runway could have really used a Hadid sister to bring its figures to life.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-spurs-biggest-rise-in-life-insurance-payouts-in-a-century-11639045802", "title": "Covid Spurs Biggest Rise in Life-Insurance Payouts in a Century", "date": "2021-12-09 05:30", "summary": "Death-benefits payments jumped 15% last year, biggest increase since 1918 flu epidemic. The Covid-19 pandemic last year drove the biggest increase in death benefits paid by U.S. life insurers since the 1918 influenza epidemic, an industry trade group said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-rollout-for-young-children-is-slow-in-many-states-11639045804", "title": "Covid-19 Vaccine Rollout for Young Children Is Slow in Many States", "date": "2021-12-09 05:30", "summary": "Some parents cautious about the shots for 5- to 11- year-olds, new poll shows. Covid-19 vaccinations for children 5 to 11 years old are off to a slow start in many parts of the U.S., federal data show, underscoring the challenges health officials face in persuading parents to inoculate their children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-rent-is-rising-fast-heres-what-americans-can-do-about-it-11639045803", "title": "The Cost of Rent Is Where Many Americans Are Feeling Inflation Most", "date": "2021-12-09 05:30", "summary": "Cities such as Phoenix, Tampa and Boise are seeing huge increases, forcing tenants to decide about their budgets and what matters. Rising inflation is hitting the wallets of many Americans. The cost of rent is where some are feeling it most.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-reopens-a-funding-spigot-for-property-developers-11639045808", "title": "China Reopens a Funding Spigot for Property Developers", "date": "2021-12-09 05:30", "summary": "The move is enabling some companies to tap into an obscure form of debt financing that helps pay their suppliers.. HONG KONG-Chinese regulators have quietly reopened an onshore funding spigot for the country's property developers, enabling some firms to tap into an obscure form of debt financing that helps pay their suppliers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-closures-a-new-quest-to-make-offices-less-awful-11639045809", "title": "After Covid Closures, a New Quest to Make Offices Less Awful", "date": "2021-12-09 05:30", "summary": "To lure workers back, companies are renovating spaces, using software so staff can coordinate visits and dangling upgraded food to make offices more appealing. 'You want to create a pull, not a push.'. The office is back open. The new challenge is convincing more people to use it.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-amazon-backed-deliveroo-workers-would-be-classed-as-employees-under-eu-proposal-11639044561", "title": "Uber Workers Would Be Classed as Employees Under EU Proposal", "date": "2021-12-09 05:09", "summary": "New bill would create a presumption of employment for many drivers and delivery workers. Uber Technologies Inc., Amazon . com Inc.-backed Deliveroo PLC and other gig-economy companies could be forced to give more benefits to their drivers and delivery personnel under a European Union proposal that would reclassify many of their jobs as employment.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-can-weather-evergrande-crisis-chinas-top-central-banker-says-11639040788", "title": "Market Can Weather Evergrande Crisis, China's Central Banker Says", "date": "2021-12-09 04:06", "summary": "People's Bank of China Gov. Yi Gang also talks up Hong Kong's role as international financial hub. Financial stress at China Evergrande Group and a few of its peers won't cause longer-term damage to the Hong Kong market, and broader problems with debt at Chinese property developers should be dealt with according to market principles, China's top central banker said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-tighten-iran-sanctions-enforcement-as-nuclear-talks-stall-11639039567", "title": "U.S. Moves to Tighten Iran Sanctions Enforcement as Nuclear Talks Stall", "date": "2021-12-09 03:46", "summary": "Delegation to warn private firms and banks in U.A.E. that they 'face extreme risk' if sanctioned trade continues. The Biden administration is moving to tighten enforcement of sanctions against Iran, according to senior U.S. officials, the first sign of Washington increasing economic pressure on Tehran as diplomatic efforts to restore the 2015 nuclear deal falter.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factory-gate-inflation-softens-in-november-11639029858", "title": "China's Factory-Gate Inflation Softens in November", "date": "2021-12-09 01:04", "summary": "Producer-price index decelerates from October's 26-year high, leaving some options for stimulus. HONG KONG-China's factory-gate inflation ebbed in November after hitting a 26-year high, which economists say will give policy makers more room for easing to bolster a slowing economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mambu-valued-at-5-3-billion-in-investment-led-by-private-equity-firm-eqt-11639029602", "title": "Mambu Valued at $5.3 Billion in Investment Led by Private-Equity Firm EQT", "date": "2021-12-09 01:00", "summary": "The banking-software company looks to take advantage of a growing preference among businesses and consumers for digital-banking services. A group led by private-equity company EQT AB is acquiring a minority stake in banking-software firm Mambu, a deal that values the financial-technology company at more than $5.3 billion, the companies said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638992986", "title": "Pepper...and Salt", "date": "2021-12-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-accuses-el-salvadors-government-of-cutting-a-deal-with-gangs-11639023940", "title": "U.S. Accuses El Salvador's Government of Cutting a Deal With Gangs", "date": "2021-12-09 23:25", "summary": "U.S. Treasury imposes sanctions on two Salvadoran government officials for their alleged participation in secret talks with imprisoned MS-13 and 18th Street gang leaders. The administration of El Salvador's President Nayib Bukele secretly negotiated a truce with the imprisoned leaders of the country's top criminal gangs in exchange for financial and prison benefits, including sex workers and cellphones, the U.S. Treasury said on Wednesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-probing-capitol-riot-to-hold-mark-meadows-in-criminal-contempt-11638982497", "title": "Mark Meadows Sues to Invalidate House Jan. 6 Panel's Subpoenas", "date": "2021-12-09 23:03", "summary": "Committee had indicated it would move to hold the onetime Trump chief of staff in criminal contempt of Congress. WASHINGTON-Mark Meadows, the final chief of staff under President Donald Trump, sued House Speaker Nancy Pelosi and members of the committee investigating the Jan. 6 attack on the Capitol by Trump supporters, after the panel indicated it would move to hold him in criminal contempt of Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-boycott-expands-to-include-diplomatic-officials-from-u-k-canada-11639005347", "title": "U.K. and Canada Join Olympics Boycott", "date": "2021-12-09 22:02", "summary": "Those governments staying away from the Winter Games in China also include the U.S., Australia, New Zealand, and Lithuania. OTTAWA-The U.K. and Canada on Wednesday joined a widening diplomatic boycott of the 2022 Winter Olympics in Beijing, citing concerns over China's human rights record.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-takes-aim-at-bidens-vaccine-rules-for-employers-11638984181", "title": "Senate Passes Legislation Aimed at Blocking Biden's Vaccine Rules for Employers", "date": "2021-12-09 21:11", "summary": "The legislation would still have to pass the House and overcome a presidential veto. WASHINGTON-The Senate approved legislation aimed at nullifying President Biden's vaccine-or-test mandate for private employers, marking a significant rebuke even if lawmakers ultimately fall short of stopping the new Covid-19 rule.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-on-ev-subsidies-corporate-titles-and-china-the-full-transcript-11639012832", "title": "Elon Musk on EV Subsidies, Corporate Titles and China: The Full Transcript", "date": "2021-12-09 20:20", "summary": "Read the full interview of the Tesla chief from The Wall Street Journal's CEO Council Summit. Elon Musk joined The Wall Street Journal's CEO Council Summit virtually on Monday for an interview with columnist Joanna Stern. Here is the transcript of that Dec. 6 exchange with the chief executive of Tesla Inc. and Space Exploration Technologies Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coast-guard-academy-ban-on-student-parents-draws-legal-challenge-11638997748", "title": "U.S. Coast Guard Academy Ban on Student Parents Draws Legal Challenge", "date": "2021-12-09 19:35", "summary": "Students must leave school if they want to maintain parental rights; bill would reverse policy. A former cadet at the U.S. Coast Guard Academy sued the school Wednesday, alleging the school's policy barring cadets from being custodial parents violates federal law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-ceos-to-testify-before-lawmakers-weighing-greater-regulation-11638959403", "title": "Crypto Executives Defend Industry as Congress Considers Oversight", "date": "2021-12-09 19:25", "summary": "Company officials say at hearing that digital assets wouldn't easily be regulated under existing financial rules. WASHINGTON-Cryptocurrency industry executives appeared before Congress on Wednesday to argue that their technologies hold promise for the future, as lawmakers and regulators wrestle with how to bring the more than $2 trillion market under government oversight.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-urges-supreme-court-to-deny-challenge-to-harvards-admission-policies-11639008950", "title": "Biden Administration Urges Supreme Court to Deny Challenge to Harvard's Admission Policies", "date": "2021-12-09 19:15", "summary": "Justices are considering whether to hear a legal challenge alleging the school discriminated against Asian-American applicants. WASHINGTON-The Biden administration on Wednesday urged the Supreme Court to turn away a challenge to Harvard College's race-conscious admissions policies and leave in place decades of precedent permitting affirmative action to promote diversity in higher education.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]