[{"link": "https://www.wsj.com/articles/pelosi-outlines-steps-to-create-9-11-style-commission-to-investigate-capitol-riot-11613424026", "title": "Pelosi Outlines Steps to Create 9/11-Style Commission to Investigate Capitol Riot", "date": "2021-02-15 18:21", "summary": "House speaker says independent commission will probe Jan. 6 attack that was focus of Trump's second impeachment. House Speaker Nancy Pelosi on Monday said Congress will establish an independent 9/11-style commission to investigate the Jan. 6 attack on the Capitol and \"relating to the interference with the peaceful transfer of power.\" She also called for new funding to keep lawmakers safe and secure the Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parler-resurfaces-online-after-monthlong-service-disruption-11613422725", "title": "Parler Resurfaces Online After Monthlong Service Disruption", "date": "2021-02-15 18:10", "summary": "Social-media platform restores some functions after tech giants moved against app following riot at U.S. Capitol. Parler, the social network popular with conservatives, has come back online after going dark when some tech companies withdrew their services in the wake of the deadly attack on the U.S. Capitol.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acquittal-vindicated-the-constitution-not-trump-11613430190", "title": "Acquittal Vindicated the Constitution, Not Trump", "date": "2021-02-15 18:03", "summary": "Impeachment isn't a moral tribunal. It is a specific tool with a narrow purpose: restraining government officers. Jan. 6 was a shameful day. A mob bloodied law enforcement and besieged the first branch of government. American citizens tried to use terrorism to stop a democratic proceeding they disliked.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-washington-review-our-founding-politician-11613430102", "title": "'George Washington' Review: Our Founding Politician", "date": "2021-02-15 18:01", "summary": "Washington was a savvy packager of his own personal virtues. He knew that if you don't engage in a bit of self-aggrandizement, you lose.. Playacting is a necessary part of democratic politics, for good and ill. Just as a great actor by definition doesn't appear to be acting, the successful politician must convince other people of his own virtue and competence without appearing to be concerned with what people think of him. To put the point brutally, you can't win elections if you're unable or unwilling to tell people, or somehow to communicate to them, how great you are.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-rough-start-with-the-world-11613430041", "title": "Biden's Rough Start With the World", "date": "2021-02-15 18:00", "summary": "This has been one of the shortest and coldest diplomatic honeymoons on record.. It hasn't been the most promising start. Less than a month into Joe Biden's presidency, and his administration is already engaged in spats with China, Russia and Iran. It is also discovering that U.S. allies are not quite as happy with Mr. Biden's Feb. 4 announcement that \"America is back\" as many Democrats might have hoped.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-human-cost-of-a-minimum-wage-11613429946", "title": "The Human Cost of a Minimum Wage", "date": "2021-02-15 17:59", "summary": "Workers have more to fear from well-meaning pols than from capitalism.. As these things always do, it started out with the best intentions. In January the City Council of Long Beach, Calif., adopted an ordinance requiring large grocery-store chains to pay employees an extra $4 an hour. The idea was to reward them for the risks they took by doing their jobs amid the Covid-19 pandemic.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-thrill-of-covering-trump-11613429898", "title": "Notable & Quotable: The Thrill of Covering Trump", "date": "2021-02-15 17:58", "summary": "'By far the most difficult challenge was reporting that Trump had gotten something right.'. Alexander Nazaryan of Yahoo News writing for the Atlantic, Feb. 11:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-over-biden-agenda-faces-congressional-gop-seeking-to-unify-in-opposition-11613336802", "title": "Biden Agenda Faces Congressional GOP Seeking to Unify in Opposition After Impeachment", "date": "2021-02-15 17:51", "summary": "Democrats are moving on to cabinet nominees and pandemic relief, which one Republican calls 'the most radical agenda'. WASHINGTON-The end of the Senate impeachment trial of former President Donald Trump sets the stage for his successor to pursue his agenda with a Congress no longer encumbered by the wrenching task of accounting for the storming of the Capitol on Jan. 6.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-has-some-overnight-service-restored-11613426563", "title": "New York City Subway Has Some Overnight Service Restored", "date": "2021-02-15 17:02", "summary": "Beginning Feb. 22, stations will only be closed to passengers between 2 a.m. and 4 a.m.. The New York City subway system will extend its late-night hours of service almost 10 months after an overnight shutdown was introduced because of the new coronavirus pandemic, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ntsb-probes-runway-steering-issues-with-high-end-piper-private-planes-11613420232", "title": "NTSB Probes Runway Steering Issues With Piper Aircraft Model", "date": "2021-02-15 16:25", "summary": "U.S. air-crash investigators look for links among steering difficulties affecting certain Piper turboprop models. U.S. crash investigators are examining half a dozen accidents in which private turboprop planes built by Piper Aircraft Inc. experienced difficulties with steering on runways after touchdowns.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-reach-fresh-highs-as-cold-blast-hits-texas-11613394038", "title": "Oil Prices Rally as Cold Blast Hits Texas", "date": "2021-02-15 16:11", "summary": "Freezing weather boosts demand for fuel and power, while threatening oil-and-gas output in key production state. Frigid temperatures across swaths of the U.S. injected new momentum into the rally in energy markets Monday, boosting demand for fuel and power while threatening oil-and-gas production in Texas.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gone-fishing-tuesday-crossword-february-16-11613351668", "title": "Gone Fishing (Tuesday Crossword, February 16)", "date": "2021-02-15 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-data-shows-94-drop-in-symptomatic-covid-19-cases-with-pfizer-vaccine-11613401510", "title": "Symptomatic Covid-19 Cases Dropped 94% With Pfizer Vaccine, Israeli Data Show", "date": "2021-02-15 15:30", "summary": "Study comparing two groups of 600,000 people also found vaccine recipients 92% less likely to develop severe illness. TEL AVIV-The latest data from Israel shows a 94% drop in symptomatic Covid-19 infections among 600,000 people who received two doses of Pfizer Inc. and BioNTech SE's vaccine, offering important new insights for other countries as they roll out their own campaigns.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebola-returns-to-west-africa-as-region-battles-covid-19-11613406153", "title": "Ebola Returns to West Africa as Region Battles Covid-19", "date": "2021-02-15 14:58", "summary": "Authorities and World Health Organization rush to roll out vaccine to halt spread of twin outbreak. Health officials in Guinea are rushing to contain the first outbreak of the deadly Ebola disease in the region since 2016, days after authorities detected new cases of the hemorrhagic fever in the Democratic Republic of Congo, testing a continent that is already battling the coronavirus pandemic.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-twinge-of-envy-when-only-one-spouse-gets-the-covid-vaccine-11613417105", "title": "A Twinge of Envy When Only One Spouse Gets the Covid Vaccine", "date": "2021-02-15 14:25", "summary": "Couples end up on different sides of the eligibility divide. Couples who vowed to cherish each other in sickness and in health are facing a new challenge-a dose of marital vaccine envy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deep-green-freeze-11613411002", "title": "A Deep Green Freeze", "date": "2021-02-15 14:09", "summary": "Power shortages show the folly of eliminating natural gas-and coal.. Gas and power prices have spiked across the central U.S. while Texas regulators ordered rolling blackouts Monday as an Arctic blast has frozen wind turbines. Herein is the paradox of the left's climate agenda: The less we use fossil fuels, the more we need them.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-music-ipo-has-one-off-beat-note-11613415751", "title": "Universal Music IPO Has One Off-Beat Note", "date": "2021-02-15 14:02", "summary": "Record label will be spun out of Vivendi by end of year-positive news for investors, with possible exception of Amsterdam listing. The world's largest music company is finally going solo, although not in the usual venue.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-unites-against-detention-of-foreign-nationals-in-signal-to-china-11613397836", "title": "West Unites Against Detention of Foreign Nationals in Signal to China", "date": "2021-02-15 13:34", "summary": "Declaration targets a political tactic that has been employed by the likes of China, Iran, Russia and North Korea. A group of mostly Western countries led by Canada have formed a coalition against the detention of foreign nationals for diplomatic leverage, taking aim at a practice that diplomats say has been used by Beijing and Tehran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-respectable-mediocrity-offend-nobody-11613413914", "title": "Does Respectable Mediocrity Offend Nobody?", "date": "2021-02-15 13:31", "summary": "A conventional letter grade for each course is recorded for every student at Reed College.. Andy Kessler's \"Mediocrity Is Now Mandatory\" (Inside View, Feb. 8) equates Reed College's grading philosophy, which measures academic achievement by intellectual growth, with fragility and claims that Reed's faculty \"don't even bother with meaningful grades.\" Mr. Kessler cites the grading policy at Reed as evidence that diversity, equity and inclusion initiatives threaten to dethrone merit and promote a culture of mediocrity. This conjecture indicates a fundamental misunderstanding and mischaracterization of Reed's approach to learning.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-often-irrational-rationing-of-vaccines-11613413855", "title": "The Often Irrational Rationing of Vaccines", "date": "2021-02-15 13:30", "summary": "Why is eligibility is expanded when the highest priority group of those wanting vaccines hasn't yet been completely vaccinated?. Regarding your editorial \"How to Ration Vaccines\" (Feb. 5): Regardless of the priorities that are established by various authorities, I have yet to see an explanation as to why eligibility is expanded when the highest-priority group of those who would most benefit from vaccines hasn't yet been completely vaccinated. It only makes it harder for that group to schedule an appointment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-diplomacy-china-and-climate-change-11613413793", "title": "U.S. Diplomacy, China and Climate Change", "date": "2021-02-15 13:29", "summary": "It is naive to think that, in John Kerry's words, climate change would ever be treated by the Chinese as \"a critical stand alone issue.. Regarding John Bolton's \"Beijing Won't Let America 'Compartmentalize' Climate Change\" (op-ed, Feb. 4): It is naive to think that, in John Kerry's words, climate change would ever be treated by the Chinese as \"a critical stand-alone issue.\" In fact, the Chinese will slow roll us on this crucial topic, as they do on every other matter, and at best offer toothless concessions on the climate in exchange for the U.S. ignoring the Uighurs, abandoning Taiwan and handing the South China Sea over to the Chinese navy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-approves-astrazeneca-covid-19-vaccine-for-emergency-use-11613409605", "title": "WHO Approves AstraZeneca Covid-19 Vaccine for Emergency Use", "date": "2021-02-15 13:29", "summary": "Listing clears way for delivery of free shots to developing nations. JOHANNESBURG-The World Health Organization approved AstraZeneca PLC's Covid-19 vaccine for emergency use on Monday, clearing the way for the first shipments of free vaccines in the West's main effort to inoculate the world's poorest nations.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ban-on-new-foreign-workers-left-u-s-jobs-unfilled-even-in-covid-downturn-11613409911", "title": "Ban on New Foreign Workers Left U.S. Jobs Unfilled, Even in Covid Downturn", "date": "2021-02-15 12:25", "summary": "Resume Subscription. The U.S. closed the door to nearly all incoming foreign workers last year. The causes were Covid-19 restrictions that locked global borders and Trump administration policies that drastically reduced work visas, with the exception of farmworkers. The effect was an unexpected experiment in one of the country's most hotly debated issues-the relationship between the labor market and immigration.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wto-appoints-nigerias-ngozi-okonjo-iweala-as-first-female-leader-11613399825", "title": "WTO Appoints Nigerian as First Female Leader", "date": "2021-02-15 12:19", "summary": "Former Nigerian finance minister faces a tough task in reviving the influence of the organization. The World Trade Organization picked its first female leader on Monday, offering a fresh start to an organization seeking to revive its influence over global economic rules.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ed-ruscha-exhibit-examines-the-artists-oklahoma-roots-11613408341", "title": "Ed Ruscha Exhibit Examines His Oklahoma Roots", "date": "2021-02-15 11:59", "summary": "Major homecoming show at new $30 million Oklahoma Contemporary Arts Center chronicles the rise of a pioneering conceptual artist. Ed Ruscha is going home. The 83-year-old artist has long been linked to Los Angeles, but a new exhibit in his childhood hometown of Oklahoma City reveals his aesthetic was set long before he ever saw the Hollywood sign or the Sunset Strip.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stuyvesant-students-tutor-new-york-city-children-amid-covid-19-pandemic-11613408126", "title": "Stuyvesant Students Tutor New York City Children Amid Pandemic", "date": "2021-02-15 11:55", "summary": "A free tutoring service connects teens from city high schools with students in kindergarten through eighth grade. When the Covid-19 pandemic forced New York City schools to switch to remote learning last spring, Stuyvesant High School student Christian Nwenyi saw his little brothers struggle to adjust.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/support-the-police-oppose-misconduct-11613407861", "title": "Support the Police, Oppose Misconduct", "date": "2021-02-15 11:51", "summary": "Officers must be held accountable when they violate the law.. Columbus, Ohio", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/join-the-lincoln-project-drive-off-with-a-lemon-11613407788", "title": "Join the Lincoln Project, Drive Off With a Lemon", "date": "2021-02-15 11:49", "summary": "With convenient timing, the media discover the anti-Trumpers aren't all they were cracked up to be.. 'A Ford , not a Lincoln\" was how the self-deprecating 38th president memorably described himself on taking office. A decent man up against impossible odds, Gerald Ford's self-estimation was shared by the American people, who drove him unceremoniously off the dealer's lot of history and parked him out back.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-15-2021-11613378352", "title": "U.S. Stock Futures Edge Higher on Presidents Day Holiday", "date": "2021-02-15 11:42", "summary": "The S&P 500 could open higher on Tuesday after notching an all-time high at the close of markets on Friday. U.S. stock futures edged higher Monday, following the major indexes' climb to close at record highs last week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamacare-helper-groups-call-for-more-funding-to-meet-enrollment-demand-11613406696", "title": "Obamacare Groups Call for More Funding to Meet Enrollment Demand", "date": "2021-02-15 11:31", "summary": "President Biden's launch of new sign-up window for ACA health-insurance plans will strain resources, groups say. The reopening of enrollment for Affordable Care Act health insurance on federal exchanges has some ACA support groups worried that they won't get more funding to meet the new demand, which could hinder their ability to help consumers choose plans.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-biden-world-economic-policy-is-national-security-policy-11613403216", "title": "In Biden World, Economic Policy Is National Security Policy", "date": "2021-02-15 11:26", "summary": "These days, U.S. security is more dependent on adopting emerging technologies and making sure supply chains for critical goods are at home. You may not have heard of Daleep Singh, but he represents an important new way of thinking about America's approach to the rest of the world.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-are-the-covid-investigators-11613401955", "title": "Who Are the Covid Investigators?", "date": "2021-02-15 10:12", "summary": "Members of a WHO origin probe have conflicts of interest.. The world needs to learn all it can about the origins of the novel coronarivus, and the World Health Organization has been investigating. But there's increasing reason to question the effort due to China's lack of cooperation and conflicts of interest on the WHO team.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-19-vaccine-baby-boomers-grapple-with-what-activities-to-resume-11613401201", "title": "After Covid-19 Vaccine, Baby Boomers Grapple With What Activities to Resume", "date": "2021-02-15 10:00", "summary": "Some of the first Americans to be fully vaccinated against Covid-19, older people still struggle to know what activities are safe. The day Lisa Diaz got her second shot of the Covid-19 vaccine, she rebooked a long-delayed trip to Ireland for the fall.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/azeris-wrestle-over-return-to-abandoned-towns-decades-after-first-nagorno-karabakh-conflict-with-armenia-11613400489", "title": "Azeris Wrestle Over Return to Abandoned Towns, Decades After First Conflict", "date": "2021-02-15 09:48", "summary": "Resume Subscription. AGDAM, Azerbaijan-Some 30 years on from the war that saw Armenian forces drive hundreds of thousands of Azeris from their homes in and around the conflict-torn enclave of Nagorno-Karabakh, many hope they can soon return after Azerbaijan regained much of the surrounding area in a counteroffensive last fall.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jodie-comer-doesnt-exercise-unless-she-has-someone-shouting-at-her-11613399851", "title": "Jodie Comer Doesn't Exercise Unless She Has Someone Shouting at Her", "date": "2021-02-15 09:37", "summary": "The 'Killing Eve' actor also talks about playing Villanelle in season 4: \"As each season goes on, it becomes more apparent that she is her own worst enemy\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-spending-plans-tweaked-as-recovery-pace-remains-uncertain-11613399400", "title": "Corporate Spending Plans Tweaked as Recovery Pace Remains Uncertain", "date": "2021-02-15 09:30", "summary": "Some companies are moving away from annual budgets in favor of rolling forecasts. Finance chiefs are fine-tuning the way they draft their annual spending plans, opting for more frequent check-ins to review and authorize costs throughout the year after the coronavirus pandemic rendered their 2020 budgets virtually obsolete.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-investors-look-back-to-the-future-11613397600", "title": "Mortgage Investors Look Back to the Future", "date": "2021-02-15 09:00", "summary": "Investors in mortgage companies are starting to anticipate a turn in the cycle, but it may be premature to call an end to the boom. A big year for mortgage originators culminated in the Super Bowl, which featured ads for recently public Rocket Cos. and FindAMortgageBroker.com, part of UWM Holdings . But investors are already starting to think about next season.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-bought-rapid-covid-19-tests-to-help-control-the-virus-now-many-are-unused-11613397601", "title": "The U.S. Bought Rapid Covid-19 Tests. Now Many Are Unused.", "date": "2021-02-15 09:00", "summary": "Concerns about the accuracy of the rapid tests and challenges using them have limited use of the tests. The U.S. government distributed millions of fast-acting tests for diagnosing coronavirus infections at the end of last year to help tamp down outbreaks in nursing homes and prisons and allow schools to reopen.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ivy-league-is-still-on-the-sidelines-wealthy-alumni-are-not-happy-11613397614", "title": "The Ivy League Is Still on the Sidelines. Wealthy Alumni Are Not Happy.", "date": "2021-02-15 09:00", "summary": "Billionaire Joe Tsai's rebuffed offer to fund a lacrosse 'bubble' is one sign of how pressure is mounting on the conference that never returned to the field.. Before Joe Tsai co-founded Alibaba Group Holding Ltd . , made billions and bought the NBA's Brooklyn Nets, he played lacrosse at Yale in the 1980s. His devotion to the sport grew along with his net worth, and recently he brought the two together in the form of an unusual offer.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-interview-climate-change-book-11613173337", "title": "Bill Gates Has a Master Plan for Battling Climate Change", "date": "2021-02-15 08:30", "summary": "The co-founder of Microsoft became obsessed with developing clean tech through his philanthropic work. With a new book, 'How to Avoid a Climate Disaster,' and a cadre of billionaire partners, he now has an action plan for ending the world's carbon dependency.. A day before the inauguration, as Lady Gaga rehearsed \"The Star-Spangled Banner\" in Washington, D.C., wildfires burned in Sonoma, Santa Cruz and Ventura counties in California, shocking climatologists who had never witnessed the state's fire season extend into January. NASA had just announced that 2020 tied with 2016 for the warmest year on record. As the Covid-19 pandemic drove city dwellers to search for places that felt surer, safer-Vermont, Kansas, Idaho-the FBI began arresting Americans who had rioted in the U.S. Capitol. Online sales of \"prepper\" gear (gas masks, food preservation kits) were brisk.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-instagram-fit-pics-why-are-they-so-popular-and-who-is-taking-them-11613394182", "title": "What Are Instagram 'Fit Pics,' Why Are They So Popular and Who Is Taking Them?", "date": "2021-02-15 08:03", "summary": "On Instagram, thousands of amateur fashion influencers post outfit photos each day-often begging their partners, friends or even their kids to be their personal photographers. WE ARE LIVING in the golden age of the \"fit pic.\" Contrary to what it might sound like, a fit pic is not an indulgent, muscle-baring selfie. The term usually describes an outfit photo, documenting what a person is wearing from head to toe.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-truckers-are-thriving-as-companies-reset-supply-chains-11613394001", "title": "Some Truckers Are Thriving as Companies Reset Supply Chains", "date": "2021-02-15 08:00", "summary": "Efforts to meet growing e-commerce consumer demand have less-than-truckload carriers handling more freight. A slice of the trucking industry critical to retail and industrial supply chains is on a roll as the pandemic-driven boom in online shopping reshapes U.S. distribution maps.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-business-school-for-this-years-m-b-a-rankings-its-not-who-you-think-11613394000", "title": "Some Elite Business Schools Skip Rankings This Year", "date": "2021-02-15 08:00", "summary": "As Harvard, Stanford, other elite schools skip some rankings this year, European universities top lists, lesser-known programs get a boost. Several top U.S. business schools are skipping popular M.B.A. rankings this year, upending an annual rite for programs and prospective students.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-uberization-of-private-jets-may-be-here-to-stay-11613388721", "title": "The Uberization of Private Jets Might Be Here to Stay", "date": "2021-02-15 06:32", "summary": "More executives are flying in business jets than before Covid-19, which could eventually reshape trends in small-aircraft manufacturing. The sharing economy started as a way to fill spare bedrooms and reuse old power drills. It now includes the rich flying around in private jets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-forces-flight-cancellations-leaves-thousands-without-power-11613324944", "title": "Winter Storm Leaves Thousands Without Power", "date": "2021-02-15 05:38", "summary": "Ice and snow expected from Texas to Maine; Pacific Northwest already blanketed. A major winter storm churned over the Central and Southern Plains on Sunday and was expected to head east Monday, blanketing states from Texas to Maine with snow, treacherous ice and freezing temperatures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-approval-process-does-it-take-too-long-11613385000", "title": "Covid-19 Vaccine Approval Process: Does It Take Too Long?", "date": "2021-02-15 05:30", "summary": "Here are answers to some questions about the FDA review panels. The Food and Drug Administration will convene an independent panel of experts Feb. 26 to recommend whether the Johnson & Johnson Covid-19 vaccine should be authorized for use in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borrowing-binge-reaches-riskiest-companies-11613385001", "title": "Borrowing Binge Reaches Riskiest Companies", "date": "2021-02-15 05:30", "summary": "Demand for corporate debt has offered lifelines to struggling firms that can borrow at interest rates once reserved for the safest type of bonds. Investors' near-insatiable demand for even the riskiest corporate debt is fueling a Wall Street lending boom, offering lifelines for struggling companies even as the coronavirus pandemic still drags on the economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-investors-who-bet-bigand-lost-big-11613385002", "title": "GameStop Investors Who Bet Big-and Lost Big", "date": "2021-02-15 05:30", "summary": "GameStop and the Reddit-fueled frenzy around it have been celebrated as a triumph for small investors. But lots of them are in the red.. Salvador Vergara was so enthusiastic about GameStop Corp. in late January that he took out a $20,000 personal loan and used it to purchase shares. Then the buzzy stock plunged nearly 80%.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-candidates-launch-early-senate-governor-bids-11613385001", "title": "Pro-Trump Candidates Launch Early Senate, Governor Bids", "date": "2021-02-15 05:30", "summary": "GOP hopefuls in several midterm races are tying themselves closely to the former president and his legacy. A crop of Republicans has launched early campaigns across the country by hewing to former President Donald Trump's political and policy legacy, betting that his enduring popularity with the GOP base can help propel them into office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-currency-market-snoozefest-may-not-last-11613382029", "title": "The Currency Market Snoozefest Might Not Last", "date": "2021-02-15 04:43", "summary": "Foreign-exchange markets have returned to their pre-pandemic placidity even as stock-market volatility remains elevated. It is quiet in foreign-exchange markets. Maybe too quiet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-challenges-of-getting-long-covid-patients-back-to-work-11613350801", "title": "The Challenges of Getting Long-Covid Patients Back to Work", "date": "2021-02-15 20:00", "summary": "Some people have gone months without fully recovering from the virus-here's how they've tried to manage their illness while doing their jobs. When Deborah Shaffer tried to return to work two weeks after her Covid-19 infection, she forgot which floor of the veteran's hospital she worked on. It was one of the many strange expressions of the brain fog that has plagued the social worker in Wichita, Kan., ever since she contracted the virus last November.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-join-g-7-leaders-in-virtual-meeting-to-discuss-pandemic-response-11613347784", "title": "Biden to Join G-7 Leaders in Virtual Meeting to Discuss Pandemic Response", "date": "2021-02-15 19:09", "summary": "President will also focus on the global economic recovery, White House said. WASHINGTON-President Biden will participate in a virtual meeting of the Group of Seven industrialized nations on Friday, the White House said, joining a forum for leaders of member countries to discuss plans to defeat the coronavirus pandemic as death counts rise and the global economy remains sluggish.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]