[{"link": "https://www.wsj.com/articles/9-year-old-dies-of-injuries-suffered-in-crush-during-travis-scott-concert-11636950845", "title": "9-Year-Old Dies of Injuries Suffered in Crush During Travis Scott Concert", "date": "2021-11-14 23:34", "summary": "Ezra Blount is youngest person to have died in aftermath of Astroworld Festival crowd surge. HOUSTON-A 9-year-old Dallas boy has become the youngest person to die from injuries suffered during a crowd surge at the Astroworld Festival in Houston.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-economy-shrinks-slightly-hit-by-supply-chain-troubles-11636934752", "title": "Japan Economy Shrinks, Hit by Supply Chain Troubles", "date": "2021-11-14 23:05", "summary": "Recovery likely this quarter, but government also wants big stimulus package. TOKYO-Japan's economy shrank in the July-September period owing to a fall in exports caused by supply-chain constraints and lower consumer spending during a Covid-19 state of emergency.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-name-mitch-landrieu-to-lead-roughly-1-trillion-infrastructure-plan-11636930095", "title": "Biden Names Mitch Landrieu to Lead Roughly $1 Trillion Infrastructure Plan", "date": "2021-11-14 21:48", "summary": "The former Louisiana lieutenant governor led the city of New Orleans from 2010 to 2018. WASHINGTON-President Biden named former New Orleans Mayor Mitch Landrieu to supervise the roughly $1 trillion infrastructure bill, turning to a veteran of Hurricane Katrina's recovery to coordinate the rebuilding of roads, bridges and ports, the White House said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-selling-prized-washington-d-c-hotel-for-375-million-11636923944", "title": "Trumps Selling Prized D.C. Hotel for $375 Million", "date": "2021-11-14 20:43", "summary": "CGI Merchant Group, a Miami-based investment firm, is in contract to acquire the hotel lease for the Trump International Hotel. Donald Trump's family hotel company has reached an agreement to sell the rights to its Washington, D.C., hotel for $375 million, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-yellen-biden-price-increase-cost-shipping-supply-chain-labor-shortage-pandemic-11636934826", "title": "What Does Inflation Mean for American Businesses? For Some, Bigger Profits", "date": "2021-11-14 19:10", "summary": "Nearly two out of three of the biggest U.S. publicly traded companies reported fatter profit margins than they did before the pandemic; 'a very unprecedented environment'. Companies are paying higher wages, spending more for materials and absorbing record freight costs, pushing up economic inflation gauges. They are also reporting some of their best profitability in years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-climate-deal-shows-fragility-of-new-emissions-cutting-pledge-11636920631", "title": "COP26 Climate Deal Shows Fragility of New Emissions-Cutting Pledge", "date": "2021-11-14 17:59", "summary": "The new Glasgow pact calls for countries to bolster commitments again next year, but the U.S. says it likely won't do so. GLASGOW-U.S. climate envoy John Kerry helped win support at the United Nations summit for a deal this weekend that aims to accelerate emissions-cutting plans and asks countries to strengthen them again next year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-illegal-vaccine-mandate-fifth-circuit-osha-covid-work-employees-11636921717", "title": "An Illegal Vaccine Mandate", "date": "2021-11-14 17:54", "summary": "An appellate court blocks OSHA in a withering rebuke.. President Biden was warned that he lacked the power to mandate vaccines for private workers, but he ordered the Occupational Safety and Health Administration to do it anyway. Late Friday came a sharp rebuke by the Fifth Circuit Court of Appeals that marks an important check on the runaway administrative state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-spending-unpopular-biden-administration-approval-handouts-11636926322", "title": "How to Make Spending Unpopular", "date": "2021-11-14 17:50", "summary": "Government checks can't make up for the rising cost of living.. The Biden Democrats may be achieving the impossible, which is making government spending unpopular. In March they passed $1.9 trillion in goodies, including $300 in monthly child allowances. This and other free lunches were supposed to be the ticket to keeping their majorities in Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glasgow-climate-of-unreality-emissions-cop26-change-agreements-china-11636922480", "title": "Glasgow's Climate of Unreality", "date": "2021-11-14 17:48", "summary": "The latest climate confab achieved little, which is for the best.. The latest global climate confab ended on the weekend in Glasgow having produced little of consequence. How could it have done otherwise? The conferees who warn that the Apocalypse is nigh absent draconian energy policies are disconnected from political and economic reality.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-stand-up-for-louis-dejoy-usps-postal-service-ron-bloom-11636757675", "title": "Will Biden Stand Up for Louis DeJoy?", "date": "2021-11-14 17:47", "summary": "Democrats want the head of USPS fired, but the Postmaster General is reducing red ink.. Postmaster General Louis DeJoy isn't going to win any popularity contests. He is slowing long-distance mail and instituting holiday surcharges of up to $5 a box, which is sure to provoke some grinchy news coverage. But as a reminder of why tough love is needed, the U.S. Postal Service said Wednesday that in fiscal 2021 it lost another $4.9 billion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-accounting-standards-corporate-minimum-tax-fasb-reconciliation-taxation-11636921275", "title": "Elizabeth Warren's War on Accounting", "date": "2021-11-14 17:30", "summary": "Her 'Amazon tax' plan would undermine the FASB and ultimately harm small investors and workers.. The engine of the corporate tax system is sputtering, and Democrats are trying to fix it with a Band-Aid instead of a wrench. They're proposing a corporate minimum tax, which they call the \" Amazon tax,\" targeting U.S. companies that pay little or no taxes despite reporting billions in profits each year to shareholders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panama-trial-in-new-york-corruption-bribery-martinelli-linares-extradition-guatemala-11636922249", "title": "Panama Heads for a Trial in New York", "date": "2021-11-14 17:28", "summary": "Former President Martinelli's sons face extradition on charges of money laundering.. A three-judge Panamanian court last week absolved former President Ricardo Martinelli of charges that he ordered the illegal wiretapping of some 150 citizens during his 2009-14 tenure. But with the imminent U.S. extradition from Guatemala of his two sons, who face money-laundering charges in Brooklyn, N.Y., federal court, Mr. Martinelli's troubles may be far from over.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-truth-behind-alec-baldwin-gun-action-safety-training-firearm-prop-bullet-11636922642", "title": "The Truth Behind Alec Baldwin's Gun", "date": "2021-11-14 17:26", "summary": "Actors seek reality. They'll use whatever helps them find it.. There's a famous story from the set of \"At Close Range,\" the 1986 film starring Christopher Walken and Sean Penn as father-and-son criminals. In one scene, Mr. Penn points a gun directly at Mr. Walken's face. According to the story, Mr. Walken was diligent about checking the pistol before every take to make sure it wasn't loaded. Moments before the cameras rolled, Mr. Penn grew frantic.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/room-government-ordered-view-office-space-apartments-new-york-city-zoning-housing-11636921942", "title": "A Room With a Government-Ordered View", "date": "2021-11-14 17:24", "summary": "How mandated windows keep New York City housing scarce and expensive.. There is an estimated 87.5 million square feet of vacant office space in New York City. Almost 20% of the Big Apple's commercial property sits empty because of functional obsolescence and the rise of remote work. At the same time, the city faces a serious housing crisis. A simple solution would be to start converting vacant office space into apartments.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-invite-more-inflation-and-political-disaster-build-back-better-bill-reconciliation-11636920839", "title": "Democrats Invite More Inflation-and Political Disaster", "date": "2021-11-14 17:22", "summary": "Joe Manchin is right. Lawmakers should pivot to a responsible spending bill with sustainable financing.. With inflation rising to its highest levels in over 30 years, Democrats must make sure they don't exacerbate the problem. But the Build Back Better bill currently being considered by Congress would pour roughly $200 billion of fuel on the fire in its first year alone. Even worse, the bill threatens to turn potentially transformative policies into something temporary that angers voters and returns Republicans to power. To save President Biden's progressive legacy, Democrats must focus on a few core priorities that can be delivered in a sustainable way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defence-of-philanthropy-review-doing-good-under-attack-11636928486", "title": "'In Defence of Philanthropy' Review: Doing Good, Under Attack", "date": "2021-11-14 17:21", "summary": "Is charitable giving from major foundations and wealthy donors really just a form of self-interest-an attempt at 'reputation-washing'?. Generosity is practically everywhere regarded as a virtue, but the large-scale giving of foundations, corporations and individual wealthy donors-\"wholesale philanthropy,\" as it has been called-routinely elicits skepticism. \"Philanthropy,\" one of Oscar Wilde's characters says, \"seems . . . to have become simply the refuge of people who wish to annoy their fellow creatures.\" When Andrew Carnegie and John D. Rockefeller began giving away their fortunes in the early 20th century, critics questioned their motives and called for would-be recipients to reject such \"tainted\" money. Congress has periodically investigated what philanthropists have been up to and placed a variety of restrictions on them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-opens-path-to-international-carbon-trading-11636922314", "title": "COP26 Opens Path to International Carbon Trading", "date": "2021-11-14 16:49", "summary": "U.N.-certified carbon credit could be used by regulated markets and standardize more informal ones. International carbon markets got a shot in the arm in Glasgow on Saturday after governments agreed on long-stalled rules for how countries, and companies, can trade carbon-emissions credits across borders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-industry-consumers-and-inflation-11636920000", "title": "Economy Week Ahead: Industry, Consumers and Inflation", "date": "2021-11-14 15:00", "summary": "China's major economic indicators are expected to have cooled further at the beginning of the fourth quarter. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-whom-does-this-bell-toll-dallas-billionaire-harlan-crow-11636919224", "title": "For Whom Does This Bell Toll? Dallas Billionaire Harlan Crow", "date": "2021-11-14 14:47", "summary": "Resume Subscription. DALLAS-Even by the standards of Texas billionaires, the developer Harlan Crow has extravagant tastes. His home boasts a 77-car underground garage. He displays priceless statues of dead dictators in his backyard garden.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/xi-jinping-china-economy-growth-poverty-tech-beijing-11636915358", "title": "What's Driving Xi Jinping's Economic Revamp? China's Social Mobility Has Stalled", "date": "2021-11-14 13:45", "summary": "Resume Subscription. China's extraordinary economic rise planted a belief in the country that just about anyone can succeed if they work hard-a key component of Xi Jinping's \"China Dream.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cia-intelligence-coin-insurgency-afghanistan-war-afghan-11636866563", "title": "How the CIA Lets America Down", "date": "2021-11-14 13:37", "summary": "'Counterinsurgency warfare' is a nullity without human intelligence.. Lt. Gen. H.R. McMaster has solid credentials as a military thinker and leader at the operational level of war, and he is perfectly correct in writing that political leaders can best reward patriots who fight for the country by ensuring that the outcome is a victory, not a defeat (\"Honor Veterans by Having the Will to Win a War,\" op-ed, Nov. 11).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-democracy-bolsonaro-human-rights-venezuela-refugees-embassy-11636866741", "title": "Brazil Responds in Defense of Its Democracy", "date": "2021-11-14 13:36", "summary": "Under President Jair Bolsonaro, the government has assumed a renewed commitment to support human rights, democracy and economic freedom.. The depiction of Brazil in \"Democracy Loses Favor Across Latin America\" (Page One, Nov. 10) constitutes a grave distortion of the situation in my country. Brazil is one of the world's largest and most vibrant democracies and a force for good in addressing crucial global challenges, such as environmental protection, sustainable growth and food security. A vigorous public debate prevails in Brazil within an institutional framework defined by its federal constitution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaires-tax-musk-selloff-pension-plan-public-unfunded-liabilities-11636867082", "title": "A Tax on Billionaires Would Hit the Rest of Us", "date": "2021-11-14 13:35", "summary": "The colossal equity-market selloff would affect the retirement security of tens of millions of U.S. workers.. In \"Ron Wyden's Plan to Gut Capital Markets\" (op-ed, Nov. 8), Hal Scott and John Gulliver show how the proposed \"billionaires' tax\" on unrealized capital gains would hurt the middle class. But their article only scratches the surface by referencing the financial impact on retail stockholders and 401(k) plans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandates-kids-children-law-11636867405", "title": "The Legal Basis for Covid Vaccine Mandates for Kids", "date": "2021-11-14 13:34", "summary": "Removal of a young student from a classroom could be a legitimate consequence of refusal of vaccination.. In \"Forced Covid Vaccination for Kids Is Unlawful\" (op-ed, Nov. 10), Jenin Younes writes that federal law regarding emergency-use authorization (EUA) would prevent Covid vaccine mandates in children between the ages of 5 and 11. She cites Section 564 of the Food, Drug, and Cosmetic Act, that potential recipients of EUA products be informed \"of the option to accept or refuse administration of the product, of the consequences, if any, of refusing administration of the product, and of the alternatives to the product that are available and of their benefits and risks.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hold-doctors-responsible-opioid-overprescription-crisis-11636868246", "title": "Hold Doctors Responsible for Opioid Overprescription Problem", "date": "2021-11-14 13:32", "summary": "It's a better idea than suing pharmacies that filled prescriptions legally.. Regarding your editorial \"The Worst Tort Abuse\" (Nov. 10): Rather than sue pharmacies that filled opioid prescriptions legally, how about prosecuting the physicians who automatically refill opioids without seeing their patients in a timely manner? I have patients who require opioids for serious chronic pain. They must be seen every month to justify their need. Go after the physicians who overprescribed rather than the pharmacies that simply obeyed the law.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-belarus-border-standoff-europes-debates-converge-on-poland-11636914600", "title": "In Belarus Border Standoff, Europe's Debates Converge on Poland", "date": "2021-11-14 13:30", "summary": "Warsaw has for years been locked in cultural battles within the EU, and now is at the front line on migration, relations with Russia. WARSAW-On Europe's hot-button issues of the day, from abortion to migration and relations with Russia, all roads now run through Poland.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moammar-gadhafis-son-launches-libyan-presidential-bid-11636912947", "title": "Moammar Gadhafi's Son Launches Libyan Presidential Bid", "date": "2021-11-14 13:02", "summary": "Saif al-Islam Gadhafi has called the 2011 rebellion that led to his father's brutal death 'evil'. Saif al-Islam Gadhafi, the son of Libya's slain dictator, launched a presidential campaign on Sunday in an attempt to retake control of the country more than a decade after the fall of his father's regime in an armed rebellion.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chip-that-changed-the-world-microprocessor-computing-transistor-breakthrough-intel-11636903999", "title": "The Chip That Changed the World", "date": "2021-11-14 12:38", "summary": "Most of the wealth created since 1971 is a result of Intel's 4004 microprocessor.. The world changed on Nov. 15, 1971, and hardly anyone noticed. It is the 50th anniversary of the launch of the Intel 4004 microprocessor, a computer carved onto silicon, an element as plentiful on earth as sand on a beach. Microprocessors unchained computers from air-conditioned rooms and freed computing power to go wherever it is needed most. Life has improved exponentially since.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guns-public-nuisance-lawsuits-supreme-court-ruling-oklahoma-opioid-johnson-and-johnson-11636904247", "title": "Opioids, Guns and 'Public Nuisance' Lawsuits", "date": "2021-11-14 12:36", "summary": "Why the Oklahoma Supreme Court was right to reject the state's claim against a lawful product.. Opioid medications are like guns. Both are useful and lawful but prone to abuse and potentially lethal. The Oklahoma Supreme Court last week struck down a $465 million opioid award against Johnson & Johnson based on a legal theory that has previously been tried and failed against guns-that the product was a \"public nuisance.\" Commentators described the Oklahoma decision as \"shocking,\" but it was predictable. Yet it leaves the matter far from resolved.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-new-financial-path-11636735686", "title": "After Losing Their Jobs During the Pandemic, This Couple Needs a New Financial Path", "date": "2021-11-14 12:00", "summary": "A Florida couple have new jobs and are eager to rebuild their savings. A financial adviser offers advice.. Karla Maki and Matteo Ruggiero became truck drivers after they lost their jobs during the pandemic. Now the Pensacola, Fla., couple needs a plan to help rebuild their savings and credit scores.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-biden-infrastructure-mccarthy-mcconnell-11636767230", "title": "Some GOP Backers of Infrastructure Bill Will Skip Signing Ceremony", "date": "2021-11-14 11:55", "summary": "Republican lawmakers who supported the bipartisan package have faced criticism from their colleagues and death threats. WASHINGTON-President Biden is hosting a ceremony Monday to sign the bipartisan infrastructure bill, but some Republicans who support the package don't plan to show up.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scott-boras-agent-mlb-labor-11636904466", "title": "The Superstar Agent Who Complicates Baseball's Labor Talks", "date": "2021-11-14 10:42", "summary": "The MLB labor dispute is ostensibly a feud between the 30 team owners and the 450 players. But there is a third party who may or may not be playing an outsized role: Scott Boras.. The baseball labor dispute that threatens to cause the sport's first work stoppage in more than a quarter-century is ostensibly a negotiation between the 30 club owners and the members of the Players Association.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-return-of-prime-age-workers-threatens-recovery-11636902000", "title": "Slow Return of Prime-Age Workers Threatens Recovery", "date": "2021-11-14 10:00", "summary": "The pace at which adults ages 25 to 54 re-enter the labor force is a factor in U.S. growth and inflation. By many measures, the job market is strong. Payrolls are growing solidly, job openings are near records and wages are climbing at a brisk clip.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-graduate-debt-free-11636811742", "title": "I Graduated From College Free of Student Debt. I'm Not a Model for Anyone.", "date": "2021-11-14 10:00", "summary": "As a low-income, first-generation college student, I managed the impossible. And it only convinced me that the system is broken.. When I graduated from the University of Oregon in 2017, I wasn't overwhelmed with pride. I was overwhelmed with relief. I felt like I was getting away with something, waiting to be caught.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-jayapal-spending-bill-democrats-house-11636894685", "title": "Democrats Try to Heal Rifts, Pass $2 Trillion Spending Bill", "date": "2021-11-14 09:29", "summary": "Party leaders, centrists, progressives need to stay mostly united to approve big piece of Biden agenda this week. WASHINGTON-House Democrats will return this week with the goal of passing a roughly $2 trillion social spending and climate package. To be successful, members must remain united amid intraparty friction that some lawmakers say is the worst they have seen in their time in Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-says-it-cant-meet-current-demand-for-single-aisle-jets-11636899737", "title": "Airbus Says It Can't Meet Current Demand for Single-Aisle Jets", "date": "2021-11-14 09:22", "summary": "European planemaker's sales efforts hindered by production capacity constraints for its popular A320 over the next three years. DUBAI-Airbus SE said it can't ramp up production of its popular single-aisle jet fast enough to meet demand and forecasts delivery constraints for another three years as airlines clamor for new planes again.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-inflation-economy-spending-11636845241", "title": "Rising Prices Push Biden to Shift Message", "date": "2021-11-14 09:16", "summary": "Rising cost of groceries, gasoline and rent could put Democrats' legislative agenda at risk; Republican Party sees 'gold mine'. WASHINGTON-Stubbornly high inflation is putting the Democratic Party's legislative agenda and political fortunes at risk, pressuring the White House and prompting it to stress its efforts to fight rising costs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-rise-in-pockets-of-north-and-west-halting-delta-variants-decline-in-u-s-11636898401", "title": "Covid-19 Cases Rise in North and West, Halting Delta Decline", "date": "2021-11-14 09:00", "summary": "New cases are climbing in the Upper Midwest, Southwest and parts of Northeast ahead of holiday travel. Covid-19 cases are climbing in places like the upper Midwest, Southwest and parts of the Northeast, hindering the nation's progress in ending a surge triggered by the highly contagious Delta variant of the coronavirus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-inflation-surge-the-fed-is-running-out-of-excuses-11636820294", "title": "On Inflation Surge, the Fed Is Running Out of Excuses", "date": "2021-11-14 09:00", "summary": "Investors still buy the story that inflation will go away on its own, but the risks are rising that it won't. Every time the Federal Reserve comes up with an excuse for raging inflation and why it won't last, the data knock it back down.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-surge-whips-up-market-froth-11636817049", "title": "Inflation Surge Whips Up Market Froth", "date": "2021-11-14 08:40", "summary": "Low inflation-adjusted returns on government bonds is driving investors to riskier corners of the market. Enthusiasm for riskier corners of the market has sent stock indexes and cryptocurrencies to record highs. A powerful driver, investors say, is surging inflation and the effect it has suppressing returns on safe government bonds, a main alternative to stocks.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-alter-layouts-use-decoys-to-fill-gaps-left-by-shortages-11636894800", "title": "Supermarkets Alter Layouts, Use Decoys to Fill Gaps", "date": "2021-11-14 08:00", "summary": "Product shortfalls caused by supply-chain bottlenecks are pushing grocers to get creative so consumers aren't facing empty shelves. While chaos reigns in supply chains, grocery stores are trying to present an appealing and seemingly organized front for customers. To do so, some are turning to age-old tricks of the trade, and developing new ones, to cover up gaps on the shelves.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-over-5g-and-aviation-safety-clouds-big-outlays-made-by-at-t-verizon-11636894800", "title": "Fight Over 5G and Aviation Safety Clouds AT&T, Verizon Outlays", "date": "2021-11-14 08:00", "summary": "Dispute among federal agencies over next-generation wireless has remained unresolved for two presidential administrations. An unusual public dispute among federal agencies is playing out in Washington, delaying the rollout of 5G cellphone services and revealing government infighting that has plagued two U.S. administrations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-american-workers-leave-jobs-in-record-numbers-a-closer-look-at-who-is-quitting-11636894801", "title": "Who's Quitting Their Jobs? New Data Show Some Workers Are More Likely Than Others", "date": "2021-11-14 08:00", "summary": "Specific groups, including lower-ranking employees and female middle managers, are more likely to be weighing their job options in a tight labor market. American workers' stampede toward the exits hasn't let up. New data puts a finer point on who, exactly, is leaving jobs these days.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hoffa-era-is-over-as-a-new-top-negotiator-is-coming-to-the-teamsters-11636846050", "title": "The Hoffa Reign Is Ending at the Teamsters", "date": "2021-11-14 07:00", "summary": "One of the nation's biggest unions is electing a new president this week as workers are increasingly demanding more from their employers. The Hoffa reign is coming to an end.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coal-addiction-runs-deeper-than-economics-11636887780", "title": "China's Coal Addiction Runs Deeper Than Economics", "date": "2021-11-14 06:03", "summary": "The economics of weaning China off coal are daunting, but geopolitical risks loom large for Beijing too-and may continue to slow down the pace of progress. China has been catching a lot of flak for not announcing more ambitious targets at the COP26 climate summit in Glasgow: and for helping, along with India, to water down the language of the final text on coal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-has-manufacturers-turning-to-lower-tech-models-11636885801", "title": "Chip Shortage Sees Manufacturers Pitch Lower-Tech Models", "date": "2021-11-14 05:30", "summary": "Available, a washer like the one 'at grandma's'; workarounds include design tweaks and shipping incomplete products. Manufacturers struggling with a shortage of semiconductor chips are finding workarounds, executives said, redesigning products, shipping uncompleted units and focusing on older, lower-tech models.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-era-experiment-malaysia-tries-dramatic-reduction-in-migrant-labor-11636885800", "title": "Malaysia Tries Relying Less on Foreign Workers", "date": "2021-11-14 05:30", "summary": "Resume Subscription. SINGAPORE-With Covid-19 reducing migrant labor in many countries, some governments are testing whether their economies can run with fewer foreign workers than in the past.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-thanksgiving-the-masks-are-off-the-dinners-inside-and-the-relatives-are-back-11636885802", "title": "This Thanksgiving, the Masks Are Off, the Dinner's Inside and the Relatives Are Back", "date": "2021-11-14 05:30", "summary": "Weary of the pandemic and reassured by vaccines, many people say they want to celebrate holidays more normally-indoors, without masks, with more of their relatives and friends. Many families who canceled big gatherings last year are planning a return to larger celebrations for Thanksgiving this year.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-bets-give-a-boost-to-small-cap-stocks-11636885800", "title": "Inflation Bets Give a Boost to Small-Cap Stocks", "date": "2021-11-14 05:30", "summary": "Smaller companies can manage inflationary pressures more quickly than larger ones, say investors who are seeking refuge from price increases. Small-cap stocks have leapt higher in recent days as investors bet on companies they hope can respond quickly to rising inflation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]