[{"link": "https://www.wsj.com/articles/harry-reid-former-democratic-senate-majority-leader-dies-at-age-82-11640741624", "title": "Harry Reid, Former Senate Majority Leader, Dies at 82", "date": "2021-12-28 23:10", "summary": "Lawmaker known for pugilistic style led during Obama presidency. Former Senate Majority Leader Harry Reid, who rose from a hardscrabble Nevada childhood to become a powerful Democratic force in Congress during the Obama presidency, died Tuesday. He was 82.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-exercises-final-batch-of-tesla-stock-options-behind-ceos-recent-share-dealings-11640748564", "title": "Musk Exercises Final Batch of Tesla Stock Options Behind Recent Share Dealings", "date": "2021-12-28 22:29", "summary": "The billionaire has now exercised more than 22 million options that were due to expire in August 2022. Elon Musk has exercised the final batch of a package of vested Tesla Inc. stock options that have underpinned several weeks of share dealings by the chief executive.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-nfl-coach-and-folksy-broadcaster-john-madden-dies-at-age-85-11640737971", "title": "John Madden, NFL Hall of Fame Coach, Dies", "date": "2021-12-28 21:43", "summary": "Coach who led the Oakland Raiders to a Super Bowl victory later transformed the way people watch sports and lent his name to the wildly popular sports videogame series. John Madden, a Hall of Fame football coach who retired young and went on to become a legendary broadcaster and the face of a wildly popular videogame series, has died at age 85, the NFL said.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-time-capsule-from-robert-e-lee-statue-unearths-coins-civil-war-bullets-11640737677", "title": "Lee Statue's Second Time Capsule Holds Books, Coins", "date": "2021-12-28 19:28", "summary": "Box from 1887 was found under Richmond, Va., monument's stone pedestal, in pool of water. A copper time capsule from 1887 was sawed open Tuesday, unearthing coins, books, newspaper clippings and other trinkets buried more than 130 years ago under a statue of Robert E. Lee in Richmond, Va.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-states-migration-lockdowns-census-11640733268", "title": "The Great Pandemic Migration", "date": "2021-12-28 19:02", "summary": "Census data reveal huge shifts out of the most locked-down states.. The pandemic has changed America in many ways, and one major change is the migration from states that locked down their economies and schools the most to those that kept them largely open.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-veto-media-democracy-11640714625", "title": "Good News Out of Poland", "date": "2021-12-28 18:58", "summary": "President Duda vetoes a law aimed at foreign media owners.. Polish President Andrzej Duda vetoed a controversial media law Monday following protests around the country and criticism from the U.S. This was the right call on economic and security grounds.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-norms-at-the-biden-epa-11640735671", "title": "Breaking Norms at the Biden EPA", "date": "2021-12-28 18:54", "summary": "The purge of advisory boards is now going to federal court.. One calling card of the Biden Presidency has been its rush to sweep away restrictions on executive power. A purge at the Environmental Protection Agency has now become a legal case worth watching.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-great-climate-fail-next-10-report-11639691805", "title": "California's Great Climate Fail", "date": "2021-12-28 18:49", "summary": "A left-leaning policy shop documents the state's emissions bust.. President Biden has made California his green-energy model, so it's noteworthy that a new study shows that the Golden State is failing to meet its greenhouse-gas emissions goals in part because of its climate obsession.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-dating-apps-shape-romance-and-love-online-matchmaking-relationships-digital-age-11640727103", "title": "How Dating Apps Shape Romance and Love", "date": "2021-12-28 18:46", "summary": "Students discuss young Americans' use of online matchmaking services.. Editor's note: In this Future View, students discuss how young Americans use dating apps. Next week we'll ask, \"What are your New Year's resolutions?\" Students should click here to submit opinions of fewer than 250 words before Jan. 4. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lithuania-is-the-canary-of-world-order-russia-china-baltic-states-putin-xi-jinping-11640726280", "title": "Lithuania Is the 'Canary' of World Order", "date": "2021-12-28 18:45", "summary": "Russia and China are ganging up on the small Baltic state as they test U.S. and EU resolve.. Lithuania, a Baltic state of 2.8 million with an outsize role in promoting human rights and democracy, is in the crosshairs of Russia and China. Neither Russian President Vladimir Putin nor Chinese leader Xi Jinping has been shy about going after Lithuania. But their recent moves have broader significance, namely testing American and European commitments to allies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-fluvoxamine-the-covid-miracle-drug-we-have-been-waiting-for-oral-pill-cheap-hospitalization-11640726605", "title": "Is Fluvoxamine the Covid Drug We've Been Waiting For?", "date": "2021-12-28 18:44", "summary": "A 10-day treatment costs only $4 and appears to greatly reduce symptoms, hospitalization and death.. The Food and Drug Administration last week authorized two oral antiviral medicines for the early treatment of Covid-19. But don't get too excited. The U.S. will still have a meager treatment arsenal this winter.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-epas-mileage-standards-are-a-stealth-electric-vehicle-mandate-auto-industry-cars-regulation-11640726730", "title": "The EPA's Mileage Standards Are a Stealth Electric-Vehicle Mandate", "date": "2021-12-28 18:43", "summary": "How else can auto makers meet the requirement of a 55 mpg fleetwide average by model year 2026?. Under the guise of regulating greenhouse-gas emissions, the Environmental Protection Agency recently announced new, more stringent fuel-efficiency standards for passenger cars and light-duty trucks. The new standards affect vehicles starting with the 2023 model year, and 2026 vehicles will be required to achieve a fleetwide average of 55 miles per gallon, an increase of more than 35% from the current 40 mpg standard for 2021. The EPA intends to impose even more stringent standards for 2027 models and beyond.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-fallen-review-the-face-of-the-union-cause-11640734191", "title": "'First Fallen' Review: The Face of the Union Cause", "date": "2021-12-28 18:29", "summary": "While occupying Virginia the day after its secession, the dashing Col. Elmer Ellsworth became the North's ﬁrst celebrity martyr.. The flamboyant young Civil War hero Elmer Ellsworth went from household name to household god in a matter of months by paying for his irrepressible bravado with his life. First, even before the war began, the spruce, handsome Ellsworth had become a 19th-century-style American idol for public displays of martial showmanship that fit, and fueled, the militant spirit that overtook the country in the run-up to actual hostilities. Then, barely 24 years old, Ellsworth became the war's first prominent Union casualty, whose death ignited mass mourning rivaled only by the public response to Lincoln's assassination four years later.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-in-reading-our-favorite-books-of-2021-11640733816", "title": "A Year in Reading: Our Favorite Books of 2021", "date": "2021-12-28 18:23", "summary": "An \"In Case You Missed It\" guide to all of the end-of-the-year features from the books section.. As we pause to say goodbye to a year overstuffed with wonderful reading, the WSJ Books staff has been looking back over a busy season, summing up our favorite new works and recommendations from voices all over the globe. We know our readers have been busy too-so consider this an \"In Case You Missed It\" guide to our end-of-the-year features. It all adds up to a unique portrait of the year in books, and a chance to discover a book that might just be your first great read of 2022.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-disruptions-prompt-easing-of-some-restrictions-11640692295", "title": "Omicron Reinfections Can Trigger Milder Symptoms, New CDC Research Shows", "date": "2021-12-28 18:23", "summary": "The review of a cluster of Covid-19 cases in Nebraska came as the variant spreads in the U.S.. The Centers for Disease Control and Prevention added to research suggesting the Omicron variant can lead to reinfections that are often accompanied by mild Covid-19 symptoms, as new cases soared across the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-with-biden-joe-presidency-afghanistan-covid-disruptions-inflation-trump-peace-11640728023", "title": "Waiting With Biden", "date": "2021-12-28 18:17", "summary": "His presidency is not accomplishing much and maybe was never intended to.. Plausibility is not the only problem for the Biden administration's preferred explanation for inflation, which it wishes to blame on greedy corporations and their anticompetitive practices.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-in-ghislaine-maxwell-trial-warns-omicron-could-disrupt-jury-deliberations-11640709633", "title": "Judge in Maxwell Trial Warns Omicron Could Disrupt Jury Deliberations", "date": "2021-12-28 18:16", "summary": "U.S. District Judge Alison Nathan asked jurors to extend daily deliberations, citing growing threat from Covid-19 surge to trial participants. The jury deciding whether to convict British socialite Ghislaine Maxwell of sex-trafficking charges might need to deliberate each day this week and over the weekend if a verdict isn't reached, a federal judge said Tuesday, fearing a surge in Covid-19 cases in New York City could disrupt the trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-cancellations-remain-elevated-today-as-airlines-welcome-shorter-quarantine-periods-11640710640", "title": "Flight Cancellations Remain Elevated Tuesday", "date": "2021-12-28 17:57", "summary": "More than 1,100 flights canceled Tuesday as carriers deal with poor weather, rising Covid-19 infections. U.S. airlines continued canceling flights at elevated levels on Tuesday as the combination of Covid-19-driven staff shortages and weather challenges impacted the tail of the holiday travel season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escape-from-the-swamp-11640732030", "title": "Escape From The Swamp", "date": "2021-12-28 17:53", "summary": "A historic exodus from D.C. and other highly regulated locales.. This column recently noted the rising phenomenon of \"protest tourism\" in which people come to Washington to petition their government for a redress of grievances-and also enjoy an increasing variety of intriguing dining options. Now it seems that while activists may love to visit, fewer people want to live there. It is a striking change after a long period of robust D.C. population growth coinciding with massive expansion of the federal government.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-cayne-who-led-bear-stearns-before-it-imploded-dies-at-87-11640728601", "title": "Jimmy Cayne, Who Led Bear Stearns Before It Imploded, Dies at 87", "date": "2021-12-28 17:53", "summary": "Cayne, a blunt, competitive, cigar-smoking executive, loved to play bridge. Jimmy Cayne, the bridge-playing chief executive who led Bear Stearns until it nearly collapsed in 2008, died Tuesday. He was 87.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-wont-face-criminal-charges-from-allegations-by-two-women-11640729759", "title": "Andrew Cuomo Won't Face Criminal Charges From Allegations by Two Women", "date": "2021-12-28 17:16", "summary": "Westchester County district attorney says 'we cannot pursue criminal charges due to the statutory requirements of the criminal laws of New York'. WHITE PLAINS, N.Y.-A county prosecutor said Tuesday that former New York Gov. Andrew Cuomo won't face criminal charges stemming from allegations of unwanted kissing by two women, one of them a state trooper assigned to his detail.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-scene-the-times-square-killer-review-netflix-new-york-prostitution-11640729336", "title": "'Crime Scene: The Times Square Killer' Review: A Good Look at the Bad Old Days", "date": "2021-12-28 17:11", "summary": "Joe Berlinger's three-part Netflix series looks at the murder and mayhem of a not-so-distant New York.. Those who pine for the pre-\"Disneyfied\" Times Square of old-and there are some-will be brought up short by Joe Berlinger's three-part Netflix series \"Crime Scene: The Times Square Killer.\" Mr. Berlinger doesn't exactly wallow in the near-mythic swamp of peep shows, live sex and streetwalkers that made the West 42nd Street area in particular so notorious in the late '70s and '80s. But re-creating the sense of peril one felt-while trying to buy an Orange Julius, say, or get to a commuter bus circa 1979-is an essential element in what is in turn a serial-murder story, a police procedural and a cultural critique.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasures-legendary-musical-instruments-review-musical-instrument-museum-11640729016", "title": "'Treasures: Legendary Musical Instruments' Review: Music to a Visitor's Eyes and Ears", "date": "2021-12-28 17:06", "summary": "A show at the Musical Instrument Museum in Phoenix presents a selection of pieces whose artistry is unparalleled.. Phoenix", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-28-2021-11640680761", "title": "Stocks Waver Following Wall Street Record", "date": "2021-12-28 16:06", "summary": "Investors continue to evaluate Omicron; Dow industrials, oil prices rise. U.S. stock indexes were mixed Tuesday, a day after a record close for the S&P 500 amid lower liquidity in the last days of the year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mock-my-words-wednesday-crossword-december-29-11640721985", "title": "Mock My Words (Wednesday Crossword, December 29)", "date": "2021-12-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-set-january-talks-on-ukraine-nato-growth-11640709604", "title": "U.S., Russia Set Schedule for Ukraine Talks in January", "date": "2021-12-28 15:53", "summary": "Russia has deployed 100,000 troops near Ukraine border, U.S. estimates, with no sign of a pullback. WASHINGTON-The U.S. and Russia have agreed to hold security talks on Jan. 10, amid tensions over Russian forces deployed near Ukraine, and Moscow's demands that NATO renounce any expansion eastward into the former Soviet bloc.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-scholar-jonathan-spence-dies-at-85-11640697976", "title": "China Scholar Jonathan Spence Dies at Age 85", "date": "2021-12-28 15:50", "summary": "Yale historian's evocative retelling of Chinese history reached a broad audience and influenced generations of Sinologists. HONG KONG-Yale University historian Jonathan D. Spence, who brought China and its past alive to a broad audience through widely read books and popular lectures, died Saturday. He was 85.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historic-single-family-manhattan-townhouse-lists-for-22-million-11640723814", "title": "Historic Single-Family Manhattan Townhouse Lists for $22 Million", "date": "2021-12-28 15:36", "summary": "The owner, financier Wellington Denahan, completed a $7 million, three-year gut renovation. A six-level Manhattan townhouse that was built in the early 1870s and is located in the Upper East Side Historic District is hitting the market for $22 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-eyes-raskin-as-top-fed-banking-regulator-11640709376", "title": "Biden Eyes Raskin as Top Fed Banking Regulator", "date": "2021-12-28 15:24", "summary": "White House slate of Fed picks could also include two academic economists. President Biden is considering Sarah Bloom Raskin for a top role at the Federal Reserve as part of a slate of three nominees for central bank board seats, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-potter-20th-anniversary-return-to-hogwarts-review-emma-watson-11640719968", "title": "'Harry Potter 20th Anniversary: Return to Hogwarts' Review: More Curse Than Charm", "date": "2021-12-28 14:34", "summary": "A reunion special lacks the magic that made the original stories so great.. Anyone who's grown up reading the novels of J.K. Rowling, or has children or grandchildren who've done the same, will experience a certain sense of magical nostalgia at the outset of \"Harry Potter 20th Anniversary: Return to Hogwarts.\" By the end, they will feel as if Dementors have swept in and sucked the joy out of their souls.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-court-orders-countrys-oldest-human-rights-group-to-close-11640714322", "title": "Russian Court Orders Prominent Human Rights Group to Close", "date": "2021-12-28 13:55", "summary": "The ruling against International Memorial comes as President Vladimir Putin squeezes space for dissent. A Russian judge dissolved one of the country's oldest and most prestigious organizations dedicated to human rights on Tuesday, a move that government critics say furthers President Vladimir Putin's assault on dissent.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clay-travis-covid-zero-tests-asymptomatic-athletes-players-nhl-nba-nfl-11640649121", "title": "Clay Travis: 'Covid Zero' Is Over. Let Athletes Play", "date": "2021-12-28 13:40", "summary": "Pro leagues should stop testing asymptomatic players and end the resulting quarantines and game sit outs.. The Covid testing policies in professional sports are broken (\"NFL vs. Covid Magical Thinking\" by Holman Jenkins, Business World, Dec. 22). Worse than that, they aren't making athletes any safer. Roughly 95% of NFL players, 97% of NBA players and nearly 100% of NHL athletes are vaccinated for Covid. Those numbers are substantially in excess of the national vaccination rate. Yet the NFL, NBA and NHL are all setting league records for positive cases.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-hate-crime-hoax-pc-chicago-reilly-11640648730", "title": "The Emperor Has No MAGA Hat", "date": "2021-12-28 13:38", "summary": "Jussie Smollett's case isn't as exceptional as we'd like to think.. Jussie Smollett's tale was always far-fetched. The actor initially claimed to have been attacked at 2 a.m. on the coldest day of the year by two Trump-supporting white guys who were walking through center-city Chicago wearing MAGA hats and carrying a rope noose and a full bottle of bleach. These conservatives recognized Mr. Smollett from \"Empire,\" the hip-hop musical TV series, and opened a street fight with him by declaring Chicago \"MAGA country!\" Bizarre.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sat-standardized-test-medical-school-achievement-gap-diversity-11640647649", "title": "Dropping the Test Will Hide, Not Close, the Gap", "date": "2021-12-28 13:37", "summary": "Medical schools have watered down grading, while the medical-board exams have been made 'pass-fail.'. In \"By Ditching the SAT, Harvard Hurts Minority Students\" (Upward Mobility, Dec. 22), Jason Riley correctly states that \"eliminating the test won't eliminate the racial achievement gap, because the test is not causing the gap, merely exposing it.\" It is apparent to this public-high-school math teacher with nearly 30 years in the trenches that the achievement gap is stubbornly tenacious. Yet rather than risk speculating on the root causes of the gap, educators and administrators take a collective sigh of relief when the measures of the gap evaporate from the educational domain.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-worker-first-trade-policy-rankles-foreign-partners-11640716598", "title": "Biden's Worker-First Trade Policy Rankles Foreign Partners", "date": "2021-12-28 13:36", "summary": "At the heart of the conflicts is the sway progressive Democrats and labor unions hold with the president, economists and others say. WASHINGTON-President Biden's goal of repairing frayed relations with European and Asian trade partners is coming into conflict with his other priority of putting U.S. workers first.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/human-freedom-god-kingdom-christmas-editorial-christian-11640645260", "title": "Human Freedom and God's Kingdom", "date": "2021-12-28 13:35", "summary": "Your annual Christmas editorial fills me with cheer.. Your annual Christmas editorial (\"In Hoc Anno Domini,\" Dec. 24) fills me with cheer. Yet there is one place it falls short: The gospel proclaims not \"the Kingdom of Man\" but the Kingdom of God.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-gdp-socialism-boric-election-11640645736", "title": "Wealthy Chile Gambles on Socialism", "date": "2021-12-28 13:34", "summary": "The stakes are high.. Axel Kaiser writes that per capita income in Chile quadrupled between 1975 and 2015 (\"President-Elect Boric Aims to Undo Chile's Economic Progress,\" op-ed, Dec. 22). Chile has one of the highest per capita incomes in Latin America-an interesting statistic, if you are an economist. Here's what it means: If Chile embraces political socialism, Chileans have a lot to lose.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lithuania-china-ussr-soviet-union-belarus-11640649437", "title": "Lithuania Takes On Another Bully", "date": "2021-12-28 13:29", "summary": "Beijing could learn from Moscow not to underestimate Vilnius.. In \"China Bullies Little Lithuania\" (Review & Outlook, Dec. 22) the editorial board says \"tiny Lithuania hardly poses a threat to China.\" China's neuralgic reaction to Lithuania's support for Taiwan suggests otherwise. If one of the smaller kids on the block refuses to back down when confronted by a large bully, the latter may have cause to worry that the other neighborhood youngsters might be inspired to band together and follow suit.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riot-games-to-pay-100-million-to-settle-gender-discrimination-suit-11640709005", "title": "Riot Games to Pay $100 Million to Settle Gender Discrimination Suit", "date": "2021-12-28 13:13", "summary": "The Tencent subsidiary's deal would end three years of litigation over claims it mistreated female workers. Riot Games, the company behind videogames such as League of Legends and Valorant, has agreed to pay $100 million to settle female workers' allegations of gender discrimination.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-bonds-rally-on-imf-deal-hopes-11640714787", "title": "Argentine Bonds Rally on IMF Deal Hopes", "date": "2021-12-28 13:06", "summary": "The International Monetary Fund makes a rare statement on the failures of its 2018 bailout of Argentina. Optimism that Argentina will strike a new agreement with the International Monetary Fund has lifted prices of the country's government debt by about 10% in December, analysts said.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hispanic-voters-in-this-pennsylvania-city-are-shifting-toward-the-gop-both-parties-want-to-know-why-11640687403", "title": "Hispanic Voters in This Pennsylvania City Are Shifting Toward the GOP", "date": "2021-12-28 12:26", "summary": "Resume Subscription. READING, Pa.-Joseph Nuñez at first didn't like Donald Trump. \"I couldn't stand the guy. I didn't like the way he spoke about Hispanics or people in general,\" he said. But by 2020, Mr. Nuñez had become a fan of Mr. Trump's style and priorities, and he voted in favor of giving the president a second term.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/its-bidens-turn-to-face-putins-ukraine-test-russia-invasion-special-forces-weapons-germany-11640704875", "title": "It's Biden's Turn to Face Putin's Ukraine Test", "date": "2021-12-28 12:00", "summary": "The U.S. president needs to act fast with a mix of military and economic measures.. President Barack Obama warned Vladimir Putin in March 2014 not to move Russian troops against Ukraine and told him that his country would face painful economic countermeasures if he ignored the warning. Mr. Putin ordered his special forces to seize the Crimean Peninsula two weeks later and soon claimed it as Russian territory.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-sets-a-covid-example-testing-omicron-transparency-science-travel-ban-11640705229", "title": "South Africa Sets a Covid Example", "date": "2021-12-28 11:59", "summary": "The now-lifted U.S. travel ban sent an unfortunate message.. President Biden announced last week that the U.S. will lift Covid-19 travel restrictions on South Africa and seven neighboring countries, effective Friday. By the time the travel ban was instituted on Nov. 26, it was clear that the Omicron variant not only had spread widely in Africa but had already reached the U.S. and the European Union. The EU has yet to remove its travel restrictions, a punishing political strategy with no scientific basis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-ways-to-manage-personal-finances-11640645156", "title": "Four Ways to Manage Your Personal Finances by Doing Less", "date": "2021-12-28 11:34", "summary": "Here are some things financial advisers suggest avoiding in 2022. When it comes to your money, sometimes doing nothing is the best thing to do.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-close-actor-richard-armitage-was-named-for-a-monarch-later-praised-by-a-royal-11640706942", "title": "'Stay Close' Actor Richard Armitage Was Named for a Monarch, Later Praised by a Royal", "date": "2021-12-28 10:55", "summary": "He grew up in an English village dating to 1058, where he was wowed by its history. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actuary-credential-test-exam-bad-odds-11640706082", "title": "Want to Be an Actuary? Odds Are, You'll Fail the Test", "date": "2021-12-28 10:46", "summary": "Insurers need experts to calculate risk. Among those number-crunchers' riskiest endeavors are the tortuous exams for credentials.. Kaylee Cohen studied two months for an actuarial exam last year-then failed it. She dreaded telling the actuaries at the insurance company where she was interning that she had flunked.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-former-female-troops-once-hailed-by-the-west-fear-for-their-lives-11640696404", "title": "Afghanistan's Former Female Troops Fear for Their Lives", "date": "2021-12-28 10:38", "summary": "Resume Subscription. KABUL-When the Taliban seized Kabul in August, Samima dug a hole in her courtyard and buried her Afghan Air Force uniform. The Taliban discovered her past anyway, and gave her a call days later.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/syria-accuses-israel-of-striking-its-main-commercial-port-11640705384", "title": "Syria Accuses Israel of Striking Its Main Commercial Port", "date": "2021-12-28 10:29", "summary": "Missiles fired from Mediterranean hit Latakia port; Israel regularly targets what its officials say are Iranian military assets in Syria. Israeli missiles struck Syria's port of Latakia early Tuesday, according to the Syrian Defense Ministry, causing large fires and major damage in the second such attack on the vital facility this month.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elder-abuse-spreads-stoked-by-the-pandemic-11640704358", "title": "Elder Abuse Spreads, Stoked by the Pandemic", "date": "2021-12-28 10:12", "summary": "Older Americans are falling victim to fraud, physical violence and neglect as family isolation and staffing shortages erode safeguards. The pandemic's impact on older adults went far beyond Covid-19 infections. It also made them more vulnerable to abuse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-lodges-complaint-after-alleged-near-miss-with-elon-musks-spacex-satellites-11640704035", "title": "China Lodges Complaint After Alleged Near Collision With Elon Musk's SpaceX Satellites", "date": "2021-12-28 10:11", "summary": "Beijing said the incidents occurred in July and October, and forced astronauts to take action to avoid collision. HONG KONG-China filed a complaint to the United Nations, saying Chinese astronauts aboard the country's space station had to take emergency action earlier this year to avoid colliding with satellites launched by SpaceX, the company founded by billionaire Elon Musk.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-china-dilemma-is-every-western-companys-too-11640697597", "title": "Walmart's China Dilemma Is Every Western Company's, Too", "date": "2021-12-28 10:08", "summary": "If relations-and Chinese consumption-don't improve, more foreign companies might decide to focus on greener pastures. Walmart is struggling with a public outcry in China after the country's netizens accused the company of failing to stock products from China's Xinjiang region, where the government has imprisoned large numbers of the Turkic Uyghur minority.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-slowed-in-october-11640700007", "title": "U.S. Home-Price Growth Slowed in October", "date": "2021-12-28 10:05", "summary": "Case-Shiller national home price index rose 19.1% in the year that ended in October. U.S. home-price growth slowed for the second straight month in October, an indication that the hot housing market may be starting to cool.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rimowa-suitcase-hard-shell-11640652425", "title": "Would You Spend $1,100 For a Suitcase? Here's Why You Might", "date": "2021-12-28 10:00", "summary": "Rimowa's hard-shell spinners are a hit with jet-setters. One devoted fan makes the case for their lofty price tags.. For the Baggage Claim series, seasoned travelers unpack their devotion to a favorite piece of luggage or travel accessory.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-political-prosecution-in-michigan-flint-rick-snyder-11640123379", "title": "A Political Prosecution in Michigan", "date": "2021-12-28 09:29", "summary": "The Flint lead-water indictments look worse all the time.. Some politicians seem to want to lock up their opponents more than they do criminals. Consider the tainted prosecution of former Michigan GOP Gov. Rick Snyder and his associates over the city of Flint's lead-water contamination.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-office-tower-valued-at-over-1-billion-in-purchase-by-oak-hill-advisors-11640692801", "title": "Chicago Office Tower Valued at Over $1 Billion in Purchase by Oak Hill Advisors", "date": "2021-12-28 09:09", "summary": "The deal signals strong investor appetite for amenity-rich buildings. A venture led by Oak Hill Advisors has agreed to buy a controlling interest in a new 55-story office tower in Chicago in the latest sign that investors are paying up for modern, amenity-rich office buildings despite uncertainty over the return to office.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advents-tricia-glynn-sees-inflation-as-a-challenge-facing-investors-in-2022-11640700002", "title": "Advent's Tricia Glynn Sees Inflation as a Challenge Facing Investors in 2022", "date": "2021-12-28 09:00", "summary": "The managing director on Advent International's retail, consumer and leisure investment team says she sees opportunities to invest in innovation emerging from disruption caused by the pandemic. Advent International Corp., one of the oldest global private-equity firms, kept busy in 2021. The firm backed deals which included the pending acquisition of cybersecurity company McAfee Corp. , as well as investments in healthcare management focused Iodine Software LLC, U.K. payments processing company Global Processing Services Ltd. and cybersecurity technology startup Cyware Labs Inc. The firm also saw a number of its portfolio companies go public this year, including First Watch Restaurant Group Inc., Sovos Brands Inc. and Olaplex Holdings . Advent Managing Director Tricia Glynn spoke to WSJ Pro Private Equity about the biggest lessons of 2021 and why the challenges of 2022 will underscore the importance of getting \"back to basics\" for investors. Here are edited excerpts.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bet-behind-electrifying-the-heartland-for-evs-11640700001", "title": "The Bet Behind Electrifying the Heartland for EVs", "date": "2021-12-28 09:00", "summary": "Startup Francis Energy is part of a loose coalition that is working to expand electric-vehicle chargers into rural areas. David Jankowsky is among those trying to remove a major obstacle to consumer demand for electric vehicles: a lack of charging stations across rural America.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-tips-to-make-your-android-phone-unique-to-you-11640700005", "title": "Six Tips to Make Your Android Phone Unique to You", "date": "2021-12-28 09:00", "summary": "Google's mobile OS has more ways to personalize a device than Apple's iOS does for iPhones. Here are a few to start with.. Whether you're Team iPhone or Team Android, there is one argument that is hard to dispute: Android devices have always been easier to personalize than their fruit-emblazoned competitors.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-stocks-fall-back-to-earth-11640698201", "title": "Fintech Stocks Fall Back to Earth", "date": "2021-12-28 08:30", "summary": "Block, PayPal and Robinhood have stumbled in recent months due to cooling demand and the prospect of higher rates. Financial-technology companies like Block Inc., PayPal Holdings Inc. and Robinhood Markets Inc. were some of the biggest winners of the pandemic economy. In a matter of months, they have transformed into laggards.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-overhaul-in-washington-is-only-getting-harder-11640696403", "title": "Cannabis Overhaul in Washington Is Only Getting Harder", "date": "2021-12-28 08:00", "summary": "Legalization agenda could be complicated by states that want to defend their nascent marijuana industries and associated tax revenues. Investors need to brace for more political wrangling over cannabis. Some states that already permit the drug could be unexpected holdouts to full federal legalization.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-threatens-to-upend-gyms-fragile-recovery-11640696401", "title": "Omicron Threatens to Upend Gyms' Fragile Recovery", "date": "2021-12-28 08:00", "summary": "New Covid-19 variant could jeopardize recent gains by fitness industry in leasing and foot traffic. The Covid-19 Omicron variant is threatening to derail the fitness industry's nascent recovery and disappoint retail landlords who had been hoping gyms would be a powerful source of demand in early 2022.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reits-romped-in-2021-as-property-values-soared-11640696407", "title": "REITs Romped in 2021 as Property Values Soared", "date": "2021-12-28 08:00", "summary": "Industrial and self storage drove REIT values higher this year, but headwinds are likely in 2022. Investors who bet on real estate investment trusts at the beginning of 2021 are reaching for top shelf champagne these days as they prepare to celebrate the new year.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denver-broncos-sale-rofr-11640656838", "title": "The Lawsuit That May Pave the Way for a Denver Broncos Sale", "date": "2021-12-28 08:00", "summary": "A decision on the team's future is expected soon. But first, the team went to court to settle an unexpected claim that someone holds rights of first refusal on a potential sale.. An unexpected letter arrived last year at the offices of the Denver Broncos.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-group-to-close-its-crowdfunded-medical-coverage-program-11640695911", "title": "Ant Group Closing Crowdfunded Medical Coverage Program", "date": "2021-12-28 07:51", "summary": "Xianghubao online mutual-aid program to cease operations after Jan. 28. Ant Group Co. will wind down a popular but controversial \"mutual aid\" service, which provided crowdfunded medical coverage for many ordinary Chinese citizens but was frowned upon by the country's insurance regulator.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-complicates-movie-theater-recovery-plot-11640694781", "title": "Spider-Man Complicates Movie Theater Recovery Plot", "date": "2021-12-28 07:33", "summary": "Sony's latest blockbuster gives a last-minute boost to theaters, but full recovery still far from certain. It is too bad Sony can't make a new Spider-Man movie every weekend.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-seem-like-a-one-way-bet-until-they-arent-11640692982", "title": "Treasury Yields Seem Like a One-Way Bet, Until They Aren't", "date": "2021-12-28 07:03", "summary": "Investors have become so conditioned to Fed's low-rate regime that it might be hard for them to bet on yields going up. It can be hard to make sense of why long-term U.S. Treasury yields are so low. But after so many years where yields were, in retrospect, too high, it is understandable why investors might hesitate to bet on them going up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-pickers-are-struggling-to-beat-the-market-11640692983", "title": "Stock Pickers Struggle to Beat the Market", "date": "2021-12-28 07:03", "summary": "Some 85% of active U.S. stock funds were on pace to underperform the S&P 500 this year. It was supposed to be a stock picker's market.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-covid-19-vaccines-are-reaching-poorer-nations-but-slowly-11640692804", "title": "More Covid-19 Vaccines Reach Poorer Nations, but Slowly", "date": "2021-12-28 07:00", "summary": "Low-income countries are set to receive 35.5 million doses in December, for their biggest monthly share-but just 6% of the global supply. Vaccine makers have delivered more Covid-19 shots to the world's poorest nations in recent months, but wealthy countries are still receiving a disproportionate share.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-2021-movies-spider-man-triumphs-over-will-smith-west-side-story-11640692804", "title": "In 2021 Movies, Superheroes Triumph Over Will Smith", "date": "2021-12-28 07:00", "summary": "Audiences return to theaters for superheroes, but 'King Richard,' other adult-oriented films struggle. LOS ANGELES-A-list stars. Rapturous reviews. Release strategies that rely only on the big screen.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blame-bad-weather-for-your-bigger-bills-11640640525", "title": "Blame Bad Weather for 2021's Bigger Bills", "date": "2021-12-28 05:33", "summary": "Resume Subscription. One of the major inflationary forces of 2021 has been the weather.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/female-founders-face-disadvantages-raising-capital-in-male-dominated-industries-11640687401", "title": "Female Founders Face Disadvantages Raising Capital in Male-Dominated Industries", "date": "2021-12-28 05:30", "summary": "Underrepresentation in enterprise software affects women as employees but also as founders, says Dana Kanze, an assistant professor of organizational behavior at London Business School. Women are vastly underrepresented in the enterprise software industry.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hunt-for-next-squid-game-streaming-services-battle-for-south-korean-shows-11640687405", "title": "Streaming Services Battle for Korea's Next 'Squid Game'", "date": "2021-12-28 05:30", "summary": "Netflix, Apple and Disney could push up acquisition costs as they try to ride wave of interest in K-dramas. SEOUL-South Korea's television industry is experiencing a post-\"Squid Game\" bump as the country becomes a content battleground for the global streaming wars. Now it has to keep delivering.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11640647606", "title": "Pepper...and Salt", "date": "2021-12-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egyptian-pharaohs-mummy-digitally-unwrapped-after-3-500-years-11640667662", "title": "Pharaoh's Mummy Digitally Unwrapped After 3,500 Years", "date": "2021-12-28 00:01", "summary": "Scientists use CT scans to peek inside the remains of the twice-buried pharaoh. For the first time in more than three millennia, humanity has gazed upon the mortal remains of one well-preserved royal mummy.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}]