[{"link": "https://www.wsj.com/articles/texas-power-retailer-griddy-heads-toward-bankruptcy-filing-11615761456", "title": "Texas Power Retailer Griddy Heads Toward Bankruptcy Filing", "date": "2021-03-14 18:37", "summary": "State regulators have barred the energy supplier after it charged customers big electricity-price increases during freeze. Upstart Texas power retailer Griddy Energy LLC, devoid of customers and facing litigation after charging hefty amounts during the winter freeze that swept the state last month, is planning to file for bankruptcy, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drew-brees-retire-replacement-taysom-hill-jameis-winston-11615760271", "title": "Drew Brees Retires From the NFL", "date": "2021-03-14 18:24", "summary": "The decision ends one of the most storied careers of all-time. Now the New Orleans Saints have to figure out how to replace him.. Fifteen years after Drew Brees signed with the New Orleans Saints and invigorated a moribund franchise, the legendary quarterback has retired.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-police-under-fire-for-breaking-up-vigil-for-sarah-everard-11615758491", "title": "Sarah Everard Case: London Police Face Criticism for Breaking Up Vigil", "date": "2021-03-14 17:48", "summary": "Hundreds turned out to remember Ms. Everard, whose death has fueled concerns for the safety of women across the U.K.. Police in London are facing mounting condemnation and a formal inquiry into the way officers broke up a Saturday vigil for Sarah Everard, a 33-year-old woman who was abducted from a city street in early March and found dead in woodland outside the U.K. capital.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-platoons-review-the-price-of-admission-11615757184", "title": "'Little Platoons' Review: The Price Of Admission", "date": "2021-03-14 17:26", "summary": "Even in an ultra-competitive age, there is more to raising children than preparing them for college.. Shortly after the Industrial Revolution began plucking workers from their ancestral villages and installing them in factory towns, a certain bargain was struck. The family would need to be mobile and smaller now-just mom, dad and the kids, most likely-but it would be sacrosanct, a haven in the heartless world of urban anonymity and mechanized production. If public life was to be marked by fierce competition and creative destruction, at least in the family home you would be free, safe, independent.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-weighs-how-to-pay-for-long-term-economic-program-11615714201", "title": "White House Weighs How to Pay for Economic Plans", "date": "2021-03-14 17:15", "summary": "After Covid-19 package, moderate Democrats may resist taking on more debt for infrastructure, clean energy and education; GOP opposes tax increases. WASHINGTON-The Biden administration is looking past its $1.9 trillion coronavirus relief bill and starting to consider how to pay for the next round of programs meant to bolster long-term economic growth with investments in infrastructure, clean energy and education.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-border-mess-11615756253", "title": "The Biden Border Mess", "date": "2021-03-14 17:10", "summary": "Migrants rush to enter the U.S., creating a humanitarian crisis.. The White House on Saturday dispatched the Federal Emergency Management Agency to the southern border, tacitly acknowledging the growing humanitarian crisis as migrants surge to enter the U.S. Stephen Miller, the restrictionist adviser to Donald Trump, could not have devised a better way to undermine the prospects for immigration reform.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-gun-control-more-gun-sales-11615756217", "title": "More Gun Control, More Gun Sales", "date": "2021-03-14 17:10", "summary": "More women and minorities are buying firearms, as Congress tries to make it harder to acquire them.. The Democrats running Washington seem intent on fulfilling every other progressive dream, so why not gun control? Last week the House passed two new gun measures, and Senate Majority Leader Chuck Schumer promises they'll get a vote on the Senate floor. They'd better hope this doesn't boomerang the way rising crime has spurred gun purchases.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-becomes-expendable-11615756147", "title": "Andrew Cuomo Becomes Expendable", "date": "2021-03-14 17:09", "summary": "With Trump gone, the embarrassing New York Governor is no longer necessary.. The Democratic demands for Andrew Cuomo to resign have become a stampede, which is all the more reason for New York's Governor to resist. Even unpopular politicians deserve due process, especially when former idolaters turn as quickly as progressives have on Mr. Cuomo.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-doesnt-need-more-stimulus-11615755973", "title": "America Doesn't Need More Stimulus", "date": "2021-03-14 17:06", "summary": "The spending package is the wrong tool to fix what's still broken from Covid: the supply side.. It's done: President Biden signed the American Rescue Plan Act, the $1.9 trillion Covid relief bill, into law last week. But this doesn't mean Uncle Sam is coming to the rescue. Instead, taxpayers are again getting fleeced to fund Democrats' allies. The ARPA isn't about economics. It's about politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-hot-export-people-11615755926", "title": "New York's Hot Export: People", "date": "2021-03-14 17:05", "summary": "Some 65,000 families pay half the city's income taxes, but they're fleeing high taxes and disorder.. Legislators in Albany are considering two tax bills that could seriously damage the economic well-being and quality of life in New York for many years to come: a wealth tax and a stock transfer tax.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/come-back-to-florida-for-spring-break-11615755913", "title": "Come Back to Florida for Spring Break", "date": "2021-03-14 17:05", "summary": "It's an opportunity for college students not only to have fun but to learn about freedom.. St. Petersburg, Fla.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-spring-the-last-lost-semester-11615755948", "title": "How to Make Spring the Last Lost Semester", "date": "2021-03-14 17:05", "summary": "With Covid precautions and eventual vaccines for children, classrooms can reopen in time for the fall.. This month marks one year since schools around the country closed classrooms and moved instruction online. In many communities, children continue to learn from home or attend school only one or two days a week. Many families want to know what to expect for the fall. Classroom learning might look a little different than it did before the pandemic, but expect a closer return to normal classrooms, sports and clubs by September.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-justice-for-female-farc-victims-11615755475", "title": "No Justice for Female FARC Victims", "date": "2021-03-14 16:58", "summary": "A special peace court refuses to hear about atrocities against Colombian women.. March is Women's History Month and the masters of identity politics are using it to promote their left-wing causes. Tough luck for Flor Enid Ramírez.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-corporate-retreat-is-onbut-its-going-to-be-weirder-11615753659", "title": "Your Corporate Retreat Is On-but It's Going to Be Weirder", "date": "2021-03-14 16:27", "summary": "Resume Subscription. At the last global sales meeting he attended before the pandemic, Jeff Chase went to Caesars Palace Las Vegas with about 60 colleagues, plus many of their spouses. In February, the biotech sales manager scouted a location for their next retreat, the Renaissance Aruba Resort & Casino, on Zoom. He never left his home in Indianapolis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/opportunity-beckons-in-the-mideast-11615750526", "title": "Opportunity Beckons in the Mideast", "date": "2021-03-14 15:35", "summary": "The Biden administration called Iran's bluff early. It should continue to play the strong hand it was dealt.. The geopolitical earthquake that began with the Abraham Accords hasn't ended. More than 130,000 Israelis have visited Dubai since President Trump hosted the peace deal's signing this past September, and air travel opened up for the first time in August. New, friendly relations are flowering-wait until direct flights get going between Israel and Morocco. We are witnessing the last vestiges of what has been known as the Arab-Israeli conflict.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-loans-are-mia-11615750498", "title": "Small-Business Loans Are MIA", "date": "2021-03-14 15:35", "summary": "There's a reason the Fed's Main Street Lending Program came up well short.. Selling the Covid relief package on Jan. 22, Vice President Kamala Harris tweeted, \"@POTUS and I are taking immediate action to help small businesses-because they power our economy, and they need relief.\" It got 120,000 likes! Then? Not much. The $1.9 trillion \"rescue plan\" porkfest has some one-off grants but is quiet on getting small-business loans going again. The U.S. has (or had) 30 million small businesses, employing almost half the workforce. Of the 10 million currently unemployed, maybe five million to seven million worked for small businesses. They need help.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-warns-against-easing-covid-19-restrictions-11615740267", "title": "Fauci Warns Against Easing Covid-19 Restrictions", "date": "2021-03-14 15:15", "summary": "Top infectious-disease doctor asks Trump to urge supporters to get vaccinated. WASHINGTON-Dr. Anthony Fauci on Sunday warned that the U.S. could experience another Covid-19 surge like Europe if it lifts restrictions too soon and called on Donald Trump to urge his supporters to get vaccinated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-central-banks-retail-sales-industrial-production-11615748400", "title": "Economy Week Ahead: Central Banks, Retail Sales, Industrial Production", "date": "2021-03-14 15:00", "summary": "The Federal Reserve is likely to upgrade economic forecasts but signal continued loose monetary policy. The Federal Reserve's policy meeting and U.S. retail sales highlight this week's economic news.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-next-big-tech-fights-are-in-state-capitals-11615714201", "title": "Why the Next Big-Tech Fights Are in State Capitals", "date": "2021-03-14 14:42", "summary": "Google, Apple, Facebook and others are targets of proposals in Texas and Arizona aimed at issues beyond privacy. Tech companies are turning their attention to statehouses across the country as a wave of local bills opens a new frontier in the push to limit Silicon Valley's power.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-one-school-district-bridged-the-divide-and-reopened-classrooms-11615746619", "title": "How One School District Bridged the Divide and Reopened Classrooms", "date": "2021-03-14 14:30", "summary": "Resume Subscription. WYOMING, Ohio-Every Tuesday morning, school superintendent Tim Weber meets with a handpicked team of advisers to discuss whether it's safe to keep classrooms open.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germanys-covid-19-lockdowns-and-slow-vaccine-rollout-dent-appeal-of-merkels-party-11615745984", "title": "Lockdowns and Slow Vaccine Rollout Dent Appeal of Merkel's Party", "date": "2021-03-14 14:19", "summary": "Election defeats in southern Germany offer bad omen for conservatives ahead of national poll. BERLIN-Impatience at a four-month lockdown and a glacial Covid-19 vaccine rollout have begun to eat away at popular support for German Chancellor Angela Merkel and her conservatives months before a general election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dividing-by-race-in-schools-is-destructive-11615745882", "title": "Dividing by Race in Schools Is Destructive", "date": "2021-03-14 14:18", "summary": "In \"Dividing by Race Comes to Grade School\" Bion Bartning concludes that the effort to divide the country \"isn't an issue of left versus right.\" Of course, it is.. In \"Dividing by Race Comes to Grade School\" (op-ed, March 8), Bion Bartning concludes that the effort to divide the country \"isn't an issue of left versus right.\" Of course, it is. Who does he think \"debuted [it] on college campuses more than 40 years ago\"? It wasn't conservative professors then and it isn't conservative professors and others on the right today shifting the movement into hyperdrive. It's the progressive left.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/custom-degrees-help-grads-and-employers-11615745704", "title": "Custom Degrees Help Grads and Employers", "date": "2021-03-14 14:15", "summary": "My bespoke electronics-production degree made my finding a job much easier.. Why has it taken so long for professional-services firms in the U.S. to adopt a bespoke graduate-degree approach (\"Employers Customize Business Degrees,\" Business News, March 5)?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-takes-on-the-proposed-15-minimum-wage-11615745564", "title": "Two Takes on a Proposed $15 Minimum Wage", "date": "2021-03-14 14:12", "summary": "Kroger Corp. just announced that it is beginning a test program to replace all checkout personnel with self-service scanners. Can we have any serious doubts that this is the future for retail checkout in all businesses of any size?. William McGurn couldn't be more dead on with \"The Human Cost of a Minimum Wage\" (Main Street, Feb. 16). We are all aware that, for Washington politicians, optics always seem to rule over logic and common sense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-says-biden-administration-undecided-on-wealth-tax-11615737949", "title": "Yellen Says Biden Administration Undecided on Wealth Tax", "date": "2021-03-14 13:36", "summary": "Treasury secretary says she expects administration to roll out proposals to reduce budget deficit over time. WASHINGTON-Treasury Secretary Janet Yellen said Sunday that the Biden administration hasn't decided whether to pursue a wealth tax, but will likely issue proposals to address the swelling federal budget deficit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-climate-risks-are-often-unknown-heres-how-one-opened-up-11615738526", "title": "Firms' Climate Risks Are Often Unknown. How One Opened Up.", "date": "2021-03-14 12:15", "summary": "Hewlett Packard Enterprise moved operations after Hurricane Harvey, and shared its estimates of potential climate-related costs in securities filings. When Hurricane Harvey stalled over Houston and dumped about 3 feet of rain in 2017, Hewlett Packard Enterprise Co. 's largest campus was heavily flooded. Its global data center was inundated, along with buildings where the tech company's servers and data-storage gear were assembled.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-new-school-leader-seeks-to-expand-summer-school-11615737731", "title": "New York City's New School Leader Seeks to Expand Summer School", "date": "2021-03-14 12:02", "summary": "Meisha Ross Porter says remote learning will likely continue to be a part of the system's educational model in fall. New York City's incoming Schools Chancellor Meisha Ross Porter is pushing to expand the city's summer-school program to as many students as possible, as part of an effort to help students recover from educational disruptions during the coronavirus pandemic.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-care-providers-get-billions-in-covid-19-relief-law-11615737600", "title": "Child-Care Providers Get Billions in Covid-19 Relief Law", "date": "2021-03-14 12:00", "summary": "Subsidies, tax breaks are aimed at rebuilding struggling child-care sector and easing parents' re-entry to workforce. The coronavirus relief law signed by President Biden last week pours nearly $50 billion into child care in a bid to keep struggling daycare centers from closing just as the people who rely on them return to work.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-harris-plan-cross-country-tour-to-tout-covid-19-aid-11615723200", "title": "Biden, Harris Plan Cross-Country Tour to Tout Covid-19 Aid", "date": "2021-03-14 11:32", "summary": "President to travel to battleground states Pennsylvania and Georgia, while vice president heads to Nevada and Colorado. WASHINGTON-President Biden and his top advisers will fan out across battleground states this week to promote the $1.9 trillion coronavirus relief law amid continued uncertainty about the path forward for the rest of Mr. Biden's policy agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-drop-in-covid-19-cases-adds-to-questions-about-waves-of-infections-11615734003", "title": "South Africa's Drop in Virus Cases Adds to Questions About Waves", "date": "2021-03-14 11:00", "summary": "Surprising decline after surge shows scientists still have much to learn about how the coronavirus moves through society. JOHANNESBURG-Earlier this year, doctors and epidemiologists in South Africa's economic capital were bracing for the worst. A new coronavirus strain was surging across the country, thousands of holidaymakers were due to return from Covid-19 hot spots, and one in three coronavirus tests was coming back positive.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-mask-rules-sports-events-11615685393", "title": "Moving Sports Events to Texas Was Easy. Maybe Too Easy.", "date": "2021-03-14 10:14", "summary": "Several big events, including the women's NCAA tournament, can happen in Texas because of looser Covid-19 restrictions. But sports bodies aren't going along with the state's move to drop mask mandates.. For prospective Olympic wrestlers, the road to the Tokyo Games was supposed to go through Penn State University, where USA Wrestling had planned to hold its team trials. When it became clear last month that the venue wouldn't be able to accommodate the event because of pandemic restrictions, it was relocated to a friendlier spot: Texas.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-negotiation-during-the-pandemic-readers-weigh-in-11615730400", "title": "Job Negotiation During the Pandemic: Readers Weigh In", "date": "2021-03-14 10:00", "summary": "People who have sat on both sides of the negotiating table share their thoughts on how to push for more pay right now. A recent Wall Street Journal column called \"When Should You Think Twice About Salary Negotiation?\" focused on rethinking straightforward salary negotiation during the pandemic, especially for younger workers who have had it drilled into them to negotiate their base pay ever since entering the workforce. Many who read the piece weighed in with their own experiences, both in trying to negotiate their own salaries and as employers of workers who tried to negotiate.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-becomes-first-major-economy-to-start-withdrawing-pandemic-stimulus-efforts-11615730401", "title": "China Begins Withdrawing Pandemic Stimulus Efforts", "date": "2021-03-14 10:00", "summary": "As its economy rebounds, Beijing begins a delicate process that will influence the domestic and global recoveries. HONG KONG-As the first major economy to beat back Covid-19, China is now taking the global lead in moving to unwind its pandemic-driven economic stimulus efforts.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-are-finding-more-unreported-covid-19-deaths-11615730402", "title": "States Are Finding More Unreported Covid-19 Deaths", "date": "2021-03-14 10:00", "summary": "Backlogs can temporarily raise daily death tolls; 'Nobody likes surprises'. While Covid-19 deaths head lower, raising hopes that the U.S. is turning a corner as vaccinations continue, states around the country are steadily finding previously unreported deaths that are causing data confusion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nycs-elmhurst-hospital-covid-19-remembrance-took-shape-last-spring-11615730401", "title": "Elmhurst Hospital's Remembrance Took Shape Last Spring", "date": "2021-03-14 10:00", "summary": "Grieving employees found comfort in mural created to memorialize loved ones and co-workers. Sunday marks the anniversary of New York City's first reported death from Covid-19 and a Day of Remembrance, honoring the more than 30,000 New York City residents who are confirmed or suspected to have died of Covid-19.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turbocharged-economy-leaves-factories-struggling-to-deliver-goods-that-shoppers-want-11615726803", "title": "Turbocharged Economy Leaves Factories Struggling to Deliver", "date": "2021-03-14 09:00", "summary": "Some businesses worry that a further surge in demand, led by the U.S., could exacerbate supply-chain disruptions; ships are sitting offshore for weeks. Sales at Honey-Can-Do International LLC are soaring, as homebound Americans snap up the Chicago-area company's clothes racks, shelves and other housewares.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-remote-work-to-hybrid-work-the-tech-youll-need-to-link-home-and-office-11615726801", "title": "From Remote Work to Hybrid Work: The Tech You'll Need to Link Home and Office", "date": "2021-03-14 09:00", "summary": "Some days you'll go to the office, some days you'll work from home. Your tech life is about to get messy. Here are some solutions.. Hope your magic Mary Poppins, go-back-to-the-office bag is ready. Let's see, you're going to need your laptop, your laptop's power adapter, your headphones, your headphones' power adapter, your ring light, your ring light's power adapter...", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-wants-to-alter-patent-laws-in-germany-a-hot-spot-for-litigation-11615723380", "title": "A Push to End Germany's Status as 'Paradise for Patent Trolls'", "date": "2021-03-14 08:03", "summary": "Apple and Nvidia have joined German companies pushing legislation to make the country a less attractive destination for patent suits.. BERLIN-Germany has long been a magnet for global patent litigation, ensnaring companies like Apple Inc., Samsung Electronics Co. and Alphabet Inc.'s Google.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-covid-have-you-feeling-like-a-fraud-at-work-11615723253", "title": "Does Covid Have You Feeling Like a Fraud at Work?", "date": "2021-03-14 08:00", "summary": "The upheaval wrought by the pandemic has many people overworking lest they lose their job-or doubting that they can find another one.. Layoffs, furloughs and other workplace upheaval due to the pandemic have some employees second-guessing their skills and worrying that they won't be able to find another job or measure up once they do.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-is-still-in-the-throes-of-covid-19-but-its-stocks-are-rallying-11615719618", "title": "Europe Is Still in the Throes of Covid, but Its Stocks Are Rallying", "date": "2021-03-14 07:00", "summary": "Shares of banks and travel companies in Europe have surged as investors look for beaten-down stocks that could benefit as the global economy revives. European stocks have been on the rise as international investors reposition their portfolios for the global economy to return to normal-a trade that hinges on smooth reopenings in the region.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-taps-indian-covid-19-vaccine-production-prowess-to-inoculate-indo-pacific-11615719604", "title": "U.S. Taps Indian Vaccine Production Prowess to Inoculate Indo-Pacific", "date": "2021-03-14 07:00", "summary": "Serum Institute of India's capacity to produce more than 70 million doses a month is making it a key player in the fight against the pandemic. PUNE, India-As much of the world struggled to secure Covid-19 vaccine supplies last month, more than 50 million doses were chilling in a warehouse in western India, stacked more than 50 feet high.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-supercycle-looks-like-a-stretch-11615714383", "title": "Commodities Supercycle Looks Like a Stretch", "date": "2021-03-14 05:33", "summary": "Some investors are betting prices will surge over a long period, but history suggests the conditions aren't right. Commodity markets are roaring, stirring a debate about whether prices are headed for an extended upswing. The history of booms and busts in raw materials suggests the conditions aren't right.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-sellers-boost-bets-against-spacs-11615714200", "title": "Short Sellers Boost Bets Against SPACs", "date": "2021-03-14 05:30", "summary": "SPAC boom skeptics are betting against deals including Social Finance, Lucid and Lordstown Motors. Short sellers are coming for SPACs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-separates-two-towns-maine-is-homesick-for-canada-11615714201", "title": "Covid-19 Separates Two Towns: Maine Is Homesick for Canada", "date": "2021-03-14 05:30", "summary": "Yearlong border restrictions keep family members apart and cost Maine $1 billion from missing Canadian visitors. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marvin-hagler-middleweight-boxing-great-dies-at-66-11615683526", "title": "Marvin Hagler, Middleweight Boxing Great, Dies at 66", "date": "2021-03-14 19:58", "summary": "Title reign ended with loss to 'Sugar' Ray Leonard in 1987. Marvin Hagler, the middleweight boxing great whose title reign and career ended with a split-decision loss to \"Sugar\" Ray Leonard in 1987, died Saturday. He was 66.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}]