[{"link": "https://www.wsj.com/articles/calls-mount-to-cut-covid-19-quarantine-period-for-fully-vaccinated-who-test-negative-11640283882", "title": "Calls Mount to Cut Covid-19 Quarantine Period for Fully Vaccinated Who Test Negative", "date": "2021-12-23 23:46", "summary": "Some health experts and business leaders are pushing the CDC to reduce its recommended 10-day quarantine time for certain people, especially essential workers. More health experts, business people and government officials are questioning how long people infected with Covid-19 should quarantine if they are vaccinated and no longer testing positive.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-wont-send-officials-to-winter-olympics-in-beijing-11640320579", "title": "Japan Won't Send Officials to Winter Olympics in Beijing", "date": "2021-12-23 23:36", "summary": "Tokyo avoids calling move a boycott in deference to China. TOKYO-Japan said Friday it would join the U.S. and other allies in refraining from sending cabinet-level officials to the Winter Olympics in Beijing, but it avoided calling the move a diplomatic boycott.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calls-mount-to-cut-covid-19-quarantine-period-for-fully-vaccinated-who-test-negative-11640320535", "title": "Calls Mount to Cut Covid-19 Quarantine Period for Fully Vaccinated Who Test Negative", "date": "2021-12-23 23:35", "summary": "Some health experts and business leaders are pushing the CDC to reduce its recommended 10-day quarantine time for certain people, especially essential workers. More health experts, business people and government officials are questioning how long people infected with Covid-19 should quarantine if they are vaccinated and no longer testing positive.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-delta-cancel-some-flights-as-omicron-spreads-11640308603", "title": "United, Delta Cancel Some Flights as Omicron Spreads", "date": "2021-12-23 23:24", "summary": "Airlines have said they expect holiday travel this week and next to be among the busiest since before the pandemic. United Airlines Holdings Inc. is canceling dozens of flights over the holiday weekend as a surge of Covid-19 cases affects crews, and Delta Air Lines Inc. also cited the Omicron variant as a factor behind a number of cancellations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-reaches-federal-settlement-allowing-workers-more-leeway-to-organize-11640282553", "title": "Amazon Reaches Federal Settlement Allowing Workers More Leeway to Organize", "date": "2021-12-23 21:48", "summary": "Deal is one of the largest ever for National Labor Relations Board. Amazon.com Inc. has reached a settlement with the National Labor Relations Board to make it easier for its employees to organize at work, a step that comes as its workers in some areas continue to push for unionization.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-home-asking-60-million-aims-to-set-a-record-11640114318", "title": "Florida Home Asking $60 Million Aims to Set a Record", "date": "2021-12-23 21:46", "summary": "In Delray Beach, the oceanfront house spans roughly 26,000 square feet. Massimo Musa spent years searching the Florida coast for a spot to build his dream home.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-dept-will-waive-in-person-interviews-for-h-1b-other-work-visas-11640299578", "title": "U.S. Will Waive In-Person Interviews for H-1B, Other Work Visas", "date": "2021-12-23 18:55", "summary": "The State Department is seeking to ease the issuance of several types of visas that have been backlogged during the Covid-19 pandemic. WASHINGTON-The State Department is temporarily dropping an in-person interview requirement for some work-visa categories in 2022 to ease visa issuances, as the Covid-19 pandemic stretches into a third year, the department announced Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hoc-anno-domini-vermont-royster-editorial-11640296509", "title": "In Hoc Anno Domini", "date": "2021-12-23 18:53", "summary": "This editorial was written in 1949 by the late Vermont Royster and has been published annually since.. When Saul of Tarsus set out on his journey to Damascus the whole of the known world lay in bondage. There was one state, and it was Rome. There was one master for it all, and he was Tiberius Caesar.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-pharma-success-government-failure-covid-pills-merck-molnupiravir-pfizer-paxlovid-ridgeback-11640295905", "title": "Big Pharma Success, Government Failure", "date": "2021-12-23 18:52", "summary": "The U.S. ordered too few courses of the new and promising Covid pills.. First some good news to brighten the holidays: The Food and Drug Administration has approved two oral antiviral drugs for Covid-19. Now the bad news: They will be in short supply this winter.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-tiny-exception-to-the-filibuster-senate-voting-rights-11640292526", "title": "Biden's Tiny 'Exception' to the Filibuster", "date": "2021-12-23 18:51", "summary": "It's like trying to remove only one small section of the Hoover Dam.. President Biden now says he wants to bust the Senate's filibuster to pass a Democratic overhaul of American elections. \"If the only thing standing between getting voting rights legislation passed and not getting passed is the filibuster,\" he told ABC News this week, \"I support making the exception of voting rights for the filibuster.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-drives-covid-19-surge-in-u-s-as-world-awaits-fresh-evidence-on-severity-11640268476", "title": "Omicron Drives U.S. Covid-19 Surge as More U.K. Evidence Suggests It's Milder", "date": "2021-12-23 18:41", "summary": "More mandates and curbs are put in place in U.S. and Europe, but American holiday air travel nearly doubles from last year. More Americans were traveling for the holidays than a year ago, though the Omicron variant has been driving up case counts around the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fourth-matrix-unburied-and-dead-the-matrix-resurrections-keanu-reeves-lana-wachowski-carrie-anne-moss-jonathan-goff-11640287910", "title": "The Fourth 'Matrix': Unburied and Dead", "date": "2021-12-23 18:37", "summary": "Keanu Reeves stars as Neo in the fourth installment of the franchise. The mea culpa is irresistible, not to mention wryly meta and charmingly candid, so I won't even try to resist quoting what \"The Matrix Resurrections\" has provided for our delectation. (The film is playing in theaters and streaming on HBO Max.) First, though, a quick bit of context. This fourth iteration of the franchise is set 60 years after the events of \"The Matrix Revolutions,\" which came out in 2003. Neo, we are told, is actually a balding nerd, but we still see him as Keanu Reeves, who is neither balding nor nerdy. The once-unquenchable hero of \"The Matrix\" trilogy, which began in 1999, has gone back to his identity as Thomas Anderson, now the head designer for a video-game company called Deus Machina. In a scene at the company's headquarters, Thomas gets unwelcome news from his business partner, Smith (Jonathan Groff), who eventually proves to be more than a mere Smith. \"I'm sure you can understand why our beloved parent company Warner Bros. has decided to make a sequel to the trilogy,\" he says. \"With or without us.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-asks-supreme-court-to-shield-documents-from-house-panel-on-jan-6-11640286632", "title": "Trump Asks Supreme Court to Shield Documents From House Panel on Jan. 6", "date": "2021-12-23 18:27", "summary": "Former president requests emergency order stopping Biden administration from handing over White House records from around time of Capitol riot by his supporters. After two setbacks in the lower courts, former President Donald Trump on Thursday asked the Supreme Court to block the House committee investigating the Jan. 6 assault by Trump supporters on the U.S. Capitol from accessing presidential records from his time in office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-23-2021-11640248354", "title": "Stocks Finish Higher as Investors Digest Spending, Jobless Data", "date": "2021-12-23 18:18", "summary": "S&P 500 sets new closing record; Nasdaq, Dow industrials rise. U.S. stock indexes closed higher in the holiday-shortened trading week, with the S&P 500 notching a new high, as investors digested economic data and developments related to the Omicron variant's spread.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muskogees-local-hero-11640301243", "title": "Muskogee's Local Hero", "date": "2021-12-23 18:14", "summary": "Sixth-grader has a busy day rescuing neighbors.. These days you might think that any story involving a school board meeting and social media is definitely not going to end well. But this story is about a day last week and a student who was not just good but very close to perfect when his neighbors in Muskogee, Okla., needed him most.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-third-and-last-covid-winter-begins-omicron-new-york-booster-vaccines-spending-politics-11640291203", "title": "The Third, and Last, Covid Winter Begins", "date": "2021-12-23 18:12", "summary": "We'll be living for a long time with the virus's ramifications for health, the economy and politics.. In New York we feel back where we started. It's like 2020, with everyone in a mask and canceling gatherings and scrambling to find a test. Covid is everywhere. For the moment we appear to be the epicenter again, with 38,835 new cases reported in the state on Thursday, a record. I know many people who got sick in the past two weeks, but it's not a terrible version of the illness. It's a milder one, and hospitalization isn't part of the equation. Early data seems to suggest this also. I am not an epidemiologist, and it's foolish to make predictions in such a fluid and unknowable environment, but it's Christmas, so I offer a purely instinctive reading:", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-child-poverty-progress-isnt-real-inflation-income-tax-credit-consumer-price-index-work-11640290381", "title": "Biden's Child-Poverty Progress Isn't Real", "date": "2021-12-23 18:10", "summary": "Inflation ate up much of the income gains, which came with greater dependency.. Among the Biden administration's favorite claims is that it has cut child poverty in half. True, the $1.9 trillion American Rescue Plan increased the amount of the child tax credit and made advance payments to those who qualify, putting money into the hands of many poorer Americans. But the size of a government check doesn't matter so much as what you can buy with it. Doubling your income is worthless if everything you have to buy is suddenly twice as expensive.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-look-up-review-a-cosmic-disaster-dont-look-up-leonardo-di-caprio-jennifer-lawrence-meryl-streep-kate-blanchett-timothee-chalamet-11640294136", "title": "'Don't Look Up' Review: A Cosmic Disaster", "date": "2021-12-23 18:03", "summary": "Even such marquee names as DiCaprio, Streep, Blanchett and Lawrence can't save this feeble joke of a movie. A gigantic comet is on track to collide with Earth and will destroy all human life unless it's knocked off course. So everyone's terrified, right? Wrong. That was the reaction back in 1998, when Earth was threatened by a gigantic comet in \"Deep Impact\" and, less than two months later, by an asteroid the size of Texas in \"Armageddon.\" That was also when dopey, relatively earnest disaster epics could still pull crowds into multiplexes. You'll find the current comet in \"Don't Look Up,\" streaming on Netflix . It's three to six miles wide, a planet-killer if ever there was one, but no one trusts science, government or anything else and people are too distracted to worry. A plausible premise, right? Yes, absolutely, but it's squandered in a slapdash, scattershot sendup that turns almost everyone into nincompoops, trivializes everything it touches, oozes with self-delight, and becomes part of the babble and yammer it portrays.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-the-midwife-holiday-special-review-swaddled-in-charm-call-the-midwife-holiday-special-pbs-nonnatus-house-jenny-agutter-11640293310", "title": "'Call the Midwife Holiday Special' Review: Swaddled in Charm", "date": "2021-12-23 18:02", "summary": "Cynics may scoff, but what this nostalgic show delivers is more than welcome today. If you wanted to liberate your inner Grinch, you could watch the annual \"Call the Midwife Holiday Special\" and imagine that all the nuns, nurses and pregnant ladies were stoned out of their minds. The beatific smiles. The vacant looks. The fact that everyone tells everyone else things they must have told them a thousand times before. It would explain a lot, although the only legal dispensary at Nonnatus House-the nursing convent where the show has been set since real-life 2012 and fictional 1957-is traditionally medical. So maybe it's too many eggnogs.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothers-creating-a-future-parallel-mothers-pedro-almodovar-penelope-cruz-milena-smit-aitana-sanchez-gijon-spanish-civil-war-11640295840", "title": "'Mothers': Creating a Future", "date": "2021-12-23 18:01", "summary": "Pedro Almodóvar's film is about two expectant mothers-one happily so, the other not. The colors alone are a tip-off-cheery pastels that, combined with bright nothing-bad-could-happen-in-this-story lighting, announce \"Parallel Mothers\" as another Pedro Almodóvar film. Penélope Cruz is Janis-her hippie mother named her after Janis Joplin-a magazine photographer who, in the radiance of her 40th year, discovers with delight that she's pregnant, and will soon be a single mother. Janis shares a maternity-hospital room with another single-mother-to-be. Ana (Milena Smit) is still an adolescent and regrets being pregnant, though Janis does her best to infect her roommate and new friend with the joy she feels. The movie lighting doesn't dim as the plot unfolds, and the colors don't fade; in fact, the final sequence is set in a verdant meadow. Yet this wonderful, often sunny drama, in subtitled Spanish and playing in theaters, also evokes pain, betrayal, inconsolable loss followed by rebirth and-far from what you might expect at this point in Mr. Almodóvar's dazzling career-haunting echoes of his nation's anguished past.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visiting-scrooge-at-his-home-or-yours-a-christmas-carol-charles-dickens-trinity-repertory-company-lantern-theater-company-11640285627", "title": "Visiting Scrooge at His Home or Yours", "date": "2021-12-23 18:00", "summary": "Two staged versions creatively adapt Charles Dickens's 'A Christmas Carol' while keeping faith with the original. Staged versions of \"A Christmas Carol\" come in every possible flavor. In 2020, though, they were all streamed, for America's theaters were still shut by Covid-19. This year they're mostly open again-at least for the moment-and several regional theaters have opted to break the long hiatus with productions of Charles Dickens's holiday-themed classic, many of which are simultaneously being streamed.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-their-own-words-angela-merket-review-never-underestimate-this-womans-power-in-their-own-words-angela-merkel-pbs-helmut-kohl-vladimir-putin-hillary-clinton-11640290437", "title": "'In Their Own Words: Angela Merkel' Review: Never Underestimate This Woman's Power", "date": "2021-12-23 17:58", "summary": "A documentary looks at the former German chancellor. Angela Merkel, who left office earlier this month, has been constantly underestimated, \"which becomes in a way like her superpower,\" says historian Jennifer Jenkins during \"In Their Own Words: Angela Merkel.\" Helmut Kohl, we learn, used to call her \"the girl,\" which may have been both affectionate and patronizing. But many German politicians who simply underrated her political genius are now, as the writer George Packer puts it, \"in other walks of life.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-anna-sui-interview-11640273007", "title": "Fashion Designer Anna Sui on the Best Shampoo and the Death of 'Cool'", "date": "2021-12-23 17:36", "summary": "The New York City creative, who founded her fashion business in 1981, discusses her eclectic inspirations. AS A KID growing up in Detroit in the 1970s, Anna Sui knew she wanted to be a fashion designer. She was especially drawn to the colorful designs of Biba, a British brand influential in the '60s and '70s. At the Bergdorf Goodman Biba boutique, her mom bought her a teal T-shirt with billowy sleeves along with matching eye shadow. \"That was it for me. I'd never seen anything like Biba,\" recalled Ms. Sui. \"The makeup counter [at the New York store] was art deco, decorated with plumes of black ostrich feathers. You were used to seeing blue eye shadow, but these were smoke and maroon and teal and plum, and the clothes were all the same colors with matching boots and matching hats.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-in-communist-poland-celebration-homes-poverty-food-warsaw-golden-years-11640291064", "title": "Christmas in Communist Poland", "date": "2021-12-23 17:26", "summary": "Its banishment from the public sphere heightened its intensity at home.. Supply-chain problems and looming shortages have some Americans in a panic. But the specter of a more austere holiday season put me in mind of the three Christmases I spent in communist Poland. They were the most meaningful of my life.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electric-vehicle-push-empowers-china-rare-earths-mining-motors-rivals-11640290395", "title": "The Electric-Vehicle Push Empowers China", "date": "2021-12-23 17:26", "summary": "Instead of using its own energy reserves, the U.S. is betting on its rival's rare earths.. The Biden administration wants to spend billions on electric-vehicle subsidies and charging stations because, as Vice President Kamala Harris put it in a Dec. 13 speech, \"climate change has become a climate crisis and it demands urgent action.\" But rushing to replace gasoline-powered cars with electric vehicles would hand the keys to the American transportation sector to China, given Beijing's near-monopoly on rare-earth elements like neodymium and dysprosium, which are used in the high-output motors of most electric vehicles.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-schumer-up-to-chuck-joe-manchin-no-vote-build-back-better-majority-minority-11640289911", "title": "What's Chuck Schumer Up To?", "date": "2021-12-23 17:24", "summary": "Bullying Manchin won't win his vote, but that's not the leader's priority.. The White House has handled Sen. Joe Manchin with all the dexterity of a skating giraffe, misjudging the West Virginian for much of a year. But the prize for political malpractice may yet go to Majority Leader Chuck Schumer, with his new vow to place Joe Biden's agenda on the Senate floor without majority support.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-may-face-a-population-implosion-fertility-rate-replacement-levels-children-11640289956", "title": "India May Face a Population Implosion", "date": "2021-12-23 17:23", "summary": "'You have a baby factory in the north and a jobs factory in the south.'. India has long been a byword for overpopulation, but this is about to change. According to a new national survey, India's total fertility rate, the average number of children a woman will bear during her lifetime, has fallen to 2-below the replacement level of 2.1 for the first time.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-past-and-american-christmas-stories-review-tales-for-the-night-before-11640298131", "title": "'Christmas Past' and 'American Christmas Stories' Review: Tales for the Night Before . . .", "date": "2021-12-23 17:22", "summary": "Over the years, the holiday has inspired all sorts of literary works, with themes of mercy, justice, redemption-even, at times, peace and goodwill.. 'Christmas won't be Christmas without any presents,\" grumbles 15-year-old Jo March in \"Little Women,\" the 1868 novel by Louisa May Alcott. Jo's complaint is a famous first line in American literature-and in the second chapter, when the March sisters wake up on Christmas morning, they discover that their mother has left them gifts of books.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-christmas-trees-come-from-traditions-ornaments-pine-south-dakota-history-11640290167", "title": "Where Christmas Trees Come From", "date": "2021-12-23 17:22", "summary": "We harvested ours in South Dakota. The world-wide tradition goes back centuries.. Hot Springs, S.D.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-move-closer-to-talks-over-ukraine-as-moscow-amasses-troops-11640296717", "title": "U.S., Russia Move Closer to Talks Over Ukraine as Moscow Masses Troops", "date": "2021-12-23 17:18", "summary": "Both sides agree to hold discussions in January, though they differ over how to structure the negotiations, U.S. officials said. The U.S. and Russia moved closer to convening talks over tensions surrounding Ukraine, though American officials warned that Moscow is continuing to build up its forces for possible military action against its neighbor.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-restrict-in-car-gaming-following-federal-probe-11640292143", "title": "Tesla to Restrict In-Car Gaming Following Federal Probe", "date": "2021-12-23 16:54", "summary": "The National Highway Traffic Safety Administration this week opened an investigation into a feature it said may distract drivers. Tesla Inc . is restricting access to the games available in its vehicles, disabling a feature that allowed people to play games on a front touch screen while driving, according to the top U.S. auto safety regulator.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-thats-a-gift-friday-crossword-december-24-11640295956", "title": "Now That's a Gift! (Friday Crossword, December 24)", "date": "2021-12-23 16:46", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-guns-for-hire-fill-void-in-africa-and-elsewhere-as-western-militaries-pull-back-11640295603", "title": "Russian Guns-for-Hire Fill Void in Africa and Elsewhere as Western Militaries Pull Back", "date": "2021-12-23 16:40", "summary": "A mercenary deployment in Mali is triggering alarm among U.S. allies as Moscow denies being involved. Russian mercenaries have deployed to the African country of Mali, European governments said, opening a new front in a confrontation with the West at the same time as Moscow has gathered military forces around Ukraine.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-potter-found-guilty-of-first-and-second-degree-manslaughter-in-shooting-of-daunte-wright-11640288657", "title": "Kim Potter Found Guilty of Manslaughter in Shooting of Daunte Wright", "date": "2021-12-23 16:36", "summary": "Former Brooklyn Center, Minn., police officer could face up to 15 years in prison for first-degree manslaughter, up to 10 years for second-degree manslaughter. Kimberly Potter, the former Brooklyn Center, Minn., police officer who shot and killed Daunte Wright during a traffic stop in April, was found guilty of first- and second-degree manslaughter by a Hennepin County jury on Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-begin-making-ballistic-missiles-with-chinese-help-11640294886", "title": "Saudis Begin Making Ballistic Missiles With Chinese Help", "date": "2021-12-23 16:28", "summary": "The effort is raising new worries about a Middle East arms race. Saudi Arabia has imported sensitive missile technology from the Chinese military and is manufacturing its own ballistic missiles, according to Saudi advisers and officials familiar with U.S. intelligence, raising new worries of a Middle East arms race.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-scales-back-new-years-eve-in-times-square-11640293939", "title": "New York Scales Back New Year's Eve Event", "date": "2021-12-23 16:12", "summary": "Covid-19 concerns to limit attendance to 15,000; masks, vaccines will be required. New Year's Eve celebrations in Times Square will be scaled back, but not canceled, amid a wave of Covid-19 infections in the city and state, New York City Mayor Bill de Blasio said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-settles-veterans-home-death-claims-for-53-million-11640293438", "title": "New Jersey Settles Veterans-Home Death Claims for $53 Million", "date": "2021-12-23 16:03", "summary": "Agreement resolves claims by the families of more than 100 residents who died during Covid-19 outbreaks at state-run facilities. New Jersey officials agreed to pay about $53 million to the families of state-run veterans-home residents to settle claims that managers in the facilities acted with gross negligence in fending off the coronavirus pandemic, according to a state official and a lawyer for the families.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-apologizes-after-asking-suppliers-to-avoid-chinas-xinjiang-region-11640261303", "title": "Intel Apologizes After Asking Suppliers to Avoid China's Xinjiang Region", "date": "2021-12-23 15:39", "summary": "Chip maker is the latest Western company caught between Washington and Beijing. U.S. semiconductor giant Intel Corp. apologized following a social-media backlash over a letter it sent suppliers asking them to avoid sourcing from the Chinese region of Xinjiang, where the Chinese government has conducted a campaign of forcible assimilation against religious minorities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-november-2021-11640215420", "title": "Omicron Starts to Slow U.S. Economy as Consumer Spending Flags", "date": "2021-12-23 15:27", "summary": "Fewer people are dining in restaurants, and rising case numbers are leading many businesses to close for a short period. Signs are mounting that the U.S. economy is losing some steam as the Omicron variant of the Covid-19 virus spreads rapidly through parts of the country.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alberto-salazar-running-coach-banned-11640204152", "title": "Famed Running Coach Alberto Salazar Banned for Sexual Misconduct", "date": "2021-12-23 14:24", "summary": "The U.S. Center for SafeSport's decision against the former Nike-backed elite distance coach has become final. The permanent ban of famed former Nike running coach Alberto Salazar for sexual misconduct has been upheld, according to an update Wednesday to the U.S. Center for SafeSport's disciplinary database.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-guns-in-videogames-could-soon-be-worth-real-money-11640286622", "title": "Virtual Guns in Videogames Could Soon Be Worth Real Money", "date": "2021-12-23 14:10", "summary": "Game makers are increasingly selling virtual weapons and gear as NFTs, extending the trendy digital deeds' reach but rankling some players. More videogame makers are selling virtual guns, helmets and other gear in the form of NFTs, a move that is increasingly pushing the trendy digital deeds into the average household.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-bee-socially-distanced-11640285013", "title": "How to Bee Socially Distanced", "date": "2021-12-23 13:43", "summary": "Members of a hive instinctively stay farther apart when they sense a viral intruder.. Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-holiday-troubles-multiply-as-omicron-spreads-agenda-stalls-11640284559", "title": "Biden's Holiday Troubles Multiply as Omicron Spreads, Agenda Stalls", "date": "2021-12-23 13:36", "summary": "The president faces daunting obstacles at home and abroad as the midterm election year looms. WASHINGTON-President Biden was determined to make his first year in the White House one of rebuilding from the coronavirus pandemic and achieving major progress on an array of legislative priorities. But he enters the holiday season facing a series of obstacles that have damaged his political standing and left many Democrats frustrated and anxious about looming midterm elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-study-finds-risk-of-hospitalization-with-omicron-50-to-70-lower-than-with-delta-11640281553", "title": "U.K. Study Reinforces Conclusion That Omicron Causes Less Severe Disease", "date": "2021-12-23 13:36", "summary": "Research in England suggests 50-70% fall in hospitalization risk. LONDON-People infected with the Omicron variant of coronavirus are between 50% to 70% less likely to be admitted to the hospital than those who caught earlier strains, according to a new U.K. study that adds to a growing body of evidence of Omicron's reduced severity in populations with high levels of immunity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/writer-joan-didion-writer-who-captured-turbulent-times-has-died-11640280296", "title": "Joan Didion, Writer Who Captured Turbulent Times, Dies at 87", "date": "2021-12-23 13:15", "summary": "Resume Subscription. Joan Didion, a literary journalist, novelist and essayist whose chronicles of life in Los Angeles, meditations on horrific crimes and memoirs of grappling with the death of loved ones made her one of the most original voices in modern American letters, has died at age 87.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/putin-denies-troop-buildup-near-ukraine-means-russia-wants-conflict-11640263896", "title": "Putin Blames the West for Ukraine Tensions During News Conference", "date": "2021-12-23 13:09", "summary": "Leader says Russia isn't seeking conflict with neighboring nation, warns against NATO expansion. Russian President Vladimir Putin's customary year-end audience with the Moscow media was more closely watched than usual for signs of what plans he might have in mind for Ukraine, as he again denied seeking a conflict with the West and defended what he called his country's need to protect itself against NATO's attempts to encroach on its doorstep.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-omicron-traveler-london-finds-reasons-hope-11640274581", "title": "Despite Omicron, a Traveler in London Finds Reasons for Hope", "date": "2021-12-23 13:00", "summary": "On a recent trip to revisit her favorite city-and its storied river-a dedicated Anglophile looks to London's past to glimpse its brighter future. IN OCTOBER, as I booked my first trip back to London-my first trip anywhere-in two years, I felt the old thrill. With the airline seat map on my computer screen, I felt the titillation, the exhilaration of travel, the rush of just going! While I tried to nab an aisle seat, the sound of Sinatra singing \"Come Fly With Me\" poured from my home speakers.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-authorizes-mercks-covid-19-pill-for-at-home-treatment-11640270142", "title": "FDA Authorizes Merck's Covid-19 Pill for At-Home Treatment", "date": "2021-12-23 12:51", "summary": "Many adults at high risk of severe disease could take pill at home to avoid hospitalization. U.S. regulators cleared use of a Covid-19 pill from Merck & Co. and partner Ridgeback Biotherapeutics LP, the latest easy-to-use therapy that infected people can take to keep out of the hospital.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bring-back-regular-order-manchin-obamacare-mccain-build-back-better-committee-hearings-11640268080", "title": "Bring Back 'Regular Order'", "date": "2021-12-23 12:21", "summary": "First, our elected leaders have to commit to getting things done for their country and constituents.. Sen. Joe Manchin's opposition to the Build Back Better bill this week and John McCain's thumbs down to the repeal of ObamaCare four years ago together are an urgent appeal for Congress and the White House to find bipartisan solutions to America's problems.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-plague-is-the-medias-cold-new-york-surge-omicron-infection-variant-vaccines-11640268505", "title": "Florida's Plague Is the Media's Cold", "date": "2021-12-23 12:18", "summary": "Covid is suddenly funny and cool now that all the right people are getting it.. Now it can be said: Covid-19 isn't going away. CNN's Brian Stelter lectured his audience Sunday on \"what living with Covid really means.\" He cited \"a highly transmissible variant\" that has caused \"many, many, many cases . . . here in New York City,\" and said: \"It seems that in some media circles this was the week that getting Covid became an inevitability.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blockchain-crypto-defi-sec-ripple-regulation-lawsuit-access-warren-11640218049", "title": "Great Potential, Great Obstacles for Blockchain", "date": "2021-12-23 12:14", "summary": "Ripple CEO: Jay Clayton's SEC 'tried to turn the lights off on crypto.'. The op-ed by former Securities and Exchange Commission Chairman Jay Clayton (\"America's Future Depends on the Blockchain,\" Dec. 17) is staggeringly ironic, given the SEC's abject failure under his leadership to embrace the innovation and potential of blockchain and cryptocurrency technologies. Mr. Clayton stifled the crypto industry while in office, yet now he calls for the government to facilitate the adoption of the technology.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-research-tech-science-innovation-ai-stem-11640217060", "title": "The Trouble With China's 'Innovation Dominance'", "date": "2021-12-23 12:11", "summary": "Issues of measurement and prediction suggest fears may be overhasty.. Graham Allison and Eric Schmidt are right to note the growth in China's science and technology sectors and call for greater support for U.S. researchers (\"China Will Soon Lead the U.S. in Tech,\" op-ed, Dec. 8). One must be cautious, however, in comparing scientific and innovative capacity in China and the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-and-frisk-nyc-giuliani-bloomberg-de-blasio-adams-crime-11640216654", "title": "'Stop and Frisk' Was Not New York's Silver Bullet", "date": "2021-12-23 12:09", "summary": "Crime fell for six years after Mayor de Blasio ended the practice.. In \"Eric Adams Will Need Help to Make New York Safe Again\" (Cross Country, Dec. 18), Seth Barron asserts, \"However one feels about the use-or supposed overuse-of 'stop, question and frisk' . . . there is no dispute that the policing tactic was instrumental in driving down the rate of violent crime in New York City.\" But plenty of serious analysts dispute that; the evidence does not support the claim.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-pandemic-testing-vaccine-asymptomatic-early-treatment-therapies-11640215930", "title": "A New Stage in Our Response to Covid", "date": "2021-12-23 12:06", "summary": "Our focus needs to move from testing and vaccination to early treatment.. Regarding Holman Jenkins, Jr.'s \"NFL vs. Covid Magical Thinking\" (Business World, Dec. 22): The virus is so ubiquitous that isolating asymptomatic people who test positive won't likely have an effect on prevalence. Our focus needs to move from testing and vaccination to early treatment. All who want a vaccine have been vaccinated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-russia-ukraine-state-department-11640216219", "title": "The Dismal State of the State Department", "date": "2021-12-23 12:04", "summary": "Projecting American sensibilities onto the Russian people won't survive contact with reality.. If the unidentified \"senior administration official\" is representative of State Department thinking (Notable & Quotable: Russia, Dec. 21), at-risk Ukrainians need to start packing their bags. Expressing touching faith in diplomacy, while projecting American sensibilities onto the Russian people and indulging the fantasy that Vladimir Putin cares to \"listen to the needs of his own people,\" exposes an incredible level of self-delusion. U.S. allies ought to be worried.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-december-18-11640278758", "title": "Bestselling Books Week Ended December 18", "date": "2021-12-23 11:59", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rituals-of-christmas-story-telling-11640276664", "title": "The Rituals of Christmas Story-Telling", "date": "2021-12-23 11:24", "summary": "Humans have always felt a deep need to connect emotionally and spiritually through religious dramas. A little drama during the holidays is a good thing, as long as it takes place on stage or screen rather than at the table. Christmas would hardly be Christmas without its accompanying entertainments, from nativity plays to The Nutcracker ballet and Charlie Brown specials. Our family watches \"The Muppet Christmas Carol\" every year. For others, the holiday season wouldn't be complete without Frank Capra's \"It's a Wonderful Life,\" which turned 75 this month.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-was-strong-heading-into-omicron-and-will-be-after-11640275799", "title": "Spending Was Strong Heading Into Omicron, and Will Be After", "date": "2021-12-23 11:10", "summary": "A shift in spending toward services and away from goods last month hints at what next year might look like. Americans kept spending last month, which is a plus for the economy. But how they spent matters more.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxonmobil-battles-fire-at-baytown-texas-refinery-11640268248", "title": "ExxonMobil Battles Fire at Baytown, Texas, Refinery", "date": "2021-12-23 11:09", "summary": "No fatalities were reported in what law-enforcement officials called a major industrial accident. An industrial accident at an Exxon Mobil Corp. plant in Texas left several people injured Thursday morning, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-held-off-congresss-efforts-to-impose-ethics-rulesuntil-now-11640275421", "title": "Judges Held Off Congress's Efforts to Impose Ethics Rules-Until Now", "date": "2021-12-23 11:03", "summary": "Resume Subscription. Chief Justice John Roberts wasn't pleased as lawmakers briefed him and other senior judges about a sweeping judicial-accountability bill they had just introduced.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/christmas-saudi-arabia-mbs-11640272552", "title": "Do They Know It's Christmas Time in Saudi Arabia? Increasingly, Yes", "date": "2021-12-23 10:19", "summary": "In a kingdom that has long banned the public practice of religions other than Islam, holiday sales are testing the limits of new social openness. RIYADH, Saudi Arabia-It's beginning to look a bit like Christmas in Saudi Arabia.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-12-23-2021-11640205807", "title": "Jobless Claims Hold Near Historic Lows, Showing Labor Market Remains Tight", "date": "2021-12-23 09:42", "summary": "Unemployment applications have been near lowest levels since late 1960s in recent weeks. Worker filings for unemployment benefits hovered at the lowest level in more than half a century last week as a strong labor market kept layoffs low, despite rising concerns about the rapid spread of the Omicron variant.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-jd-com-carnival-what-to-watch-when-the-stock-market-opens-today-11640260718", "title": "Novavax, JD.com, Carnival: What to Watch When the Stock Market Opens Today", "date": "2021-12-23 09:19", "summary": "Novavax cited positive results for its vaccine; Tencent dumped most of its stake in JD.com. Stock futures are ticking higher ahead of the final trading session before the Christmas holiday. Here's what we're watching in Thursday's action:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-plans-8-billion-fund-to-restart-afghanistan-economy-11640268816", "title": "U.N. Plans $8 Billion Fund to Restart Afghanistan's Economy", "date": "2021-12-23 09:13", "summary": "Plan would move beyond a purely humanitarian mission to rebuilding governing systems and social services. The United Nations is planning an $8 billion program of aid and services in Afghanistan for next year, taking on many government functions at a time when the Taliban regime remains under economic sanctions and lacks diplomatic recognition, according to international officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-states-and-parents-fight-over-new-laws-on-history-lessons-books-11640268001", "title": "Unions, States and Parents Fight Over New Laws on History Lessons, Books", "date": "2021-12-23 09:00", "summary": "Teachers fret as hundreds of books are pulled from school libraries; union pledges to challenge every new law. Jennifer Given sought out legal advice this fall before teaching world history to 10th-graders in New Hampshire to avoid running afoul of a new state law that restricts what she can teach. Violating the law could end her teaching career.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/releasing-their-inner-tesla-is-tough-for-traditional-car-makers-11640265994", "title": "Releasing Their Inner Tesla Is Tough for Traditional Car Makers", "date": "2021-12-23 08:26", "summary": "Huge valuation gaps pile pressure on old-school vehicle manufacturers to extract more value from their portfolios. For a few traditional auto makers, splitting out hot assets could be a neat way to compete for capital with the likes of Tesla and Rivian . For most, though, it is more complicated than that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-years-into-covid-19-pandemic-elderly-italians-again-face-christmas-alone-11640264404", "title": "Two Years Into Covid-19, Elderly Italians Again Face Christmas Alone", "date": "2021-12-23 08:00", "summary": "As holiday approaches, strict rules for visits to nursing homes put a strain on Italian families. ROME-Manuela Avondoglio hoped to spend this Christmas with her 79-year-old mother, unlike a year ago. Instead, the resurgence of Covid-19 in Europe means another festive season in isolation.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-surge-complicates-challenge-of-unruly-airline-passengers-this-holiday-travel-season-11640264405", "title": "Omicron Surge Complicates Challenge of Unruly Airline Passengers", "date": "2021-12-23 08:00", "summary": "Refusing to wear face masks has been a common offense in air travelers' historically bad behavior this year. This holiday travel season marks the end of what has been a turbulent year for air travelers and possibly an exacerbation of problems stemming from bad behavior on flights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-face-food-shortages-amid-supply-chain-disruptions-11640264402", "title": "Schools Face Food Shortages Amid Supply-Chain Disruptions", "date": "2021-12-23 08:00", "summary": "Campbell, Kraft Heinz, other food makers cut or adjust school offerings from soup to cereal. Schools are running low on food from soup to cereal after some manufacturers reduced offerings or limited orders after struggling to meet demand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-add-real-estate-to-your-retirement-portfolio-11640210230", "title": "Should You Add Real Estate to Your Retirement Portfolio?", "date": "2021-12-23 08:00", "summary": "Choosing commercial, residential or passive property investments depends on your tolerance for risk...and for other people. Whether it is a physical property, such as an apartment building, or an investment in a real-estate investment trust or mutual fund, many financial-planning professionals say that income-producing real estate is an essential part of a well-performing retirement portfolio. However, while 75% of retirees have their money parked in bank accounts or CDs, just 12% own real estate other than their primary residence for investment, according to a survey conducted by the Transamerica Center for Retirement Studies between November 2020 and December 2020.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-has-calmed-its-economic-crisis-for-now-heres-what-could-restart-it-11640264342", "title": "Turkey Calmed Its Economic Crisis. Here's What Could Restart It.", "date": "2021-12-23 07:59", "summary": "Spiraling inflation and heavy dollarization in the banking system leave this major emerging market economy vulnerable. A new policy to relieve Turkey's currency crisis puts a spotlight on a historically robust area of the economy: the banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffanys-new-french-owner-brings-a-makeoverand-a-culture-clash-11640264191", "title": "Tiffany's New French Owner Brings a Makeover-and a Culture Clash", "date": "2021-12-23 07:56", "summary": "Resume Subscription. The French takeover of Tiffany & Co. started with insults, lawsuits and accusations of mismanagement. Then things got really uncomfortable.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bill-belichick-apology-media-11640262441", "title": "Belichick Means Never Having to Say You're Sorry", "date": "2021-12-23 07:30", "summary": "The great hooded one makes an apology to the media, and a columnist is worried. My friends, there are certain things you can count on with football. You know that snow makes any game better. So does grilled sausage and a cold beer. You know there will be a moment while watching any Jacksonville Jaguars contest when you will say to yourself, \"What am I doing with my life?\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-videogames-make-some-costly-misfires-11640260982", "title": "Big Videogames Make Some Costly Misfires", "date": "2021-12-23 07:03", "summary": "Problems with latest 'Call of Duty,' 'Battlefield' and 'Grand Theft Auto' releases follow tough year for videogame stocks. Even big, experienced videogame makers get it wrong sometimes. Having all do so at the same time is rare.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sees-new-bright-spot-in-europe-greece-11640260804", "title": "U.S. Sees New Bright Spot in Europe: Greece", "date": "2021-12-23 07:00", "summary": "American tech companies, gas exporters and military expand activity in Greece, whose long-suffering economy bounces back. ATHENS-On Washington's trouble-dotted map of Europe, long-struggling Greece has become an unexpected bright spot.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-strive-to-level-playing-field-for-remote-and-in-office-workers-11640260801", "title": "CIOs Strive to Level Playing Field for Remote and In-Office Workers", "date": "2021-12-23 07:00", "summary": "One tactic that has proved effective is making sure people working remotely see the faces of colleagues at the office, not a wide shot of a conference room, executives say. Chief information officers, who helped enable the shift to remote work in the early days of the Covid-19 pandemic, are now working to revamp office space and processes to make the workplace more inclusive for the long haul.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-struck-by-omicron-face-hard-choices-before-holidays-11640260803", "title": "Small Businesses Face Hard Omicron Choices", "date": "2021-12-23 07:00", "summary": "Covid-19 surge comes as many owners of firms across country try to make up for setbacks encountered this year. After nearly two years of dealing with worker shortages, pandemic restrictions and rising prices, many small businesses are suddenly facing a surge of employee illnesses from the Omicron variant that is leading to some hard choices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-tells-vatican-officials-to-be-humble-11640260315", "title": "Pope Francis Tells Vatican Officials to Be Humble", "date": "2021-12-23 06:59", "summary": "Pontiff looks ahead to a two-year synod involving Catholics around the world. ROME-Pope Francis on Thursday told the heads of the Vatican bureaucracy to embrace humility and listen to Catholic laity through an unprecedented world-wide consultation that will unfold over the next two years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-gives-investors-an-early-christmas-present-11640258124", "title": "Tencent Gives Investors an Early Christmas Present", "date": "2021-12-23 06:15", "summary": "The Chinese tech giant is cashing in its stake in e-commerce company JD.com. The big question is whether other divestments will follow.. After a horrendous year, Tencent shareholders finally have something to celebrate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-university-pulls-down-monument-to-tiananmen-massacre-victims-11640230213", "title": "Hong Kong University Pulls Down Monument to Tiananmen Massacre Victims", "date": "2021-12-23 05:36", "summary": "Sculptor says he is shocked by actions to remove 'Pillar of Shame,' which some saw as an erosion of academic freedom. HONG KONG-The governing body of the city's oldest university removed a statue commemorating the victims of the Tiananmen Square massacre, felling one of the most prominent monuments to the incident on Chinese soil.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-cargo-also-disrupts-supply-chain-as-goods-spill-out-of-warehouses-11640255401", "title": "Air Cargo Disrupts Supply Chain as Goods Spill Out of Warehouses", "date": "2021-12-23 05:30", "summary": "Surge in freight flights clogged O'Hare, other airports; shippers are staffing up to ease logjams. Cargo flights provided a solution this year for producers of consumer electronics, machine parts and toys that struggled to move goods along rails and through ports. Then the airports got clogged.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-last-minute-digital-gifts-that-beat-basic-gift-cards-for-christmas-11640255405", "title": "10 Last-Minute Digital Gifts That Beat Basic Gift Cards", "date": "2021-12-23 05:30", "summary": "It might be too late to ship a present-but it isn't too late to get something worthwhile for your favorite people. Christmas is less than 48 hours away. If you aren't done buying gifts, you've likely missed the shipping deadlines to send them through the mail. You may think you're left with few options-a generic gift card, a handwritten check or an IOU under the tree-but we've rounded up some great last-minute presents that don't need a shipping label or a trip to the store.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-a-likely-to-remain-strong-in-2022-as-covid-19-looms-over-business-plans-11640255406", "title": "M&A Likely to Remain Strong in 2022 as Covid-19 Looms Over Business Plans", "date": "2021-12-23 05:30", "summary": "Deal making in 2021 hit record levels, fueled by low interest rates, private fundraising and revamped corporate strategies; advisers see few factors to slow the pace in the new year. Companies are gearing up for another banner year for deal making.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-marches-toward-endemic-status-in-u-s-as-omicron-spreads-11640255407", "title": "Covid-19 Marches Toward Endemic Status in U.S. as Omicron Spreads", "date": "2021-12-23 05:30", "summary": "Resume Subscription. The Omicron variant's aggressive advance is the latest twist in the course of a disease that public-health experts say is on a path toward becoming endemic in the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/etfs-claim-more-of-muni-market-11640212153", "title": "ETFs Claim More of Muni Market", "date": "2021-12-23 05:30", "summary": "Low costs lure bond investors, but using the funds to navigate market turmoil can be tricky. Municipal bond investors are piling into exchange-traded funds, attracted by low costs and the ability to trade quickly.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-slashes-jd-com-stake-with-16-billion-dividend-to-shareholders-11640235329", "title": "Tencent Slashes JD.com Stake With $16 Billion Dividend to Shareholders", "date": "2021-12-23 05:20", "summary": "China's internet juggernaut was the largest backer of online retailer JD as part of its gamble on e-commerce. HONG KONG-Chinese social-media giant Tencent Holdings Ltd. is shedding most of its stake in JD.com Inc., saying that the e-commerce company has grown to the point where it no longer requires Tencent's financial backing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/griddle-maker-blackstone-products-to-go-public-in-780-million-spac-deal-11640253602", "title": "Blackstone Products to Go Public in SPAC", "date": "2021-12-23 05:01", "summary": "The company would join several other outdoor cooking brands in going public during the coronavirus pandemic. Blackstone Products is merging with a special-purpose acquisition company to go public in a combination that values the griddle maker at roughly $780 million, the companies said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-continues-consumer-banking-pullback-with-philippine-sale-11640245811", "title": "Citigroup Sells Philippine Consumer-Banking Business", "date": "2021-12-23 02:50", "summary": "Union Bank of the Philippines will pay $908 million premium, gain nearly a million customers. Citigroup Inc. agreed to sell its consumer-banking business in the Philippines to a local lender, pressing ahead with its strategy to exit most of its retail operations in Asia and switch gears to grow in wealth management.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-moves-ahead-on-minimum-corporate-tax-as-u-s-stalls-11640181759", "title": "Europe Moves Ahead on Minimum Corporate Tax as U.S. Stalls", "date": "2021-12-23 01:46", "summary": "European Commission hopes to fast-track approval for the 15% tax rate. The European Union Wednesday outlined its plans for implementing a global minimum tax rate on corporate profits in 2023 and said it is still confident the U.S. will be able to join it despite a recent setback in Congress.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11640202972", "title": "Pepper...and Salt", "date": "2021-12-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]