[{"link": "https://www.wsj.com/articles/gov-andrew-cuomo-faces-growing-calls-from-new-york-democrats-to-resign-11614703042", "title": "Cuomo Faces Move by Fellow Democrats to Revoke His Pandemic Powers", "date": "2021-03-02 18:57", "summary": "U.S. Rep. Kathleen Rice of Long Island joins those urging New York governor to step down amid sexual-harassment allegations. ALBANY, N.Y.-Democrats in the New York State Legislature moved to strip Gov. Andrew Cuomo of management powers granted to him during the coronavirus pandemic, as more lawmakers called for his resignation after a third woman accused him of inappropriate behavior.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelitys-assets-under-management-rise-to-3-8-trillion-11614700831", "title": "Fidelity's Retail Investor Accounts Rise 17% to 26 Million", "date": "2021-03-02 18:56", "summary": "The financial firm's 2020 revenue was little changed from the previous year. Fidelity Investments capped 2020 with record annual operating profit, lifted by strong stock-market gains and an unexpected wave of new individual investors.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looting-the-boy-scouts-11614728612", "title": "Looting the Boy Scouts", "date": "2021-03-02 18:43", "summary": "The mass tort industry gins up thousands of dubious claims.. The plaintiff bar long ago turned mass torts into a business model, but never underestimate legal creativity. The attempted looting of the Boy Scouts of America is highlighting the need for tort reform in a modern era of social media and lawsuit marketing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-warp-speeds-triumph-11614728552", "title": "Operation Warp Speed's Triumph", "date": "2021-03-02 18:42", "summary": "Trump's vaccine bet was government's best pandemic decision.. American governments, federal and state, have made many mistakes in the Covid-19 pandemic. But the great success-the saving grace-was making a financial bet in collaboration with private American industry on the development of vaccines. That effort is now letting the country see the possibility of a return to relatively normal life as early as the spring.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vernon-jordan-jr-11614728423", "title": "Vernon Jordan Jr.", "date": "2021-03-02 18:40", "summary": "The civil-rights leader became a political insider and mentor.. The giants of the civil-rights era are inevitably passing into history, but it's important to note their contributions to equality and opportunity in America. One of the most effective was Vernon Jordan Jr., who died Monday at age 85.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-big-labor-and-amazon-11614728354", "title": "Biden, Big Labor and Amazon", "date": "2021-03-02 18:39", "summary": "The President lobbies workers to unionize an Alabama warehouse.. Amazon is now America's second largest employer (after Walmart ), so naturally its 800,000 workers are a prime target for Big Labor to unionize. The current battleground is Bessemer, Ala., and the stakes are high for the company and especially its workers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-governor-lifts-mask-mandate-business-restrictions-11614719502", "title": "Texas Governor Lifts Mask Mandate, Business Restrictions", "date": "2021-03-02 18:36", "summary": "Gov. Greg Abbott, announcing end of state mandates on March 10, cites availability of protective gear and testing and increase in vaccinations. Texas businesses will be able to operate at full capacity and state residents will no longer be required to wear masks to visit them, Gov. Greg Abbott said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-faces-another-fund-freeze-11614687101", "title": "Greensill Problems Build as Regulator Watches Over Banking Unit", "date": "2021-03-02 18:26", "summary": "Company founder Lex Greensill tells employees he is focused on keeping the business operating. Pressure mounted on embattled SoftBank Group Corp. -backed Greensill Capital as it scrambled to sell core parts of its business and regulators intensified supervision of its banking unit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-did-amazon-cancel-justice-thomas-11614727562", "title": "Why Did Amazon Cancel Justice Thomas?", "date": "2021-03-02 18:26", "summary": "Without explanation, the company took down a popular documentary during Black History Month.. Now that another February has come and gone, perhaps Amazon will revert to offering customers a broader and more variegated view of black history.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-stealth-plan-to-enact-universal-basic-income-11614727507", "title": "Democrats' Stealth Plan to Enact Universal Basic Income", "date": "2021-03-02 18:25", "summary": "The Covid stimulus would give checks to parents, with no strings attached. UBI for everyone is next.. Universal basic income is about to arrive in America. Congressional Democrats' $1.9 trillion stimulus bill provides for no-strings attached checks, limited only to parents of children under 18. This UBI for parents is billed as pandemic relief, but its real purpose is to put a stake in the heart of work-based welfare reform.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oil-friends-the-carbon-tax-11614727361", "title": "Big Oil 'Friends' the Carbon Tax", "date": "2021-03-02 18:22", "summary": "In the dance of the decades, one good result from greens losing their minds.. The ice did not break. There was not peace in the valley on Monday because the American Petroleum Institute, the nation's premier fossil-fuel lobby, revealed that it's leaning toward supporting a carbon tax.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-humble-mensch-with-vanity-plates-11614727272", "title": "A Humble Mensch With Vanity Plates", "date": "2021-03-02 18:21", "summary": "Inspired by the SUV's tags, I sought out the owner, John Mitchell.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/useful-delusions-review-the-liar-in-the-mirror-11614727197", "title": "'Useful Delusions' Review: The Liar in the Mirror", "date": "2021-03-02 18:19", "summary": "We might not like the idea that we lie to ourselves every day. But our penchant for self-deception may have hidden beneﬁts.. Last December, PolitiFact called coronavirus denial the \"lie of the year.\" Arguably, it's a lie many people told themselves-out of fear, convenience, ideology, economic interest or group loyalty. Such self-deception has cost many lives. And it sets a contrastive backdrop for \"Useful Delusions,\" a lively and digestible book from Shankar Vedantam, host of NPR's \"The Hidden Brain,\" and science writer Bill Mesler on the benefits of lying to yourself.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-apple-big-labor-is-becoming-progressive-11614726639", "title": "Big Apple Big Labor Is Becoming Progressive", "date": "2021-03-02 18:10", "summary": "In 2020 Alexandria Ocasio-Cortez was backed by 10 major unions and New York's AFL-CIO.. In \"Big Labor May Save New York From AOC's Socialism\" (Cross Country, Feb. 20), Steven Malanga writes that Rep. Alexandria Ocasio-Cortez \"lacked . . . single endorsement from New York's powerful unions\" in her first campaign. He leaves out that in 2020 AOC was backed by 10 major unions and New York's AFL-CIO.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-urgently-need-a-ntsb-for-cybersecurity-11614726398", "title": "We Urgently Need a NTSB for Cybersecurity", "date": "2021-03-02 18:06", "summary": "A go-it-alone strategy to cybersecurity risk management is doomed to failure.. Sen. Mark Warner (D., Va.) has called for the creation of a national cybersecurity safety board in response to the expanding fallout regarding the SolarWinds hack (\"SolarWinds Hack Was Wider Than Thought,\" U.S. News, Feb. 24). We think that it's past time for such a move. The SolarWinds hack highlights many vulnerabilities that have gone unaddressed for too long. First, it shows that the nation's approach to supply-chain cybersecurity is notoriously inadequate. Second, it demonstrates that a go-it-alone strategy to cybersecurity risk management is doomed to failure. Cybersecurity firm FireEye 's coming forward helped ring the alarm that U.S. early-warning sensors reportedly missed. Third, it highlights the extent to which our nation's critical infrastructure remains vulnerable, despite decades of efforts aimed at improving our defenses.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-world-biohazard-programs-are-a-must-11614726331", "title": "Better World Biohazard Programs Are a Must", "date": "2021-03-02 18:05", "summary": "Security is a critical component of biosafety.. Regarding Mike Pompeo and Miles Yu's \"China's Reckless Labs Put the World at Risk\" (op-ed, Feb. 24): I visited the Chinese Center for Disease Control (CCDC) to engage them in the idea of establishing a national biosafety and laboratory security monitoring program similar to the U.S. Federal Select Agent Program established in 2003. The people at the CCDC were attentive but it was obvious implementation was a problem. The CCDC only had an advisory role to other biological laboratories in the country. The critical connection between health and agriculture laboratories didn't appear to exist and security was a separate department.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-schools-biden-should-pick-the-group-he-serves-11614726235", "title": "On Schools, Biden Should Pick the Group He Serves", "date": "2021-03-02 18:03", "summary": "No one who understands politics can expect the Democratic Party to turn on one of it biggest political donors.. There is much to criticize about the teachers unions' refusal to \"follow the science\" to the detriment of public-school students everywhere, including the criticisms levied by Kimberley Strassel (\"Joe Biden's Covid Schooling,\" Potomac Watch, Feb. 12). But no one who understands politics can expect the Democratic Party to turn on one of it biggest political donors, even if that support comes at the expense of the well-being of millions of children, and particularly those children of color who were already trapped in inferior learning environments.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2008-financial-meltdown-report-set-the-standard-11614726175", "title": "The 2008 Financial Meltdown Report Set the Standard", "date": "2021-03-02 18:02", "summary": "No amount of partisan political assaults can undo the facts laid bare by the commission.. Your editorial \"Pelosi's Capitol Riot Commission\" (Feb. 25) inaccurately characterizes the work and impact of the Financial Crisis Inquiry Commission. The commission's final report detailed the recklessness of Wall Street and the abject failures of policy makers and regulators that led to the 2008 financial meltdown which cost millions of people their jobs and homes, devastated communities across the nation and stripped trillions of dollars of wealth from hard-working families. In the 10 years since its release, the accuracy and facts of the commission's report have gone unchallenged. It stands today as the definitive history of the financial crisis and a stark reminder of the events and decisions that led to disaster. No amount of partisan political assaults can undo the facts laid bare by the commission.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-blackouts-hit-most-gas-powered-vehicles-too-11614726009", "title": "Texas Blackouts Hit Most Gas-Powered Vehicles, Too", "date": "2021-03-02 18:00", "summary": "Where did the gasoline-powered autos and trucks fuel up in Texas during the blackouts?. Regarding the letter from Sheila Donofrio on electric vehicles and the Texas blackouts (\"Multiple Power Sources Fail and Texas Freezes,\" Feb. 24): Where did the gasoline-powered autos and trucks fuel up in Texas during the blackouts? They do need electricity to pump the gas. Maybe they ought to invest in battery power.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-warns-of-chinese-hackers-targeting-email-product-11614725915", "title": "Microsoft Warns of Chinese Hackers Targeting Email Product", "date": "2021-03-02 17:58", "summary": "So-called Hafnium group is attacking Microsoft Exchange Server, the tech giant says. Microsoft Corp. said a Chinese hacking group thought to have government backing is targeting previously unknown security flaws in an email product used by businesses.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-sends-mixed-signals-in-voting-rights-case-11614724879", "title": "Supreme Court Sends Mixed Signals in Voting Rights Case", "date": "2021-03-02 17:41", "summary": "Arizona measures prompt broader questions from justices about what makes a restriction illegal under Voting Rights Act. WASHINGTON-Two minor restrictions on casting ballots in Arizona appeared likely to survive after Supreme Court arguments Tuesday, but justices appeared dissatisfied with what one called the \"polar positions\" of attorneys representing the Republican and Democratic parties alike over ways to identify election regulations that violate the Voting Rights Act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-coronavirus-variant-infects-two-new-york-city-residents-11614724338", "title": "South Africa Coronavirus Variant Infects Two New York City Residents", "date": "2021-03-02 17:32", "summary": "Health officials in the city also are studying another strain, first detected in late November. Two New York City residents have been infected with a coronavirus variant first identified in South Africa, and city officials are closely studying another variant found in New York.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-opens-door-to-spacs-big-tech-ipos-to-compete-with-new-york-11614724200", "title": "U.K. Opens Door to SPACs, Big Tech IPOs to Compete With New York", "date": "2021-03-02 17:30", "summary": "Government proposals aim to help London retain its place as Europe's pre-eminent financial center post-Brexit. The U.K. government signaled support for looser stock-listing rules to attract tech companies and SPACs, moves aimed at helping London compete with New York and retain its position as Europe's pre-eminent financial center post-Brexit.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-brainard-economy-remains-far-from-achieving-fed-job-inflation-goals-11614708361", "title": "Fed's Brainard Says Bond Yield Surge 'Caught My Eye,' Is Upbeat on Outlook", "date": "2021-03-02 17:27", "summary": "Federal Reserve governor Lael Brainard said the Fed will need to be 'patient' with monetary policy to hit goals. Federal Reserve governor Lael Brainard said Tuesday that the recent tumult in the bond market is on her radar screen, as she cautioned market participants that the U.S. central bank remains far from a place where it can start dialing back its support of the economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-capitalist-kai-fu-lee-says-cios-should-prepare-for-ai-related-disruption-11614723790", "title": "Venture Capitalist Kai-Fu Lee: CIOs Should Prepare for AI-Related Disruption", "date": "2021-03-02 17:23", "summary": "Those disruptions will include job displacement, says the chairman of Sinovation Ventures. Chief information officers can take a number of steps to help their companies prepare for the job disruption that artificial intelligence will cause over the next several years, according to venture capitalist Kai-Fu Lee.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-could-turn-hotels-office-buildings-into-affordable-housing-under-state-senate-bill-11614723512", "title": "New York Could Turn Hotels, Office Buildings Into Affordable Housing Under State Senate Bill", "date": "2021-03-02 17:18", "summary": "Financially distressed properties would become housing for homeless and poverty-stricken New Yorkers. New York state could buy financially distressed office buildings and hotels and convert them into affordable housing for homeless and impoverished New Yorkers under a bill being considered in the state Senate.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-microsoft-put-a-holographic-james-cameron-in-my-basement-11614723373", "title": "Help! Microsoft Put a Holographic James Cameron in My Basement", "date": "2021-03-02 17:16", "summary": "Think Zoom meets Facebook meets Roblox but with holograms. Microsoft Mesh envisions the future of communication in virtual worlds.. There he is, in my basement, James \"Titanic\" Cameron, undersea explorer and digital-filmmaker extraordinaire.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-bannon-federal-prosecutors-spar-over-pardon-11614722902", "title": "Steve Bannon, Federal Prosecutors Spar Over Pardon", "date": "2021-03-02 17:08", "summary": "Manhattan U.S. attorney's office says Trump pardon doesn't extend to indictment charging former White House adviser. Steve Bannon has asked a judge to dismiss a fraud indictment in New York because he was pardoned, setting up an unusual legal battle with the Manhattan federal prosecutors who say the clemency doesn't extend to the grand jury's determination that the former White House strategist committed a crime.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-see-pandemic-tools-shaping-post-covid-enterprise-11614722377", "title": "CIOs See Pandemic Tools Shaping Post-Covid Enterprise", "date": "2021-03-02 16:59", "summary": "IT Leaders at UPS, UnitedHealthcare expect many of programs launched during the pandemic to remain post-crisis. Many companies-led by those in the front line of the coronavirus pandemic-changed the way they did business last year.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-02-2021-11614674787", "title": "Stocks Drop After Monday's Rally", "date": "2021-03-02 16:59", "summary": "Investors say their focus is on central-bank officials for cues on how monetary policy might shift. U.S. stocks fell Tuesday in a choppy trading session as investors again pulled back from riskier assets amid a continuing stretch of volatility in both bonds and stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regional-bank-stocks-rise-as-bond-yields-climb-11614681000", "title": "Regional Bank Stocks Rise as Bond Yields Climb", "date": "2021-03-02 16:42", "summary": "Banks' performance is reversal from dismal 2020 when they set aside billions to prepare for soured loans. Investors are living in a bond world. But bank stocks are enjoying a renaissance, too.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-signal-support-for-shalanda-young-for-deputy-omb-director-11614709751", "title": "Senators Signal Support for Shalanda Young for Deputy OMB Director", "date": "2021-03-02 16:35", "summary": "The longtime congressional staffer has been discussed as a candidate to lead the office if Neera Tanden's nomination is withdrawn or fails. WASHINGTON-Lawmakers of both parties signaled they plan to support President Biden's nominee for deputy director of the Office of Management and Budget amid continued uncertainty over whether Mr. Biden's pick to lead the office can win Senate approval.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globe-ratings-plummet-11614720741", "title": "Golden Globe Ratings Plummet", "date": "2021-03-02 16:32", "summary": "Many viewers tuned out the mostly virtual awards ceremony, whose ratings dropped 62% from last year. The Golden Globes may have soldiered on during the pandemic, but a lot of its viewers went AWOL.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11614720617", "title": "A Closer Look", "date": "2021-03-02 16:30", "summary": "Excerpts from \"The Lost Soul\" by Olga Tokarczuk, Illustrated by Joanna Concejo, Translated by Antonia Lloyd-Jones. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apollo-affiliate-makes-lead-bid-for-bankrupt-stationery-retailer-paper-source-11614720070", "title": "Apollo Affiliate Makes Lead Bid for Bankrupt Stationery Retailer Paper Source", "date": "2021-03-02 16:21", "summary": "Paper Source filed for bankruptcy with an offer to sell itself to its senior lender, an affiliate of Apollo Global Management. Private equity-owned stationary-and-gifts retailer Paper Source Inc. filed for bankruptcy, planning to permanently close some stores and sell itself to an affiliate of asset manager Apollo Global Management Inc. in exchange for debt relief, subject to better offers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11614719812", "title": "A Closer Look", "date": "2021-03-02 16:16", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-sec-pick-faces-senate-panel-amid-calls-to-address-gamestop-frenzy-11614691808", "title": "Biden's SEC Pick Faces Senate Panel", "date": "2021-03-02 16:07", "summary": "Democrats call for regulator to advance policies aimed at climate change, inequality. WASHINGTON-Gary Gensler, President Biden's pick to lead the Securities and Exchange Commission, told senators Tuesday he would look into issues ranging from climate change to the GameStop Corp. trading frenzy if confirmed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-russia-over-moves-against-nalvany-11614693850", "title": "U.S. Sanctions Russia Over Kremlin Critic Navalny's Poisoning", "date": "2021-03-02 15:56", "summary": "Officials call for release of the jailed opposition leader and others. WASHINGTON-The Biden administration is imposing sanctions against Russia, accusing the Kremlin of trying to assassinate Russian opposition leader Alexei Navalnyby poisoning him, then detaining him for political purposes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-leonardo-dicaprio-to-lupin-the-polarizing-flat-cap-is-back-11614717725", "title": "From Idris Elba to Leonardo DiCaprio, the Polarizing Flat Cap Is Back", "date": "2021-03-02 15:42", "summary": "Old-timey newsie caps look dapper on rugged leading men like 'Lupin' star Omar Sy and Brad Pitt, but before you commit, let us say flatly: Not everyone can pull them off. AGAINST CONSIDERABLE odds, the flat cap has conquered contemporary pop culture. These idiosyncratic, Anglo-ish sloped hats (you might know them as newsboy caps, paddy caps or golf caps) edged into the zeitgeist with the 2013 premiere of \"Peaky Blinders,\" the BBC drama set in post-World War I England that now streams on Netflix . Since then, the flat cap's trickle of influence has grown into a deluge. It's a style signature of the roguish thief Assane Diop (played by Omar Sy) in \"Lupin,\" a Netflix series that debuted in January, and it topped off Ralph Fiennes in the recent film \"The Dig.\" Off-screen, too, celebs like Brad Pitt, Leonardo DiCaprio and Idris Elba seem flat-cap fixated. And one such hat even perched on the head of Tampa Bay Buccaneers coach Bruce Arians during the NFL playoffs earlier this year.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-of-friendship-across-generations-11614717112", "title": "The Power of Friendship Across Generations", "date": "2021-03-02 15:31", "summary": "'She's always been there for me'; during the pandemic and beyond, bonds between those of different ages prove their value. Melissa Lewelling and Jen Walker, though 19 years apart, count each other as close friends.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-offer-sex-abuse-settlement-aiming-for-end-to-bankruptcy-11614650357", "title": "Boy Scouts Offer Sex-Abuse Settlement, Aiming for End to Bankruptcy", "date": "2021-03-02 15:27", "summary": "The group's chapter 11 plan would set up a settlement trust to evaluate abuse claims and administer payments, drawing on assets contributed by the Boy Scouts. The Boy Scouts of America are offering cash, artwork and other assets to sex-abuse victims under a bankruptcy plan filed Monday, an opening gambit by the youth group to move past the failures to protect children that have threatened its standing in American society.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-director-to-testify-on-capitol-hill-about-jan-6-riots-11614681004", "title": "FBI Director Says Capitol Riot Served as 'Inspiration' for More Extremism", "date": "2021-03-02 15:16", "summary": "Christopher Wray defends bureau's preattack intelligence work, says domestic terrorism is 'metastasizing' with more diffuse motivations. WASHINGTON-FBI Director Christopher Wray defended the bureau's handling of information warning of the prospect of violence on Jan. 6 by Trump supporters and described an increasingly complex extremist threat landscape in the wake of the attack on the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doses-of-astrazenecas-covid-19-vaccine-pile-up-in-europe-amid-government-restrictions-11614715968", "title": "Doses of AstraZeneca's Covid-19 Vaccine Pile Up in Europe", "date": "2021-03-02 15:12", "summary": "Germany, Italy and other large European countries are restricting older people from receiving the shot as France loosens rules. PARIS-Europe's reluctance to distribute millions of doses of AstraZeneca PLC's Covid-19 vaccine is coming under pressure after the French government authorized use of the shot for some older people.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dismantling-of-the-boston-red-sox-11580907600", "title": "The Dismantling of the Boston Red Sox", "date": "2021-03-02 14:58", "summary": "The trade of Mookie Betts and David Price puts the Red Sox under the luxury tax threshold but leaves the team with little hope of contending in 2020.. The Boston Red Sox celebrated Halloween in 2018 by riding duck boats in a parade down Boylston Street to honor a World Series title. In the 15 months that have followed, they have fired the baseball operations president who built that championship roster. They have parted ways with the manager who led them to 119 total victories that year. And on Tuesday night, the mighty Red Sox, one of the wealthiest franchises in the industry, agreed to trade a superstar in the prime of his career almost entirely as a cost-saving measure.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murder-among-the-mormons-review-an-explosive-mystery-11614714557", "title": "'Murder Among the Mormons' Review: An Explosive Mystery", "date": "2021-03-02 14:49", "summary": "A Netflix docuseries revisits the 1985 bombings in Salt Lake City that uncovered a trove of purportedly rare church documents. On Oct. 15, 1985, the pipe bombs started going off around Salt Lake City. The first victim was Steven Christensen, a financial consultant and collector of antiquities, who died at the door of his downtown office. The second was Kathy Sheets, who was killed at her suburban home by a device intended for her husband, J. Gary Sheets, a business associate of Christensen. The presumption, by both police and Sheets, was that \"disgruntled investors\" were behind the gruesome murders.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-not-everybody-wants-to-give-everybody-a-trophy-11614714325", "title": "Maybe Not Everybody Wants to Give Everybody a Trophy", "date": "2021-03-02 14:45", "summary": "If it can avoid cancellation, American culture may be ready to soar again.. Amid the societal rot of cancel culture it can be hard to remain optimistic about the American community. But maybe this counts as a modest sign of rising standards: U.S. consumers are showing historically little appetite for events involving celebrities handing awards to each other.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-wine-tomato-soup-11614713860", "title": "Red Wine Tomato Soup", "date": "2021-03-02 14:37", "summary": "Soups can comfort on many levels. In this recipe, the deftly deployed spices bring heat, nuance, even antioxidants.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barkhas-pork-soup-11614713422", "title": "Barkha's Pork Soup", "date": "2021-03-02 14:30", "summary": "Soups can comfort on many levels. In this recipe, the deftly deployed spices bring heat, nuance, even antioxidants.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-heavens-sake-review-amateur-investigators-11614712389", "title": "'For Heaven's Sake' Review: Amateur Investigators", "date": "2021-03-02 14:13", "summary": "Filmmaker Mike Mildon sets out to explain the mysterious disappearance of his great-grand uncle Harold Heaven in 1934.. If you are descended from a family named Heaven, you've probably heard \"for heaven's sake\" a few thousand times too many. If you've got a family member who disappeared in 1934 under the most mysterious of circumstances, you've probably heard the story retold more times than you can count. And if you're an aspiring filmmaker with a long-ago missing person in your family named Heaven, you're eventually going to make a movie-or an eight-part series-and call it \"For Heaven's Sake.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nigerian-gunmen-release-hundreds-of-kidnapped-schoolgirls-11614666984", "title": "Nigerian Gunmen Release Hundreds of Kidnapped Girls", "date": "2021-03-02 14:10", "summary": "Release marks the end of the third mass abduction in northwest Nigeria in recent months. JANGEBE, Nigeria-Gunmen released hundreds of girls who were kidnapped from a boarding school in Nigeria, bringing to an end four days of captivity that underlined the perilous security situation in the northwest of the country.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-floats-bankruptcy-exit-led-by-certares-knighthead-11614686794", "title": "Hertz Floats Bankruptcy Exit Led by Investor Group", "date": "2021-03-02 13:54", "summary": "After one of the largest Covid-19 debt defaults, the rental-car company wants to exploit favorable debt markets to exit bankruptcy by the end of the second quarter. Hertz Global Holdings Inc. proposed exiting bankruptcy by midyear under the control of new investors, buoyed by an expected rebound in travel and borrower-friendly credit markets.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kayleigh-mcenany-joins-fox-news-as-commentator-11614710188", "title": "Kayleigh McEnany Joins Fox News as Commentator", "date": "2021-03-02 13:36", "summary": "Former press secretary is among several veterans of Trump White House to join Fox News parent Fox Corp., from which previous administration had also hired. Former White House press secretary Kayleigh McEnany is joining Fox News, bringing one of the Trump administration's most prominent figures to the cable channel.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombias-farc-rebels-laid-down-weapons-winning-votes-is-harder-11614709833", "title": "Colombia's FARC Rebels Laid Down Weapons. Winning Votes Is Harder.", "date": "2021-03-02 13:30", "summary": "The Common People party struggles to distance itself from FARC's role in a conflict that claimed more than 200,000 lives. BOGOTÁ, Colombia-Before the Revolutionary Armed Forces of Colombia put down its weapons and transformed itself into a political movement, the rebel group terrorized the country for decades with kidnappings, extortion, and attacks on small towns. Now it is struggling to remake its image and win votes.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-companies-for-employee-engagement-and-development-11614709767", "title": "Top Companies for Employee Engagement and Development", "date": "2021-03-02 13:29", "summary": "Zoom heads this list from the Management Top 250 ranking. Zoom Video Communications Inc . ranks highest for employee engagement and development among companies in the Management Top 250.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-protectionist-failure-11614709570", "title": "Trump's Protectionist Failure", "date": "2021-03-02 13:26", "summary": "Tax cuts and deregulation spurred the boom. Tariffs delivered neither economic growth nor key states.. Donald Trump was America's first post-Depression presidential nominee to make protectionism a major plank of his platform. During the 2016 campaign he presented it, along with tax cuts and deregulation, as an antidote to President Obama's weak economic recovery-the weakest of the postwar period. In his first two years as president, Mr. Trump lifted regulatory burdens and pushed through a major tax cut, which triggered a broad-based rise in income and employment. He then turned to his protectionist agenda, which reduced economic growth and failed to deliver Michigan, Pennsylvania or Wisconsin in the 2020 election. Protectionism failed both as economic policy and political strategy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stepping-up-the-tech-fight-against-china-11614709490", "title": "Stepping Up the Tech Fight Against China", "date": "2021-03-02 13:24", "summary": "Beijing has been churning out patents, spending on R&D, while the U.S. fiddles.. For a change, some good news: The Journal reports that the Biden administration is in the early stages of building a \"tech alliance\" against China. The Trump administration began working with the Netherlands to block the sale of Dutch-made semiconductor manufacturing equipment to China's largest chip maker. The new administration will continue such efforts and also work with allies to maintain the West's technological edge in areas that will be crucial to defense as well as the economy in coming decades.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-restarting-stock-buybacks-dividend-amid-activist-pressure-11614692376", "title": "Kohl's Is 'Way Ahead' of Activist Investors, CEO Says", "date": "2021-03-02 13:22", "summary": "Retail chain said it would restart share buybacks and dividends and spend at least $550 million on capital expenditures during new fiscal year. Kohl's Corp.'s chief executive defended the retailer against activist investors pushing to take over its board, saying the company's existing strategy is already paying off.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shaquille-oneal-co-founds-new-ad-agency-focused-on-diversity-11614709024", "title": "Shaquille O'Neal Co-Founds New Ad Agency Focused on Diversity", "date": "2021-03-02 13:17", "summary": "Called Majority, the agency will strive for a talent pool that's 75% \"black, brown, women and LGBTQ,\" says Omid Farhang, co-founder and CEO. Basketball legend Shaquille O'Neal has become known since retiring from the game for his prolific work as a celebrity pitchman, working in front of the camera to help brands including Papa John's and Frosted Flakes win customers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-jackson-residents-without-water-two-weeks-after-storms-11614708847", "title": "Some Jackson Residents Without Water Two Weeks After Storms", "date": "2021-03-02 13:14", "summary": "Mississippi capital's aging infrastructure needs are estimated at about $2 billion, mayor says. Some residents of Jackson, Miss., are still without water two weeks after winter storms swept through the South, wreaking havoc on the region's power supply and water systems.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moong-dal-soup-11614708878", "title": "Moong Dal Soup", "date": "2021-03-02 13:14", "summary": "Soups can comfort on many levels. In this recipe, the deftly deployed spices bring heat, nuance, even antioxidants.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farro-and-kale-soup-11614708641", "title": "Farro and Kale Soup", "date": "2021-03-02 13:10", "summary": "An extra-grassy Tuscan olive oil makes a delicious finishing drizzle for this soup.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-boosts-targets-growth-at-rivals-expense-11614684877", "title": "Target Keeps Growing at Rivals' Expense", "date": "2021-03-02 13:03", "summary": "Retailer says sales jumped 20% last year, including $9 billion in sales taken from competitors. Covid-19 helped Target Corp. get much bigger.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soothing-winter-soup-recipes-11614402000", "title": "Soothing Winter Soup Recipes", "date": "2021-03-02 12:50", "summary": "Soups can comfort on many levels. In these recipes, the deftly deployed spices bring heat, nuance, even antioxidants.. I RECENTLY binge-watched a television series produced in France called \"A French Village.\" It centers on the fictional community of Villeneuve, near the French-Swiss border, and how the villagers coped during the German occupation in the early 1940s. Food was scarce, but what the characters were able to produce out of little was inspiring. More often than not, it was soup for breakfast, lunch and dinner.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-should-reject-short-sighted-investor-activism-11614706172", "title": "Kohl's Should Reject Short-Sighted Activism", "date": "2021-03-02 12:29", "summary": "Some activist criticisms of the chain are justified, but others seem excessively aimed at the near term. Sometimes, an outside perspective is just the kind of push a company needs to make much-needed changes. In Kohl's case, it risks being a distraction.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houstons-big-oil-conference-goes-green-as-energy-transition-accelerates-11614695646", "title": "Big Oil Conference Goes Green as Energy Transition Accelerates", "date": "2021-03-02 12:01", "summary": "Climate change, ESG and the shifting political landscape dominate discussion at virtual CERAWeek event. For years, Mark Brownstein of the Environmental Defense Fund felt a little foreign at Houston's big energy conference, where fossil fuels were king and conversations about climate change and clean energy were largely whispers in the hallways.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-hurdle-courts-dubious-of-rule-by-regulation-11614701629", "title": "Biden's Hurdle: Courts Wary of Rule by Regulation", "date": "2021-03-02 11:13", "summary": "Resume Subscription. President Biden is moving swiftly on his agenda to remake large parts of the economy by wielding the powers of the executive branch. He signed more than 30 executive orders in his first month, nearly as many as the past four presidents combined at this point in their terms.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-cfpb-pick-to-focus-on-borrowers-struggling-during-the-covid-19-pandemic-11614686406", "title": "CFPB Nominee to Focus on Borrowers Struggling During Pandemic", "date": "2021-03-02 11:12", "summary": "Rohit Chopra's priorities include ensuring credit reports are accurate, helping consumers behind on rent or mortgage payments. WASHINGTON-Rohit Chopra, President Biden's pick to head the Consumer Financial Protection Bureau, said he would seek to protect Americans struggling with debt amid the coronavirus pandemic from potential abuses by lenders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/piper-lauries-life-began-with-abandonment-but-turned-out-rich-and-beautiful-11614701455", "title": "Piper Laurie's Life Began With Abandonment but Turned Out 'Rich and Beautiful'", "date": "2021-03-02 11:10", "summary": "The Oscar-nominated actress in 'The Hustler' and 'Carrie' on growing up an introvert, how an elocution class helped her to perform and an early encounter with Kirk Douglas. Piper Laurie, 89, is an Emmy-winning TV and film actress best known for her roles in \"The Hustler,\" \"Carrie\" and \"Children of a Lesser God.\" She was nominated for an Oscar in all three. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sick-of-doing-all-the-chores-new-products-help-spread-the-pain-11614701356", "title": "Sick of Doing All the Chores? New Products Help Spread the Pain", "date": "2021-03-02 11:09", "summary": "Sudsy soap sprays and lighter lawn mowers bring in cleaning and yardwork newbies; 'how do you two not know how to clean a bathroom?'. More time at home means more cooking, mopping, dishwashing, laundry and dusting. It also brings more attention to who's doing it all.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-opposition-figures-make-pleas-for-bail-at-marathon-hearing-11614692307", "title": "Hong Kong Opposition Figures Make Pleas for Bail at Marathon Hearing", "date": "2021-03-02 11:04", "summary": "Arraignment of dozens of leading pro-democracy figures accused of subversion drags into second day. HONG KONG-Dozens of Hong Kong's leading pro-democracy politicians crammed into a courtroom during the past two days, making pleas to be released on bail pending trial over an alleged subversion plot.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-screen-11614700899", "title": "On the Screen", "date": "2021-03-02 11:01", "summary": "Piper Laurie's career in film and television. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-first-month-of-covid-19-response-marked-by-larger-federal-role-11613840400", "title": "Biden's Virus Response Marked by Larger Federal Role", "date": "2021-03-02 10:56", "summary": "Efforts to keep mask rules in place have had mixed results, and many school districts are still grappling with a return to in-person instruction. WASHINGTON-In his first month in office, President Biden has positioned the federal government squarely at the front of the battle against Covid-19, tapping the military to staff mass-vaccination centers, joining with state and local officials to accelerate the pace of vaccinations, and requiring masks on buses, planes and federal property.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-still-wants-ghosn-after-arresting-his-helpers-11614699112", "title": "Japan Still Wants Ghosn After Arresting His Helpers", "date": "2021-03-02 10:31", "summary": "Father-and-son team Michael Taylor and Peter Taylor were jailed after extradition from U.S. on charges helping former auto executive flee Japan. TOKYO-Japanese prosecutors said they would keep up their pursuit of former auto titan Carlos Ghosn after arresting and jailing two Americans accused of helping Mr. Ghosn escape Japan in a box.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vernon-jordan-civil-rights-leader-dies-at-85-11614698120", "title": "Vernon Jordan, Adviser to Presidents and Big Firms, Dies at 85", "date": "2021-03-02 10:15", "summary": "Pragmatism and charisma gave him access to corporate boardrooms, politicians. Vernon Jordan, a civil-rights leader whose pragmatism and charisma gave him access to corporate boardrooms, congressional leaders and the White House, died Monday at the age of 85. His death was confirmed by a representative of his family.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-landlords-boost-amenities-to-get-workers-back-to-offices-11614697200", "title": "Manhattan Landlords Enhance Perks to Lure Workers Off Their Couches", "date": "2021-03-02 10:00", "summary": "'You gotta come back to the office, there's all this stuff going on!' one employee tells colleagues. As the woman in charge of Rockefeller Center, EB Kelly has a big job. She oversees every aspect of the famous complex, from office and retail leasing to the annual tree lighting. But now she faces a particularly tough challenge-getting the mini-city's 20,000 office workers excited to return.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-co-founder-jack-ma-loses-title-as-chinas-richest-person-11614695213", "title": "Jack Ma Loses Title as China's Richest Person", "date": "2021-03-02 09:26", "summary": "Bottled-water tycoon Zhong Shanshan tops annual list of the country's wealthy. Jack Ma, the embattled co-founder of Alibaba Group Holding Ltd. , has lost his title as China's richest person after the billionaire's business empire came under regulatory scrutiny, according to a closely watched annual list of China's wealthy.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-nielsen-gamestop-target-what-to-watch-when-the-market-opens-11614686655", "title": "Zoom, Nielsen, GameStop, Target: What to Watch When the Market Opens", "date": "2021-03-02 09:09", "summary": "The yield on 10-year Treasurys ticked lower. Here's what we're watching ahead of the opening bell on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-thriving-under-trump-aclu-doubles-down-on-progressive-stances-11614693600", "title": "The ACLU Thrived Under Trump. Now, It's Racing to Sustain Donations", "date": "2021-03-02 09:00", "summary": "Civil-rights group is doubling down on progressive stances. Former President Donald Trump vaulted the American Civil Liberties Union into a different league.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-of-military-links-a-climate-of-sexual-harassment-to-higher-risk-of-assault-11614693601", "title": "Study of Military Links a Climate of Sexual Harassment to Higher Risk of Assault", "date": "2021-03-02 09:00", "summary": "A culture that permits harassment leaves service members more vulnerable to violence, report says. WASHINGTON-Military personnel who serve in units with higher levels of sexual harassment are more likely to become victims of sexual assault, according to a study commissioned by the Pentagon that linked the incidence of the two.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asias-champions-of-covid-19-control-fall-behind-on-road-to-recovery-11614693602", "title": "Asia's Champions of Covid-19 Control Fall Behind on Road to Recovery", "date": "2021-03-02 09:00", "summary": "Earlier success has made it less urgent for many Asian countries to move quickly in vaccinating their citizens. Asian nations led the world in crushing Covid-19 in 2020. Now some are being hamstrung by border closures and other rules they imposed to stay safe, potentially putting them behind the U.S. and other countries in leading the global economic recovery.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazuo-ishiguru-klara-and-the-sun-new-book-interview-11614692315", "title": "Kazuo Ishiguro Returns to Literary Sci-Fi with 'Klara and the Sun'", "date": "2021-03-02 08:38", "summary": "The Japanese-English novelist, who won the Nobel Prize in 2017 and whose new book centers on an empathetic robot, discusses loneliness, the screenplay he's working on and some of his favorite objects. By Caryn James", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/castle-hot-springs-us-vacation-11614692170", "title": "The Perfect Domestic Getaway After a Stressful Year", "date": "2021-03-02 08:36", "summary": "Closed for more than 40 years, a historic Arizona hot springs hotel where you can relax like a Vanderbilt has reopened. At the tail end of World War II, a young John F. Kennedy was convalescing at Castle Hot Springs, a resort 50 miles north of Phoenix that gets its name from the thermal waters running beneath the property. The hotel-which just reopened for its first full season after a five-year, multimillion-dollar renovation-briefly served as a military rehabilitation center, and the future president spent several months there recovering from chronic health problems exacerbated by his combat experience. He was also apparently pining after a crush.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-banking-regulator-sees-risk-from-bubble-in-real-estate-prices-11614691066", "title": "China Banking Regulator Sees Risk From Real-Estate 'Bubble'", "date": "2021-03-02 08:17", "summary": "Guo Shuqing also says global financial markets are out of sync with real-world economic conditions. BEIJING-China's chief banking regulator warned about rising risks from the country's property sector and from global financial markets, underscoring Beijing's focus on risk controls after a robust pandemic recovery.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-koch-brother-is-betting-big-on-distressed-real-estate-11614690003", "title": "Charles Koch Is Betting Big on Distressed Real Estate", "date": "2021-03-02 08:00", "summary": "His company's property arm is able to quickly move on projects that might be too expensive or complicated for others. Koch Industries Inc. is emerging as a major real-estate investor during the pandemic, using its robust cash reserves to buy properties at beaten-down prices and betting on a longer-term recovery.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/while-most-u-s-workers-stay-home-its-back-to-the-office-for-many-in-dallas-11614690004", "title": "While Most U.S. Workers Stay Home, It's Back to the Office for Many in Dallas", "date": "2021-03-02 08:00", "summary": "Low-density buildings, political leanings and car culture among reasons it leads big cities in returning to the workplace. Employees across the U.S. have been slow to return to their offices during the Covid-19 pandemic, but in Dallas more workers have been passing through office turnstiles than in any other major city.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccinations-proceed-slowly-among-older-latino-black-people-11614690003", "title": "Covid-19 Vaccinations Proceed Slowly Among Older Latino, Black People", "date": "2021-03-02 08:00", "summary": "Resume Subscription. Covid-19 vaccination rates among older Black and Latino people are lagging behind elderly white people, health workers say, raising concerns of prolonged exposure in communities at risk of more severe cases of the disease.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yogurt-giant-danone-posts-an-unappetizing-job-ad-11614689711", "title": "Yogurt Giant Danone Posts an Unappetizing Job Ad", "date": "2021-03-02 07:55", "summary": "The Dannon yogurt maker wants a new CEO. The successful candidate will be sandwiched between unhappy shareholders and the previous boss, who stays on as chair.. Investors have soured on the maker of Dannon yogurt. A proposed management change isn't enough of a sweetener.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-to-give-harvard-150-million-for-program-for-mayors-11614682800", "title": "Bloomberg to Give Harvard $150 Million for Program for Mayors", "date": "2021-03-02 07:50", "summary": "The donation is intended to help city leaders innovate and share best practices. Former New York City Mayor Michael Bloomberg is giving $150 million to Harvard University for a program designed to help mayors around the world more successfully lead their cities by training them to better manage, innovate and share best practices.", "categories": [["WSJ News Exclusive", "Education"]], "category_links": ["https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomos-apology-right-and-wrong-ways-to-say-sorry-11614688994", "title": "Andrew Cuomo's Apology: Right and Wrong Ways to Say I'm Sorry", "date": "2021-03-02 07:43", "summary": "Crisis communications professionals weigh in on the New York governor's reaction to sexual-harassment allegations. What is the right way for a politician to apologize?", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-look-to-ecb-to-step-in-after-european-yields-rise-11614687151", "title": "Investors Look to ECB to Step In After European Yields Rise", "date": "2021-03-02 07:12", "summary": "Money managers, analysts say European Central Bank is likely to ramp up bond purchases to subdue yields on government debt. A sharp rise in European government-bond yields last week is prompting investors to bet on the region's central bank intervening to keep financing costs low.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-place-a-bet-on-unloved-casino-stocks-11614686493", "title": "Time to Place a Bet on Unloved Casino Stocks", "date": "2021-03-02 07:01", "summary": "Business at Macau's casinos is starting to pick up, but unlike most China consumption shares, stocks haven't been sharply bid up. Macau's casinos-like many other tourist businesses world-wide-just had an annus horribilis. But with the return to normal now in sight, their stocks look like good bets. Unlike many other stocks benefiting from the recovery trade, they have yet to reach ear-popping heights. And changes made during the pandemic could mean higher cash flow in the future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-falcones-second-act-in-long-term-care-insurance-turns-ugly-11614686403", "title": "Philip Falcone's Second Act in Long-Term-Care Insurance Turns Ugly", "date": "2021-03-02 07:00", "summary": "A former regulator hired by Mr. Falcone to run HC2's insurance operation filed a federal whistleblower complaint against the conglomerate after his firing. Long-term care has been a troubled insurance product for well over a decade, causing financial pain to many insurers and their customers. Now, one executive's plan to make money where others have failed has backfired.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-jazz-betting-odds-nba-11614657990", "title": "The NBA's Best Team Is Beating Everyone-Including Las Vegas", "date": "2021-03-02 07:00", "summary": "The Utah Jazz don't just have the best record. They also have the best record against the point spread. Can it last?. The Utah Jazz have the NBA's best record this season, but there's an even better way to measure their unexpectedly magnificent start: They also have the NBA's best record against the betting line.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oil-faces-off-against-clean-energy-giants-11614685112", "title": "Big Oil Faces Off Against Clean-Energy Giants", "date": "2021-03-02 06:38", "summary": "Competition for renewable assets is heating up as BP, Shell and Total rush into a sector dominated by more experienced utilities. A battle for clean-energy assets is brewing between green-minded oil giants and the utility companies that currently dominate the fast-growing business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-prepares-to-visit-iraq-despite-covid-19-and-security-fears-11614684601", "title": "Pope Francis to Visit Iraq Despite Covid-19 and Security Fears", "date": "2021-03-02 06:30", "summary": "Determined to return to world stage, pontiff aims to build ties with Islam and support embattled Christian minority. Pope Francis this week begins a visit to Iraq, choosing for his first international trip since before the pandemic a country struggling with terrorist attacks and a spike in Covid-19 cases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ant-group-boss-tries-to-quell-employee-discontent-with-promise-of-eventual-ipo-11614660089", "title": "Ant Group Boss Tries to Quell Employee Discontent With Promise of Eventual IPO", "date": "2021-03-02 05:40", "summary": "Executive chairman also said company would look for ways to help workers monetize some shares after the company called off listings. Facing discontent among employees, Ant Group Co.'s leader said the Chinese financial-technology giant would eventually go public and that the company would look for ways to help workers monetize some of their shares.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-walgreens-look-for-big-data-reward-from-covid-19-vaccinations-11614681180", "title": "CVS, Walgreens Look for Big Data Reward From Covid-19 Vaccines", "date": "2021-03-02 05:33", "summary": "Chains plan to use information they collect on vaccine recipients to promote stores, tailor marketing. Administering Covid-19 vaccines comes with a valuable perk for retail pharmacies: access to troves of consumer data.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drive-through-lanes-become-hotter-commodities-in-pandemic-11614681003", "title": "Drive-Through Lanes Become Hotter Commodities in the Pandemic", "date": "2021-03-02 05:30", "summary": "Real-estate investors take note as Chick-fil-A, McDonald's and other restaurant chains use socially distant strategy to weather Covid-19 crisis. The pandemic is sparking a boom in an often-overlooked type of property, the drive-through.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-home-rental-firm-turning-tenants-into-homeowners-11614681001", "title": "Meet the Home-Rental Firm Turning Tenants Into Homeowners", "date": "2021-03-02 05:30", "summary": "Resume Subscription. DECATUR, Ga.-Most landlords hope their tenants stay put and pay rent forever. Promise Homes Co. wants its renters to move out and buy their own houses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/derbys-take-after-bond-market-tumult-some-see-need-for-stronger-fed-response-11614681002", "title": "Derby's Take: After Bond-Market Tumult, Some See Need for Stronger Fed Response", "date": "2021-03-02 05:30", "summary": "Resume Subscription. Some economists and market participants believe the Federal Reserve needs to speak more directly to a bond market that has seen yields surge amid uncertainty about the monetary policy outlook.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-hardball-move-in-australia-comes-with-risks-11614681007", "title": "Facebook's Hardball Move in Australia Comes With Risks", "date": "2021-03-02 05:30", "summary": "Tech giant won concessions, but news blackout could prompt further scrutiny as other countries consider requiring it to pay for news. SYDNEY-In the clash between Facebook Inc. and Australia over paying for news, one question remains hard to answer: who won?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puff-bar-defies-fda-crackdown-on-fruity-e-cigarettes-by-ditching-the-tobacco-11614681003", "title": "Puff Bar Defies Fruity E-Cigarette Crackdown", "date": "2021-03-02 05:30", "summary": "E-cigarette brand resumes online sales of its disposable vaporizers, saying they now contain 'tobacco-free nicotine'. Fancy a mango, watermelon or lemon-ice flavored vape? You are in luck. They are being sold online by Puff Bar, a brand that last year was ordered to take its e-cigarettes off the U.S. market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-letter-sealed-for-centuries-has-been-readwithout-even-opening-it-11614679203", "title": "A Letter Sealed for Centuries Has Been Read-Without Even Opening It", "date": "2021-03-02 05:00", "summary": "'Virtual unfolding' technique used to read a letterlocked 17th century missive could also be used in healthcare and engineering. Using computer algorithms and an X-ray scanner designed for dental research, an international team of researchers has unlocked the secrets of a tightly folded letter sealed since 1697-without opening it.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-and-son-accused-of-helping-carlos-ghosn-escape-are-taken-to-japan-11614638074", "title": "Father and Son Accused of Helping Carlos Ghosn Escape Are in Japanese Custody", "date": "2021-03-02 04:24", "summary": "Michael Taylor and Peter Taylor were arrested by Japanese authorities after their legal battle to avoid extradition from the U.S. failed. The American father and son accused of helping former Nissan Motor Co. Chairman Carlos Ghosn escape from Japan landed near Tokyo on Tuesday after being arrested by Japanese authorities following their extradition from the U.S.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-draw-warnings-from-some-catholic-bishops-11614722452", "title": "Covid-19 Vaccines Draw Warnings From Some Catholic Bishops", "date": "2021-03-02 00:01", "summary": "Archdiocese of New Orleans called Johnson & Johnson's shot 'morally compromised' because of its connection to embryonic cells. At least two Catholic bishops in the U.S. are advising their parishioners to avoid certain Covid-19 vaccines, potentially putting them in conflict with the Vatican and complicating efforts to speed inoculations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615146277", "title": "Pepper...and Salt", "date": "2021-03-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-moves-ahead-with-covid-19-aid-package-without-minimum-wage-boost-11614615765", "title": "Biden, Senate Press Bill Without Pay Boost", "date": "2021-03-02 22:20", "summary": "Democrats have decided to scrap alternative pay plan, despite left-wing frustrations over the exclusion of a minimum-wage increase. WASHINGTON-President Biden and Democratic allies on Monday worked to iron out the remaining disputes over the coronavirus relief package that they hope to push through the Senate this week, despite left-wing frustrations over the exclusion of a minimum-wage increase.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-01-2021-11614588580", "title": "Stocks Surge, With S&P 500 Logging Best Day Since June", "date": "2021-03-02 21:45", "summary": "A weekslong advance in government-bond yields stalled, easing investors' jitters over rising interest rates. U.S. stocks surged Monday, giving the S&P 500 its best day in nearly nine months, as a weekslong advance in government-bond yields stalled and eased investors' jitters over rising interest rates.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-isnt-considering-sharing-covid-19-vaccines-with-mexico-white-house-says-11614636262", "title": "Biden Isn't Planning to Share Covid-19 Vaccines With Mexico", "date": "2021-03-02 20:05", "summary": "Mexican president had said he hoped for an answer during their first bilateral meeting on Monday. The Biden administration isn't considering sharing its Covid-19 vaccine supply with Mexico, White House press secretary Jen Psaki said ahead of President Biden's first bilateral meeting with Mexican President Andrés Manuel López Obrador.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayorkas-says-u-s-will-seek-to-reunify-migrant-families-separated-under-trump-policy-11614632727", "title": "DHS Will Seek to Reunify Separated Migrant Families in U.S.", "date": "2021-03-02 19:57", "summary": "Biden administration to pursue legal pathways that could let deported parents join their children within country, Mayorkas says. The Biden administration will look to offer options for reunification inside the U.S. between parents and children separated under the Trump administration's zero-tolerance policy on illegal immigration, Homeland Security Secretary Alejandro Mayorkas said in a news briefing Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royal-caribbean-cfo-to-bolster-liquidity-could-pay-down-debt-after-share-sale-11614644999", "title": "Royal Caribbean CFO to Bolster Liquidity, Could Pay Down Debt After Share Sale", "date": "2021-03-02 19:30", "summary": "The cruise operator is offering 16.94 million shares at $91 apiece. Royal Caribbean Group's finance chief plans to use the proceeds from a $1.5 billion share sale to boost the cruise operator's liquidity and, potentially, to reduce its debt, which ballooned during the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]