[{"link": "https://www.wsj.com/articles/john-mcafee-antivirus-software-creator-found-dead-in-spanish-jail-11624482910", "title": "John McAfee Is Found Dead in Spanish Jail", "date": "2021-06-23 19:28", "summary": "Spanish court had ordered his extradition to the U.S., where he faced tax-related criminal charges. John McAfee, the antivirus software pioneer who founded cybersecurity company McAfee, was found dead Wednesday in a jail cell in Spain, his attorney said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britney-spears-rails-against-conservatorship-demands-end-to-her-fathers-control-11624490079", "title": "Britney Spears Rails Against Conservatorship, Demands End to Her Father's Control", "date": "2021-06-23 19:22", "summary": "In an impassioned court hearing, the 39-year-old pop star characterized legal arrangement as abusive; 'I'm so angry.'. Britney Spears broke her long silence about the legal arrangement that has left her largely without control over her finances for more than a decade.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-strikes-down-union-organizers-access-right-to-california-farms-11624460043", "title": "Supreme Court Rules Against Union Organizers' Access to California Farms", "date": "2021-06-23 19:09", "summary": "The decision erases a crowning achievement of César Chavez's farmworker movement. WASHINGTON-The Supreme Court struck down a regulation giving union organizers the right to visit farmworkers on agricultural fields, ruling Wednesday that the 1975 California measure providing such access violated growers' private property rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-to-visit-u-s-mexico-border-on-friday-11624466849", "title": "Kamala Harris to Visit U.S.-Mexico Border on Friday", "date": "2021-06-23 18:54", "summary": "The vice president will travel to El Paso, Texas, with Homeland Security Secretary Mayorkas amid a surge in migrants seeking to enter the U.S.. Vice President Kamala Harris is expected to visit the southern border on Friday, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-taps-paramount-programming-chief-in-content-leadership-shift-11624487340", "title": "ViacomCBS Taps Paramount+ Programming Chief in Content Leadership Shift", "date": "2021-06-23 18:29", "summary": "Media giant is latest industry player to reorganize its ranks to prioritize streaming. ViacomCBS Inc. said it tapped MTV executive Tanya Giles as chief programming officer for streaming, part of a broader reorganization as the media company looks to shore up content for its Paramount+ and Pluto TV services.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-words-that-made-us-review-constitutionally-speaking-11624487214", "title": "'The Words That Made Us' Review: Constitutionally Speaking", "date": "2021-06-23 18:26", "summary": "Revolutionary America is remembered ﬁrst as a theater of war. But it was also a forum for conversations about the founding of a nation.. After 40 long days and nights of being tossed on the rough seas, on Dec. 27, 1760, the merchant vessel Racehorse finally landed in Boston. Along with its trans-Atlantic cargo came news from Britain: George II was dead. His 22-year-old grandson would be crowned George III. The transition did not bode well for the American colonies.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-gene-data-that-could-have-aided-research-on-early-epidemic-removed-from-database-11624472105", "title": "Chinese Covid-19 Gene Data That Could Have Aided Pandemic Research Removed From NIH Database", "date": "2021-06-23 18:24", "summary": "Researcher says he recovered gene sequences after a Chinese scientist asked that they be removed from government archive. Chinese researchers directed the U.S. National Institutes of Health to delete gene sequences of early Covid-19 cases from a key scientific database, raising concerns that scientists studying the origin of the pandemic may lack access to key pieces of information.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-win-for-property-rights-11624486919", "title": "Big Win for Property Rights", "date": "2021-06-23 18:21", "summary": "The Supreme Court puts significant limits on the government's claims on the rights of owners.. The Supreme Court's conservative majority so far this term hasn't broken new Constitutional ground with its narrow rulings. That changed Wednesday with the Court's 6-3 Cedar Point Nursery decision, which significantly bolsters protections of private property rights.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-education-wins-in-newark-11624486775", "title": "Surprise: Education Wins in Newark", "date": "2021-06-23 18:19", "summary": "The New Jersey Supreme Court upholds charter expansions.. Education choice for Newark families has been spared a blow. A 7-0 decision by the New Jersey Supreme Court on Tuesday upheld the expansion of seven charter schools to serve thousands more students.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gensler-blesses-the-proxy-duopoly-11624486538", "title": "Gensler Blesses the Proxy Duopoly", "date": "2021-06-23 18:15", "summary": "The SEC Chair won't enforce a rule to disclose the conflicts of interest of proxy advisory firms.. While punishing businesses it doesn't like, the Biden Administration is moving fast to ease regulation on those that advance its climate goals. Witness how Mr. Biden's new Securities and Exchange Commission Chairman Gary Gensler is moving to roll back the regulation of proxy advisory firms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-goldman-banker-settles-sec-ghana-bribery-case-11624477612", "title": "Ex-Goldman Banker Settles SEC Ghana Bribery Case", "date": "2021-06-23 18:13", "summary": "Asante Berko was accused of facilitating as much as $4.5 million in bribes. A former Goldman Sachs Group Inc. banker has settled a claim by U.S. regulators that he arranged for millions of dollars in bribes to be paid to government officials in Ghana to help a client win a power-plant contract.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-say-cities-can-use-covid-19-aid-to-hire-more-police-officers-11624438800", "title": "Biden Calls for Using Covid-19 Aid to Address Rise in Violent Crime", "date": "2021-06-23 18:06", "summary": "President lays out his crime-prevention strategy as Republicans seek to tie increase in crime to calls for cuts to police departments. WASHINGTON-President Biden laid out his crime-prevention strategy Wednesday amid a rise in gun violence in many cities, as Republicans seek to tie the increase in crime to calls for cuts to police departments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-nominate-cindy-mccain-to-represent-u-s-at-u-n-food-agency-11624482701", "title": "Biden to Nominate Cindy McCain to Represent U.S. at U.N. Food Agency", "date": "2021-06-23 18:06", "summary": "Post for widow of Sen. John McCain carries rank of ambassador. WASHINGTON-President Biden will nominate Cindy McCain, the widow of Sen. John McCain, to be U.S. representative to the United Nations Agencies for Food and Agriculture, a post that carries the rank of ambassador, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-pushes-for-wartime-tax-rates-11624485423", "title": "Biden Pushes for Wartime Tax Rates", "date": "2021-06-23 17:57", "summary": "Unlike the levies of the world wars, his would be permanent and without extensive deductions. 'We have got to confiscate wealth,\" Rep. John Nance Garner of Texas said in 1917. Garner, who served as vice president during Franklin D. Roosevelt's first two terms, was talking about how to finance World War I. But some Democrats miss those days, and the Biden crowd is proposing ferocious tax increases that could rival or exceed Roosevelt's.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-does-the-actual-governing-start-11624485340", "title": "When Does the Actual Governing Start?", "date": "2021-06-23 17:55", "summary": "Democrats chase left-wing fantasies instead of dealing with the necessities of policy.. Have you ever felt you're about to witness a gigantic pileup and there's nothing you can do to stop it? I'd bet some congressional Democrats feel a similar foreboding looking at the enormous price tag of all the legislation that President Biden and their House and Senate leaders are pushing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-china-did-to-apple-daily-it-could-do-to-any-company-11624485349", "title": "What China Did to Apple Daily, It Could Do to Any Company", "date": "2021-06-23 17:55", "summary": "Beijing uses the odious National Security Law to silence Hong Kong's feisty voice for freedom.. Jimmy Lai started the Apple Daily newspaper in 1995 to defend the Hong Kong way of life before the 1997 handover to China. Its inaugural launch editorial declared: \"We are convinced that Hongkongers who are accustomed to freedom will not stay silent in the face of unreasonable restrictions and unfair treatments, for Hongkongers are born with a passion for freedom.\" Apple Daily journalists pledged to \"stick to our posts and work hard, to be proud Hongkongers through and through.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-subway-riders-face-service-disruptions-11624485263", "title": "New York City Subway Riders Face Service Disruptions", "date": "2021-06-23 17:54", "summary": "Transit chief warns that staff shortages are causing delays. New York City subway riders are likely to face delays and disruptions for months because of staff shortages caused by a hiring freeze during the Covid-19 pandemic, the system's leaders said Wednesday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-voted-it-was-about-crime-11624485176", "title": "NYC Voted. It Was About Crime", "date": "2021-06-23 17:52", "summary": "Progressives can win elections, but there's a problem: They don't know how to govern.. Despite the advance of cultural wokeness, the Democratic Party's progressive wing finds itself embattled on two fronts, each with the same opponent: skeptical voters.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shuttered-u-s-virgin-islands-oil-terminal-starts-lender-talks-11624475501", "title": "Shuttered U.S. Virgin Islands Oil Terminal Starts Lender Talks", "date": "2021-06-23 17:45", "summary": "The Limetree Bay refinery on St. Croix, backed by EIG Global Energy Partners, shut down indefinitely over 'severe financial constraints'. The owner of the Limetree Bay oil refinery in the U.S. Virgin Islands is in early restructuring talks with creditors after pollution incidents and a cash crunch shut down the troubled plant indefinitely, people familiar with the matter said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-restaurateurs-run-into-supply-problems-as-they-reopen-11624484244", "title": "New York Restaurateurs Run Into Supply Problems as They Reopen", "date": "2021-06-23 17:37", "summary": "Operators of dining spots are having trouble finding cutlery, kitchen equipment and even some ingredients. When veteran New York City restaurateur Jeffrey Bank recently looked to replace some of the aging silverware at his establishments, he got a surprising response from his supplier: The pattern he has used for decades was no longer in stock.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-advisory-group-says-likely-association-between-mrna-covid-19-vaccines-and-rare-myocarditis-cases-11624479115", "title": "CDC Advisory Group Says 'Likely Association' Between mRNA Vaccines and Rare Myocarditis Cases", "date": "2021-06-23 17:28", "summary": "Government health agency and others say benefits of vaccines outweigh the risks. Centers for Disease Control and Prevention advisers said Wednesday that there is a \"likely association\" between Pfizer -BioNTech and Moderna 's mRNA Covid-19 vaccines and an inflammatory heart condition in some younger individuals, but noted that cases were rare and that most patients quickly felt better.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abroad-at-home-to-the-manor-borne-11624483392", "title": "Abroad at Home: To the Manor Borne", "date": "2021-06-23 17:23", "summary": "Save the plane fare with a virtual trip to Britain's most stately abodes.. In his 1616 poem \"To Penshurst,\" the poet Ben Jonson did much to fortify the image of the English country house as a center of hospitality: \"But all come in, the farmer and the clown, / And no one empty-handed, to salute / Thy lord and lady, though they have no suit.\" Indeed, such dwellings have had visitors for as long as they've stood, some even beginning as monasteries where the weary traveler could pitch up unbidden for some food and shelter.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ever-given-the-ship-that-blocked-suez-it-could-soon-be-anchors-aweigh-11624444705", "title": "For Ever Given, Ship That Blocked Suez, It Could Soon Be Anchors Aweigh", "date": "2021-06-23 17:21", "summary": "Container ship has been waylaid in waterway for almost three months due to grounding, legal dispute. The owner and insurers of the Ever Given, the container ship that blocked the Suez Canal for days, disrupting global shipping, reached a preliminary deal with the Suez Canal Authority to release the vessel, according to the U.K. insurance group helping lead negotiations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-says-u-s-could-breach-debt-limit-deadline-in-august-if-congress-doesnt-act-11624477388", "title": "Yellen Says U.S. Could Breach Debt Limit in August", "date": "2021-06-23 16:46", "summary": "Treasury secretary urges lawmakers to raise or suspend borrowing limit. WASHINGTON-The U.S. could run out of room to keep paying the government's bills some time during Congress's August recess unless lawmakers raise or suspend the federal borrowing limit before then, Treasury Secretary Janet Yellen said Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mayoral-race-what-happens-now-with-vote-count-11624480237", "title": "What Happens Now in New York Mayoral Balloting", "date": "2021-06-23 16:44", "summary": "Ranked-choice system kicks in; tally from absentee ballots yet to come. The winner of New York City's Democratic mayoral primary hinges on a new ranked-choice voting system and will come down to voters' second and third picks in the race, candidates and political consultants say.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dream-no-longer-deferred-11624480948", "title": "A Dream No Longer Deferred", "date": "2021-06-23 16:42", "summary": "The Oakland Museum of California reopens to the public, following a $20 million renovation that aims to achieve its 1960s goal of being a center of access and refuge.. Oakland, Calif.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-government-could-collapse-six-months-after-u-s-withdrawal-new-intelligence-assessment-says-11624466743", "title": "Kabul Could Fall Six Months After U.S. Pullout, Intelligence Assessment Says", "date": "2021-06-23 16:10", "summary": "Taliban advances prompt agencies to revise outlook for how long Kabul can hold out. KABUL-The U.S. intelligence community concluded last week that the government of Afghanistan could collapse as soon as six months after the American military withdrawal from the country is completed, according to officials with knowledge of the new assessment.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dropoffs-thursday-crossword-june-24-11624220893", "title": "Dropoffs (Thursday Crossword, June 24)", "date": "2021-06-23 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oath-keeper-pleads-guilty-in-capitol-conspiracy-case-11624478357", "title": "Oath Keeper Pleads Guilty in Capitol Conspiracy Case", "date": "2021-06-23 15:59", "summary": "Graydon Young of Florida also agrees to help prosecutors. A Florida man affiliated with the Oath Keepers, a right-wing militant group, pleaded guilty Wednesday to conspiracy and other charges related to the Jan. 6 attack on the Capitol, and has agreed to help prosecutors who are bringing charges against other members of the group.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-truck-startup-embark-to-go-public-in-5-2-billion-spac-deal-11624442400", "title": "Self-Driving Truck Startup Embark to Go Public in $5.2 Billion SPAC Deal", "date": "2021-06-23 15:58", "summary": "Embark is the latest self-driving truck firm to tap public markets in recent months, joining Plus and TuSimple. Embark Trucks Inc. is merging with a special-purpose acquisition company to go public in a deal that values the self-driving truck startup at about $5.2 billion, the companies said.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-justice-departments-leak-probe-wasnt-aimed-at-lawmakers-11624478063", "title": "Trump Justice Department's Leak Probe Wasn't Aimed at Lawmakers", "date": "2021-06-23 15:54", "summary": "Past and current officials say FBI obtained Democratic congressmen's data because they were in contact with committee staffers under investigation. WASHINGTON-The Trump Justice Department obtained communications records of some Democratic lawmakers in 2018 because they had been in contact with one or more congressional staffers whom prosecutors suspected of leaking classified information to the media, not because the lawmakers themselves were targets of the investigation, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-considers-shortening-10-day-window-for-investors-to-disclose-large-stakes-in-companies-11624477468", "title": "SEC Considers Shortening 10-Day Stake-Disclosure Window", "date": "2021-06-23 15:44", "summary": "Chairman Gary Gensler is targeting a deadline that has been a point of contention for years between activist investors and public companies. WASHINGTON-The Securities and Exchange Commission is considering speeding up the deadline for investors to alert the market when they amass an ownership stake of more than 5% of a company's stock.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-order-wine-in-a-restaurant-pairing-tips-sommelier-strategies-11624477325", "title": "How to Order Wine in a Restaurant: Pairing Tips, Sommelier Strategies", "date": "2021-06-23 15:42", "summary": "In part two of her crash course for fledgling oenophiles, our wine columnist lays out the basics of choosing wines that complement your meal and making sure you get the bottle you want for the table. Part two in a three-part series on the fundamentals of wine appreciation.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-police-11624475924", "title": "Biden and the Police", "date": "2021-06-23 15:18", "summary": "An acknowledgment that the crisis now is crime, not Covid.. Amid a nationwide crime surge, Democrats may or may not want to support American policing. But at least they want to appear to support it, and perhaps that's a start.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-explores-strategic-options-for-media-properties-including-selling-stakes-11624475230", "title": "NFL Explores Strategic Options for Media Properties", "date": "2021-06-23 15:07", "summary": "Football league hires Goldman Sachs to aid in hunt for potential partnerships. The National Football League is exploring options for its media properties including selling stakes to strategic partners, a move aimed at expanding the reach of its television networks and digital services, the league told team owners in a letter Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-10-shows-and-movies-to-stream-this-week-11624474800", "title": "What to Watch: 10 Shows and Movies to Stream This Week", "date": "2021-06-23 15:00", "summary": "'Penguin Town' gives the camera's favorite bird a dose of reality TV; Pierce Brosnan, as a handsome fertility doctor, gives Ilana Glazer the creeps in 'False Positive'. A new Netflix documentary series, \"Penguin Town,\" gives the reality-TV treatment to one of the camera's favorite birds. It features a colony of penguins that descend every summer on Simon's Town, South Africa, to make baby penguins, mingle with the humans and try to avoid predators.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alvin-bragg-holds-lead-in-manhattan-district-attorney-race-11624474071", "title": "Bragg Holds Lead in Manhattan District Attorney Race", "date": "2021-06-23 14:47", "summary": "The former federal prosecutor held a lead of four percentage points in the Democratic primary. Alvin Bragg maintained an early but substantial lead Wednesday over his main rival, Tali Farhadian Weinstein, in the Democratic primary for Manhattan district attorney, with the final outcome to be decided by tens of thousands of absentee ballots.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-ceo-built-a-cable-giant-can-he-build-a-streaming-giant-11624473722", "title": "Inside Comcast's Plan to Become a Streaming Giant", "date": "2021-06-23 14:42", "summary": "Resume Subscription. Comcast Corp. chief executive Brian Roberts built a colossus, branching out from cable and broadband into entertainment with the acquisition of NBCUniversal a decade ago. Now, he has to prove the company is equipped to compete amid a dramatic industry shift to streaming.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/natural-pools-green-alternative-chlorine-11624472961", "title": "Natural-Pool Owners Are Kissing Chlorine and Other Chemicals Goodbye", "date": "2021-06-23 14:30", "summary": "Resume Subscription. This summer, some homeowners will be swimming in their backyard pools au naturel. The iconic, aqua-blue vessels of chlorine-treated water are starting to see competition from the leafy, greenish waters of natural pools.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-defends-the-arrests-of-journalists-11624464329", "title": "Hong Kong Defends the Arrests of Journalists", "date": "2021-06-23 14:29", "summary": "'The arrests relate to an alleged conspiracy.'. Regarding your editorial \"Arresting Hong Kong's Press\" (June 18): It is plainly wrong to suggest that the police operation and asset freezes in Hong Kong have anything to do with \"offending Beijing.\" The arrests relate to an alleged conspiracy involving the exploitation of journalistic work as a tool to commit collusion with a foreign country or external elements to impose sanctions or engage in other hostile activities against the People's Republic of China and Hong Kong. This is a serious offense under Hong Kong's national security law and will be handled in accordance with the law.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-for-high-school-cheerleader-in-speech-case-involving-snapchat-post-11624458926", "title": "Supreme Court Rules for High-School Cheerleader Brandi Levy in Speech Case", "date": "2021-06-23 14:17", "summary": "In 8-1 decision, court finds school violated First Amendment by punishing student for using a vulgar word in social media. WASHINGTON-The Supreme Court extended its protection of student speech to social media on Wednesday, by an 8-1 ruling that a Pennsylvania school district overstepped its authority by punishing a high-school cheerleader who used a vulgar word on Snapchat when she didn't make the varsity cheerleading team.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-to-quit-gates-foundation-11624470770", "title": "Warren Buffett to Quit as Gates Foundation Trustee", "date": "2021-06-23 14:05", "summary": "Charity wants to strengthen its governance, and Berkshire Hathaway CEO says he has been 'inactive' at the foundation for years. Warren Buffett is stepping down as a trustee of the Bill & Melinda Gates Foundation less than two months after the couple said they planned to divorce, as the multibillion-dollar charity looks to reshape its leadership structure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-ackman-makes-his-case-for-music-11624471393", "title": "Bill Ackman Makes His Case for Music", "date": "2021-06-23 14:03", "summary": "Billionaire is bullish on streaming, profitability, industry growth ahead of investment in Universal Music Group. Hedge-fund billionaire William Ackman says music comes just under food and water in the hierarchy of needs, but music is worth an investment because it pays royalties.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-ceo-gary-kelly-to-leave-post-in-february-11624455542", "title": "Southwest Airlines CEO to Step Down in February", "date": "2021-06-23 13:47", "summary": "Company veteran Bob Jordan to succeed Kelly, who will become executive chairman. Gary Kelly, who has served as chief executive of Southwest Airlines Co. for nearly 17 years, will step down in February, handing the reins to a company veteran as the carrier plots its path out of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-between-covid-19-vaccines-and-delta-variant-plays-out-in-u-k-11624450110", "title": "Race Between Covid-19 Vaccines and Delta Variant Plays Out in U.K.", "date": "2021-06-23 13:46", "summary": "Virus cases surge in country, accompanied by smaller rises in hospitalizations and deaths, as variant takes hold in U.S. and elsewhere. LONDON-The highly transmissible Covid-19 Delta variant is generating rapidly rising caseloads in the U.K., but smaller increases in hospitalizations and fatalities, in a hopeful sign that mass vaccination can prevent a repeat of the heavy toll of sickness and death seen earlier in the pandemic.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-real-estate-investor-has-99-million-week-11624468429", "title": "Florida Real-Estate Investor Has Huge Week With Nearly $99 Million in Property Sales", "date": "2021-06-23 13:15", "summary": "Joseph Imbesi closed a nearly $55 million deal for a 2-acre parcel shortly after locking down a $44 million sale to WeWork founder Adam Neumann. Hot on the heels of a $44 million deal to sell a pair of Bal Harbour, Fla., properties to WeWork founder Adam Neumann, Florida investor Joseph Imbesi has made another major sale.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uganda-olympic-delegation-test-protocols-tokyo-games-11624467725", "title": "Positive Tests in Uganda Olympic Delegation Challenge Protocols for Tokyo Games", "date": "2021-06-23 13:10", "summary": "With the Olympics set to begin in a month, two arriving members of the Uganda delegation have tested positive despite vaccinations and pre-departure testing. With the Tokyo Olympics set to open one month from now, the positive Covid-19 test of a second member of Uganda's Olympic delegation upon arrival in Japan is revealing potential holes in plans to contain the virus during the Games.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-travel-guide-five-cities-from-new-york-to-los-angeles-11624446020", "title": "Five U.S. Cities Change Things Up to Draw Visitors", "date": "2021-06-23 13:07", "summary": "Resume Subscription. If the idea of escaping to the wilderness during the pandemic didn't appeal, here's some good news: America's cities will be teeming again this summer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-home-builders-are-contributing-to-housing-frenzy-11624468037", "title": "How Home Builders Are Contributing to Housing Frenzy", "date": "2021-06-23 13:07", "summary": "Some developers are waiting longer to list homes that are under construction. Home builders can't keep up with housing demand. Much of that is a matter of circumstance, but some of it could be a matter of design.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-75-million-a-beachfront-mansion-on-southamptons-storied-meadow-lane-11624464424", "title": "For $75 Million, a Beachfront Mansion on a Storied Southampton Lane", "date": "2021-06-23 13:03", "summary": "The more than 8-acre property is located on a street that's famously home to business titans and celebrities. A more than 8-acre estate on Southampton's Meadow Lane, a tony enclave that has recently drawn the likes of New England Patriots owner Robert Kraft and hedge-funder Ken Griffin, is hitting the market for $75 million. The property is directly adjacent to a mansion that was owned by David Koch, the late billionaire industrialist and philanthropist, property records show.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-may-drop-650-million-insurance-deal-absent-victims-backing-11624467587", "title": "Boy Scouts May Drop $650 Million Insurance Deal Absent Victims' Backing", "date": "2021-06-23 12:59", "summary": "The youth group said it would explore backing out of a settlement with Hartford if it can't break an impasse with sex-abuse victims. The Boy Scouts of America said it could drop a $650 million settlement with insurer Hartford Financial Services Group Inc. if the youth organization can't break an impasse with sex-abuse victims opposed to the agreement.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-theres-new-hope-for-alzheimers-patients-11624466924", "title": "Why There's New Hope for Alzheimer's Patients", "date": "2021-06-23 12:48", "summary": "Biogen's aducanumab isn't a cure, but the trials were promising-and other therapies are in the works.. How much hope can Alzheimer's patients and their loved ones take from the Food and Drug Administration's approval of a new drug this month? Researchers and drug makers have labored fruitlessly for decades to develop treatments that can slow the disease's progression. More than 100 experimental drugs have failed in clinical trials, but researchers may be on the cusp of a breakthrough.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-justices-side-with-foster-children-11624466809", "title": "The Justices Side With Foster Children", "date": "2021-06-23 12:46", "summary": "Their ruling strikes a blow against religious discrimination.. Philadelphia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-furious-brings-han-back-from-the-dead-fans-are-still-worried-about-his-fate-11624466367", "title": "'Fast & Furious' Brings Han Back. Fans Are Still Worried About His Fate.", "date": "2021-06-23 12:39", "summary": "Resume Subscription. On the shortlist of movie characters with the least screen time but the biggest fan bases, Han Lue from the \"Fast & Furious\" franchise ranks high.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-judge-strikes-downtrump-rule-tightening-eb-5-visa-program-11624466099", "title": "Trump Rule Tightening EB-5 Visa Program Struck Down by Judge", "date": "2021-06-23 12:34", "summary": "The Biden administration endorsed the rule raising the investment threshold in the immigrant investor program; judge says rules were improperly issued. A federal judge has struck down a set of rules issued by the Trump administration that required immigrants seeking green cards through a federal investor visa program to spend more in the U.S. to qualify.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/propublica-tells-only-half-the-story-on-taxes-11624464637", "title": "ProPublica Tells Only Half the Story on Taxes", "date": "2021-06-23 12:10", "summary": "Yellow journalism has been replaced by blue journalism.. In \"ProPublica's Plan for a Poorer America\" (op-ed, June 17), Phil Gramm and Mike Solon discuss how Democrats are using information from ProPublica on the wealthiest Americans' tax returns to push for a wealth tax that would lead to fewer jobs and lower pay. What the public, and apparently some Democrats, don't seem to understand is that the tax code is a series of incentives. The government created tax laws to encourage specific activities that spur economic growth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borks-antitrust-standard-is-under-attack-from-all-sides-11624464283", "title": "Bork's Antitrust Standard Is Under Attack From All Sides", "date": "2021-06-23 12:04", "summary": "To hit Big Tech, some Republicans would subject all of American capitalism to top-down control.. In \"Unfortunately, 'Big Is Bad' Is Back\" (Inside View, June 7), Andy Kessler notes that the consumer-welfare standard, which has governed American antitrust law for almost half a century, is in peril.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reagan-thatcher-and-shultz-valued-the-personal-touch-11624464195", "title": "Reagan, Thatcher and Shultz Valued the Personal Touch", "date": "2021-06-23 12:03", "summary": "Foreign policy is an art as much as a science.. In \"Biden's Personal Touch Doesn't Amount to a Foreign Policy\" (op-ed, June 18), Mike Watson writes that President Biden \"will achieve more if he remembers . . . that in foreign policy, it isn't personal. It's strictly business.\" I find that doctrinaire. Foreign policy is an art as much as a science, and it is about relationships, not merely business.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicholas-braun-is-the-cousin-greg-of-the-internet-11624464000", "title": "Nicholas Braun Is the Cousin Greg of the Internet", "date": "2021-06-23 12:00", "summary": "The 'Succession' and 'Zola' star talks writing, music and his Instagram account. \"Thank you!\" the actor Nicholas Braun calls midsentence, flashing a thumbs-up to a stranger who shouted, \"You're awesome, Greg!\" from the crosswalk on Hudson Street. Mr. Braun is sitting outdoors at an unpretentious cafe, his old haunt from when he lived in Greenwich Village. Sporting a New York Nico T-shirt, an A24 baseball cap, and a five o'clock shadow, the fan-favorite \"Succession\" star looks downright un-Gregish today, yet has been recognized for the second time since leaving his apartment. \"That's how it goes, I guess,\" he says, with a shrug.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cowboy-boots-in-the-city-why-western-style-is-trending-11624463862", "title": "Cowboy Boots in the City? Why Western Style Is Trending", "date": "2021-06-23 11:57", "summary": "As lockdowns lift, Western wear is becoming increasingly popular among urbanites. For some, the clothes represent freedom. For others, they're just good, stylish fun.. WILD WEST style is, curiously, riding again. On city streets, even in suburban backyards, you'll spot ornate cowboy boots, snap-front shirts, colorful embroidery and straight-cut jeans from Wrangler and Lee.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kessler-isnt-excluded-from-californias-vaccine-lottery-11624463776", "title": "Kessler Isn't Excluded From California's Vaccine Lottery", "date": "2021-06-23 11:56", "summary": "All vaccinated California residents are eligible.. Regarding Andy Kessler's \"Maskless Among the Lemmings\" (Inside View, June 21): All vaccinated California residents are eligible for the vaccine lottery regardless of when the vaccine was received. So, Mr. Kessler, that means you too, even if you are old enough or you have a comorbidity that allowed you to benefit from the vaccine earlier than some others.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/store-brands-could-make-a-name-for-themselves-this-year-11624458373", "title": "Store Brands Could Make a Name for Themselves This Year", "date": "2021-06-23 11:44", "summary": "After a boost from the 2008 recession, private-label food has seen stagnating market share. This year could change that.. Inflation today looks nothing like what it did in the 1970s, but neither do today's private-label food products (organic frozen pizza, anyone?). That bodes well for store-branded products, which have had a sleepy few years of market-share growth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-prime-day-is-earlier-than-usual-this-year-heres-when-it-is-and-what-to-expect-11624267802", "title": "Amazon's Prime Day Was Earlier Than Usual This Year. Here's How it Went.", "date": "2021-06-23 11:28", "summary": "The online retailer and rivals such as Walmart and Target hold a summer deal-fest for consumers. Amazon.com Inc. said this year's Prime Day shopping blitz resulted in the \"two biggest days ever\" for independent merchants that sell on its website, without providing specifics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grilled-tandoori-lamb-chops-with-raita-and-flatbread-11624462025", "title": "Grilled Tandoori Lamb Chops With Raita and Flatbread", "date": "2021-06-23 11:27", "summary": "Quick-cooking butterflied lamb chops bring South Asian street food to the American cookout. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hobbs-kessler-jim-ryun-olympics-1500-meters-11624427846", "title": "Record-Smashing Teen Hobbs Kessler Leaps From High School to Olympic Trials", "date": "2021-06-23 11:27", "summary": "Last month, the 18-year-old smashed Jim Ryun's 1,500-meter American junior record, which stood for 55 years. Now Kessler is aiming for the Tokyo Games.. EUGENE, Ore.-In five months, Hobbs Kessler has gone from a largely unknown high school runner to national record holder to surprise competitor in the U.S. Olympic track and field trials.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxosmithkline-talks-up-growth-prospects-as-activist-investor-elliott-looms-11624461573", "title": "Glaxo Talks Up Growth Prospects as Activist Investor Elliott Looms", "date": "2021-06-23 11:26", "summary": "Drug giant gives further details of plans to spin off consumer-healthcare unit. Pharmaceutical giant GlaxoSmithKline PLC pledged to accelerate growth and gave further details of the long-planned separation of its consumer-healthcare business, as it seeks to ward off a potential clash with activist investor Elliott Management Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-says-it-fired-warning-shots-at-british-warship-prompting-denial-from-u-k-11624455207", "title": "U.K. Denies Russia Fired Warning Shots at Warship", "date": "2021-06-23 11:05", "summary": "U.K. government says HMS Defender was 'innocently' passing through Ukrainian waters. Russia's Defense Ministry said its armed forces fired warning shots at a British destroyer that was violating what it considers its territorial waters near Crimea, but the U.K. government said its ship was \"innocently\" passing through Ukrainian waters and that no shots were fired.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quick-grilling-recipe-tandoori-spiced-lamb-chops-11624460606", "title": "Quick Grilling Recipe: Tandoori-Spiced Lamb Chops", "date": "2021-06-23 11:03", "summary": "Butterflied lamb chops cook in minutes. A punchy spice rub and cooling yogurt sauce make it a memorable meal.. COOKING AT THE PLACE where cultures overlap comes naturally to chef Meherwan Irani. \"My whole family is from a small town outside Mumbai,\" he said. \"There was an ashram there for a spiritual master, and my grandmother ran the equivalent of a bed-and-breakfast for Westerners.\" His mother cooked for the travelers, catering to their palates. Mr. Irani grew up eating Indian-Western fusion and he loved it. \"My mom became a remarkable cook, blending the best of both worlds,\" he said. \"She didn't dumb anything down.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-max-scherzer-joe-girardi-nationals-phillies-sergio-romo-athletics-rangers-11624460113", "title": "Baseball's Goofy New Job: Belt Inspector", "date": "2021-06-23 10:56", "summary": "Major League Baseball is cracking down on hurlers who apply substances for a better grip. The men on the mound aren't thrilled with the inspections.. It's come to this, my baseball friends: the pitchers are taking off their clothes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-tax-pledge-limits-options-for-infrastructure-deal-11624454898", "title": "Biden's Vow Not to Raise Taxes on Most Americans Limits Infrastructure Options", "date": "2021-06-23 10:30", "summary": "White House resists raising gasoline tax, while Republicans oppose higher taxes on companies and the wealthy-leaving little room for bipartisan agreement on how to pay for proposals.. WASHINGTON-President Biden's pledge not to raise taxes on households making under $400,000 helped get him elected and shaped an administration tax plan aimed at corporations and high-income households. Now, that pledge is narrowing the path toward a bipartisan deal on infrastructure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repair-furniture-or-toss-it-how-to-make-the-agonizing-decision-11624456968", "title": "Repair Furniture or Toss It? How to Make the Agonizing Decision", "date": "2021-06-23 10:02", "summary": "Maybe it's a favorite rug that's frayed or an inherited sofa with a broken leg. Is it worth fixing? Experts help you make the call.. OVER THE PAST year, I had the distinct feeling that things were unraveling around me. Actually, it was just one thing-the Persian rug under my kitchen table.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-chief-experience-officers-want-to-make-their-jobs-disappear-11624456801", "title": "Some Chief Experience Officers Want to Make Their Jobs Disappear", "date": "2021-06-23 10:00", "summary": "A dedicated experience leader is a fixture on many executive teams, but how long the role will survive is in question. The title of chief experience officer is becoming ubiquitous at big companies, but if some of the executives holding it have their way, they will be their organization's first and last \"CXO.\"", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chemical-engineer-found-surprise-role-in-manhattan-project-11624456800", "title": "Chemical Engineer Found Surprise Role in Manhattan Project", "date": "2021-06-23 10:00", "summary": "Meyer Steinberg, who has died at age 96, was among dwindling band of surviving scientists from a secret mission to build atomic bombs. Meyer Steinberg was a 17-year-old chemical engineering student at New York's Cooper Union in December 1941 when the Japanese attacked Pearl Harbor. The draft board allowed him to stay in school.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-foiled-attack-on-another-nuclear-facility-11624454792", "title": "Iran Says It Foiled Attack on Another Nuclear Facility", "date": "2021-06-23 09:26", "summary": "Saboteurs were thwarted by precautions taken after previous attacks, authorities said. TEHRAN-Iran said Wednesday it foiled an attempt to sabotage a facility belonging to its atomic agency near the capital, the latest attack on its nuclear program and one that follows the election of a hard-line cleric as the country's president.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-books-for-kids-our-reviewers-picks-for-summer-reading-11624453787", "title": "Best Books for Kids: Our Reviewer's Picks for Summer Reading", "date": "2021-06-23 09:09", "summary": "A guide to books ideal for long car rides, the camp duffel bag or rainy days.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millionaire-yang-was-chinas-first-stock-trading-hero-11624453200", "title": "'Millionaire Yang' Was China's First Stock-Trading Hero", "date": "2021-06-23 09:00", "summary": "Yang Huaiding started trading bonds and stocks at the dawn of the country's financial-markets experiments, before it had real exchanges. \"Millionaire Yang\" embodied Chinese leader Deng Xiaoping's mantra \"To get rich is glorious.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-deals-business-class-first-class-11624388301", "title": "Where to Find Rare Business-Class and First-Class Deals", "date": "2021-06-23 09:00", "summary": "Resume Subscription. The downturn of business travel creates an unexpected gift for vacationers: Cheap first-class and business-class tickets in big-city markets abound with airlines no longer holding back premium seats for corporate customers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/north-korea-gives-the-u-s-the-cold-shoulder-on-nuclear-talks-11624439530", "title": "North Korea Gives the U.S. the Cold Shoulder on Nuclear Talks", "date": "2021-06-23 08:36", "summary": "Kim Jong Un regime refuses the Biden administration's outreach, extending a diplomatic stalemate. SEOUL-In nuclear diplomacy with the U.S., North Korea is playing hard to get, for now.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-alliance-considers-boosting-production-amid-uneven-recovery-11624451530", "title": "OPEC Alliance Considers Boosting Production Amid Uneven Recovery", "date": "2021-06-23 08:32", "summary": "Saudi Arabia and Russia target modest additions to group's output, moving cautiously as economies move at different rates. OPEC and its allies are considering boosting the group's collective output by some 500,000 barrels a day when they meet next week, delegates said, representing a modest boost to the world's supply of crude as prices recover strongly.", "categories": [["WSJ News Exclusive", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/w-series-formula-1-future-women-driver-11624451198", "title": "Formula 1's Future Is an All-Women's Series", "date": "2021-06-23 08:29", "summary": "The world of Formula 1 has long been known as a billionaire boy's club. Can the W Series-the world's first international female-only motorsport championship-change that?. On a cold spring day in 2019, Catherine Bond Muir, a British former corporate financier and lawyer from Surrey, stepped out onto the wet pavement of the Hockenheimring racing circuit in Germany's Upper Rhine Valley. Bond Muir, who is 53 and exudes a let's-get-on-with-it attitude, is not the crying type. But as she stood there, her fingers going numb from the cold, she wondered if she could allow tears to overwhelm her for just a few moments. She had spent the past four years trying to convince sponsors, promoters and organizers at the top tier of motorsport that W Series, the international women's-only motor-racing series that she founded, was not just a good idea but a necessary one. And now here she was, standing on a track that has hosted Formula 1 races since the '70s, waiting for 18 female drivers to make their way to the starting line for W Series' first, history-making race. As each car pulled onto the track, she visualized the faces of the women whose lives she was about to change and thought, \"I've f-ing done it.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manatees-are-dying-in-florida-and-the-u-s-wants-to-know-why-11624447800", "title": "Manatees Are Dying in Florida, and the U.S. Wants to Know Why", "date": "2021-06-23 07:30", "summary": "Republican lawmaker urges Fish and Wildlife Service to designate the sea mammal as endangered. MIAMI-Florida manatees are dying at a record pace, prompting a federal investigation and calls to relist the aquatic mammals as endangered.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-latin-america-fund-leads-28-million-atom-finance-funding-round-11624447801", "title": "SoftBank Latin America Fund Leads $28 Million Atom Finance Funding Round", "date": "2021-06-23 07:30", "summary": "The deal, a bet on the retail investing boom, values startup at around $150 million. SoftBank Group Corp. is investing in startup investing platform Atom Finance, in a bet by the Japanese conglomerate that a retail trading boom is here to stay.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giannis-free-throws-trae-young-suns-clippers-11624426817", "title": "Alley-Oops, Free Throws and the Biggest Shots of the NBA Playoffs", "date": "2021-06-23 07:00", "summary": "Giannis Antetokounmpo's foul shots. Trae Young's floaters. The Suns in the mid-range and the Clippers behind the arc. These plays will decide the next NBA champion.. The Milwaukee Bucks will hold their breath. Atlanta Hawks fans will lose their minds. Everybody in the arena will stop what they're doing to watch a magnificent basketball player do nothing.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-and-other-tech-giants-race-to-buy-up-renewable-energy-11624438894", "title": "Amazon, Others Race to Buy Up Renewable Energy", "date": "2021-06-23 06:58", "summary": "As technology companies reshape the market, they face pressure to demonstrate that their investments are reducing overall emissions. The race to secure electricity deals for power-hungry data centers has tech companies reshaping the renewable-energy market and grappling with a new challenge: how to ensure their investments actually reduce emissions.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/melting-arctic-ice-pits-russia-against-u-s-and-china-for-control-of-new-shipping-route-11624445504", "title": "Melting Ice Pits Russia Against U.S., China for Control of Shipping Route", "date": "2021-06-23 06:51", "summary": "Resume Subscription. MURMANSK, Russia-Melting ice in the Arctic Ocean is bringing a centuries-old dream closer to reality for Russia: a shipping passage through its northern waters that could put it at the center of a new global trade shipping route.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-ev-maker-xpeng-plans-to-list-in-hong-kong-11624444760", "title": "Chinese EV Maker XPeng Plans to List in Hong Kong", "date": "2021-06-23 06:39", "summary": "Rival to NIO targets a July debut and aims to raise up to $2 billion. Electric-car maker XPeng Inc. has secured approval to sell shares in Hong Kong, making it the latest U.S.-listed Chinese company seeking to tap investors closer to home.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-startups-enter-the-megadeal-era-11624444202", "title": "European Startups Enter the Megadeal Era", "date": "2021-06-23 06:30", "summary": "A dozen European startups have raised financing rounds of $500 million or greater this year, the most on record, as valuations and deal sizes rise on the continent. Fundraising by European startups has skyrocketed this year, dominated by megarounds and rising valuations.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-tapering-is-coming-and-the-market-never-gets-it-right-11624443077", "title": "Central-Bank Tapering Is Coming, and the Market Never Gets It Right", "date": "2021-06-23 06:11", "summary": "Investors rely too much on 'supply and demand' explanations of quantitative easing, which is why they have again been wrong-footed. The market just can't seem to get quantitative easing-or its reversal-right.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-mas-ant-in-talks-to-share-data-trove-with-state-firms-11624442902", "title": "Jack Ma's Ant in Talks to Share Data Trove With State Firms", "date": "2021-06-23 06:08", "summary": "The fintech giant is in discussions to start a new credit-scoring business with Chinese state-owned enterprises. HONG KONG-Ant Group Co. is in talks with Chinese state-owned enterprises to create a credit-scoring company that will put the fintech giant's proprietary consumer data under regulators' purview, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bonds-that-cried-major-default-risk-11624440835", "title": "The Bonds That Cried Major Default Risk", "date": "2021-06-23 05:36", "summary": "Evergrande is in the midst of another financial squeeze. It has shrugged them off before, but the task at hand looks daunting.. The villagers in \"The Boy Who Cried Wolf,\" bored of their shepherd boy's constant false alarms, refuse to come to his aid when a wolf finally does appear. There may be a lesson in the fable for investors in Chinese property giant Evergrande and the country's real-estate market more broadly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-owl-newest-private-equity-creation-sees-wisdom-in-simplicity-11624440601", "title": "Blue Owl, Newest Private-Equity Creation, Sees Wisdom in Simplicity", "date": "2021-06-23 05:30", "summary": "Company gets all of its earnings from management fees, avoiding the less predictable performance-related income. Blue Owl Capital Inc., born out of a complex transaction, is hoping to attract stock investors with a simple offering: the most predictable earnings growth in the private-equity industry.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vizio-looks-to-boost-software-business-with-ipo-cash-11624440601", "title": "Vizio Looks to Boost Software Business With IPO Cash", "date": "2021-06-23 05:30", "summary": "The TV seller is increasing spending this year on R&D and hiring related to Platform+, the smaller of its two business lines. Vizio Holding Corp. is ramping up investment in its software business amid growing consumer demand for streaming content.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illicit-covid-19-drugs-bound-for-mexico-seized-by-u-s-authorities-11624440602", "title": "Illicit Covid-19 Drugs Bound for Mexico Seized by U.S. Authorities", "date": "2021-06-23 05:30", "summary": "Possibly counterfeit or generic versions of Gilead's remdesivir are reaching U.S. via airports. Federal authorities have seized at U.S. airports unauthorized versions of the Covid-19 treatment remdesivir destined for distribution in Mexico, the latest effort by the government to root out criminal activity related to the pandemic.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-fight-for-control-over-apps-moves-to-congress-and-eu-11624440601", "title": "Apple's Fight for Control Over Apps Moves to Congress and EU", "date": "2021-06-23 05:30", "summary": "Company says allowing users to download software onto their iPhones without using the App Store jeopardizes protections. Apple Inc. is stepping up its fight to maintain tight controls over which apps can be installed onto customers' iPhones, as political pressure grows in Washington, D.C. and Brussels to upend those restrictions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorney-race-reaches-the-finish-line-11624397868", "title": "Manhattan District Attorney Race Reaches the Finish Line", "date": "2021-06-23 02:09", "summary": "Two former federal prosecutors, Tali Farhadian Weinstein and Alvin Bragg, have emerged as front-runners. Alvin Bragg held an early lead over his main rival Tali Farhadian Weinstein in the Manhattan district attorney election on Tuesday night, but the race remained too close to call, following a contentious campaign that featured eight candidates.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-mayoral-election-primary-candidates-sprint-to-the-finish-line-11624382035", "title": "NYC Mayoral Primary Candidates Sprint to Finish Line", "date": "2021-06-23 00:48", "summary": "Hopefuls spent primary day rallying supporters and trying to grab votes from undecided New Yorkers. Democratic candidates in the New York City mayoral primary spent Tuesday stumping before the polls opened at 6 a.m. and ended the fast-moving day watching election results at their campaign parties.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-voters-set-to-decide-next-mayor-11624354201", "title": "NYC Mayoral Candidate Eric Adams Leads in Votes", "date": "2021-06-23 00:39", "summary": "Resume Subscription. Mayoral candidate Eric Adams, a former police officer who has made public safety the centerpiece of his campaign, held a strong lead in New York City's Democratic primary Tuesday night, but didn't get enough votes to reach the threshold to be declared the winner of the race, preliminary results showed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11624382990", "title": "Pepper...and Salt", "date": "2021-06-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-to-decide-on-committee-to-probe-jan-6--capitol-attack-11624403332", "title": "Pelosi to Decide on Committee to Probe Jan. 6 Capitol Riot", "date": "2021-06-23 23:21", "summary": "House Speaker is this week weighing how to proceed after Senate GOP blocked independent bipartisan commission. WASHINGTON-Speaker Nancy Pelosi said Tuesday she plans to decide this week whether she will create a select committee to probe the Jan. 6 assault on the U.S. Capitol, according to her spokesman.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-keep-covid-19-border-restrictions-for-another-year-11624361777", "title": "China to Keep Covid-19 Border Restrictions for Another Year", "date": "2021-06-23 23:09", "summary": "Beijing worries about variants as it stages the Olympics and a power transition. Beijing is planning to keep its pandemic border restrictions in place for at least another year as officials fret over the emergence of new variants and a calendar of sensitive events, according to people familiar with the matter, despite a coronavirus vaccination campaign that has topped one billion doses.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-answer-to-robinhood-and-venmo-lands-a-7-billion-valuation-11624416070", "title": "South Korea's Answer to Robinhood and Venmo Lands $7 Billion Valuation", "date": "2021-06-23 22:41", "summary": "Viva Republica said it completed a round of fundraising worth the equivalent of $406 million. A South Korean company whose app lets users transfer money, take out loans, trade stocks and check their credit scores has raised funds at a valuation of more than $7 billion, making it one of the world's most valuable financial-technology startups.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-talks-focus-on-how-to-pay-for-bipartisan-package-11624381379", "title": "Infrastructure Talks Focus on How to Pay for Bipartisan Package", "date": "2021-06-23 21:41", "summary": "White House has rejected a higher gas tax or fees on electric vehicles to pay for roughly $1 trillion plan. WASHINGTON-Lawmakers and the White House searched for ways to finance a roughly $1 trillion infrastructure proposal without raising the gas tax or placing fees on electric vehicles, debating how much new revenue the Internal Revenue Service could generate with enhanced enforcement efforts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elections-law-vote-to-test-democrats-unity-amid-gop-opposition-11624372668", "title": "Senate Republicans Block Democrats' Election-Law Push", "date": "2021-06-23 20:51", "summary": "Manchin votes with party to proceed but effort falls short of the 60 senators needed to open debate. WASHINGTON-Senate Republicans blocked Democrats from moving ahead with elections legislation, forcing the party to devise a new way forward after weeks of intraparty wrangling and fruitless calls from progressives to advance the bill without GOP support.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-sent-to-mexico-will-get-another-chance-to-seek-asylum-11624406762", "title": "Migrants Sent to Mexico Will Get Another Chance to Seek Asylum", "date": "2021-06-23 20:50", "summary": "Asylum seekers who lost their cases during the Trump administration will be able to reapply, Biden administration says. WASHINGTON-The Biden administration said on Tuesday it will give asylum-seeking migrants sent to Mexico by the Trump administration another chance to make their claims in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]