[{"link": "https://www.wsj.com/articles/mask-mandates-prompt-florida-board-of-education-to-sanction-eight-school-districts-11633650078", "title": "Mask Mandates Prompt Florida Board of Education to Sanction Eight School Districts", "date": "2021-10-07 19:41", "summary": "Decision is latest clash in long-running battle between the state and local school officials over whether to require masks. The Florida Board of Education authorized sanctions against eight school districts for implementing mask mandates that board members said violate a state rule barring such requirements.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-abortions-pick-up-after-federal-judge-allows-them-11633647672", "title": "Texas Abortions Pick Up After Federal Judge Allows Them", "date": "2021-10-07 19:01", "summary": "Clinics say they are moving cautiously because a state law imposing a near ban on abortions allows retroactive lawsuits if the injunction is overturned. AUSTIN-Some Texas clinics again began performing abortions later than six weeks Thursday after a federal judge blocked a state law imposing a near ban on the procedure, while others are moving more slowly as legal challenges play out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-child-allowance-welfare-trap-university-of-chicago-study-work-incentive-tax-credit-11633644076", "title": "The Child Allowance Welfare Trap", "date": "2021-10-07 18:53", "summary": "A new study shows the huge new federal payments will shrink the incentive to work.. Democrats are deciding what to keep or cut in their $5 trillion spending bill, and here is one proposal that Sen. Joe Manchin ought to excise: Converting the child tax credit into a universal basic income, which will discourage the work and advancement essential to escape poverty. New research this week suggests that the bill could drive more than one million workers from the labor force.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-block-ads-from-appearing-next-to-content-denying-climate-change-11633647234", "title": "Google to Block Ads Next to Content Denying Climate Change", "date": "2021-10-07 18:53", "summary": "Move by world's largest digital-ad company comes after recent restrictions on ads next to vaccine misinformation. Alphabet Inc.'s Google will no longer allow digital ads bought on its platform to appear next to online content that denies climate change, a ban that will also apply to YouTube, the company's giant online-video service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polarizing-the-jan-6-justice-system-judge-tanya-chutkan-capitol-11633639202", "title": "Polarizing the Jan. 6 Justice System", "date": "2021-10-07 18:50", "summary": "A judge's political remarks at sentencing hurt the rule of law.. Federal judges have significant discretion in handing down sentences, but in politically charged cases it's important that they don't give the impression that criminal defendants are being treated differently because of their politics.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-and-the-judiciary-federal-judge-robert-pitman-texas-law-six-weeks-11633642204", "title": "Abortion in Texas and the Judiciary", "date": "2021-10-07 18:44", "summary": "A federal judge abuses his authority as much as the Lone Star State law does.. So much for the claim that the Supreme Court overruled Roe v. Wade on its \"shadow docket.\" A federal judge late Wednesday ruled that Roe remains the law of the land and blocked Texas's ban on abortions after six weeks. While the judge is right about the current legal status of Roe, he didn't have the legal authority to make this call.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-progressives-aoc-squad-sinema-reconciliation-infrastructure-lbj-approval-polling-11633643510", "title": "Progressives Hold the Capital Captive", "date": "2021-10-07 18:40", "summary": "Biden turns out to be far less moderate than advertised, and voters aren't liking what they see.. Washington", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natwest-pleads-guilty-to-anti-money-laundering-charges-11633645607", "title": "NatWest Pleads Guilty to Anti-Money-Laundering Charges", "date": "2021-10-07 18:26", "summary": "The guilty plea is the first criminal prosecution under money-laundering regulations that went into effect in 2007, according to a U.K.'s financial regulator. A subsidiary of NatWest Group PLC pleaded guilty in the U.K. on Thursday to charges that it violated regulations requiring financial institutions to maintain adequate anti-money-laundering systems and controls.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyranny-crowd-identity-politics-globalization-social-media-twitter-mob-totalitarian-11633636189", "title": "The Tyranny of the 21st-Century Crowd", "date": "2021-10-07 18:09", "summary": "Mobs that form from the bottom up may prove even harder to defeat than totalitarian regimes.. The mass ideologies of the 20th century, Nazism and communism, represented a profound abasement of reason. Yet those ideologies reveal more than we'd like to admit about our own political extremes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-mason-kamala-harris-anti-semitism-jews-israel-patriotism-progressives-woke-11633636968", "title": "Kamala Harris Shrugs at Anti-Semitism", "date": "2021-10-07 18:09", "summary": "'Your truth should not be suppressed,' she tells a student who denounces Israel and America.. A student at George Mason University complained about Congress last month. The allocation of U.S. funds to the Iron Dome, Israel's missile-defense system, \"hurts my heart,\" she said, \"because it's an ethnic genocide and displacement of people, the same that happened in America.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reconciliation-simpler-government-eligibility-rules-taxes-aid-welfare-economy-11633636670", "title": "Reconciliation Offers a Shot at Simpler Government", "date": "2021-10-07 18:06", "summary": "Liberals and conservatives alike should see the benefit of reducing complexity in programs and rules.. In the reconciliation bill, lawmakers propose to spend trillions of dollars on child care, healthcare, education and other necessary initiatives. Unfortunately, many government programs suffer from a common defect: complexity. If the new bill adds complexity, millions of Americans won't get essential assistance and the country won't get its money's worth.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-boys-review-hollywood-cheer-11633644245", "title": "'The Boys' Review: Hollywood Cheer", "date": "2021-10-07 18:04", "summary": "The brothers recall a Tinseltown childhood free of malice, regret or self-pity. It's like a Ron Howard movie between two covers.. Despite his long track record of commercial and critical success, Ron Howard has seldom been written about as a filmmaker with a strong personal vision. Yet if one judges on matters of outlook and tone, Mr. Howard is indisputably an auteur.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terry-mcauliffe-glenn-youngkin-virginia-governor-gubernatorial-race-trump-biden-11633637275", "title": "How to Beat the Trump Card", "date": "2021-10-07 18:04", "summary": "Glenn Youngkin has turned the Virginia governor's race into a real contest.. Richmond, Va.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexander-hamilton-jewish-founding-fathers-judaism-religion-11633635891", "title": "Was Alexander Hamilton Jewish?", "date": "2021-10-07 18:03", "summary": "Years of research led me to believe that his biographers got this critical detail wrong.. Ten years ago I decided to enliven constitutional history for my students by sharing biographical curiosities about the Founding Fathers. Thomas Jefferson once received a \"mammoth cheese\" that weighed more than 1,200 pounds. James Madison lost re-election to the Virginia legislature because he refused to dispense free whiskey to voters. Alexander Hamilton, the Caribbean orphan turned financial visionary-well, something about his origin story left me unsettled.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investing-platform-public-com-launches-crypto-trading-11633608000", "title": "Investing Platform Public.com Launches Crypto Trading", "date": "2021-10-07 17:58", "summary": "The company will offer trading in 10 cryptocurrencies, including bitcoin and dogecoin. The investing platform operated by Public Holdings Inc. is rolling out cryptocurrency trading, joining rivals such as Robinhood Markets Inc. in the digital-currency space.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-doj-officials-detail-trump-effort-to-get-them-to-discredit-2020-vote-11633623997", "title": "Former DOJ Officials Detail Trump Effort to Get Them to Discredit 2020 Vote", "date": "2021-10-07 17:49", "summary": "Senate Judiciary Committee releases transcripts of interviews conducted with former Justice Department officials about their last days in Trump administration; minority Republicans say Trump acted appropriately. WASHINGTON-Former acting Attorney General Jeffrey Rosen told congressional investigators he believed then-President Donald Trump's unwillingness to accept the results of the 2020 election was misguided and that he would have \"strongly preferred if he had chosen a different focus in the last month of his presidency,\" according to testimony made public Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refoulement-a-river-of-refugees-forced-to-reverse-11633642919", "title": "'Refoulement': A River of Refugees, Forced to Reverse", "date": "2021-10-07 17:42", "summary": "Francophone diplomats gave the English language-and international law-a term for a practice that 'deportation' and 'expulsion' didn't capture. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-expects-higher-inflation-posts-lower-quarterly-profit-11633610545", "title": "Conagra, PepsiCo and Other Food Makers Grapple With Higher Costs", "date": "2021-10-07 17:18", "summary": "Supply-chain problems and labor challenges become 'a daily grind,' pressuring profits and pushing up grocery prices. Major food companies are boosting prices as they contend with escalating costs, and labor and transportation problems that are hampering the flow of staples to grocery-store shelves.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ireland-signs-onto-global-deal-seeking-to-curb-tax-avoidance-11633629646", "title": "Ireland Signs On to Global Deal Seeking to Curb Tax Avoidance", "date": "2021-10-07 17:17", "summary": "The country had been one of a small number of holdouts on an agreement that aims to overhaul global taxation. A global agreement to set a minimum 15% corporate tax rate cleared its last major hurdle Thursday after Ireland, a low-tax country that is the European headquarters for some of the largest U.S. tech companies, said it would join the overhaul effort.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawyers-expected-to-plead-guilty-in-molotov-cocktail-case-11633619498", "title": "New York Lawyers' Guilty Plea Postponed in Molotov Cocktail Case", "date": "2021-10-07 17:09", "summary": "Case involves federal charges for throwing makeshift explosives at an empty police car during a protest against police brutality. Two lawyers expected to plead guilty Thursday to federal charges involving throwing a Molotov cocktail at an empty New York City police car last year are now scheduled to plead guilty on Oct. 20.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-07-2021-11633592087", "title": "Stocks End Higher After Debt-Limit Extension Deal", "date": "2021-10-07 16:45", "summary": "All three major indexes are up for the week. Major U.S. stock indexes rose Thursday after Senate Majority Leader Chuck Schumer said lawmakers had reached a deal on a short-term debt-limit extension, potentially putting off a government default standoff for a couple of months.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rescue-thailand-boys-soccer-team-trapped-cave-navy-seals-richard-harry-harris-elizabeth-chai-vasarhelyi-jimmy-chin-free-solo-11633639415", "title": "'The Rescue': A Deep Dive Into Courage", "date": "2021-10-07 16:44", "summary": "The story of the operation to save a Thai soccer team gets the documentary treatment in Elizabeth Chai Vasarhelyi and Jimmy Chin's gripping film. Claustrophobes beware, but even you may find \"The Rescue\" enthralling. It's a National Geographic documentary, playing in theaters, about the international effort, organized at a feverish pace in June 2018, to rescue 12 boys and their soccer coach trapped in a flooded cave in northern Thailand. The directors were Elizabeth Chai Vasarhelyi and Jimmy Chin. They won an Oscar in 2019 for \"Free Solo,\" a literal cliff-hanger of a doc about a climber ascending the sheer wall of El Capitan, the 3,200-foot monolith in Yosemite National Park, without the usual array of climbing equipment or safety gear. Their latest film chronicles the skill and unfathomable courage of divers who descended into the darkness of a labyrinthine system of caves, risking entrapment in the tightest of spaces by rapidly rising water. The stuff of heroism is always mysterious. In this case it's also marvelously strange.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-2-11633639387", "title": "Bestselling Books Week Ended October 2", "date": "2021-10-07 16:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diana-princess-of-wales-prince-charles-camilla-parker-bowles-duchess-of-cornwall-buckingham-palaceandrew-morton-11633639346", "title": "'Diana' Review: Tabloidy Trip Through Royal Pain", "date": "2021-10-07 16:43", "summary": "CNN's six-part series on Diana, Princess of Wales, didn't learn any lessons from the media maelstrom that surrounded her life and death. By rights, Americans ought to be looking at the six-part \"Diana\" with a cocked brow and a jaundiced eye. The celebrated Princess of Wales, who was killed in 1997 under genuinely tragic circumstances, would have turned 60 in July and remains an object of fascination nearly 25 years after her death. And yet the root cause of all the pain, scandal, anguish and royal adulteries revisited by this CNN series is precisely that monarchical system we shrugged off 238 years ago. If one takes a step back from the emotionally obvious, it's difficult to regard the story with seriousness, or at least the seriousness with which the documentary regards itself.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-spend-more-on-carbon-offsets-to-bolster-green-credentials-11633639335", "title": "Finance Chiefs Spend More on Carbon Offsets to Bolster Green Credentials", "date": "2021-10-07 16:42", "summary": "Business-software provider ServiceNow and airline-parts company AAR are among companies planning to buy carbon offsets. Companies are spending more money on carbon offsets to meet sustainability targets and bolster their appeal to socially conscious investors and customers.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamb-noomi-rapace-valdimar-johannsson-lisbeth-sander-girl-with-the-dragon-tatoo-11633639271", "title": "'Lamb' Review: Shear Brilliance", "date": "2021-10-07 16:42", "summary": "An Icelandic drama follows isolated farmers who've lost a child but receive an ovine surrogate. Let's start with one of the countless details, tiny and large, that make \"Lamb\" a tale of hypnotic beauty-and one with a wild and woolly premise that could have gone howlingly wrong. It's what we see immediately after the Icelandic heroine, María, sits down to calm herself by playing the piano. (She's played powerfully in her turn by Noomi Rapace.) As the first notes are heard, the camera peers inside the instrument at the hammers hitting the strings to make the music. What's that all about? Well, the hammers are made of felt, which comes from wool, which comes from sheep.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lackawanna-blues-ruben-santiago-hudson-bill-sims-jr-manhattan-theater-club-six-henry-viii-brooks-atkinson-theater-11633639123", "title": "'Lackawanna Blues' and 'Six' Reviews: A Solo Filled With Characters; A Sextet of Queens", "date": "2021-10-07 16:40", "summary": "Ruben Santiago-Hudson recounts his boarding-house childhood to a musical accompaniment; the wives of Henry VIII argue, like pop divas, about which consort had it worst. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacinta-hulu-jessica-earnshas-maine-correctional-center-11633638985", "title": "'Jacinta' Review: When Going Home Isn't Easy", "date": "2021-10-07 16:38", "summary": "Jessica Earnshaw's moving documentary follows a young mother's difficulty returning to the outside world after spending time in prison.. In addition to a camera and a funding scheme, what a documentary like \"Jacinta\" needs is access. Intimacy. Someone the filmmaker can talk to and who, more importantly, will talk back. Who will not only do astounding things but leave viewers astounded that they got to see them.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/persuasion-jane-austen-bedlam-sarah-rose-kearns-eric-tucker-yonatan-gebeyehu-connelly-theater-11633638896", "title": "'Persuasion' Review: Austen With a Strongly Surrealist Streak", "date": "2021-10-07 16:36", "summary": "Eric Tucker's latest Bedlam staging is a rewarding, gender-bending take on the classic novel.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-answers-friday-crossword-october-8-11633371521", "title": "Seeking Answers (Friday Crossword, October 8)", "date": "2021-10-07 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandora-papers-flat-tax-reform-wealth-inequality-loophole-11633616530", "title": "The Pandora Papers' Secret: Everyone Already Knows This Stuff", "date": "2021-10-07 15:55", "summary": "The media uses these leaks to push for tax hikes, which are bad policy-as is the existing tax code.. There they go again. Another year, another breathless media uproar over \"revelations\" of the financial comings and goings of the world's super-rich. Reporters spend many months combing through documents extracted-we're never told how-from various law firms and other service providers presumably because the reporters think exposing this information will accomplish . . . well, we're never sure what. The latest trove is called the Pandora Papers, unveiled last weekend.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-coast-guard-boards-german-ship-as-part-of-oil-spill-investigation-11633615869", "title": "Coast Guard Boards German Ship as It Probes California Oil Spill", "date": "2021-10-07 15:55", "summary": "German company says its container ship didn't pass over the pipeline during the period in question. The U.S. Coast Guard boarded a German container ship Wednesday as part of its investigation into a major oil spill off the coast of Southern California.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-covid-19-coronavirus-death-hospitalization-molnupiravir-expanded-access-therapies-11633615268", "title": "The FDA Can Save Thousands of Lives Today", "date": "2021-10-07 15:52", "summary": "'Compassionate use' of molnupiravir would dramatically reduce Covid-19's toll.. With the stroke of a pen, the Food and Drug Administration could save thousands of Covid patients' lives. Data released last week showed that the new antiviral pill molnupiravir, made by Merck and Ridgeback Biotherapeutics, is safe and reduces the risk of the direst outcomes (hospitalization or death) by 50%. It works by directly blocking replication of the virus, is effective against variants, and can be used in combination with other Covid therapies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-shortage-sets-off-scramble-ahead-of-winter-11633635902", "title": "Natural-Gas Shortage Sets Off Scramble Ahead of Winter", "date": "2021-10-07 15:45", "summary": "Resume Subscription. Myrina, a tanker chartered by Royal Dutch Shell PLC, set sail to Asia from the west coast of France last month carrying liquefied natural gas. When it was about to enter the Strait of Gibraltar, the captain received a call, according to people familiar with the matter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virgin-voyages-aims-to-quell-dreaded-cruise-queues-11633635717", "title": "Virgin Voyages Aims to Quell Dreaded Cruise Queues", "date": "2021-10-07 15:41", "summary": "Richard Branson's adults-only cruise offering uses staggered event programming and digital reservations to cut down lines, though its app got off to a shaky start. Virgin Voyages' first cruise ship set sail this week after months of pandemic-related delays, looking to offer plentiful dining and entertainment options while cutting back on one thing that has irritated cruise passengers for years: long lines.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-ricos-power-authority-set-to-declare-state-of-emergency-11633634390", "title": "Puerto Rico's Power Authority Set to Declare State of Emergency", "date": "2021-10-07 15:19", "summary": "Prepa has struggled to generate enough power for the more than three million residents of the U.S. territory, resulting in widespread rolling blackouts. The Puerto Rico power authority is set to declare a state of emergency in an effort to improve its fleet of power generators that have been in critical condition, the utility said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-to-ease-some-face-mask-requirements-11633634008", "title": "San Francisco to Ease Some Face-Mask Requirements", "date": "2021-10-07 15:13", "summary": "Rules will apply to offices, gyms and various settings where no more than 100 people are present and all are vaccinated. San Francisco plans to lift indoor face-mask requirements in limited settings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-california-ballot-measure-could-spark-court-challenges-to-teacher-protections-11633629441", "title": "Proposed California Measure Could Spark Court Challenges to Teacher Protections", "date": "2021-10-07 14:57", "summary": "Education-reform advocates propose constitutional right to a quality education in what may become a costly fight with teachers unions. Education reform advocates have proposed a ballot initiative in California that could allow them to use the courts to challenge teacher-tenure laws and other policies they believe are harming public school students.", "categories": [["WSJ News Exclusive", "Education"]], "category_links": ["https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-asks-fda-to-approve-covid-19-vaccine-in-young-children-11633610319", "title": "Pfizer Asks FDA to Authorize Covid-19 Vaccine in Young Children", "date": "2021-10-07 14:30", "summary": "Children ages 5 to 11 may be able to start getting immunized by November if health regulators authorize the shots. Pfizer Inc. and BioNTech SE have asked U.S. health regulators to green light their Covid-19 vaccine for children 5 to 11 years old, setting up the shot to potentially be available to millions of youngsters in a matter of weeks.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-palazzo-in-california-11633630910", "title": "A Palazzo in California", "date": "2021-10-07 14:21", "summary": "Robin Gibson, the founder of St. Tropez self-tanning products, traveled to Italy while building the house.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-italy-inspired-california-home-with-a-retractable-roof-and-life-size-chess-set-asks-29-995-million-11633630834", "title": "An Italy-Inspired California Home With a Retractable Roof and Life-Size Chess Set Asks $29.995 Million", "date": "2021-10-07 14:20", "summary": "Resume Subscription. When Robin Gibson was building her Italianate mansion in California in the early 2000s, she traveled to Lake Como in Italy to see firsthand the palazzos that inspired her architect's design. \"It was a little scavenger hunt,\" said Ms. Gibson, who spent about six years and roughly $18 million building the ornate home, which has groin-vault ceilings and a grand staircase with hand-forged railings.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blackrock-gives-big-investors-ability-to-vote-on-shareholder-proposals-11633617321", "title": "BlackRock Gives Big Investors Ability to Vote on Shareholder Proposals", "date": "2021-10-07 13:21", "summary": "Moves stand to transfer votes for as much as $1.5 trillion in index assets from BlackRock to investors such as pensions and endowments. Investment giant BlackRock Inc. is giving institutional investors such as pensions and endowments the option to cast shareholder votes tied to their investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-forecast-is-cold-comfort-for-natural-gas-consumers-11633626848", "title": "Winter Forecast Is Cold Comfort for Natural-Gas Consumers", "date": "2021-10-07 13:14", "summary": "A closely watched forecast shows the coming winter will be manageable for U.S. natural-gas markets. That may not be enough to take the air out of natural-gas prices.. Here's something that might take some pressure out of the fear building in natural-gas markets: A closely watched forecast from the Natural Gas Supply Association says that the U.S. winter will be just slightly colder than last year. That might not be enough to take the edge off of prices, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-aids-public-health-pandemic-11633554718", "title": "Covid, AIDS and the Dismal Science of Public Health", "date": "2021-10-07 13:13", "summary": "The field suffers from a lack of expertise in the economic incentives that limit disease.. John Tierney's \"Unlearned AIDS Lessons for Covid\" (op-ed, Oct. 4) correctly stresses the public-health community's history of overforecasting diseases. But the lack of expertise in the economic incentives that limit disease is much broader, as Richard Posner and I argued three decades ago. Since then, the field of economic epidemiology has exploded, and Covid-19 represents many déjà vu experiences of its main lessons.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-classroom-politics-virginia-education-race-crt-11633553474", "title": "Teachers Against Politicizing the Classroom", "date": "2021-10-07 13:12", "summary": "Virginia Democrats twist education policy, making even liberals uncomfortable.. Regarding \"A Brawl Over Schools In Virginia\" (Review & Outlook, Oct. 1): The votes of teachers as well as parents may be in play over these issues in schools. Under the current Democratic administration, the Virginia Department of Education has done much to politicize education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-peace-prize-greta-thunberg-obama-peacekeeping-11633552741", "title": "I Had Only One Nobel Peace Prize to Give Up", "date": "2021-10-07 13:11", "summary": "First President Obama and now, Greta Thunberg?. In 1988, I and thousands of other soldiers who had participated in United Nations peacekeeping operations were collectively awarded the Nobel Peace Prize (\"Rest in Peace for a Nobel Prize\" by Adam O'Neal, op-ed, Oct. 5). Canada struck a commemorative medal for its eligible awardees, and we were quietly proud.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-honda-civic-touring-styled-and-priced-for-people-under-30-11633626607", "title": "2022 Honda Civic Touring: Styled (and Priced) for People Under 30", "date": "2021-10-07 13:10", "summary": "A design throwback to the '90s Accord, the new Honda Civic Touring is a category leader among Gen Z and Millennials. And a stupendous car for the price, writes Dan Neil.. PEOPLE TRY to put Gen Z down, just because they get around. But since 2015, the generally awesome Honda Civic has been the bestselling light vehicle in the U.S. among \"first-time buyers, Millennials, Gen Z and multicultural customers,\" says the company. Seems to me the kids are alright.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dentist-dentistry-medicare-part-b-benefits-patients-11633553119", "title": "For Patients' and Dentists' Sake, Resist Medicare's Advance", "date": "2021-10-07 13:03", "summary": "Whoever pays the bill is in charge.. To the dentists advocating Medicare coverage of dentistry (Letters, Oct. 6): I practiced dentistry for over 40 years and found that those who pay the bill determine what care is given.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-premium-we-pay-to-be-perfect-11633625943", "title": "The Premium We Pay to Be Perfect", "date": "2021-10-07 12:59", "summary": "A behavioral economist answers questions on why we strive for the impeccable and whether screen time is necessarily bad for teens. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-newcastle-english-premier-league-11633614078", "title": "Saudi-Led Group Acquires Newcastle in the English Premier League", "date": "2021-10-07 12:56", "summary": "English soccer authorities approved the $380 million deal after nearly two years of talks.. Saudi Arabia's sovereign wealth fund on Thursday struck a deal to acquire Newcastle United in the English Premier League, giving it a foothold in the world's most popular sports enterprise after more than two years of on and off talks.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-offers-no-new-pledges-to-take-in-afghan-refugees-11633624363", "title": "EU Offers No New Pledges to Take in Afghan Refugees", "date": "2021-10-07 12:32", "summary": "Resettlement forum brings no commitments from bloc, which has promised to resettle at-risk groups from Afghanistan. European Union countries have made no new pledges to take in Afghan refugees, almost two months after the fall of Kabul to the Taliban, despite promises to provide a way for at-risk groups, especially women, to leave the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-war-for-talent-11633623631", "title": "'A War for Talent'", "date": "2021-10-07 12:20", "summary": "For the first time ever, the NFIB monthly employment survey finds that most small businesses had open positions they could not fill.. Amazing as it may sound, the American worker shortage is getting even worse. For the second consecutive month, the number of small businesses reporting they could not find workers to fill open positions set a new record high. Given this historically tight labor market, it's no surprise that the number of small firms raising compensation also hit a record high. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-about-central-banks-making-a-mistake-they-already-have-11633623390", "title": "Worried About Central Banks Making a Mistake? They Already Have", "date": "2021-10-07 12:16", "summary": "A policy error by the Fed and other central banks isn't just a scary prospect, but has already happened. Investors need to shape portfolios accordingly.. Of all the dangers facing investors at the moment, few are scarier than the Federal Reserve making a mistake. The bad news: This mistake has already happened-the only question is how impactful it will be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-the-jobeven-if-recruiters-ghosted-you-11633623411", "title": "How to Get the Job-Even if Recruiters Ghosted You", "date": "2021-10-07 12:16", "summary": "Career coaches say these interviewing and résumé tips can help you stand out and land a new role. It's easier than ever to apply for roles, so companies are swamped, leaving applicants-even ones who have been courted by recruiters-either facing a void or never hearing back again. Hiring experts at this week's WSJ Jobs Summit said candidates can take steps to build relationships with the humans overseeing the hiring process-and bounce back faster when they are rejected.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-londons-chelsea-a-renovated-1860s-house-with-an-observation-tower-and-t-rex-skeleton-sells-for-27-5-million-11633622432", "title": "In London's Chelsea, a Renovated 1860s House With an Observation Tower and T-Rex Skeleton Sells for $27.5 Million", "date": "2021-10-07 12:00", "summary": "SignalFire's Walter Kortschak bought the house from TIGI hair care founder Anthony Mascolo. In the heart of central London, an 1860s house has an observation tower that soars above its neighbors. The tower is a relic of bygone firefighting efforts: Local lore says a Victorian-era fire chief used the Chelsea home as a lookout to spot smoke from miles away.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-seafood-stew-in-san-francisco-a-travelers-guide-11633622069", "title": "The Best Seafood Stew in San Francisco: A Traveler's Guide", "date": "2021-10-07 11:54", "summary": "Cioppino is a dish that's been pleasing local palates for generations. Here, five restaurants around the city that both honor the tradition and add their own splash. Bib required.. In the In Search Of series, we hunt down the very best examples of a signature dish in a city or region. Previous installments are here.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-at-farmer-protests-in-india-deepens-modis-challenge-11633621901", "title": "Violence at Farmer Protests in India Deepens Modi's Challenge", "date": "2021-10-07 11:51", "summary": "A son of a government minister is being investigated over violence that killed eight. NEW DELHI-The deaths of eight people during a farmers' protest in northern India have sparked days of demonstrations around the country and deepened anger against an overhaul of the country's agricultural laws.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-literature-awarded-to-novelist-abdulrazak-gurnah-11633605034", "title": "Abdulrazak Gurnah Wins Nobel Prize in Literature", "date": "2021-10-07 11:17", "summary": "Zanzibar-born writer receives the prize for writings on colonialism and refugees. Abdulrazak Gurnah won the Nobel Prize in Literature for what the judges described as his uncompromising and compassionate presentation of the effects of colonialism and the fate of refugees.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-hit-by-magnitude-6-1-earthquake-11633616567", "title": "Tokyo Hit by Magnitude 6.1 Earthquake", "date": "2021-10-07 11:03", "summary": "The quake caused significant shaking in the country's capital; bullet-train service halted. TOKYO-An earthquake with an estimated magnitude of 6.1 caused significant shaking in Tokyo and surrounding areas on Thursday night local time.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-patients-decide-their-own-care-11633618876", "title": "Can Patients Decide Their Own Care?", "date": "2021-10-07 11:01", "summary": "More accessible information and a retreat in doctors exercising sole authority has both empowered patients and left them feeling abandoned. When Covid-19 vaccinations became available, Jackie (a false name, yet a true story), who suffers from allergies, wasn't sure whether or not to get vaccinated. She asked her doctor. His answer was, \"Do whatever you think is right.\" Of course, your own preferences should guide your health choice. Except, in this case, Jackie had no preference other than to do the right thing-if only she knew what it was.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reinhardt-university-college-golf-age-63-11633618790", "title": "She's Playing College Golf. She's 63.", "date": "2021-10-07 11:01", "summary": "Meet Debbie Blount, a second-year sensation on the Reinhardt University Eagles of Waleska, Ga.. The college sophomore was tired. She'd just finished playing 54 holes of competitive golf over two days, 36 of them in the rain.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-ceiling-gives-investors-master-class-in-complacency-11633617370", "title": "Debt Ceiling Gives Investors Master Class in Complacency", "date": "2021-10-07 10:39", "summary": "It is a repeated theme in markets: Really bad events are ignored until they are so close they demand immediate attention. The Republicans in Congress have backed down and agreed to suspend the debt ceiling, so the U.S. is, at least for now, not likely to default on its obligations. But the threat leaves a question, not least because it is merely delayed to December: Were investors overly complacent, or were they right to believe nothing serious would happen?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-says-banks-likely-to-need-direction-from-regulators-on-managing-climate-risks-11633615200", "title": "Fed Official Outlines Steps to Address Climate-Related Financial Risks", "date": "2021-10-07 10:38", "summary": "'Climate change could have profound consequences' on economic activity, says Fed governor. A top Federal Reserve official said financial regulators should direct the nation's biggest banks to take new steps to manage climate-related risks as part of a broader effort to monitor potential hazards posed to the financial system.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-set-out-to-hobble-chinas-huawei-and-so-it-has-11633617478", "title": "U.S. Set Out to Hobble China's Huawei, and So It Has", "date": "2021-10-07 10:37", "summary": "Resume Subscription. HONG KONG-When she was detained in Canada nearly three years ago, Meng Wanzhou was crisscrossing the globe as finance chief of all-conquering Chinese tech giant Huawei Technologies Co.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/restaurants-spend-big-for-upgraded-outdoor-dining-with-quicker-service-elaborate-decor-for-winter-11633599000", "title": "Restaurants Are Spending Big for Winter Outdoor Dining", "date": "2021-10-07 10:37", "summary": "Resume Subscription. Restaurant owners say they are better prepared this winter for the mass of pandemic-weary diners who still want an outdoor option.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-10-07-2021-11633557625", "title": "Jobless Claims Drop for First Time in Four Weeks", "date": "2021-10-07 10:37", "summary": "Initial claims for jobless benefits fell to 326,000 last week, after having ticked up in September. Filings for jobless benefits last week fell for the first time in four weeks, as employers continue to eschew layoffs amid a tight labor market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-the-robo-voices-11633615201", "title": "The Rise of the Robo-Voices", "date": "2021-10-07 10:00", "summary": "New technology lets filmmakers create foreign-language versions of their movies using samples of the original actors' voices. No more awkward voiceovers.. Author", "categories": [["", "Entertainment & Culture"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-d-miller-steered-two-giant-bank-mergers-11633615200", "title": "Edward D. Miller Steered Two Giant Bank Mergers", "date": "2021-10-07 10:00", "summary": "Ex-Marine from Brooklyn, who has died at age 80, helped combine Manny Hanny, Chemical and Chase. Edward D. Miller grew up in Brooklyn's rough Bedford-Stuyvesant neighborhood. His early jobs included selling pretzels on the streets and bartending. After studying engineering at Brooklyn College for two years, he dropped out and took a clerical job at Manufacturers Hanover Trust, known as Manny Hanny.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-october-9-11633547975", "title": "Number Puzzles (Saturday, October 9)", "date": "2021-10-07 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-european-countries-are-limiting-the-use-of-modernas-covid-19-vaccine-11633610069", "title": "Some European Countries Limit Use of Moderna Vaccine in Younger Ages", "date": "2021-10-07 09:52", "summary": "Finland, Sweden, Denmark and Norway take precautionary measures amid concerns over rare cardiovascular side effects. Finland on Thursday joined Sweden, Denmark and Norway in recommending against use of Moderna Inc.'s Covid-19 vaccine in younger age groups, citing risks of rare cardiovascular side effects they said warranted the precautionary steps.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oven-fridge-home-appliance-delays-kitchen-renovation-11633557751", "title": "Just 180 More Days Until Your Oven Arrives: Appliance Delays Cause Havoc", "date": "2021-10-07 09:40", "summary": "Consumers stuck without refrigerators and stoves find creative solutions; 'I didn't think it would take this long'. When Deric Bradford's delivery of a new clothes washer was delayed for several weeks this September, the 43-year-old banker started hauling his baskets of dirty clothes to John Calderon's place-\"like I was a college student,\" he said.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-exemptions-to-vaccine-mandates-tested-in-new-york-case-11633613330", "title": "Religious Exemptions to Vaccine Mandates Tested in New York Case", "date": "2021-10-07 09:40", "summary": "Pending ruling could help shape whether states must allow religious objections to Covid-19 vaccinations in hospital settings and beyond. Thousands of New York healthcare workers are in limbo as a federal judge considers whether the state's vaccination mandate must accommodate requests for religious exemptions, in a case that could guide similar policies in other states.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-troops-have-been-deployed-in-taiwan-for-at-least-a-year-11633614043", "title": "U.S. Troops Secretly Train Taiwan Forces Amid Worries Over China", "date": "2021-10-07 09:40", "summary": "Small presence of Americans secretly training local forces marks concern over China's yearslong military buildup and recent moves. WASHINGTON-A U.S. special-operations unit and a contingent of Marines have been secretly operating in Taiwan to train military forces there, U.S. officials said, part of efforts to shore up the island's defenses as concern regarding potential Chinese aggression mounts.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-blackstone-iac-what-to-watch-when-the-stock-market-opens-today-11633603995", "title": "Twitter, IAC, Nvidia, Conagra: What to Watch in the Stock Market Today", "date": "2021-10-07 09:40", "summary": "Twitter shares climbed on deal report; Megacap tech stocks inched higher. U.S. stocks rose in morning trading after Republicans offered a short-term debt-limit extension, helping stave off immediate concerns about a possible government default. Here's what we're watching ahead of Thursday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-enters-smart-tv-market-with-launch-of-sky-glass-in-europe-11633613175", "title": "Comcast Enters Smart-TV Market With Launch of Sky Glass in Europe", "date": "2021-10-07 09:26", "summary": "Broadband-powered TV, which runs Comcast's operating system, will let U.K. users access TV without a satellite dish. Comcast Corp. on Thursday said it has built a smart TV that will run on its own operating system, the company's latest answer to the streaming wars.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-leaf-blowers-are-evil-incarnate-11633613005", "title": "Here's Why Leaf Blowers Are Evil Incarnate", "date": "2021-10-07 09:23", "summary": "Lawn mowers, garbage trucks and generators all make plenty of noise in the suburbs. But nothing compares to this amplified, gas-powered mosquito.. Welcome to fall, which means one thing: leaf blowers.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-fiction-a-harvest-of-novels-reviews-jonathan-franzen-anthony-doerr-gayl-jones-colson-whitehead-11633612506", "title": "Fall Fiction: A Harvest of Novels", "date": "2021-10-07 09:19", "summary": "Leaves are turning-and so are pages, in stories from Jonathan Franzen, Anthony Doerr, Gayl Jones, Colson Whitehead and others.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/network-monitoring-firm-kentik-raises-40-million-in-new-funding-11633611600", "title": "Network-Monitoring Firm Kentik Raises $40 Million in New Funding", "date": "2021-10-07 09:00", "summary": "Facebook outage highlights need for businesses to monitor network performance. Network-monitoring company Kentik Technologies Inc. said Thursday it raised $40 million in new funding as the recent Facebook Inc. outage highlights the need for businesses to monitor network performance.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-hiltons-business-empire-is-getting-a-makeover-11633580977", "title": "Paris Hilton's Business Empire Is Getting a Makeover", "date": "2021-10-07 09:00", "summary": "Considered the original influencer, the hotel heiress and reality-TV star looks to expand her brands with new company. In today's crowded influencer space, one of the original creators of the personal brand is looking to take back her crown.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caravaggio-lost-auction-art-world-11633610026", "title": "How the Chase for the Latest 'Lost' Caravaggio Has Captivated Europe's Art World", "date": "2021-10-07 08:34", "summary": "If authenticated, a painting by the Baroque master-initially listed at auction this past spring for around $1,800 and potentially worth millions-could become one of the most valuable old master artworks in the world.. Late this March, Maria Cristina Terzaghi, an associate professor at Italian university Roma Tre, was writing about the acclaimed Baroque painter Michelangelo Merisi da Caravaggio, when art dealer Fabrizio Moretti sent her a photograph of a painting via WhatsApp. It featured Pontius Pilate presenting a thorn-crowned Jesus, a recognizable tableau known as Ecce Homo. The exact image was new to Terzaghi, but its composition and light contrast felt familiar, mirroring other works by an artist she had studied for more than 17 years.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-needs-to-walk-the-tesla-talk-11633609360", "title": "GM Needs to Walk the Tesla Talk", "date": "2021-10-07 08:22", "summary": "The company laid down bullish financial targets at its latest investor conference, particularly for its autonomous taxi business. GM painted a wildly ambitious picture of growth at its much-anticipated 2021 investor conference. What investors really need from the company, though, isn't more talk.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-chief-burns-forms-china-focused-group-in-pivot-toward-asian-rival-11633608001", "title": "CIA Chief Burns Forms China-Focused Group in Pivot Toward Asian Rival", "date": "2021-10-07 08:00", "summary": "Spy agency has struggled to recruit spies in China; Burns cites 'increasingly adversarial Chinese government'. WASHINGTON-CIA Director William Burns said on Thursday he is establishing a major organization within the agency focused on China, expanding and coordinating intelligence gathering against what top U.S. officials have described as a multipronged threat from Beijing.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-meyer-videos-girl-origin-jacksonville-jaguars-11633578022", "title": "The Electrician Who Shocked the NFL With the Videos of Urban Meyer", "date": "2021-10-07 08:00", "summary": "How did the viral clips of the Jacksonville Jaguars coach emerge? They were posted by an Ohio State fan.. D.J. Byrnes, a Columbus, Ohio, union electrician's apprentice, had already put back a few drinks last Saturday when he checked his phone and saw that someone had sent him a doozy: a brief video of Jacksonville Jaguars coach Urban Meyer at a restaurant with a young woman dancing on his lap.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-justin-trudeau-faces-test-for-his-progressive-agenda-11633606200", "title": "Canada's Trudeau Faces Test for His Progressive Agenda", "date": "2021-10-07 07:30", "summary": "After eking out re-election and in the wake of scandals, the prime minister forges ahead with his social and environmental goals. OTTAWA-Coming off a third-straight election victory, Canadian Prime Minister Justin Trudeau, once the world's golden boy of liberal politics, has an increasingly narrow window to overcome damage to his image and push through policies that would mark Canada as a global progressive leader.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levis-wont-be-unraveled-by-cotton-price-surge-11633606200", "title": "Levi's Won't Be Unraveled by Cotton Price Surge", "date": "2021-10-07 07:30", "summary": "Apparel company's comments on the issue seem to have quelled investors' near-term fears. Expensive cotton is in vogue again and apparel company investors aren't too happy about it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-to-return-ambassador-to-australia-after-submarines-fracas-11633604637", "title": "France to Return Ambassador to Australia After Subs Fracas", "date": "2021-10-07 07:03", "summary": "Jean-Pierre Thebault will seek to redefine the terms of the two countries' relationship and ensure French interests are protected in the scrapping of the subs deal. France said it would send its ambassador back to Australia, as the allies sought to mend a major rift caused when Canberra scuttled a lucrative French submarine deal to join a new security pact with the U.S. and U.K.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/box-lives-to-fight-another-day-11633604581", "title": "Box Lives to Fight Another Day", "date": "2021-10-07 07:03", "summary": "The provider of cloud-based collaboration software still has work to do to boost its valuation after defeating Starboard's proxy challenge. Having effectively won more time on the clock, Box needs to make every minute count.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-longer-range-evs-a-cousin-of-silicon-makes-a-material-difference-11633604400", "title": "For Longer-Range EVs, Silicon Carbide Makes a Difference", "date": "2021-10-07 07:00", "summary": "Car industry invests billions in silicon carbide for chips that control power, but cost challenges remain. The global auto industry is investing billions of dollars in chips made of silicon carbide, a more robust cousin of Silicon Valley's namesake element that companies believe can help them build high-performance electric vehicles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-covid-concerns-help-fuel-biden-administrations-broad-booster-push-11633604401", "title": "Long-Covid Concerns Help Fuel Biden Administration's Vaccine Booster Push", "date": "2021-10-07 07:00", "summary": "Some health officials view wider use of vaccine boosters as way to further reduce risk of long-term Covid-19. Emerging data indicating that a small percentage of vaccinated people develop long-term Covid-19 is helping drive the Biden administration's push to roll out boosters broadly, according to people familiar with the planning.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-perspectives-seriti-resources-ceo-mike-teke-on-the-future-of-coal-11633600800", "title": "COP26 Perspectives: Seriti Resources CEO Mike Teke on the Future of Coal", "date": "2021-10-07 06:00", "summary": "Mr. Teke, whose company owns coal assets in South Africa, says decarbonization shouldn't come at the expense of development. When global leaders thrash out their climate commitments in Glasgow next month, coal is likely to be in the crosshairs.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-tax-bill-could-hit-two-u-s-companies-one-domestic-the-other-global-11633599000", "title": "How the Tax Bill Could Hit Two U.S. Companies", "date": "2021-10-07 05:30", "summary": "Proposed tax increases on domestic and foreign profits would drive rates up for Agilent and Advance Auto, but in different ways. Advance Auto Parts Inc. and Agilent Technologies Inc. will see their tax rates increase by a fifth under the sweeping tax bill proposed by congressional Democrats, but for different reasons.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-most-music-is-silenced-in-afghanistan-a-style-favored-by-the-taliban-fills-the-void-11633599001", "title": "Taliban-Favored Music Fills the Airwaves in Afghanistan", "date": "2021-10-07 05:30", "summary": "Once unwelcome, a cappella songs known as taranas now dominate the airwaves. Up until the Taliban takeover on Aug. 15, Kabul restaurants used to blare out Afghan and foreign hits to attract customers. Itinerant ice cream vendors, too, played loud mechanical tunes to announce their arrival.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foundations-private-equity-firms-create-esg-reporting-platform-11633599002", "title": "Foundations, Private-Equity Firms Create ESG Reporting Platform", "date": "2021-10-07 05:30", "summary": "The Ford Foundation, S&P Global, Hamilton Lane and Omidyar Network are backing the venture to gather and share data related to environmental, social and governance performance. Major philanthropic foundations and private-equity firms have come together to form a centralized system for reporting on private companies' environmental, social and governance performance.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-malnutrition-regulation-economic-growth-glasgow-conference-11633551187", "title": "Climate Change Barely Affects Poverty", "date": "2021-10-07 04:55", "summary": "Growth-oriented policy does much more for to prevent malnutrition deaths.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-to-build-vaccine-manufacturing-plant-in-africa-11633586400", "title": "Moderna to Build Vaccine Plant in Africa", "date": "2021-10-07 02:00", "summary": "Drugmakers face pressure to supply Covid-19 vaccines to low-income countries; the new plant isn't expected to open for a few years. Moderna Inc. plans to spend up to $500 million to build a new manufacturing plant in Africa to supply doses of its Covid-19 vaccine and potential additional vaccines to a continent that has grappled with a shortage.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-path-forward-on-debt-ceiling-around-republican-resistance-11633533425", "title": "Democrats Weigh GOP Offer for Short-Term Debt-Limit Extension", "date": "2021-10-07 00:52", "summary": "Parties have been at impasse as possible U.S. default looms. WASHINGTON-Senate Democrats were poised to accept a GOP proposal to defer the showdown over the debt ceiling until later this year, lawmakers said, as administration officials and corporate executives issued dire warnings about the dangers of a possible government default.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633557714", "title": "Pepper...and Salt", "date": "2021-10-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-blocks-texas-abortion-law-11633568447", "title": "Federal Judge Blocks Texas Abortion Law", "date": "2021-10-07 23:04", "summary": "Judge grants Justice Department request for preliminary injunction against six-week abortion ban. A federal judge late Wednesday blocked enforcement of a Texas ban on abortions after six weeks of pregnancy, a legal blow against a novel law that has severely limited the procedure statewide.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-wood-to-move-investment-manager-ark-to-florida-11633544131", "title": "Cathie Wood to Move Investment Manager ARK to Florida", "date": "2021-10-07 20:20", "summary": "The asset-management firm plans to close its New York headquarters this month and relocate to the Sunshine State. Star stock picker Cathie Wood's latest move is to Florida.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sets-up-national-cryptocurrency-enforcement-team-11633565435", "title": "Justice Department Sets Up National Cryptocurrency Enforcement Team", "date": "2021-10-07 20:10", "summary": "Announcement comes as law enforcement and regulators look for ways to disrupt illicit cryptocurrency transactions. The U.S. Justice Department is creating a national cryptocurrency enforcement team to tackle investigations and prosecutions of criminal misuses of cryptocurrency and to recover the illicit proceeds from these crimes, Deputy Attorney General Lisa Monaco said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]