[{"link": "https://www.wsj.com/articles/appeals-court-reinstates-biden-administration-covid-19-vaccine-rules-for-large-employers-11639787840", "title": "Appeals Court Reinstates Biden Administration Vaccine Rules for Large Employers", "date": "2021-12-17 23:59", "summary": "Ruling dissolves another court's order that had blocked the requirements. A federal appeals court Friday reinstated Biden administration rules that require many employers to ensure that their workers are vaccinated or tested weekly for Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miss-america-2021-who-won-what-it-all-means-11639768848", "title": "Miss America 2021: Who Won, And What it All Means", "date": "2021-12-17 22:48", "summary": "Resume Subscription. Growing up, the new Miss America Emma Broyles was skeptical about the whole swimsuit thing, the aspect of the competition that long scored contestants on how they modeled bathing suits onstage. \"I think that that was actually one of the things that prevented me from wanting to compete at Miss Alaska,\" Ms. Broyles told me earlier this week. But then in 2018, led by its then-chairwoman the TV anchor Gretchen Carlson, who was Miss America in 1989, the organization got rid of the swimsuit segment along with any rankings based on physical appearance. After that, Ms. Broyles went all in, training seriously in voice lessons at Arizona State University and advocating for her cause, the Special Olympics. Ms. Broyles became the first Korean-American Miss America last night, at the final competition in Uncasville, Conn. When we spoke between rehearsals and competition, she wore a sweatshirt and Birkenstocks with no makeup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-defense-maintains-theranos-founder-didnt-mislead-anyone-11639783733", "title": "Jurors Start Deliberating Fate of Theranos Founder", "date": "2021-12-17 21:52", "summary": "Judge hands case to jury after closing arguments, a turning point in the monthslong trial. SAN JOSE, Calif.-A jury of eight men and four women were instructed on Friday to begin deliberating the fate of Elizabeth Holmes, the Theranos Inc. founder whose alleged fraud has underpinned one of the biggest white-collar criminal cases in Silicon Valley history.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-ceo-tests-positive-for-covid-19-11639768155", "title": "Southwest Airlines CEO Tests Positive for Covid-19", "date": "2021-12-17 21:23", "summary": "The chief executive has experienced mild symptoms but is fully vaccinated and has received a booster. Southwest Airlines Co. Chief Executive Gary Kelly, who attended a Senate hearing earlier this week, tested positive for Covid-19, a company spokeswoman said Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-bubble-bigger-11639792215", "title": "Bond Bubble Bigger", "date": "2021-12-17 20:50", "summary": "Do Biden and the Fed have any idea what fire they're playing with?. The inflation beast is running at full speed through the economy. Yet the Federal Reserve has decided it will continue giving the creature heavy doses of adrenaline for a few more months before concluding a historic rampage of money creation. Then the Fed believes things will quickly settle back down into a serene period of low inflation with only slight increases from current rock-bottom interest rates.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keurig-for-cocktails-maker-to-shut-down-and-refund-customers-11639787995", "title": "'Keurig for Cocktails' Maker to Shut Down and Refund Customers", "date": "2021-12-17 19:39", "summary": "Drinkworks was a joint venture between Keurig Dr Pepper and AB InBev. A high-profile startup that sought to popularize a K-Cup cocktail machine is shutting down and is offering to refund customers who already bought its countertop appliance.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-mcdonalds-toyota-stocks-that-defined-the-week-11639786757", "title": "Johnson & Johnson, McDonald's, Toyota: Stocks That Defined the Week", "date": "2021-12-17 19:19", "summary": "Here are seven major companies whose stocks moved on the week's news. U.S. vaccine advisers recommended adults take a Covid-19 vaccine from Pfizer Inc. or Moderna Inc. over J&J's after health authorities said the rate of a rare but serious blood-clotting condition was higher than previously detected. The updated position is likely to deal another blow to use of the J&J shot, whose uptake had been hurt by manufacturing issues and earlier reports of the blood-clotting condition. J&J shares closed nearly 2.8% lower Friday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-17-2021-11639730234", "title": "Stocks Fall Amid Rate-Rise Worries", "date": "2021-12-17 19:09", "summary": "S&P 500 posts largest weekly percentage loss in three weeks; oil, bond yields fall. U.S. stocks ended the week on a downbeat note, with all three major indexes dropping as investors worried about rising interest rates and a surge in Covid-19 cases that is slowing the economic recovery in the U.S. and Europe.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-sends-a-message-to-china-mitch-daniels-zhihao-kong-purdue-11639782634", "title": "Purdue Sends a Message to China", "date": "2021-12-17 18:38", "summary": "University President Mitch Daniels stands up for a Chinese student.. First the bad news: When a Purdue grad student from China posted a letter online praising the 1989 Tiananmen Square protests, other Chinese students harassed him, while in China his family had a visit from the Ministry of State Security.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-california-water-embargo-gavin-newsom-cadiz-pipeline-drought-nepa-blm-interior-11639332640", "title": "Biden's California Water Embargo", "date": "2021-12-17 18:33", "summary": "Interior moves to block a much-needed project in the parched West.. President Biden claims to love infrastructure. But note how his Administration is working to obstruct a desperately needed water project in California's parched interior.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-omicron-on-the-rise-should-you-stick-with-holiday-travel-plans-11639770032", "title": "Omicron Is on the Rise, and So Are Dilemmas Over Holiday Travel", "date": "2021-12-17 18:32", "summary": "Travel and health professionals offer a checklist as you decide whether to gather with relatives or go abroad in coming weeks. Travelers are once again facing difficult questions about whether to travel as the Omicron variant picks up across the world.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-adams-mayor-new-york-impossible-to-save-crime-policing-bail-reform-rikers-stop-frisk-11639772226", "title": "Eric Adams Will Need Help to Make New York Safe Again", "date": "2021-12-17 18:22", "summary": "Legal and political changes leave the next mayor without the anticrime tools that Giuliani and Bloomberg were able to use.. New York", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-allows-employees-to-work-from-home-for-rest-of-year-11639783236", "title": "JPMorgan Allows Employees to Work From Home for Rest of Year", "date": "2021-12-17 18:20", "summary": "Bank dials back office return amid Covid-19 Omicron variant. JPMorgan Chase & Co. told employees they can work from home for the next two weeks, dialing back its office return in the face of the spreading Omicron variant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darden-ceo-gene-lee-to-retire-next-year-11639755609", "title": "Gene Lee, CEO of Olive Garden Parent, to Retire", "date": "2021-12-17 18:13", "summary": "Darden Restaurants' quarterly sales were above pre-pandemic levels but earnings forecast was lower than expected. Olive Garden's parent company Darden Restaurants Inc. said that Gene Lee, the chief executive who has led the company through the pandemic and oversaw strong sales growth during his tenure, plans to retire next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberattack-on-payroll-provider-sets-off-scramble-ahead-of-holidays-11639778286", "title": "Cyberattack on Payroll Provider Sets Off Scramble Ahead of Holidays", "date": "2021-12-17 18:12", "summary": "Ransomware caused UKG to shut down some of its Kronos services, forcing companies from retail to healthcare to enact backup plans. A cyberattack on a popular payroll software provider sent work-tracking systems offline this week, forcing companies to resort to manual methods to pay workers.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-drops-pursuit-of-u-s-patent-for-key-component-of-covid-19-vaccine-11639782753", "title": "Moderna Drops Pursuit of U.S. Patent for Key Component of Covid-19 Vaccine", "date": "2021-12-17 18:12", "summary": "The company had been in a dispute with the National Institutes of Health over who invented key component of the widely used vaccine. Moderna Inc. has abandoned its application for a U.S. patent covering its Covid-19 vaccine that has been the subject of a heated dispute with the National Institutes of Health over the invention of a key component of the shot.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hamptons-spec-house-on-the-site-of-a-former-sports-car-racingtrack-is-asking-25-million-11639777787", "title": "A Hamptons Spec House on the Site of a Former Sports Car Racing Track Is Asking $25 Million", "date": "2021-12-17 17:48", "summary": "Resume Subscription. Start your engines: A Hamptons spec house on the site of a former racetrack is listing for $25 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/transcript-daly-says-fed-policy-is-better-positioned-to-address-higher-inflation-11639781077", "title": "Transcript: Daly Says Fed Policy Is Better Positioned to Address Higher Inflation", "date": "2021-12-17 17:44", "summary": "Central bank official warns against providing too much stimulus amid strong economic growth. The Federal Reserve's decision to end its pandemic stimulus program by March will position the central bank to raise interest rates earlier if labor markets continue to heal rapidly, Mary Daly, president of the San Francisco Fed, said in an interview Friday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reflections-on-a-62-year-marriage-wedding-love-anniversary-christmas-christianity-11639771928", "title": "Reflections on a 62-Year Marriage", "date": "2021-12-17 17:42", "summary": "Fitting the Christmas season, our story is one of love and hope.. It's the Christmas season, a time of hope and love. I've been reflecting on this as the 62nd anniversary of my wedding to my wife, Kay, approaches. When people introduce me at a public event, they often mention how long I've been married, and the listeners always applaud. My thought when this happens is: Isn't that the way marriage is supposed to work? But perhaps marriage doesn't always look that way these days, and after some reminiscing, Kay and I thought that some readers might enjoy our story-since, fitting the season, it is a story of hope and love.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-can-tweak-their-child-allowance-tax-credit-poverty-build-back-better-inflation-work-requirement-11639772566", "title": "Democrats Can Tweak Their Child Allowance to Help Families More", "date": "2021-12-17 17:31", "summary": "The tax credit is good policy, but it should be targeted to younger kids and those in poor families.. One of the most important policies in President Biden's Build Back Better bill is the expanded child tax credit. Congress shouldn't shelve it, but should instead make changes to ensure that the credit is better targeted, lasts longer and is more focused on reducing poverty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-enablers-friends-biden-harris-media-lying-race-victim-assault-hunter-rittenhouse-11639773291", "title": "Jussie Smollett's Enablers Weren't His Friends", "date": "2021-12-17 17:30", "summary": "His endorsers helped him throw away a life and career that might have been salvaged.. If you're a TV news personality with an eight-figure salary, it was irrelevant whether you believed Jussie Smollett's story was true. If you exercised any private mindfulness at all, you certainly didn't let on. Your job was to maintain the audience appeal that allows you to keep drawing a big TV salary, which meant exhibiting your own antiracist bona fides and not hinting even slightly that there was anything fishy about Mr. Smollett's story of racial victimization.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistler-to-cassatt-american-painters-in-france-denver-art-museum-impressionism-eakins-sargent-beaux-hassam-11639780031", "title": "'Whistler to Cassatt: American Painters in France' Review: International Relations", "date": "2021-12-17 17:29", "summary": "At the Denver Art Museum, a show with over 100 works reveals the fertile creative ground Americans discovered in Paris and beyond.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-endorses-test-to-stay-strategy-for-k-12-schools-11639760300", "title": "CDC Endorses Test-to-Stay Strategy for K-12 Schools", "date": "2021-12-17 17:24", "summary": "Schools have embraced frequent testing of students as way to maintain in-person education. Schools can use frequent testing to keep students in class after exposure to someone with Covid-19, federal officials said, embracing a strategy some educators and parents have adopted to keep children out of home quarantines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kid-charlie-chaplin-the-tramp-jackie-coogan-11639779490", "title": "Smiles and Tears of Single Parenting", "date": "2021-12-17 17:20", "summary": "Charlie Chaplin's 'The Kid' adds levity to an often sad, socially conscious story. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caroline-hirsch-is-one-of-comedys-best-talent-spotters-11639762147", "title": "Caroline Hirsch Is One of Comedy's Best Talent-Spotters", "date": "2021-12-17 16:57", "summary": "For 40 years, her New York club Carolines on Broadway has hosted America's favorite stand-up comics. Caroline Hirsch may run one of the most successful comedy clubs in the country, but she readily admits that she is not funny and she has never wanted to be on stage. \"It's not my thing,\" she says on a video call from her home in Palm Beach, Fla., where she lives with her partner, Andrew Fox, when they are not in Manhattan or the Hamptons.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-terrible-last-minute-gift-ideas-11639767586", "title": "Eight Terrible Last-Minute Gift Ideas", "date": "2021-12-17 16:57", "summary": "Not every present has to be thoughtful. Or even a present.. To last-minute shoppers: One week out from Dec. 25 is basically August. It's nowhere near the danger zone. There's plenty of time. Stores are open. Amazon 's still pledging delivery. You're not standing in a poorly lighted gas station, wondering if your mother would like Yosemite Sam mud flaps and a value pack of sugar-free orange pineapple gum...for the second year in a row.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-false-allure-of-managed-trade-11639666704", "title": "The False Allure of Managed Trade", "date": "2021-12-17 16:56", "summary": "With China disrupting global markets, the U.S. is trying to limit certain imports to protect American industry. It's a strategy that backfired in the past.. In 2018, President Donald Trump imposed tariffs on almost all aluminum and steel imported into the U.S., whether it came from allies, such as the EU, or competitors, such as China. Taken aback, the EU retaliated with tariffs on Harley-Davidson motorcycles, Kentucky bourbon and other U.S. exports. A trans-Atlantic rift had opened, and officials in Brussels rejected any possibility of repairing it with a \"managed trade\" agreement, in which governments agree on tariff-free trade in certain goods up to a specified level, after which tariffs kick in. Accepting such a deal on metals might help some European exporters, but it would undermine the principles of free trade embodied in the rules of the World Trade Organization.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-being-bilingual-make-you-smarter-11639686497", "title": "Does Being Bilingual Make You Smarter?", "date": "2021-12-17 16:56", "summary": "New research shows that people who know two languages make different neural connections when they think. Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-too-many-choices-lead-to-none-11639688099", "title": "When Too Many Choices Lead to None", "date": "2021-12-17 16:56", "summary": "A behavioral economist answers questions about decision-making overload and showing gratitude to subordinates. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-black-performers-starred-in-soundies-11639673936", "title": "When Black Performers Starred in Soundies", "date": "2021-12-17 16:53", "summary": "A forgotten film technology from the 1940s offered artists a way to reach audiences on their own terms, free from Hollywood's constraints. In April 2015, a video titled \"102 y/o Dancer Sees Herself on Film for the First Time\" was uploaded on YouTube. Shot on cellphones in a Brooklyn nursing home, the seven-minute video shows Alice Barker, a Harlem nightclub dancer of the 1930s and 1940s, watching herself perform in vintage film clips. Old and young, Barker is entrancing-vivacious in her nursing-home bed, lissome and flirtatious on film. The video went viral immediately, and it has since been viewed more than 35 million times.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-stockings-are-an-industrial-triumph-11639770814", "title": "Christmas Stockings Are an Industrial Triumph", "date": "2021-12-17 16:50", "summary": "Special stockings for holding gifts were unimaginable before modern technology and economics made socks cheap and abundant. Most of the stockings hanging from the Colket family's suburban Philadelphia mantle this Christmas are what you would expect in 21st-century America. They are decorated with seasonal images in festive red, green and white. To make room for presents, they have unusually wide calves and broad, stubby feet. Rare is the person they'd fit and, given their thick seams, rarer still the shoes. Christmas stockings are symbolic gift containers, not hosiery.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grinch-a-green-meanieand-not-just-for-christmas-11639694530", "title": "'Grinch': A Green Meanie-And Not Just for Christmas", "date": "2021-12-17 16:50", "summary": "A Dr. Seuss character gave a name to ill-tempered spoilsports who set out to steal others' joy. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-seen-doubling-every-1-days-in-parts-of-u-k-11639747057", "title": "New York Hits Covid-19 Case Record as Omicron Looms", "date": "2021-12-17 16:49", "summary": "Hospitalizations, deaths are rising in the U.S. while variant presents new risks. Officials worked to shore up testing and healthcare capacity, as new Covid-19 infections hit a daily record in New York state and the Omicron variant added new risks to the pandemic response across the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-girlfriend-of-jeffrey-epstein-testifies-for-the-defense-in-ghislaine-maxwell-trial-11639769523", "title": "Defense Rests in Ghislaine Maxwell Trial", "date": "2021-12-17 16:48", "summary": "Earlier, Jeffrey Epstein's former girlfriend testified to counter claims made by four accusers. The defense wrapped up its case in British socialite Ghislaine Maxwell's sex-trafficking trial Friday, setting the stage for closing arguments and jury deliberations next week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-all-soon-live-in-cancerland-11639757322", "title": "Will We All Soon Live in Cancerland?", "date": "2021-12-17 16:48", "summary": "New technologies promise to help us discover more cancers in time to treat them. But they also risk ushering even the well into an all-encompassing kingdom of the ill.. In the summer of 2005, I met a woman, Laura M., whose life had been upended by cancer. She wasn't sick: What haunted her was anxiety about cancer in her future.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-officer-kim-potter-describes-the-moments-leading-to-daunte-wrights-fatal-shooting-11639774159", "title": "Former Officer Kim Potter Describes Daunte Wright's Fatal Shooting", "date": "2021-12-17 16:30", "summary": "Ex-Brooklyn Center, Minn., officer took stand in her own defense during trial for manslaughter. Kimberly Potter, the former Brooklyn Center, Minn., police officer who shot and killed Daunte Wright during a traffic stop in April, fought back tears and eventually broke down while testifying in her own defense Friday during her trial for manslaughter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-school-shooting-threats-prompt-schools-to-take-precautions-11639755718", "title": "TikTok Shooting Threat Prompts Schools to Take Precautions", "date": "2021-12-17 16:23", "summary": "Law enforcement in many places have deemed threats not credible; schools weigh how to react. Several schools across the U.S. closed Friday and others issued warnings after they said threats of violence circulated across social-media site TikTok-threats that law enforcement in many places deemed weren't credible.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-considers-sending-ukraine-military-equipment-once-bound-for-afghanistan-11639757332", "title": "Biden Administration Considers Sending Ukraine Military Equipment Once Bound for Afghanistan", "date": "2021-12-17 16:18", "summary": "Ukraine has sought helicopters and other military equipment to deter Russia, though White House hasn't approved plan. WASHINGTON-The Biden administration is considering a plan to redirect helicopters and other military equipment once allocated for the now-defunct Afghan military to Ukraine to help quickly reinforce its defenses amid a buildup of Russian troops near its border, U.S. and Ukrainian officials said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deer-crossing-saturday-crossword-december-18-11639773801", "title": "Deer Crossing (Saturday Crossword, December 18)", "date": "2021-12-17 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acrostic-saturday-variety-puzzle-december-18-11639774401", "title": "Acrostic (Saturday Variety Puzzle, December 18)", "date": "2021-12-17 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-book-reviews-under-jerusalem-cocktails-postcards-censorship-11639774153", "title": "What to Read This Week", "date": "2021-12-17 15:51", "summary": "Jerusalem's buried past, the slower ancestor of Instagram, a grown-up approach to cocktails and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ai-economy-is-focused-on-the-usual-superstar-cities-lets-fix-it-now-11639752549", "title": "The AI Economy Is Focused on the Usual Superstar Cities. Let's Fix it Now", "date": "2021-12-17 15:42", "summary": "There are things cities, states, companies and the federal government can do to make sure urban areas get a piece of the next big thing. Mark Muro (@markmuro1) is a senior fellow and policy director at the Brookings Institution.", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-painter-and-the-crown-11639773050", "title": "The Painter and 'The Crown'", "date": "2021-12-17 15:30", "summary": "For the Netflix series about British royals, costume designer Amy Roberts draws inspiration from Édouard Vuillard. Many modern painters found inspiration by wandering through the streets of Paris or making expeditions to the countryside nearby. But in the late 19th century, Édouard Vuillard produced innovative, uncanny work by staying home and painting the cramped, cluttered spaces of his family's modest Parisian apartments. In the 1890s, his flat blocks of color and cropped compositions helped pave the way for the revolutions of 20th-century art.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-doesnt-see-benefit-of-further-speeding-up-bond-buying-taper-11639753813", "title": "Fed Officials Offer Clues on Rate Outlook in First Appearances Since Policy Meeting", "date": "2021-12-17 15:27", "summary": "Fed governor Waller says rate rise could be on the table for March meeting, while other officials declined to comment on when central bank should begin the three increases projected for 2022. In their first public comments since the Federal Reserve monetary policy meeting this week, some central bank officials on Friday talked up the prospect of raising their now near-zero short-term rate target over the course of the new year.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-delays-plans-to-seek-authorization-of-covid-19-vaccine-for-young-children-11639772874", "title": "Pfizer Delays Plans to Seek Authorization of Covid-19 Vaccine for Young Children", "date": "2021-12-17 15:27", "summary": "The company and partner BioNTech said they expect to ask the FDA to clear the shot during the first half of next year, after further study. Pfizer Inc. and partner BioNTech SE have pushed back plans to request authorization of their Covid-19 vaccine in children ages 2 to 5, after the shot generated a weaker than expected immune response in a key study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-airbnb-help-to-resettle-afghan-evacuees-off-u-s-military-bases-11639763898", "title": "Starbucks, Airbnb Help Afghan Evacuees Move Off U.S. Bases", "date": "2021-12-17 15:24", "summary": "More than half of the evacuees have been processed and are moving to local communities. WASHINGTON- Starbucks Corp. and CVS Health Corp. and Airbnb Inc.'s nonprofit arm are among the organizations joining the effort to help thousands of Afghan evacuees move off U.S. military bases and into local communities, though their needs still outstrip supplies, charitable officials said this week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccination-health-passports-airline-travel-11639772064", "title": "Traveling Overseas? Some Airlines Now Offer Health 'Passports'", "date": "2021-12-17 15:15", "summary": "International travel is bumpy again. New digital tools that keep track of Covid vaccination info and testing requirements attempt to smooth the way.. JUST AS MORE countries began to reopen to foreign tourists, the Omicron variant prompted a flurry of new restrictions. But many travelers, determined to venture somewhere more exciting than cousin Eddie's cabin in the Catskills, remain undaunted. They're willing to jump through the necessary hurdles to travel overseas again. A series of new mobile apps and websites promise to help efficiently overcome those hurdles, namely by keeping track of vaccination and testing records and other critical paperwork. Variously called \"digital health passes\" or \"health passports,\" they're increasingly offered by international airlines.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-no-way-home-poised-for-biggest-box-office-weekend-in-the-pandemic-11639770459", "title": "'Spider-Man' Poised for Pandemic's Biggest Box-Office Weekend", "date": "2021-12-17 14:47", "summary": "One estimate says the Marvel movie could bring in over $200 million across North America. Spider-Man is hoping to save the box office.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insider-explains-supply-chain-crisis-phil-levy-shipping-containers-ports-costs-inflation-logistics-11639757471", "title": "An Insider Explains the Supply-Chain Crisis", "date": "2021-12-17 14:30", "summary": "Consumers flush with cash and pandemic restrictions combined to drive demand for goods through the roof. Economist Phil Levy doesn't see a return to normal until at least 2023.. What does a supply-chain expert do when he can't find an oven?", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-variant-now-dominates-in-england-and-scotland-health-data-show-11639769289", "title": "Omicron Variant Now Dominates in England and Scotland, Health Data Show", "date": "2021-12-17 14:28", "summary": "Infections of the Covid-19 variant are estimated to be doubling in less than two days across much of England. LONDON-Omicron has become the dominant variant of the coronavirus in England and Scotland, according to estimates derived from British health data, demonstrating its ability to outcompete the Delta strain that currently dominates in the U.S. and other parts of the world.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-please-sue-my-state-maryland-larry-hogan-texas-gerrymandering-voting-rights-11639757168", "title": "Gov. Larry Hogan: Mr. Garland, Please Sue My State", "date": "2021-12-17 14:28", "summary": "Maryland's Democratic gerrymander is even worse than Texas' Republican one.. Annapolis, Md.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-vp-joe-biden-president-11639700258", "title": "Noonan on Kamala Harris and Joe Biden's Dereliction", "date": "2021-12-17 14:21", "summary": "The vice president needs to be ready to take over Joe Biden if it's ever necessary.. Peggy Noonan's analysis of the problems facing the vice president is insightful (\"Kamala Harris Needs to Get Serious,\" Declarations, Dec. 11). But she stops short of assigning blame to the person who chose Ms. Harris for the job. Then-candidate Joe Biden believed that an all-white, all-male Democratic ticket could not win. He announced that he would pick a woman as his running mate, and, as former Senate Majority Leader Harry Reid speculated, \"He came to the conclusion that he should pick a black woman.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-pledges-to-become-carbon-neutral-in-its-operations-by-2030-11639753823", "title": "Alibaba Unveils Climate Goals, Seeks to Reassure Investors", "date": "2021-12-17 14:01", "summary": "The Chinese e-commerce giant pledged to become carbon neutral in its operations by 2030. HONG KONG- Alibaba Group Holding Ltd. sought to reassure investors about its growth trajectory in presentations during its annual investor day, as it also unveiled environmental-sustainability goals, pledging to become carbon neutral in its operations by 2030.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-raise-concern-with-stablecoin-digital-currency-11639760446", "title": "U.S. Regulators Raise Concern With Stablecoin Digital Currency", "date": "2021-12-17 13:49", "summary": "Financial Stability Oversight Council is prepared to regulate space, but prefers Congressional action. Top U.S. financial regulators said they are prepared to take action to address risks to the financial system posed by stablecoins, but first are pushing Congress to enact comprehensive legislation providing oversight of the form of digital currency.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-home-that-once-housed-university-of-miami-presidents-lists-for-39-99-million-11639763376", "title": "Florida Home That Once Housed University of Miami Presidents Lists for $39.99 Million", "date": "2021-12-17 12:49", "summary": "The Coral Gables estate was home to former Rep. Donna Shalala. A Coral Gables, Fla., waterfront estate, which for decades housed University of Miami presidents including former U.S. Rep. Donna Shalala, is coming on the market for $39.99 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-receives-first-five-of-its-500-electric-van-order-from-brightdrop-11639749602", "title": "FedEx Receives First Five of Its 500 Electric-Van Order From BrightDrop", "date": "2021-12-17 12:25", "summary": "The EV600s, made by General Motors' electric-vehicle unit, will deliver packages around Los Angeles next year. FedEx Corp. is inching toward its goal of decarbonizing the last mile of the delivery process.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-promises-to-push-voting-policing-changes-during-sc-state-speech-11639761517", "title": "Biden Promises to Push Voting, Policing Changes in Speech", "date": "2021-12-17 12:18", "summary": "President hands a diploma to Democratic Rep. Jim Clyburn, who didn't march in his own graduation from the university. President Biden said Friday during a commencement address at South Carolina State University that he would continue to work on getting legislation to overhaul policing and voting rules through Congress after both efforts stalled this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-yale-other-ivies-report-near-record-numbers-of-early-admission-applications-11639761420", "title": "Harvard, Other Ivies Report Near-Record Numbers of Early-Admission Applications", "date": "2021-12-17 12:17", "summary": "Princeton joins small group of schools not releasing admissions data, citing impact on applicants' anxiety. Early-admission applications to some of the nation's most selective colleges remained near historic highs this year, as the admissions process for those institutions continues to shift into high gear earlier and grow more uncertain for applicants and schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-jerusalem-book-review-israel-archaeology-city-of-david-layers-of-history-and-faith-11639760502", "title": "'Under Jerusalem' Review: Layers of History and Faith", "date": "2021-12-17 12:03", "summary": "Victorian archaeologists dug to test a Christian idea of the heavenly city. Modern Israelis have a different idea.. In \"Civilization and Its Discontents,\" Freud compared memory and its recovery to the archaeology of Rome. The visitor cannot see the earlier layers of civilization, but the guidebook says where they once were. This allows us to look at the Colosseum and imagine the Golden House of Nero below. But, Freud wrote, a single physical space cannot hold \"two different contents.\" If it did, then the Palazzo Caffarelli would occupy the same spot as the temple of Jupiter Capitolinus, and we would see the temple in both its early, Etruscan form and its later, imperial form.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/island-infernos-book-review-history-us-army-pacific-world-war-ii-battle-of-the-beachheads-11639760191", "title": "'Island Infernos' Review: Battle of the Beachheads", "date": "2021-12-17 11:58", "summary": "From Guam to Saipan to Leyte, American soldiers had to overcome Japan's determined grip on far-flung positions.. Eighty years ago this month, the American entry into World War II was precipitated by the Japanese surprise attack on Pearl Harbor. But the ensuing clash in the war's Pacific theater has long been overshadowed in American memory by the battles in Europe. Compared to the famed ordeals of the Normandy invasion and the Battle of the Bulge, the battles of Guadalcanal, Saipan and Okinawa pale in the popular imagination. This skewed perspective unfairly slights the brave men who fought against Japanese aggression, and distorts our understanding of the conflict's legacy. As the historian Richard Overy observes in \"Blood and Ruins: The Great Imperial War, 1931-1945,\" his magisterial new history of World War II, \"the Asian war and its consequences were as important to the creation of the post-war world as the defeat of Germany in Europe, arguably more so.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-freefall-accelerates-despite-central-bank-intervention-11639751808", "title": "Turkish Lira, Stocks Sink Amid Inflation Concerns", "date": "2021-12-17 11:53", "summary": "Turkey's benchmark Borsa Istanbul 100 index fell 8.5% Friday in its worst day since March, triggering two circuit breakers that halted trades. Istanbul's stock market was twice forced to halt trading and the Turkish lira continued to fall Friday as concerns deepened that recent interest-rate cuts could cause an inflationary spiral.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cocktail-books-drinks-mixology-seminars-japanese-jazz-age-heres-to-growing-up-11639759633", "title": "Cocktail Books: Here's to Growing Up", "date": "2021-12-17 11:48", "summary": "Learning to mix-or at least appreciate-an elegant drink can be a rite of passage.. Cocktails may be our last best hope for bringing maturity to an infantilized society.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-premier-league-covid-omicron-postponements-11639752746", "title": "Covid Threatens English Soccer's Showcase: the Wild Holiday Schedule", "date": "2021-12-17 11:40", "summary": "Around one third of Premier League teams have experienced outbreaks this month. Now games are being postponed at the busiest time of the season.. What would normally be the English Premier League's busiest time of the year-a glut of holiday games that takes over the sports landscape-is instead turning into its most stressful.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rule-of-laws-review-legal-history-rights-codes-of-conduct-11639757646", "title": "'The Rule of Laws' Review: Codes of Conduct", "date": "2021-12-17 11:28", "summary": "Debates about freedom vs. fairness and strictness vs. liberality are as old as laws themselves.. An old story: A traveler arrives at a roadside inn late at night and asks for a room. Sorry, the innkeeper says, but the inn is full. The traveler protests that it's bitterly cold outside. That may be, the innkeeper replies, but safety rules prohibit the inn from going over capacity. The traveler thinks a minute and then asks a question. What if the Queen of England were to walk through the door this minute hoping to stay overnight-wouldn't the innkeeper find a room for her? Of course, the innkeeper concedes, he would rustle up something under those circumstances. \"Well I've got news for you,\" the traveler says. \"The Queen of England isn't going to walk through the door. So why not give me the room you would have given her?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-not-to-like-about-strategy-shares-nasdaq-7handl-index-etf-11639757973", "title": "What's Not to Like About a Fund With a 7% Yield", "date": "2021-12-17 11:23", "summary": "A booming stock market isn't what most conservative investors think of as a source of income. But that, and leverage, are the magic behind the juicy payouts in a popular ETF.. The Federal Reserve indicated this week that it might raise interest rates at least three times next year to stifle inflation. Until then, in a world of paltry interest rates, investors should be wary of investments that sound magical because they provide more than a pittance of income.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ottomans-review-history-islam-caliph-sunni-rainbow-empire-11639757326", "title": "'The Ottomans' Review: Rainbow Empire", "date": "2021-12-17 11:12", "summary": "Historians often cast the Ottoman Empire as Europe's rival-ignoring the connections between the two.. Until recently, historians tended to view the Ottoman Empire (1288-1922) as irreducibly \"Oriental,\" trapped in an outdated civilizational and evolutionary cocoon from which all its virtues and vices-mostly vices-flowed. A standard history of the empire was a chronological march through wars and battles, sultans and wives, the conquest of Constantinople and beyond-some 300 years of martial vigor and expansion followed by roughly three centuries of decadence and contraction. From suzerainty over the Middle East, North Africa and more than a quarter of Europe to almost nothing by the end. The historiographic message was simple: modern nation-state, good; Oriental ancien régime, bad. Then came Edward Said, and Orientalism became a Western vice associated with prejudice and stereotype-mongering.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-book-review-james-kestrel-five-decembers-hawaii-hong-kong-murder-world-war-ii-11639757077", "title": "Mysteries: James Kestrel's 'Five Decembers'", "date": "2021-12-17 11:07", "summary": "A detective's quest for answers leads him across the Pacific and back in a hard-boiled wartime mystery.. \"Five Decembers,\" an epic wartime police procedural by the pseudonymous James Kestrel, opens in Honolulu in November 1941. HPD detective Joe McGrady, a U.S. Army veteran who lives above a chop suey house and pines for the lovely Molly, has waited five years to be assigned his first homicide case.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-from-work-is-harder-than-it-sounds-11639755634", "title": "Working From Work Is Harder Than It Sounds", "date": "2021-12-17 11:05", "summary": "Employees returning to offices wonder how they ever managed to be productive in a place with so many distractions; 'Ooh! I want to chime in on that'. When Cara Dimitropolis started working from home nearly two years ago, she was constantly distracted by her chatty husband and the dog. These days, working from home is a welcome respite from the place she seems to have a hard time getting anything done: the office.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seizing-of-cuomos-book-pay-requires-further-inquiry-attorney-general-says-11639756919", "title": "Seizing of Andrew Cuomo's Book Pay Requires Further Inquiry, AG Says", "date": "2021-12-17 11:02", "summary": "General counsel tells state ethics commission it had to take additional procedural steps before any of the funds could be disgorged. ALBANY, N.Y.-New York Attorney General Letitia James's office said it cannot seize millions of dollars paid to former Gov. Andrew Cuomo as part of a book deal without a further investigation.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-book-review-looking-back-2021-a-year-of-mirrors-11639747550", "title": "Fiction: A Year of Mirrors", "date": "2021-12-17 11:02", "summary": "Anxiously autobiographical novels were one of 2021's most visible literary trends.. 'I find my own work morally and politically worthless, and yet it's what I do with my life, the only thing I want to do,\" bemoans the autobiographical writer at the center of Sally Rooney's novel \"Beautiful World, Where Are You.\" In Rabih Alameddine's \"The Wrong End of the Telescope,\" another novelist, also autobiographical, complains that \"metaphor seems useless now, storytelling impotent.\" \"For a long time now there had been no poetry in the poetry,\" confides a wised-up publisher in Sam Riviere's novel \"Dead Souls\": \"We were served faux poetry, we were served fauxetry.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-looking-back-2021-a-plague-of-censors-11639756006", "title": "Children's Books: A Plague of Censors", "date": "2021-12-17 10:51", "summary": "A look back at a flurry of censorship-and remembering authors and illustrators lost this year.. People not involved in the world of children's books, either professionally or personally through children and grandchildren, may imagine a peaceful bower where bunnies hop and pixies flit and tots run back and forth making wonderful discoveries. At least, they may have imagined that until 2021. But with the events of this past year-not least a parental uprising against the wokish material taught in Virginia's public schools-even outsiders are aware that children's literature has become as much a battlefield as a bower.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-ceiling-spending-congress-fed-federal-reserve-monetary-fiscal-policy-11639698569", "title": "To Restrain U.S. Debt, Rein In the Federal Reserve", "date": "2021-12-17 10:50", "summary": "Counting on the Fed, Congress let debt grow twice as fast as the economy.. David Rivkin Jr. and Lee Casey are right that another debt-ceiling cliffhanger should be avoided, and that a constitutionally dubious suspension of the debt limit is not the answer (\"This Debt-Ceiling Fight Threatens Democracy as Well as Solvency,\" op-ed, Dec. 7). A smarter way for Senate Republicans to address the issue is to pass an entirely different sort of debt-limit bill, one that pays for obligations already enacted but limits the future share of that debt that could be financed by the Federal Reserve.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-russia-india-us-foreign-policy-allies-credibility-11639697845", "title": "When America Is Unreliable", "date": "2021-12-17 10:47", "summary": ". . . its allies start looking around.. Regarding Walter Russell Mead's column on Ukraine (\"Crisis in Ukraine Is a Winner for Putin,\" Global View, Dec. 14): The real issue is that America is now considered a very fickle ally. This is not a new problem, although President Biden's tenure has exacerbated the situation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tiktok-inundates-teens-with-eating-disorder-videos-11639754848", "title": "'The Corpse Bride Diet': How TikTok Inundates Teens With Eating-Disorder Videos", "date": "2021-12-17 10:45", "summary": "The app's algorithm can send users down rabbit holes of narrow interest, resulting in potentially dangerous content such as emaciated images, purging techniques, hazardous diets and body shaming. TikTok is flooding teen users with videos of rapid-weight-loss competitions and ways to purge food that health professionals say contribute to a wave of eating-disorder cases spreading across the country.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bbb-build-back-better-republicans-biden-spending-bill-programs-expire-11639697205", "title": "Would the GOP Extend the BBB?", "date": "2021-12-17 10:45", "summary": "If Build Back Better passes and its programs are set to expire while Republicans run Congress, watch out.. Your editorial \"The Real Cost of Biden's Plan\" (Dec. 13) argues that the official cost projections of the Biden administration's Build Back Better plan are dishonest because programs such as the $185 billion child allowance are funded for only one year. You state further: \"No one believes they won't extend it next year, and the year after that, ad infinitum.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-farm-price-staples-corn-soybeans-11639696890", "title": "Inflation and a Farm's Bottom Line", "date": "2021-12-17 10:42", "summary": "Operational costs have risen, yes, but so have corn and soybean prices.. If Blake Hurst wants to report on inflationary costs to his farm operations (\"Inflation Isn't 'Transitory' on My Farm,\" op-ed, Dec. 9), I wonder if he would be kind enough to tell the Journal's readers about the effects of the increase in corn and soybean prices. He farms these crops but has somehow neglected to tell us about their spectacular price rise in the past year. Doesn't this, as much as Mr. Hurst's costs, fall to the bottom line of his operation?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postcards-book-review-mail-post-office-history-wish-you-were-here-11639755622", "title": "'Postcards' Review: Wish You Were Here", "date": "2021-12-17 10:41", "summary": "Before email or Instagram, an elegantly simple innovation connected millions around the world.. Postcards are good at their job-maybe too good. Designed to be a quick and easy way to communicate, they don't require a lot of thought, which means you never think about them. You spin the little carousel in the gift shop, looking for a picture you like. You scribble a message on the back: maybe funny, maybe sweet, but always brief. You stick on a stamp, all 40 cents worth, and drop it in the mail. If you're pressed for time (maybe the tour guide is slipping out of sight, maybe the beach is filling up), you might finish the entire process in less than five minutes. Chances are, at no point did you pause to consider how much history is packed into that unprepossessing sliver of cardstock.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-books-on-seneca-review-stoic-roman-philosopher-letters-from-a-fellow-sufferer-11639754995", "title": "Two Books on Seneca: Letters From a Fellow Sufferer", "date": "2021-12-17 10:31", "summary": "In his letters, Seneca gave advice on growing old and other matters-and provided details from his own life.. Two thousand years ago, under the reign of Roman emperor Tiberius, Lucius Annaeus Seneca was learning from his tutor how to live a good life. His tutor was an adherent of Stoicism, a philosophy that emphasized virtuous deeds, rational thought and harmony with nature as the basis of happiness. Seneca went on to become a proselyte for the Stoic path, extolling its benefits in a long run of prose essays while also serving-in some eyes, dishonorably-as an adviser to Nero.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-tipping-2021-guide-how-much-to-tip-11639754365", "title": "Holiday Tipping Guide for 2021", "date": "2021-12-17 10:22", "summary": "Rising inflation and a progressing pandemic have put financial strain on many service workers. Etiquette professionals advise giving as much as you can, if you can.. Figuring out whom to tip-and how much-during the holidays can be tricky. Doing so during a progressing pandemic and period of rising inflation is even harder.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-women-writing-world-war-ii-lee-miller-martha-gellhorn-mackrell-11639753817", "title": "Five Best: Books by Women Writing in World War II", "date": "2021-12-17 10:14", "summary": "Selected by Judith Mackrell, the author, most recently, of 'The Correspondents: Six Women Writers on the Front Lines of World War II.'. By Martha Gellhorn (1959)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-post-grasps-for-new-direction-as-trump-era-boom-fades-11639695007", "title": "Washington Post Grasps for New Direction as Trump-Era Boom Fades", "date": "2021-12-17 10:03", "summary": "News outlet's audience is down sharply, amid sector-wide declines; subscription growth has stagnated as readers look beyond politics. ", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haitians-hoping-to-reach-u-s-stranded-in-chile-across-americas-11639753203", "title": "Haitians Hoping to Reach U.S. Stranded in Chile, Across Americas", "date": "2021-12-17 10:00", "summary": "Resume Subscription. SANTIAGO, Chile-The conservative candidate in Sunday's presidential runoff vote, José Antonio Kast, has pledged to block what he calls a migrant invasion should he win the election. His leftist opponent, Gabriel Boric, says if he becomes president of Chile, he will end deportations of illegal migrants and provide foreigners a path to legalize their status.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-ski-gear-backcountry-alpine-11639692032", "title": "The Best Ski Gear Shaped by the Backcountry Craze", "date": "2021-12-17 10:00", "summary": "The popularity of backcountry skiing-in which skiers climb up hills themselves-has ushered in new, improved gear for the resort-bound, too. Result: Lighter skis, more flexible boots and more.. EVER SINCE the late 1960s, when leather ski boots were consigned to oblivion by the arrival of plastic shells that offered better control, alpine skiers have paid a price. Between runs, plastic ski boots left them teetering along icy walkways-their ankles immobilized-on treacherously smooth, hard soles.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arson-murder-probe-begins-in-japan-after-fire-kills-24-11639753167", "title": "Arson, Murder Probe Begins in Japan After Fire Kills 24", "date": "2021-12-17 09:59", "summary": "Witnesses say man entered mental-health clinic with bag carrying flammable liquid. A man who walked into a busy Japanese mental-health clinic with a paper bag carrying flammable liquid is under investigation for murder and arson after the liquid ignited a fire that killed 24 people.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-lays-out-security-guarantees-it-wants-from-u-s-europe-11639753002", "title": "Russia Lays Out Security Guarantees It Wants from the West", "date": "2021-12-17 09:56", "summary": "Proposals include preventing NATO's expansion further eastward to include Ukraine. MOSCOW-Russia laid out a series of sweeping security guarantees it wants from the West as it rebuffed warnings from the U.S. and Europe over what they believe are Moscow's intentions to invade Ukraine.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemens-houthis-seek-departure-of-top-iranian-diplomat-11639752398", "title": "Yemen's Houthis Seek Departure of Top Iranian Diplomat", "date": "2021-12-17 09:46", "summary": "Rebel group asked Saudi Arabia to allow ambassador to leave, in a move seen in Riyadh as sign of rift between Houthis and Tehran. A member of Iran's Islamic Revolutionary Guard Corps was smuggled into Yemen last year and named the ambassador to the country's Houthi-rebel-controlled areas. Now, the Houthis want to send him back to Tehran, Middle Eastern and Western officials said.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-real-estate-broker-ke-holdings-to-conduct-review-into-fraud-allegations-11639752287", "title": "Chinese Broker to Conduct Review Into Short-Seller's Fraud Allegations", "date": "2021-12-17 09:44", "summary": "Muddy Waters Capital took a short position on the popular online broker and accused it of inflating its commission revenues and business volumes. SINGAPORE-Chinese real-estate brokerage KE Holdings Inc. said on Friday that it would conduct an internal review into allegations of fraud made by a prominent U.S. short seller, and disputed the claims in the investment firm's report.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-fedex-cerner-oracle-what-to-watch-when-the-stock-market-opens-today-11639740966", "title": "Rivian, FedEx, Cerner, Oracle: What to Watch in the Stock Market Today", "date": "2021-12-17 09:32", "summary": "Rivian is investing in a new production facility; Oracle is in talks to acquire Cerner. Stocks on Wall Street were down in morning trading, at the end of a week that saw major central banks chart divergent courses as they confront inflation. Here's what we're watching in Friday's action:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-admits-widespread-record-keeping-breakdown-in-sec-settlement-11639747801", "title": "JPMorgan Fined $200 Million Over Employees' Use Messaging Apps", "date": "2021-12-17 09:31", "summary": "Brokerage admits failure to monitor and record use of forbidden apps. WASHINGTON-The brokerage arm of JPMorgan Chase & Co. on Friday agreed to pay $200 million in fines and admit that it failed to keep track of employees' use of personal messaging apps that circumvented record-keeping requirements.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-fined-85-million-for-lax-anti-money-laundering-controls-11639734739", "title": "HSBC Fined $85 Million for Lax Anti-Money-Laundering Controls", "date": "2021-12-17 09:31", "summary": "U.K.-based bank has grappled for years to convince regulators that it can identify fraudulent transactions. HSBC Holdings PLC was fined for inadequate anti-money-laundering controls that the London-based bank used to monitor hundreds of millions of dollars of transactions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-business-deals-help-fuel-carvanas-explosive-growth-11639737181", "title": "Family Business Deals Fuel Carvana's Explosive Growth", "date": "2021-12-17 09:15", "summary": "Online used-car seller says it will keep striking new deals with companies controlled by CEO's father, Carvana's largest shareholder. When Ernie Garcia III came up with a plan to disrupt the used-car market by taking it online, he got help from his auto-dealer father.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-dawn-staley-stays-golden-11639750184", "title": "Dawn Staley's Gold Standard", "date": "2021-12-17 09:09", "summary": "A women's basketball legend has a new deal and another No. 1 team in South Carolina.. Dawn Staley walks. Even when her schedule is crazy, and there are a zillion things to do, the Hall of Fame player, now South Carolina women's basketball coach, tries to find an hour or so to go for a walk.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-welcomes-supreme-courts-roundup-move-11639749964", "title": "Bayer Welcomes Supreme Court's Roundup Move", "date": "2021-12-17 09:06", "summary": "Court's decision to request a legal opinion brings movement in Bayer's yearslong battle against Roundup plaintiffs. BERLIN-The U.S. Supreme Court's request this week for the Biden administration to offer its views on a case about the alleged health risks of the Roundup weedkiller was an encouraging step, the head of Bayer AG told The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-around-the-world-raise-rates-as-fed-prepares-move-11639750006", "title": "Central Banks Around the World Raise Rates as Fed Prepares Move", "date": "2021-12-17 09:06", "summary": "A number of developing economies raised interest rates again this week to tame inflation, but Asia has other worries. Central banks across swaths of the globe are continuing to raise interest rates in an effort to tame inflation, largely dismissing for now the threat to economic growth posed by the spread of the highly infectious Omicron variant.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-and-holiday-shopping-converge-in-last-week-before-christmas-11639749601", "title": "Omicron and Holiday Shopping Converge in Last Week Before Christmas", "date": "2021-12-17 09:00", "summary": "Shoppers are expected to make Saturday one of the busiest days of the season; 'I'll just pick from what's available'. As many U.S. consumers heeded calls from retailers to begin their holiday shopping earlier than ever, another group watched the increasingly dire warnings about out-of-stock items and supply-chain disruptions unmoved.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-worker-at-u-s-base-in-japan-diagnosed-with-omicron-after-military-outbreak-11639748240", "title": "Japanese Worker at U.S. Base Diagnosed With Omicron", "date": "2021-12-17 08:47", "summary": "Okinawa officials say 99 American personnel are part of Covid-19 cluster but their Omicron status isn't known. TOKYO-A Japanese worker at a U.S. military base in Okinawa was diagnosed with the Omicron variant of Covid-19 during an outbreak among American military personnel at the base, Okinawa's governor said.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-reddit-army-show-up-for-reddit-stock-11639746003", "title": "Will the Reddit Army Show Up for Reddit Stock?", "date": "2021-12-17 08:00", "summary": "The home of r/wallstreetbets is going public, and the forum's members might have something to say about what the price is. Social-media company Reddit said Wednesday that it filed confidentially for an initial public offering.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/porsche-mission-r-all-electric-future-racing-11639691242", "title": "Porsche Mission R: The All-Electric Future of Racing?", "date": "2021-12-17 08:00", "summary": "Once gas-powered engines are banned, how will Porsche keep its lucrative club-racing business alive? The Mission R is a first stab at the answer.. FOR THOUSANDS of racing enthusiasts around the world, the North Pole is a bloc of nondescript office towers in Weissach, Germany- Porsche 's research and development campus, about a half-hour's drive from the Hauptbahnhof in Stuttgart.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornado-insurance-payouts-on-track-to-hit-5-billion-11639745682", "title": "Tornado Insurance Payouts On Track to Hit $5 Billion", "date": "2021-12-17 07:54", "summary": "Wind damage generally covered but some insurers try to limit exposure by charging higher deductibles. Insurance companies have set up claims centers in parking lots and agents are filing them on their mobile phones to speed payouts that could reach $5 billion from last week's tornadoes.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levis-ai-chief-says-algorithms-have-helped-boost-revenue-11639744231", "title": "Levi's AI Chief Says Algorithms Have Helped Boost Revenue", "date": "2021-12-17 07:30", "summary": "The use of AI has helped the apparel company make better decisions in areas such as pricing and shipping, Chief Strategy and AI Officer Katia Walsh says. Levi Strauss & Co. said its use of artificial intelligence in critical areas such as pricing has helped the apparel maker boost revenue growth and improve its margins.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angi-is-a-tale-of-two-services-11639742582", "title": "Angi Is a Tale of Two Services", "date": "2021-12-17 07:03", "summary": "It is either the best of times or the worst of times for the online home-services company. Investors must decide.. Homebound during the pandemic, it seems everybody turned to fixing up their new or existing digs. But for Angi Inc., the roof has caved in, with shares down nearly 31% year-to-date. If the online home-services company can't thrive in a booming housing market, why should holding company IAC/InterActiveCorp . continue to invest in its remodel?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-to-host-spacs-from-early-2022-11639741300", "title": "Hong Kong to Host SPACs From Early 2022", "date": "2021-12-17 06:41", "summary": "City's stock exchange sets rules for listings of blank-check companies following public consultation. Hong Kong's stock exchange will allow special-purpose acquisition companies to list from early 2022, after tweaking its proposed framework for handling listings of blank-check companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mobile-commerce-platform-rezolve-reaches-2-billion-spac-deal-to-go-public-11639740602", "title": "Mobile Commerce Platform Rezolve Reaches SPAC Deal", "date": "2021-12-17 06:30", "summary": "Rezolve says its platform lets consumers make physical ads and products instantly shoppable by pointing their phones. Rezolve Ltd. is combining with a special-purpose acquisition company to go public in a merger that values the mobile commerce platform at about $2 billion, the companies said.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-your-travel-spending-could-affect-treasury-yields-11639740601", "title": "How Your Travel Spending Could Affect Treasury Yields", "date": "2021-12-17 06:30", "summary": "If banks see big growth in credit cards and other loans, it could point toward rising yields on longer-term bonds. The Federal Reserve's latest pronouncements haven't yet made a big difference for some key Treasury yields. Some calculations taking place at banks may be a reason why not.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-fire-leaves-27-feared-dead-in-osaka-11639712535", "title": "Fire at Osaka Mental-Health Clinic Kills 24", "date": "2021-12-17 06:11", "summary": "Authorities call blaze suspected arson and murder and are reportedly looking for a man with a paper bag at scene. Twenty-four people were killed after a fire raced through a mental-health clinic on the fourth floor of an office building in Osaka, Japan, and police said they suspected arson.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-holds-first-election-without-opposition-but-will-people-vote-11639739483", "title": "Hong Kong Holds First Election Without Opposition. But Will People Vote?", "date": "2021-12-17 06:11", "summary": "With opposition candidates behind bars, many voters are expected to shun Sunday's one-sided legislative poll. HONG KONG-Hong Kong is preparing to hold its first election since China's national security crackdown, offering voters a slate of only Beijing-approved candidates, while dozens of would-be opposition contenders are languishing in prison and others effectively barred from running.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-son-pnc-championship-11639712167", "title": "Tiger Woods Returns This Weekend-in a Tournament With His Son", "date": "2021-12-17 06:00", "summary": "Ten months after his car crash, Woods knows that his golf career won't be the same. The PNC Championship is a sign of the kind of competition he's ready for.. Just two weeks ago, Tiger Woods painted a grim portrait of his competitive future. Addressing his recovery from the February car crash that sent him into emergency surgery, he said he was lucky to be alive but indicated that his career would never fully recover.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-coal-power-expected-to-hit-record-despite-climate-fight-11639737307", "title": "Global Coal Power Expected to Hit Record Despite Climate Fight", "date": "2021-12-17 05:35", "summary": "Main drivers of the growth are China and India, which together account for roughly two thirds of global coal use. Despite global efforts to slash carbon emissions, global coal-fired power generation is expected to rise 9% and hit a record by the end of 2021 as electricity demand from the economic recovery outstrips a shift to cleaner energy sources, the International Energy Agency said Friday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guam-americas-forgotten-territory-is-new-front-line-against-china-11639737005", "title": "Guam Is America's New Front Line Against China", "date": "2021-12-17 05:30", "summary": "The remote Pacific island, better known for beaches, is seen as a potential staging ground in any future Asian conflicts. Alongside a road that cuts through dense jungle, the first new U.S. Marine base in almost 70 years is emerging. Construction cranes are helping build training areas for urban warfare and live-weapons firing behind a perimeter topped with razor wire.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-junk-bonds-set-for-stronger-2022-after-property-turmoil-11639737006", "title": "Asian Junk Bonds Set for Stronger 2022 After Property Turmoil", "date": "2021-12-17 05:30", "summary": "Chinese policy easing could help drive rebound, investors and analysts say. After this year's punishing selloff in Asian junk bonds, due largely to the turmoil in Chinese property, some investors and analysts are cautiously optimistic about the outlook for 2022.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-is-near-a-40-year-high-heres-what-it-looks-like-11639737004", "title": "Inflation Is Near a 40-Year High. Here's What It Looks Like.", "date": "2021-12-17 05:30", "summary": "Price increases for fuel, cars, food, apparel and medical care vary widely. U.S. inflation climbed to a 39-year high in November, as strong consumer demand collided with supply constraints. Overall, the level of consumer prices leapt 6.8% last month from a year earlier, the Labor Department said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-nears-deal-valuing-manhattan-office-tower-at-2-85-billion-11639737002", "title": "Blackstone Nears Acquisition Valuing Tower at $2.85 Billion", "date": "2021-12-17 05:30", "summary": "Venture led by Brookfield is seen possibly reaching agreement to sell 49% stake in One Manhattan West in next few days. Blackstone Inc. is in advanced talks to acquire a 49% stake in a new Manhattan office tower in a deal that values the skyscraper at $2.85 billion, providing a shot of confidence for New York during tough times.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-four-families-are-budgeting-for-their-second-pandemic-holiday-season-11639737003", "title": "How Four Families Are Budgeting for the Holidays", "date": "2021-12-17 05:30", "summary": "Resume Subscription. For many, the holiday season is a time to come together, reflect and set long-term goals. But this year, many Americans and their families are focused on simply getting through the day amid the challenges of the economy and the Covid-19 pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spider-man-no-way-home-streaming-wars-11639685014", "title": "Spider-Man Fights for Sony in the Streaming Wars", "date": "2021-12-17 05:30", "summary": "As other studios fight it out to build their online platforms, Sony Pictures has boosted profits by being an 'arms dealer' willing to sell content to the highest bidder. The streaming war requires some big guns-even for those who've chosen to sit it out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nauticus-robotics-to-go-public-in-560-million-spac-merger-11639735204", "title": "Nauticus Set to Go Public in $560 Million SPAC Deal", "date": "2021-12-17 05:00", "summary": "Ocean software startup is working to replace large ships with robots in industries including energy and fishing. Nauticus Robotics Inc. is combining with a blank-check company in a deal that would take the ocean-task-automation firm public at a valuation of about $560 million, company officials said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-central-bank-shuns-tightening-trend-citing-lack-of-inflation-11639733579", "title": "Japan's Central Bank Shuns Tightening Trend, Citing Lack of Inflation", "date": "2021-12-17 04:32", "summary": "BOJ's Kuroda, like ECB's Lagarde, says ultraloose policy will remain in 2022. TOKYO-Japan's central bank kept its monetary policy ultraloose and expressed minimal concern about inflation, joining continental Europe in showing that recent tightening in the U.S. doesn't necessarily represent a global phenomenon.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-boosts-bond-purchases-as-it-phases-out-pandemic-stimulus-11639659416", "title": "Europe's Top Central Banks Take Different Tacks on Inflation", "date": "2021-12-17 01:47", "summary": "After Fed signal of future rate rises, Bank of England raises benchmark rate and ECB says increase in 2022 is very unlikely. Europe's foremost central banks took diverging policy paths a day after the Federal Reserve set the stage for rate rises in 2022, differing approaches that underscore the challenges for policy makers as they balance surging inflation and renewed risks to growth from the fast-spreading Omicron variant of the coronavirus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11639685226", "title": "Pepper...and Salt", "date": "2021-12-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]