[{"link": "https://www.wsj.com/articles/raytheon-names-neil-mitchill-as-chief-financial-officer-11618011705", "title": "Raytheon Names Neil Mitchill as Chief Financial Officer", "date": "2021-04-09 19:41", "summary": "Mr. Mitchill succeeds Anthony O'Brien, who is stepping down as finance chief of the aerospace supplier. Raytheon Technologies Corp. named Neil Mitchill as chief financial officer, succeeding former CFO Anthony O'Brien, who left the company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-cruise-line-netflix-amazon-com-stocks-that-defined-the-week-11618011528", "title": "Norwegian Cruise Line, Netflix, Amazon.com: Stocks That Defined the Week", "date": "2021-04-09 19:38", "summary": "Here are seven major companies whose stocks moved on the week's news. Norwegian Cruise Line Holdings Ltd.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-behind-oxford-astrazeneca-covid-19-vaccine-files-for-u-s-ipo-11618007247", "title": "Startup Behind AstraZeneca Covid-19 Vaccine Files for U.S. IPO", "date": "2021-04-09 19:10", "summary": "U.K.-based Vaccitech, spun out of the University of Oxford in 2016, has been aiming for valuation of around $700 million. LONDON-The biotech startup behind the Covid-19 vaccine jointly developed by AstraZeneca PLC and the University of Oxford filed Friday with U.S. regulators for a public share offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-commissions-the-supreme-court-11618008493", "title": "Biden Commissions the Supreme Court", "date": "2021-04-09 18:48", "summary": "His panel on court-packing tilts sharply to the legal and political left.. President Biden on Friday announced his Presidential Commission on the Supreme Court, which is better understood as the commission on packing the Supreme Court. The White House is trying to make this seem like routine political business, but don't be fooled.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-surge-at-the-southern-border-11618008456", "title": "Biden's Surge at the Southern Border", "date": "2021-04-09 18:47", "summary": "The latest migrant numbers show much more than a seasonal increase.. The White House has tried to pass off the migrant surge at the U.S.-Mexico border as nothing more than a routine seasonal sojourn. \"It happens every year,\" President Biden said in a news conference last month. New York Rep. Ritchie Torres called the crisis \"more of a cyclical occurrence than a unique consequence of the Biden Administration policy.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-workers-reject-a-union-11618008432", "title": "Amazon Workers Reject a Union", "date": "2021-04-09 18:47", "summary": "Big Labor pulled out all the stops to organize an Alabama warehouse.. For five months the Retail, Wholesale and Department Store Union pitched itself as a savior to employees at an Amazon warehouse in Alabama, but the workers have now said no thanks. By a preliminary vote of 71% to 29% tallied Thursday and Friday, the employees turned down the chance to unionize and declined to join the left's aggressive campaign against employers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-state-lockdown-accounting-11618008397", "title": "A State Lockdown Accounting", "date": "2021-04-09 18:46", "summary": "With rare exceptions, the states that shut down the longest suffered the most economic harm.. If the 2008 financial panic became the Great Recession, let's call the last year the Great Lockdown. As the U.S. economy reopens more fully, comparative data is emerging about the 50 states that illuminate how much of the economic harm was self-inflicted.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/know-thyself-but-dont-think-theres-an-app-for-that-11618008053", "title": "Know Thyself, but Don't Think There's an App for That", "date": "2021-04-09 18:40", "summary": "Your phone may be smart when it comes to your biometrics, but being thoughtful is up to you.. 'Know thyself\" is the philosopher's perennial suggestion, the beginning and end of wisdom. It seems simple, but we regularly fail to do it, preferring instead to devote ourselves to goods that are fleeting and ultimately empty-power, money, pleasure, fame. If we understood ourselves better, and assessed ourselves frankly, we might live more fulfilling lives.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-agitators-review-disturbers-of-the-peace-11617982462", "title": "'The Agitators' Review: Disturbers of the Peace", "date": "2021-04-09 18:40", "summary": "How Harriet Tubman, Martha Wright and Frances Seward challenged a nation's conscience.. In the turbulent decades leading up to the Civil War, it could be said that the moral center of the nation rested in the Finger Lakes region of central New York state. The district was a hot spot of abolitionism and the fledgling women-rights movement.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/must-the-justices-create-a-trustworthy-press-11618007946", "title": "Must the Justices Create a Trustworthy Press?", "date": "2021-04-09 18:39", "summary": "Why not just hire smart people and ask them (or free them) to do honest reporting?. No writ exists in the Constitution for journalism's holy of holies, the 1964 Times v. Sullivan Supreme Court ruling that allows us falsely to defame public figures as long as we do so without \"actual malice.\" Such is a longstanding argument given new currency by veteran federal appeals judge Laurence Silberman in a dissenting opinion already covered repeatedly in these pages.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eu-plays-politics-with-northern-ireland-11618007972", "title": "The EU Plays Politics With Northern Ireland", "date": "2021-04-09 18:39", "summary": "A Brexit dispute threatens to upend the Good Friday Agreement I worked hard to finish 23 years ago.. The nationalist Catholic politician John Hume and I completed what became known as the Good Friday Agreement 23 years ago Saturday. It was designed to end the 35 years of violence that had cost thousands of lives in Northern Ireland and beyond, and to deal with the sectarian divisions that had allowed terrorism to fester. Today tensions are returning, as the agreement is in danger from a dispute over Brexit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-a-fridge-full-of-infrastructure-11618007903", "title": "Notable & Quotable: A Fridge Full of Infrastructure", "date": "2021-04-09 18:38", "summary": "Sen. Kirsten Gillibrand's redefinition of the word meets ridicule.. Tamar Lapin writing in the New York Post, April 7:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-provides-a-rare-chance-to-transform-public-education-11618007836", "title": "Covid Provides a Rare Chance to Transform Public Education", "date": "2021-04-09 18:37", "summary": "In post-Katrina New Orleans, Louisiana built a system that serves the needs of students, not adults.. The Covid-19 pandemic has brought into focus a stark choice: Will we respond to the enormous disruption of schools by rethinking education, or will we double down on an outdated industrial-age system created to prepare kids for the last century?", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11618007818", "title": "What to Read This Week", "date": "2021-04-09 18:37", "summary": "Our celebration of seasonal books on topics like nature, gardening, food and baseball-plus David Hockney in France, Richard Thompson's musical memoir, 'The Agitators' and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-oldest-asian-ally-overlooked-11618007869", "title": "America's Oldest Asian Ally, Overlooked", "date": "2021-04-09 18:37", "summary": "The Biden administration is favoring Singapore and Vietnam over Thailand, a treaty partner since 1833.. President Biden has promised to work closely with allies and partners around the world. But he seems to be overlooking Asia's U.S. ally of longest standing, Thailand. Mr. Biden's Interim National Security Strategic Guidance omitted Thailand from its list of friends and allies in the Indo-Pacific.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-to-sell-49-stake-in-oil-pipelines-to-consortium-led-by-eig-mubadala-11617999881", "title": "Aramco Strikes $12.4 Billion Oil Pipeline Deal With EIG-Led Group", "date": "2021-04-09 18:25", "summary": "Deal comes as Saudi Arabia seeks to diversify its economy and attract foreign investors. Saudi Arabia's energy giant said it struck a $12.4 billion deal to sell a 49% stake in a newly formed oil pipeline business to an international consortium led by U.S. investment firm EIG Global Energy Partners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-glitter-in-the-green-review-blink-and-youll-miss-them-11618005847", "title": "'The Glitter in the Green' Review: Blink and You'll Miss Them", "date": "2021-04-09 18:04", "summary": "The smallest avians have always captured imaginations-sometimes to their own detriment.. I can't recall when I saw my first hummingbird, but I clearly remember my son's first sighting. He was 6, on the porch swing of his great-grandmother's lakeside cottage in the Adirondacks. \"Wow,\" he said. \"That's an awfully big fly.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-horde-review-path-of-khans-11618005601", "title": "'The Horde' Review: Path of Khans", "date": "2021-04-09 18:00", "summary": "At its height, the empire of Chinggis Khan drew strength from flexibility.. The Mongols have been ill-served by history, the victims of an unfortunate mixture of prejudice and perplexity. In popular memory Chinggis Khan exists chiefly in relation to the European and Chinese civilizations he threatened, and the rhythms and contours of steppe life are incomprehensible. Reflecting on \"The Historian's Craft\" (1949), Marc Bloch decried his peers' tendency \"to assign an arbitrarily chosen and strictly pendulum-like rhythm to realities to which such regularity is entirely alien. It is an impossible task. Naturally, we do very badly at it. We must look for something better.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-border-coordinator-roberta-jacobson-to-step-down-at-end-of-month-11618001762", "title": "White House Border Coordinator Roberta Jacobson to Step Down at End of Month", "date": "2021-04-09 17:55", "summary": "Departure comes as record number of unaccompanied minors crossed border illegally in March. Roberta Jacobson, the White House's border coordinator, will step down at the end of the month, national security adviser Jake Sullivan said in a statement Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-god-equation-review-one-string-theory-to-rule-them-all-11618004968", "title": "'The God Equation' Review: One String Theory to Rule Them All", "date": "2021-04-09 17:49", "summary": "What is the universe made of? Physicists have answers but no unified theory explaining everything.. What's God got to do with it? Given that the majority of physicists are agnostics at best, I have always found it puzzling that my community is so obsessed with God's mind, whether or not God plays dice, the God particle and seeing God-and now with Michio Kaku's \"The God Equation.\" Title notwithstanding, this is an excellent book written by a masterful science communicator elaborating on a subject that is his research home turf-superstring theory. The prolific author of multiple popular science books, Mr. Kaku is a futurist, broadcaster and professor of theoretical physics at the City University of New York. He is also the host of the wildly successful and popular weekly radio program Science Fantastic. If there is anyone who can demystify the esoteric mathematics and physics of string theory, it is he. And in this wonderful little book, that is precisely what he does-explain in clear and simple terms the conceptual breakthroughs, the blind alleys and the unanswered questions-in the search for a grand unified theory of everything. Most of all, what I like best is that he remains open to the possibility that there may ultimately not be a single unifying theory after all, encoded into a single tidy equation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-short-history-of-humanity-review-lost-cousins-11618004888", "title": "'A Short History of Humanity' Review: Lost Cousins", "date": "2021-04-09 17:48", "summary": "Archaeogenetics has changed our picture of how ancient Homo sapiens spread-and who they met.. In the mid-20th century, the discovery that the carbon-14 isotope decays at a fixed rate unleashed the \"radiocarbon revolution\"-by measuring how much the carbon in material had decayed, an estimate could be made as to its age. Organic matter was now datable, as long as it had been part of a living organism in the last 50,000 years or so, and the study of prehistory was changed forever. Radiocarbon dating remains a basic tool of archaeology, and we are now living through an even greater revolution, what the scientist Johannes Krause and journalist Thomas Trappe call, in their bracing summary of what we have learned so far, \"archaeogenetics\"-the study of ancient DNA.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waves-across-the-south-review-new-kingdoms-11618004799", "title": "'Waves Across the South' Review: New Kingdoms", "date": "2021-04-09 17:46", "summary": "While crowned heads were losing their power in Europe, unrest elsewhere inaugurated monarchies.. In late 1805, Napoleon Bonaparte scored his famous victory over the Austrian and Russian armies on the wintertime battlefield of Austerlitz. At almost the same time half a world away, courtiers in the Sri Lankan kingdom of Kandy were celebrating their recent triumph over Anglo-Indian forces with an epic poem, the \"Ingrisi Hatana\" (\"English Battle\"), set down on palm leaves.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-ahead-in-union-vote-as-tallying-set-to-resume-11617960604", "title": "Amazon Workers in Alabama Vote Against Unionizing", "date": "2021-04-09 17:46", "summary": "About 71% of Bessemer, Ala., warehouse employees who cast ballots opposed joining Retail, Wholesale and Department Store Union. Amazon.com Inc. employees in Alabama voted not to unionize, handing the tech giant a victory in its biggest battle yet against labor-organizing efforts that fueled national debate over working conditions at one of the nation's largest employers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valcour-review-the-guns-of-lake-champlain-11618004733", "title": "'Valcour' Review: The Guns of Lake Champlain", "date": "2021-04-09 17:45", "summary": "A ship raised from the depths helps tell the story of a pivotal naval battle in the War of Independence.. Among the most striking exhibits at the National Museum of American History in Washington is the well-preserved Revolutionary War gunboat Philadelphia. In 1935, the sturdy vessel was raised from the depths of Lake Champlain, where she had lain undisturbed since being sunk by British gunfire on Oct. 11, 1776. Remarkably, one of the vessel's three guns was still loaded, and the 24-pound iron cannon ball that sent her to the bottom remained lodged in her hull.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-warehouse-workers-set-to-vote-on-unionizing-what-we-know-11612785600", "title": "Amazon's Alabama Union Vote: Here's What Happens Next", "date": "2021-04-09 17:34", "summary": "Alabama warehouse workers side against unionization, a victory for tech giant in efforts to limit reach of labor organizing. Amazon.com Inc. employees at an Alabama warehouse voted not to unionize, after the effort to organize workers at the tech giant garnered national attention.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecution-in-derek-chauvin-trial-set-to-call-key-witness-11617975531", "title": "Medical Examiner Says Floyd's Heart Couldn't Handle Restraint", "date": "2021-04-09 17:19", "summary": "Andrew Baker's testimony differs from previous medical experts who said Mr. Floyd died from asphyxia. George Floyd died because the police officers restraining him put more strain on his heart than it could handle, according to the chief medical examiner who conducted his autopsy in testimony Friday in the murder trial of Derek Chauvin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-hit-with-19-million-ruling-for-windstream-bankruptcy-mailers-11618002811", "title": "Charter Hit With $19 Million Judgment for Windstream Bankruptcy Mailers", "date": "2021-04-09 17:13", "summary": "The legal fight highlights the ways companies can try to capitalize when a competitor files for bankruptcy, and the perils that can invite. Cable operator Charter Communications Inc. told consumers to say goodbye to competitor Windstream Holdings Inc. when it filed for chapter 11 bankruptcy in 2019. That farewell message could be costly following a bankruptcy judge's ruling Thursday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrating-and-satirizing-new-yorks-aesthetes-11618002470", "title": "Celebrating and Satirizing New York's Aesthetes", "date": "2021-04-09 17:07", "summary": "Florine Stettheimer's wry 1942 'The Cathedrals of Art' sends up the city's storied museums and the elites in their orbit.. She was the society insider and the artistic outlier. Florine Stettheimer (1871-1944) gathered about her the most fervent modernists of the 1920s and '30s-the likes of Marcel Duchamp, Alfred Stieglitz, Georgia O'Keeffe, Virgil Thomson and Gertrude Stein-whose intellectual and aesthetic energies shaped their era. As a painter she discarded all the prevailing definitions of modernism and painted just as she pleased. She invented her own visual language-purposefully naïve, sly, theatrical and allusive. It both celebrated and mocked her own rarefied milieu-upper-class bohemian life in Manhattan between the world wars.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-reagan-and-the-power-of-intimacy-11617890433", "title": "Nancy Reagan and the Power of Intimacy", "date": "2021-04-09 17:01", "summary": "Exercising an influence unlike any first lady before or since, she guided her husband's rise to power and secured his legacy.. First lady is a role that comes with no mandate and no job description. But there is one thing that many of them have learned the hard way: When the word \"powerful\" is used about a president's spouse, it is rarely intended as a compliment.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bjs-wholesale-club-ceo-and-president-dies-at-49-11617981147", "title": "BJ's Wholesale Club CEO and President Lee Delaney Dies at 49", "date": "2021-04-09 17:01", "summary": "Retailer says executive died unexpectedly, as board names Bob Eddy as interim CEO. BJ's Wholesale Club Holdings Inc. said Friday that its chief executive and president, Lee Delaney, had died unexpectedly.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-09-2021-11617954392", "title": "Dow, S&P 500 Rally to Fresh Records", "date": "2021-04-09 16:58", "summary": "Stocks have surged this week, led by sharp gains among technology companies. The S&P 500 advanced Friday and extended its weekly winning streak to three, its longest since October.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-seeks-more-money-for-education-health-in-spending-request-11617980523", "title": "Biden Seeks More Money for Education, Health in Spending Plan", "date": "2021-04-09 16:57", "summary": "President would raise discretionary spending by 8.4% to $1.52 trillion with focus on Democratic priorities. WASHINGTON-President Biden is seeking more funding for education, healthcare, research and renewable energy next year in a $1.52 trillion spending plan reflecting his vision of an expansive federal government that tackles issues ranging from climate change to racial inequality.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-jobs-will-be-lost-to-biden-infrastructure-11618001283", "title": "How Many Jobs Will Be Lost to Biden 'Infrastructure'?", "date": "2021-04-09 16:48", "summary": "A Wharton study says wages will fall.. Sometimes the president calls his next proposed spending blowout an \"infrastructure\" bill and sometimes he calls it a \"jobs\" program. The Biden plan may end up destroying plenty of both. A new analysis of the president's \"American Jobs Plan\" from the University of Pennsylvania's Wharton School finds that over the next decade the Biden scheme would reduce U.S. economic growth, capital stock, wages and hours worked. But there is something that the plan would increase-federal debt. In short, it's a disaster for U.S. investors, workers and taxpayers.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccination-passports-are-new-flashpoint-in-covid-19-pandemic-11617969467", "title": "Vaccination Passports Are New Flashpoint in Pandemic", "date": "2021-04-09 16:41", "summary": "With no federal mandate to require a single vaccination credential, the private sector and local governments are filling the gaps. Vaccine passports are emerging as the latest polarizing issue in the Covid-19 pandemic, as policy makers debate whether Americans should have proof of inoculation to return to work, travel or attend events.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-sign-executive-order-creating-commission-on-supreme-court-changes-11617983199", "title": "Biden Orders Study of Supreme Court Changes", "date": "2021-04-09 16:28", "summary": "New commission will study potential measures including expanding the number of justices. WASHINGTON-President Biden ordered a commission to study Supreme Court changes such as adding seats, an idea pushed by progressives in his party that faces strong opposition from congressional Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bob-dylan-and-a-bogart-movie-inspired-al-stewarts-rock-classic-11617810688", "title": "How Bob Dylan and a Bogart Movie Inspired Al Stewart's 'Year of the Cat'", "date": "2021-04-09 16:26", "summary": "The singer talks about the influences behind the 1976 hit-and why it was almost called 'Horse of the Year'. Al Stewart's \"Year of the Cat,\" released in the U.S. in late 1976, was catchy but enigmatic. Produced by Alan Parsons, the song about a mystical tryst in Morocco peaked at No. 8 on the Billboard pop chart and became a yacht-rock classic.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-defense-chief-plans-israel-meetings-amid-iran-tensions-11617999018", "title": "U.S. Defense Chief Plans Israel Meetings Amid Iran Tensions", "date": "2021-04-09 16:10", "summary": "Defense Secretary Lloyd Austin also plans to meet military chiefs in Europe as part of trip. Defense Secretary Lloyd Austin is meeting with top Israeli leaders this weekend, making him the highest-ranking Biden administration official to visit that nation amid tensions between the longtime allies over U.S. talks to revive the 2015 Iran nuclear deal and the restoration of aid to Palestinians.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vol-34-no-3-year-to-date-11617919056", "title": "Vol. 34, No. 3: 'Year to Date'", "date": "2021-04-09 16:06", "summary": "Most Popular News. It seems obvious, but maybe not. \"Year to date change\" or the \"up/down so far this year\" needs to be calculated from the last close of the previous year (Dec. 31, 2020, in other words, for year-to-date calculations for 2021), not the first close of the new year. The end point of the previous year is the base.", "categories": [["Style & Substance"]], "category_links": ["https://www.wsj.com/news/styleandsubstance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-bidens-budget-proposal-11617982492", "title": "What's in Biden's Budget Proposal", "date": "2021-04-09 16:03", "summary": "The document is an opening step in the federal budgeting process. The Biden administration on Friday released a budget outline for fiscal year 2022 that highlights the president's policy priorities, calling for increases in spending on education, healthcare and renewable energy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catching-some-zs-saturday-crossword-april-10-11617569040", "title": "Catching Some Z's (Saturday Crossword, April 10)", "date": "2021-04-09 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-april-10-11617569278", "title": "The Journal Acrostic (Saturday, April 10)", "date": "2021-04-09 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidents-budget-request-includes-funds-for-corporate-ownership-registry-11617997863", "title": "President's Budget Request Includes Funds for Corporate Ownership Registry", "date": "2021-04-09 15:51", "summary": "The request would add $64 million to the budget of Treasury's Financial Crimes Enforcement Network. A discretionary budget request released by the Biden administration includes a sizable boost for a unit of the U.S. Treasury Department tasked with building a complex corporate ownership registry.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-governor-urges-action-as-covid-19-cases-surge-again-11617995827", "title": "Michigan Governor Urges Pause in Youth Sports, Indoor Dining as Covid-19 Cases Surge Again", "date": "2021-04-09 15:23", "summary": "Rise in infections is a major test of what happens during an outbreak in a partially vaccinated population. Michigan Gov. Gretchen Whitmer urged high-school classes to go remote for two weeks and called for a halt to both youth sports and indoor dining, to combat a steep surge in Covid-19 cases in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-report-that-shook-britains-race-lobby-11617995095", "title": "The Report That Shook Britain's Race Lobby", "date": "2021-04-09 15:04", "summary": "A government commission finds the U.K. is no longer 'deliberately rigged' against minorities. Cue the outrage and racial attacks on its chairman, Tony Sewell.. If you're an American who worries that your country's influence is waning, you may not be heartened to learn that it isn't. After last year's killing of George Floyd in Minneapolis, angry demonstrators in Britain, emulating Black Lives Matter protests in the U.S., took to city streets. Some committed acts of vandalism. In the port city of Bristol, a statue of a local 17th-century philanthropist was toppled because he also traded in slaves. In London's Parliament Square, the words \"Was a Racist\" were daubed on the plinth of Winston Churchill's statue.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-exercises-to-improve-your-golf-game-11617994800", "title": "Eight Exercises to Improve Your Golf Game", "date": "2021-04-09 15:00", "summary": "These workouts target your short game, swing rotation, clubhead speed and dynamic posture. All golfers are looking for ways to improve their game. Some don't even involve picking up a club.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-alaska-anchorage-11617920452", "title": "What It's Like to Retire in Alaska", "date": "2021-04-09 15:00", "summary": "It was the last place I wanted to even visit. Then we moved there.. I love warm weather. Sunshine caressing my skin, evening walks wearing tank tops and shorts, bedroom windows open at night-so lovely and comfortable. For 30 years, I had lived in San Diego, which was never really hot enough for me. I had never been to Alaska, was not particularly interested in it, and was fairly sure that it would be the last of the 50 states I would visit.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-labor-unrest-may-show-at-the-margins-11617544801", "title": "Amazon's Labor Unrest May Show at the Margins", "date": "2021-04-09 14:44", "summary": "Unionization would be a challenge given Amazon's distribution scale, but impact could be felt on margin expansion. Would unionization hamstring Amazon.com 's business? The answer isn't clear-cut.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-asks-fda-to-expand-use-of-their-covid-19-vaccine-to-adolescents-11617993812", "title": "Pfizer, BioNTech Asks FDA to Expand Use of Covid-19 Vaccine to Adolescents", "date": "2021-04-09 14:43", "summary": "Regulators are expected to move quickly; adolescents could get the shot in several weeks if the FDA signs off. Pfizer Inc. and BioNTech SE asked U.S. health regulators to allow their Covid-19 vaccine to be given to adolescents, which could make the shots available to kids in the coming weeks.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-investigates-reports-of-blood-clots-in-recipients-of-j-js-covid-19-vaccine-11617992819", "title": "EU Investigates Reports of Blood Clots in Recipients of J&J Vaccine", "date": "2021-04-09 14:27", "summary": "Three cases have occurred in the U.S. vaccination campaign and one in clinical trials. The European Union's health agency is investigating a small number of reports of severe blood clots among people who have received the Johnson & Johnson Covid-19 vaccine.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-do-you-count-wild-rhinos-very-carefully-and-with-elephants-11617992334", "title": "How Do You Count Wild Rhinos? Very Carefully. (And With Elephants)", "date": "2021-04-09 14:18", "summary": "Resume Subscription. CHITWAN, Nepal-It's time for the rhino census.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/prince-philips-death-marks-new-chapter-for-strained-british-monarchy-11617980489", "title": "Prince Philip's Death Marks New Chapter for Strained British Monarchy", "date": "2021-04-09 14:17", "summary": "The royal family faces uncertainty over where the institution goes next. LONDON-The death of Prince Philip, Queen Elizabeth's husband of 73 years, is emblematic of a generational shift in the royal family and Britain as a whole, and comes at an already unsettled time for the House of Windsor.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dmx-dead-at-50-after-a-week-on-life-support-11617991792", "title": "Rapper DMX Dies at 50", "date": "2021-04-09 14:09", "summary": "Influential New York musician who revived grittier sound in hip-hop had been hospitalized following heart attack. DMX, an influential and commercially successful rapper known for his gruff, barking delivery has died at the age of 50.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-hits-rough-patch-after-strong-start-to-2021-11617975452", "title": "Dollar Hits Rough Patch After Strong Start to 2021", "date": "2021-04-09 14:02", "summary": "Investors don't expect the currency's weakness to last as the U.S. economy outpaces others. The dollar has slipped this month as the Federal Reserve stuck to its message that it won't raise interest rates soon despite forecasts that the U.S. economy will recover faster than its peers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-original-georgia-okeeffe-goes-to-spain-11617990774", "title": "American Original Georgia O'Keeffe Goes to Spain", "date": "2021-04-09 13:52", "summary": "A new exhibition in Madrid explores the power of a painter who 'needed to move to create.'. When the 20-year-old Georgia O'Keeffe burst onto the New York gallery scene in 1917, the American art world was under the sway of French Cubism. But O'Keeffe's abstract charcoal drawings presented a version of modernism that was radically individual; she later described herself as \"working into my own unknown-no one to satisfy but myself.\" She didn't make her first trip to Europe until 1953, when she was 66 years old, a mature artist.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-discover-progressive-political-religion-11617989651", "title": "CEOs Discover Progressive Political Religion", "date": "2021-04-09 13:34", "summary": "Whatever happened to the concept of CEOs focusing on the interests of their shareholders? How about arguing against raising the corporate tax rate for starters?. Regarding Gerard Baker's \"The C-Suite Converts to the New Political Religion\" (Free Expression, April 6): Mr. Baker offers a timely cautionary tale to the corporate acolytes of the woke. It's one thing if the principal corporate officer can, indeed, represent that he or she speaks as a controlling owner of the enterprise on matters of political or cultural importance, or can verify that the opinions rendered reflect the majority of the owners' will. However, such a privilege seems unwarranted when the officer is, in fact, what can be accurately termed a \"hired hand.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-past-is-a-draw-worth-preserving-11617989593", "title": "New York's Past is a Draw, Worth Preserving", "date": "2021-04-09 13:33", "summary": "Can you imagine if Robert Moses had been successful in building a highway through Greenwich Village?. Kenneth T. Jackson asks: \"Does New York Still Want to Be the Capital of the World?\" (Cross Country, April 3). Dynamic change characterizes the city, not preservation, he claims, and blames the New York City Landmarks Preservation Commission for blocking a proposal to build a residential tower in the South Street Seaport Historic District. But it's a question of law. Is he suggesting that the agency shirk its charter-defined mandate? The property is a vacant lot, and has been since the district was designated in 1977. The LPC is legally bound to determine whether new construction is \"appropriate,\" and by no yardstick does this proposal fit that description. What could be built if the site wasn't part of the district is irrelevant.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/move-on-from-if-it-bleeds-it-leads-with-covid-19-11617989546", "title": "Move on From 'If It Bleeds, It Leads' With Covid-19", "date": "2021-04-09 13:32", "summary": "Never mind that the hundred cases reported in Washington state are one-hundredth of 1% of the total 1.2 million who have been vaccinated there.. Regarding Nicole Saphier's \"Dr. Fauci, Tear Off These Masks\" (op-ed, April 3): The media's new favorite Covid story in the interest of keeping the drama alive is \"breakthrough cases,\" those fully vaccinated who have contracted Covid. Never mind that the hundred cases reported in Washington state are one-hundredth of 1% of the total 1.2 million who have been vaccinated there and that, given the vaccine is 95%, not 100% effective, this is to be expected. Only eight of the hundred were hospitalized and only two died, both over 80 and already ill.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-has-been-very-consistent-all-along-11617989419", "title": "Bernie Sanders Has Been Very Consistent All Along", "date": "2021-04-09 13:30", "summary": "The kibbutz on which the 22-year-old Mr. Sanders spent a few months in 1963, kibbutz Sha'ar Ha'amakim, was reportedly affiliated with the left-wing Marxist Mapam Party.. In his fine March 27 review of Gary Saul Morson and Morton Schapiro's \"Minds Wide Shut,\" Michael S. Roth cites the authors' reference to Bernie Sanders's 1988 trip to the Soviet Union but adds that \"they don't mention his time on a kibbutz, I suppose, because they are less threatened by that kind of socialism,\" implying that there was a discontinuity between Sen. Sanders's view of \"socialism\" in the Soviet Union and on the kibbutz.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-joe-biden-embarrassed-by-delawares-voting-law-11617989361", "title": "Is Joe Biden Embarrassed by Delaware's Voting Law?", "date": "2021-04-09 13:29", "summary": "Thanks to Karl Rove for exposing the ways many states \"restrict\" voter turnout with their restrictive election laws, including President Biden's home state of Delaware.. Thanks to Karl Rove for exposing the ways many states \"restrict\" voter turnout (\"Biden's Election Reform Deception,\" op-ed, April 1) with their restrictive election laws, including President Biden's home state of Delaware. May I suggest Mr. Rove begin the political movement to boycott Delaware?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasios-more-sinister-version-of-stop-and-frisk-11617989281", "title": "De Blasio's More Sinister Version of 'Stop and Frisk'", "date": "2021-04-09 13:28", "summary": "Isn't this the liberal version of \"stop and frisk\"?. Regarding the March 24 Notable & Quotable citing Seth Barron of City Journal about New York Mayor Bill de Blasio: Isn't this the liberal version of \"stop and frisk,\" which Mr. de Blasio was so vehemently against?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philips-death-presents-a-challenge-how-will-the-u-k-hold-a-royal-funeral-during-covid-19-11617983777", "title": "How Will the U.K. Hold a Royal Funeral During Covid-19?", "date": "2021-04-09 13:26", "summary": "Resume Subscription. LONDON-The death of Prince Philip while the U.K. remains in the grip of Covid-19 poses a question: How do you hold a funeral befitting a prince during a pandemic?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/j-j-covid-19-vaccine-deliveries-to-drop-significantly-next-week-11617970201", "title": "J&J Covid Vaccine Deliveries to Drop Sharply Next Week", "date": "2021-04-09 13:14", "summary": "States are projected to get 700,000 doses, down from 4.9 million the week before. Deliveries of Johnson & Johnson 's Covid-19 vaccine doses throughout the U.S. are expected to plunge by more than 80% next week, according to state officials and federal data, as J&J grapples with manufacturing challenges.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-prince-philip-a-royal-life-11617966825", "title": "Photos: Prince Philip, a Royal Life", "date": "2021-04-09 13:13", "summary": "Scenes from the Duke of Edinburgh's life with Queen Elizabeth.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vacation-rentals-that-deliver-serenity-and-fuel-creativity-11617988421", "title": "Vacation Rentals That Deliver Serenity and Fuel Creativity", "date": "2021-04-09 13:13", "summary": "A pandemic-weary urbanite rents a farmhouse in Vermont, just down the road from where novelist Rudyard Kipling built his own safe haven. Plus: Former homes of famous writers, from Jane Austen to John Steinbeck, available as holiday rentals. RUDYARD KIPLING arrived in Brattleboro, Vt., hassled, broke and looking for a little peace and quiet. The Japanese bank in which he had kept all his money had collapsed in the early stages of the Panic of 1893. His wife, Carrie, was pregnant with their first child. And while a famous writer at that point, he had no novel with the publisher that could lift their fortunes.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-shows-men-and-women-different-job-ads-study-finds-11617969600", "title": "Facebook Algorithm Shows Gender Bias in Job Ads, Study Finds", "date": "2021-04-09 13:12", "summary": "Researchers found the platform's algorithms promoted roles to certain users; company pledges to continue work in removing bias from recommendations. Facebook Inc. disproportionately shows certain types of job ads to men and women, researchers have found, calling into question the company's progress in rooting out bias in its algorithms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-ai-apps-help-your-golf-swing-11617923386", "title": "Can AI Apps Help Your Golf Swing?", "date": "2021-04-09 13:00", "summary": "I don't think they are as good as a human instructor. But they can be helpful. And they are a lot cheaper.. To date, PGA Tour pros have been far better able than amateurs to take advantage of the new wave of analytic golf data. It makes sense: Being pros, they and their swing coaches are looking for the smallest deviations from perfection. Many tour pros these days travel with personal $25,000 TrackMan radars and work with other high-tech gear back home.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-pharmacy-worker-made-fishermans-friend-a-global-hit-11617987352", "title": "English Pharmacy Worker Made Fisherman's Friend a Global Hit", "date": "2021-04-09 12:55", "summary": "Doreen Lofthouse, who has died at 91, found markets abroad for a local cold remedy. Fisherman's Friend lozenges weren't an obvious candidate for global marketing.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nations-largest-school-districts-aim-to-be-fully-open-in-fall-11617980912", "title": "Nation's Largest School Districts Aim to Reopen Fully in the Fall", "date": "2021-04-09 12:45", "summary": "CDC director says schools should plan to open in the fall; many districts plan for in-person classes, but say remote options will remain. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philip-longtime-husband-of-englands-queen-elizabeth-ii-11617966575", "title": "Prince Philip, Queen Elizabeth II's Husband, Dies at 99", "date": "2021-04-09 12:34", "summary": "Duke of Edinburgh's passing marks the start of a generational transition for Britain's royal family. LONDON-Prince Philip, a constant presence at the side of Queen Elizabeth II and the longest-serving consort to a monarch in British history, has died. He was 99.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-warns-of-full-scale-war-in-eastern-ukraine-blames-kyiv-11617986038", "title": "Russia Warns of Full-Scale War in Eastern Ukraine, Blames Kyiv", "date": "2021-04-09 12:33", "summary": "The buildup of Russian troops on the border and escalating rhetoric threaten to derail efforts to reach a peaceful settlement. MOSCOW-The recent deployment of Russian troops along Ukraine's border and Moscow's indication that it could intervene in the event of a full-scale war in eastern Ukraine are dimming hopes for a peaceful resolution of the conflict that has festered for seven years and cost thousands of lives.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-lessons-of-the-cuban-missile-crisis-11617985606", "title": "The Real Lessons of the Cuban Missile Crisis", "date": "2021-04-09 12:26", "summary": "Newly uncovered Soviet sources show that the 1962 confrontation could easily have spiraled into nuclear war-a useful warning as we face a new arms race today.. The world is at the start of a new, undeclared nuclear arms race. In August 2019, the U.S. and Russia officially abandoned the Intermediate Range Nuclear Forces Treaty signed by Ronald Reagan and Mikhail Gorbachev in 1987, leaving the door open to the development of new missiles. China has 300 nuclear weapons and is expected to double its arsenal in the next decade. Last month, the U.K. raised the cap on its nuclear stockpile by more than 40%, the first projected increase since the end of the Cold War.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-prince-philip-was-never-made-king-11617984019", "title": "Why Wasn't Prince Philip a King?", "date": "2021-04-09 12:02", "summary": "In British royalty, the title of king is bestowed by the line of succession-not marriage. Prince Philip performed a dizzying array of royal duties after marrying into the British royal family, visiting countries around the world as companion to Queen Elizabeth-but never as king.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-vault-11617919733", "title": "A Digital Vault to Store Information for Your Heirs", "date": "2021-04-09 12:00", "summary": "Online vaults can hold the location of your will, bank-account numbers, ongoing subscriptions, recipes-anything your heirs will find useful. A growing number of digital-vault providers are competing to help you organize and secure your financial and personal information while you're alive-and simplify things for your heirs after you're gone.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-push-infrastructure-plan-in-summit-meeting-on-chip-shortage-11617984000", "title": "White House to Push Infrastructure Plan at Chip Meeting", "date": "2021-04-09 12:00", "summary": "Ford, GM and Intel are among companies slated to meet with administration officials on Monday. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breonna-taylor-aftermath-kentucky-law-limits-no-knock-warrants-11617983646", "title": "Breonna Taylor Aftermath: Kentucky Law Limits No-Knock Warrants", "date": "2021-04-09 11:54", "summary": "Warrants must be executed between 6 a.m. and 10 p.m., and officers are required to take more steps to obtain them. LOUISVILLE, Ky.-Kentucky Gov. Andy Beshear signed a law Friday that places a partial ban on no-knock warrants after months of demonstrations set off by the fatal shooting of Breonna Taylor in her home during a botched police raid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-freedom-review-lost-and-found-11617982320", "title": "'Finding Freedom' Review: Lost and Found", "date": "2021-04-09 11:32", "summary": "After a childhood in her father's diner, Erin French opened a hard-won (and sought-after) restaurant of her own.. Every year thousands of people enter a lottery hoping for a table at the Lost Kitchen, a 40-seat restaurant in the remote town of Freedom, Maine, population 719. It's booked up a year in advance, the customers chosen by lottery each spring from around 20,000 hopefuls who mail in postcards requesting a table.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ten-signs-things-are-getting-back-to-normal-from-friends-to-full-middle-seats-11617980335", "title": "Ten Signs Things Might Be Getting Back to Normal", "date": "2021-04-09 11:19", "summary": "Resume Subscription. There's no question: We're not out of the woods yet. But parts of pre-pandemic life are returning, from Hollywood movie openings to Major League Baseball games.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-false-promise-of-quick-fix-psychology-11617981093", "title": "The False Promise of Quick-Fix Psychology", "date": "2021-04-09 11:11", "summary": "Power posing, grit and other trendy concepts are scientifically unproven but have become enormously popular by offering simple solutions to deeply rooted social problems.. It would be hard to find a scientific field that has enjoyed as much mainstream success in the 21st century as social psychology. Social psychologists dominate the TED Talk stage, rack up impressive contracts as consultants to schools and companies, and write book after bestselling book. Their most viral ideas promise to solve some of society's most pressing problems, often in slickly counterintuitive ways.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-cannot-be-cancelled-review-painting-out-of-the-pandemic-11617980299", "title": "'Spring Cannot Be Cancelled' Review: Painting Out of the Pandemic", "date": "2021-04-09 10:58", "summary": "Immersing himself in a bucolic farm setting, David Hockney finds inspired relief from lockdown.. The painter David Hockney and the critic Martin Gayford have been friends for 25 years. Their friendship, Mr. Gayford writes, has largely been \"conducted at a distance, by email, phone calls, an occasional parcel, and a steady stream of pictures that arrive almost daily in my inbox.\" When they meet again \"after months or even years,\" their conversation resumes \"as if there had been no interruption,\" except for \"a constant, almost imperceptible, shift in perspective.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beeswing-review-the-ditty-and-the-dirge-11617979547", "title": "'Beeswing' Review: The Ditty and the Dirge", "date": "2021-04-09 10:45", "summary": "Richard Thompson's performances and writing balance humor with a deep understanding of life's tragic side.. Now that Bruce, Elton, Keith, Neil-first names will do-have met the various deadlines for their autobiographies, it's time for the headliners of smaller rooms to offer their perspective. \"Give me a folk club with thirty people who treat you as nothing special,\" says songwriter Richard Thompson in his new memoir, \"Beeswing,\" where you are \"an equal with the audience, no more.\" The view is very different at Madison Square Garden.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-exotic-quests-in-fiction-11617978772", "title": "Five Best: Exotic Quests in Fiction", "date": "2021-04-09 10:32", "summary": "Selected by John Preston, author of the novel 'The Dig.'. By Paul Auster (1989)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-fooled-by-the-stock-markets-newest-magic-trick-that-changed-one-year-returns-11617976919", "title": "Don't Be Fooled by the Market's Newest Magic Trick", "date": "2021-04-09 10:30", "summary": "A quirk in the calendar just did some heavy lifting, causing the market declines from early last year to disappear from a key fund-manager benchmark.. Fund returns have just taken some of the biggest, fastest swings in history-and could mislead investors who aren't paying attention.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-abundance-review-11617978131", "title": "Fiction: 'Abundance' Review", "date": "2021-04-09 10:22", "summary": "A father walks an economic tightrope in Jakob Guanzon's debut novel.. Wall Street bond-trader-turned-photojournalist Chris Arnade has explained that to begin to get a sense of the lives of poor people in America it is crucial to grasp the importance of two places: McDonald's and Walmart. For those who belong to what Mr. Arnade calls the country's \"back row,\" these serve as improvised community centers-warm, well-lighted spaces with clean bathrooms (and in Walmart's case, free overnight parking) where they can connect with others without spending much money.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miracles-on-the-hardwood-review-faith-hoops-and-charity-11617978004", "title": "'Miracles on the Hardwood' Review: Faith, Hoops and Charity", "date": "2021-04-09 10:20", "summary": "From scruffy gym floors to massive arenas, Catholic-school basketball is a religion of its own.. When Gonzaga University's Jalen Suggs scored his buzzer-beating bank shot in the NCAA's Final Four last week, fans of Catholic college basketball cheered: The team from the Jesuit school had created an indelible moment in one of America's great pastimes. And although Suggs and the Zags went on to suffer a defeat in the championship game against Baylor on Monday night, they added to the lore of Catholic cagers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-letters-of-robert-frost-review-poetry-and-pressure-11617977675", "title": "'The Letters of Robert Frost' Review: Poetry and Pressure", "date": "2021-04-09 10:14", "summary": "The poet grapples with success and personal tragedy in correspondence from the 1930s.. 'Once in a while I meet someone who has read me. It did him good. I mean it served him right.\" A way of identifying these terse sentences would be to name some poets of the modern era who could not have written them: W.B. Yeats and T.S. Eliot will do for starters, helping to set off the distinctive voice of Robert Frost. Had the quotation ended with \"It did him good,\" one might assume a feisty, self-justifying voice behind it; but when that voice adds \"I mean it served him right,\" we're less certain just what to call it. \"Playful\" would be a place to start-and a fair way to characterize most of the letters Frost wrote in his life, now displayed in the third of this five-volume edition of his correspondence, masterfully edited within an inch of its life by Mark Richardson and three fellow scholars. The seven years represented, 1929-36, weigh in at 800 pages and would surely, if Frost had seen them, have made him wonder whether it had indeed served him right.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-ron-desantiss-2024-stock-is-rising-11617977697", "title": "Why Ron DeSantis's 2024 Stock Is Rising", "date": "2021-04-09 10:14", "summary": "Florida governor's handling of Covid-19 and sparring with media could boost him in the GOP presidential field, but first he has to get re-elected. As Republican donors gather this weekend for a retreat in Palm Beach, Fla., a crop of potential 2024 presidential contenders will get a chance to court party bigwigs. One expected to draw particular attention is Florida Gov. Ron DeSantis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-releases-south-korean-oil-tanker-seized-over-frozen-funds-11617944218", "title": "Iran Releases South Korean Oil Tanker Seized Over Frozen Funds", "date": "2021-04-09 10:14", "summary": "Banks in South Korea blocked several billion dollars in 2019 to comply with U.S. sanctions on Iran. Iran released a South Korean oil tanker that had been at the center of a dispute over punishing U.S. sanctions on Tehran, the same day Western and Iranian officials agreed to continue talks aimed at reviving the embattled 2015 nuclear accord.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-golf-hopes-to-keep-winning-after-the-pandemic-11617976802", "title": "How Golf Hopes to Keep Winning After the Pandemic", "date": "2021-04-09 10:00", "summary": "Resume Subscription. Golf has had a resurgence during the pandemic, with about half a million more players picking up clubs than did in 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/secretary-rose-to-powerful-role-at-ad-agency-and-wrote-musicals-11617976800", "title": "Secretary Rose to Powerful Role at Ad Agency and Wrote Musicals", "date": "2021-04-09 10:00", "summary": "Jane Ellen Murray, who has died at 93, pitched Life cereal and hair-tinting shampoos. Jane Ellen Murray, a 1948 Vassar College graduate, got her start in advertising as a secretary at the J. Walter Thompson advertising agency in Chicago.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-mundell-helped-inspire-u-s-tax-cuts-and-the-euro-11617976801", "title": "Robert Mundell Helped Inspire U.S. Tax Cuts and the Euro", "date": "2021-04-09 10:00", "summary": "Winner of Nobel Prize in economics, who has died at age 88, relished his role as a maverick and lived in an Italian palace. Robert A. Mundell began to make his name in the 1960s as a maverick economist eager to challenge his more orthodox colleagues. He ended up influencing mainstream economic policy in the U.S. and Europe in profound ways that few of his peers could have imagined.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-mother-may-i-review-11617976201", "title": "Mysteries: 'Mother May I' Review", "date": "2021-04-09 09:50", "summary": "A kidnapper's instructions lead a woman down a deadly path in Joshilyn Jackson's thriller.. Joshilyn Jackson's\"Mother May I\" (Morrow, 324 pages, $27.99) begins with this arresting first sentence: \"I woke up to see a witch peering in my bedroom window.\" It's the figment of a lingering dream, decides 38-year-old Bree Cabbat, wife of lawyer Trey and mother of two teenage daughters and an infant son. But Bree soon concludes the vision was real when she sees it again in broad daylight at her daughters' school: not a literal witch, but a lurching old lady in a baggy black dress and knit cap.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mega-stocks-take-back-control-of-market-rally-11617975876", "title": "Mega Stocks Take Back Control of Market Rally", "date": "2021-04-09 09:44", "summary": "Reflation trade, which benefited small stocks, has gone AWOL. The story in the markets since November's election has been clear: Massive government spending and Covid-19 vaccinations mean boom times are here, so pile on the risk. Small, cheap, economically-sensitive stocks are good, while bonds, big, bondlike stocks and those that react strongly to interest rates are bad.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-new-fitness-product-the-outside-11617975631", "title": "Hot New Fitness Product: The Outside", "date": "2021-04-09 09:40", "summary": "Amid a crush of indoor fitness products, a testimonial for simply walking out the door. Hey, everybody, so I've been trying out an exercise product this spring, and I have to say, it's pretty cool. It's nothing fancy, or even new-you could say it's a little bit old school. It's not advertised on television, it's not a heavily hyped idea from a Silicon Valley unicorn, it doesn't have a touch screen, or any kind of screen, it doesn't employ a celebrity spokesperson, it doesn't come by truck, it's not expensive, and it requires no down payment or subscription.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-koreas-kim-warns-of-arduous-march-as-economic-problems-bite-11617975639", "title": "North Korea's Kim Warns of Tough Times as Economic Problems Bite", "date": "2021-04-09 09:40", "summary": "His remarks evoked the pain of 1990s famine; could mean that recovery from Covid-19 and U.S. sanctions is some way off. SEOUL-North Korean leader Kim Jong Un called on officials to brace for a prolonged campaign to tackle the country's worsening economic problems, comparing the crisis to the 1990s famine that claimed the lives of hundreds of thousands of people.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-write-a-thank-you-email-after-an-interview-11605647905", "title": "How to Write a Thank-You Email After a Job Interview", "date": "2021-04-09 09:12", "summary": "Most Popular News. Some experts say the thank-you email after an interview is as important as your cover letter, so don't waste this important opportunity to finalize your pitch-especially now that you know so much about the company, the role and your interviewer. \"A properly prepared thank-you email, it just sets you apart,\" says Paul McDonald, senior executive director at recruitment agency Robert Half. \"It shows that you care and it restates your interest in the position.\" Most HR managers say they consider thank-you messages when deciding who to hire, but they only receive notes from nearly a quarter of applicants, according to a survey by Robert Half. So don't miss out on this chance to stand out, in a good way.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-take-a-vacation-wear-one-instead-11617736512", "title": "Can't Take a Vacation? Airport-Inspired Menswear for Eager Travelers", "date": "2021-04-09 09:05", "summary": "While pandemic restrictions have grounded most jet-setters, brands like Louis Vuitton and Balmain are suddenly showing clothes inspired by travel, not with references to destinations but to the mere idea of flying...anywhere. IN JANUARY, with global travel at a crawl thanks to the pandemic, Louis Vuitton showed a clothing collection teeming with literal travel references. Overcoats and suits came with shimmering buttons in the shape of jetliners; outerwear featured detailed map prints; and models toted various forms of luggage. For the better part of a year, much of the world had been immobilized, their passports and roller-bags collecting dust. Vuitton's collection captured the cry of grounded globe-trotters everywhere: \"Get me on a plane immediately!\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levi-strauss-chipotle-okta-what-to-watch-when-the-stock-market-opens-today-11617966187", "title": "Levi Strauss, Okta, Provention Bio: What to Watch When the Stock Market Opens Today", "date": "2021-04-09 09:03", "summary": "Stock futures suggested the rally in tech shares would pause. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-nest-egg-11617929631", "title": "How to Make Sure Your Retirement Nest Egg Lasts", "date": "2021-04-09 09:00", "summary": "Forget the conventional wisdom of withdrawing a fixed amount each year. Flexibility will increase the odds of not spending too little or too much.. For retirees seeking to make a nest egg last, it might be time to rethink the conventional wisdom of withdrawing fixed amounts each year.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-cia-ties-figure-in-case-of-convicted-political-donor-11617973201", "title": "Alleged CIA Ties Figure in Case of Convicted Political Donor", "date": "2021-04-09 09:00", "summary": "Imaad Zuberi, recently sentenced to 12 years in prison, did intelligence work for U.S. for over a decade, say people familiar with his defense. Imaad Zuberi, an American businessman who hobnobbed with world leaders and the international business elite, was sentenced in February to 12 years in prison after pleading guilty to tax evasion, foreign-influence peddling and campaign-finance violations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-faces-covid-19-vaccine-shortage-as-cases-surge-11617970632", "title": "India Faces Covid-19 Vaccine Shortage as Cases Surge", "date": "2021-04-09 08:58", "summary": "Hospitals say they are running out of doses as infections rise. NEW DELHI-Hospitals in the middle of some hot spots in India are running out of vaccines as infections have skyrocketed, triggering a rush to get inoculated.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacob-degrom-velocity-new-york-mets-11617930782", "title": "Jacob deGrom Is Baseball's Benjamin Button", "date": "2021-04-09 08:16", "summary": "The late-blooming Mets ace is throwing harder at age 32 than at any point in his career. Jacob deGrom kicked off his season this week without asking himself too many questions. On his first pitch he threw a fastball. On his second pitch, he also threw a fastball. Then he whipped in another, and another until his first 24 pitches were all the same. Violent fastballs.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-military-earplugs-blamed-for-hearing-loss-in-largest-set-of-u-s-suits-11617969601", "title": "3M Military Earplugs Blamed for Hearing Loss", "date": "2021-04-09 08:00", "summary": "First trial is under way in Florida as company rebuts allegations from more than 200,000 service members and veterans that it sold defective products. When Staff Sgt. Benjamin Butler deployed to Afghanistan in 2012, he remembers the distinct green-and-yellow earplugs the Army issued to him as being uncomfortable and not blocking the sounds of aircraft and artillery the way they should have. He later developed premature hearing loss on one side and a ringing in his ears known as tinnitus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-toll-children-mental-health-covid-school-11617969003", "title": "Loneliness, Anxiety and Loss: the Covid Pandemic's Terrible Toll on Kids", "date": "2021-04-09 07:55", "summary": "A year of school shutdowns and family trauma leads to social isolation, stress and mental-health issues. When Victoria Vial's Miami middle school shut down last spring and her classes went online, it felt like the beginning of an adventure. \"I was in my pajamas, sitting in my comfy chair,\" the 13-year-old recalled. \"I was texting my friends during class.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/all-that-glitters-isnt-goldman-11617967803", "title": "All That Glitters Isn't Goldman", "date": "2021-04-09 07:33", "summary": "A blockchain stock surges on report of analyst coverage, but read the fine print. If you were to cook up a name for a company guaranteed to get attention at the moment then you couldn't do much better than \" RocketFuel Blockchain . \" And if you wanted a prestigious bank to associate with that company, then Goldman Sachs would be at the top of your list.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-car-sales-soar-to-pre-pandemic-levels-11617958142", "title": "China Car Sales Soar to Pre-Pandemic Levels", "date": "2021-04-09 07:27", "summary": "Tesla has its best month in the country, as demand for electric vehicles stand out in the market. Auto sales in China recovered to pre-pandemic levels in the first three months of 2021, though the world's largest car market was subdued, with the exception of red-hot demand for electric vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-improbable-dream-of-the-chinese-property-tax-11617967147", "title": "The Improbable Dream of the Chinese Property Tax", "date": "2021-04-09 07:19", "summary": "The dynamics of the country's housing market may simply make a tax too costly, whatever its merits. China's Ministry of Finance is working on legislation for a direct property tax, according to comments Wednesday by the ministry's head of tax policy. But the idea has been in the works for more than a decade-China's equivalent of a New Year's resolution that never quite materializes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-safety-incentives-draw-bipartisan-support-11617966015", "title": "Gun-Safety Incentives Draw Bipartisan Support", "date": "2021-04-09 07:00", "summary": "Interest in tax credits for storage devices comes as background checks and other firearms proposals face uphill battle in Senate. WASHINGTON-Recent mass shootings have revived negotiations among lawmakers searching for a compromise on legislation broadening background checks for gun purchases. But with the talks' fate still up in the air, some lawmakers are also advocating for gun legislation that could face fewer political hurdles.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-doesnt-need-to-sweat-so-much-11617966000", "title": "Peloton Doesn't Need to Sweat So Much", "date": "2021-04-09 07:00", "summary": "Investors have been backpedaling hard on the company's stock even as its delivery times have improved. Peloton 's customers are waiting a little less these days, even as the company's investors have grown less patient.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2021-toyota-sienna-a-rare-hybrid-minivan-even-a-teen-can-love-11617965127", "title": "2021 Toyota Sienna: A Rare Hybrid Minivan Even a Teen Can Love", "date": "2021-04-09 06:45", "summary": "Toyota's full-size minivan has been redesigned inside and out, and now offers a long-sought hybrid variant-plus options that will keep the whole family happy. TOYOTA'S DESIGNERS have said the face of the fourth-generation Sienna minivan was inspired by Shinkansen bullet trains. But of course. I've been told I look like Clark Gable.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/text-messaging-platform-community-raises-40-million-from-salesforce-11617962401", "title": "Text-Messaging Platform Community Raises $40 Million From Salesforce", "date": "2021-04-09 06:00", "summary": "The platform for brands and celebrities seeks to expand to more large marketers and small businesses. Community.com Inc., a messaging platform that lets brands, celebrities and others text with consumers, said it has raised a $40 million investment from Salesforce Ventures, the investing arm of software company Salesforce.com Inc.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clasico-real-madrid-barcelona-la-liga-11617929389", "title": "Real Madrid and Barcelona Are Struggling. That Might Not Keep Them From a Title.", "date": "2021-04-09 06:00", "summary": "Despite a season of crises, the winner of this weekend's Clásico will likely become the favorite to win La Liga. When a pair of teams like Real Madrid and Barcelona are locked in a forever war, everything seems to turn into a competition-right down to which one is in the biggest crisis.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tests-tech-giants-support-for-global-tax-reform-11617960906", "title": "Biden Tests Tech Giants' Support for Global Tax Reform", "date": "2021-04-09 05:35", "summary": "White House's proposal clears a path for an overhaul that could cost companies $100 billion. For the world's largest companies, global tax policy is proving the adage that you should be careful what you wish for.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-can-you-find-a-new-job-try-these-u-s-cities-11617960612", "title": "Where Can You Find a New Job? Try These U.S. Cities", "date": "2021-04-09 05:30", "summary": "Resume Subscription. Salt Lake City has top-notch ski resorts, challenging bike trails and breathtaking views of the Wasatch Mountains. It also is home to the hottest job market in the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-cost-of-postponing-a-wedding-amid-the-covid-19-pandemic-11617960600", "title": "The Cost of Postponing a Wedding Amid the Covid-19 Pandemic", "date": "2021-04-09 05:30", "summary": "Some couples who racked up fees for postponed weddings are rethinking the whole affair. 'I can't stomach spending a cent more'. Frank Stagliano and Erin Duggan have had three wedding dates in the past year. After rescheduling from March 2020, then to September and now to July-the New Jersey couple is rethinking the tradition.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clothes-shoppers-are-about-to-realize-just-how-messed-up-shipping-has-become-11617960605", "title": "Shoppers Are About to Realize Just How Messed Up Shipping Has Become", "date": "2021-04-09 05:30", "summary": "Port congestion issues are bad news for Americans eager to upgrade their wardrobes. But retailers may end up benefiting-at least a little.. Armed with vaccines and pockets full of savings, Americans will soon be in the mood to shop for some new clothes. There's just one problem: Port congestion and snarled shipping since last year means store racks could have less selection or even-gasp!-last year's fashions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-workplace-perk-cash-bonuses-for-taking-vacations-11617960601", "title": "The Latest Workplace Perk: Cash Bonuses for Taking Vacations", "date": "2021-04-09 05:30", "summary": "Some companies are using drastic measures to push employees to use their time off that has accrued during the pandemic. Many bosses have pleaded with employees for months to use their vacation time. Now some are adding incentives to coax workers into using their bedrock benefit.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-eu-face-privacy-criticism-for-covid-19-passport-plans-11617960601", "title": "U.K., EU Face Privacy Criticism for Covid-19 Passport Plans", "date": "2021-04-09 05:30", "summary": "Privacy advocates say coronavirus certificates will require people to share sensitive health data. British and European plans to develop coronavirus passports aim to let businesses reopen safely, but privacy advocates and businesses warn that they may be invasive and onerous.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-show-no-2020-hangover-so-far-11617960601", "title": "Voters Show No 2020 Hangover So Far", "date": "2021-04-09 05:30", "summary": "Higher-than-usual level of interest in politics persists during early days of Biden presidency. DESPITE A BRUTAL, ENDLESS 2020 CAMPAIGN SEASON, voters continue to show a higher-than-usual level of interest in politics during the early days of the Joe Biden presidency, providing some hints that the record levels of turnout, donations and activism during 2020 won't be a one-off event. The Democratic National Committee reported its highest February fundraising total for a nonpresidential year ever. Democratic and Republican state legislative campaign committees had record first quarters for nonelection years, with Republicans claiming an eye-popping 18,746% increase in online low-dollar fundraising compared with the first quarter of 2020.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fertility-and-daycare-stocks-trail-as-covid-19-derails-family-planning-11617960600", "title": "Fertility, Daycare Stocks Trail as Covid-19 Derails Family Planning", "date": "2021-04-09 05:30", "summary": "Bright Horizons, Progyny have underperformed as pandemic and economic downturn have shifted routines and led to a baby bust. The pandemic has upended the business of daycare and fertility benefits. Some expect, though, the drag on growth will prove short-lived in the face of longer-lasting trends.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-bonds-fuel-lending-to-fast-growing-but-unprofitable-tech-companies-11617960601", "title": "Wall Street Finds New Way To Finance Unprofitable Tech Firms", "date": "2021-04-09 05:30", "summary": "Investors funnel money to fast-growing but money-losing software companies through new type of debt deal. No earnings? No problem. Investors are funneling money to unprofitable software companies through a new type of debt deal.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-is-closing-hundreds-of-its-walmart-restaurants-11617960602", "title": "McDonald's Is Closing Hundreds of Its Walmart Restaurants", "date": "2021-04-09 05:30", "summary": "Fast-food chains are closing more in-store restaurants as the Covid-19 pandemic accelerates the demise of a once mutually beneficial relationship. Fewer people want to eat their meals at Walmart .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troubled-covid-19-vaccine-rollout-in-europe-nears-possible-turning-point-11617957085", "title": "Troubled Covid-19 Vaccine Rollout in Europe Nears Possible Turning Point", "date": "2021-04-09 04:31", "summary": "Rapidly rising production of vaccines is spurring hope that the EU can catch up with the U.S. and U.K., allowing an economic reopening in the third quarter. The European Union's economy and vaccination effort have been mired for months while the U.S. and U.K. race ahead toward recovery from the pandemic. But the EU's fortunes could change by midyear-provided that mishaps stop hampering its vaccine supply.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taylor-swift-releases-new-fearless-album-reclaiming-her-back-catalog-11617945524", "title": "Taylor Swift Reclaims Back Catalog With New 'Fearless'", "date": "2021-04-09 01:18", "summary": "Two years after failing to acquire the rights to her early albums, the music superstar releases a re-recording of her Grammy-winning 2008 album to gain more control over her legacy. Taylor Swift is striking back: the superstar on Thursday night released a rerecording of her 2008 album \"Fearless,\" the first salvo of a campaign to reclaim her back catalog and gain more control over her legacy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617906065", "title": "Pepper...and Salt", "date": "2021-04-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-union-vote-count-set-to-begin-in-alabama-11617874204", "title": "Amazon Leads by Wide Margin in Alabama Union Election", "date": "2021-04-09 22:48", "summary": "About 70% of votes counted on first day sided against union; tallying to resume Friday. Federal officials are counting the votes in the closely watched union election by Amazon.com Inc. warehouse workers in Bessemer, Ala., and results are expected on Friday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-wealthy-will-pay-nations-highest-tax-rates-how-will-that-affect-a-rebound-11617909519", "title": "New York City's Wealthy Will Pay Nation's Highest Tax Rates. How Will That Affect a Rebound?", "date": "2021-04-09 22:00", "summary": "Resume Subscription. New York this week agreed to increase taxes on its most affluent residents and raise corporate franchise taxes, aiming to boost public finances without further hobbling an economy hit by the pandemic and lockdowns that have spurred remote work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nra-ceo-lapierre-allegedly-told-travel-agent-to-hide-certain-stops-on-his-private-jet-flights-11617929414", "title": "NRA CEO LaPierre Allegedly Told Travel Agent to Hide Certain Stops on His Private Jet Flights", "date": "2021-04-09 20:50", "summary": "Testimony about private jet flights emerged in the NRA's bankruptcy case as the organization fights to stay in chapter 11. A travel consultant who testified in the National Rifle Association's bankruptcy case said Chief Executive Wayne LaPierre instructed her to omit certain flight stops from invoices she sent to the gun-rights group for Mr. LaPierre's private-jet travel, a disclosure NRA attorneys are challenging to keep out of the court record.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-derek-chauvin-trial-medical-expert-testimony-begins-11617895974", "title": "George Floyd Died of Low Oxygen, Medical Experts Say in Derek Chauvin Trial", "date": "2021-04-09 20:25", "summary": "Doctors testify that Floyd died of oxygen deprivation, as an officer knelt on his neck, while two other officers restrained his back and legs. George Floyd died because he couldn't breathe as Minneapolis police officers restrained him while he lay prone and handcuffed, medical experts testified Thursday in the murder trial of former officer Derek Chauvin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]