[{"link": "https://www.wsj.com/articles/ryder-cup-2021-sunday-singles-europe-comeback-11632613366", "title": "The U.S. Has a Big Ryder Cup Lead. Europe Needs a Historic Comeback.", "date": "2021-09-25 19:56", "summary": "The Americans enter the Sunday singles with an 11-5 lead, but the Europeans finally began showing signs of life late on the second day of action.. The bravado of the young U.S. players at this Ryder Cup was captured after the third session on Saturday, when the attention briefly shifted away from golf and to something Wisconsin is better known for: beer.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-loses-arizona-again-maricopa-county-recount-2020-election-11632604370", "title": "Trump Loses Arizona-Again", "date": "2021-09-25 18:54", "summary": "He still cries 'fraud' even after the audit he demanded found none.. Former President Trump claims Arizona's ballot audit found \"massive fraud,\" yet the new recount says he actually lost the state by 360 more votes than originally reported. He is now demanding an audit of the 2020 election in . . . Texas, which he won by nearly six points. When are Republicans going to quit playing this game?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-should-deepen-military-communications-mark-milley-says-11632587730", "title": "U.S., Russia Should Deepen Military Communications, Mark Milley Says", "date": "2021-09-25 16:55", "summary": "Top general, criticized over calls to China, says expanded contact with Russia could head off misunderstandings. WASHINGTON-Army Gen. Mark Milley, chairman of the Joint Chiefs of Staff, said the U.S. and Russian militaries need to expand and deepen their communication and stressed that dialogue between the two adversaries could help de-escalate a future crisis.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandate-for-new-york-city-teachers-blocked-by-federal-judge-11632589910", "title": "Covid-19 Vaccine Mandate for New York City Teachers Blocked by Judge", "date": "2021-09-25 16:01", "summary": "Requirement was set to go into effect Monday; city seeks expedited appeal. NEW YORK-New York City schools have been temporarily blocked from enforcing a vaccine mandate for its teachers and other school workers by a federal appeals judge just days before it was to take effect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-taliban-warns-foot-soldiers-behave-and-stop-taking-selfies-11632582775", "title": "Afghanistan's Taliban Warn Foot Soldiers to Behave", "date": "2021-09-25 15:47", "summary": "Resume Subscription. KABUL-Rank-and-file Taliban fighters have been having too much fun in Kabul after seizing the Afghan capital without a fight last month, and the Taliban leadership has now issued a stern order to stop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-orleans-breathes-a-sigh-of-relief-after-hurricane-ida-as-unusually-crisp-weather-rolls-in-11632578401", "title": "New Orleans Breathes a Sigh of Relief as Unusually Crisp Weather Rolls In", "date": "2021-09-25 10:00", "summary": "Convertible tops came down and windows went up amid cooler temperatures; 'For once this morning, I didn't dread going outside'. NEW ORLEANS-On the fallen sun-baked oak branches and the trees blocking some roads, the leaves have turned.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poshmark-is-at-least-worth-an-offer-11632578402", "title": "Poshmark Is at Least Worth an Offer", "date": "2021-09-25 10:00", "summary": "Poshmark might not be everyone's ideal fit in retail, but suddenly it seems like one of the cheapest. Social shopping marketplace Poshmark is down more than 75% from where it closed on its trading debut in January-hardly a fashionable entrance.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-booster-shots-are-here-and-so-is-the-angst-over-who-gets-one-11632578400", "title": "Covid-19 Booster Shots Are Here, and So Is the Angst Over Who Gets One", "date": "2021-09-25 10:00", "summary": "The CDC's backing extra shots for some people, but not all, has left many with more questions than answers. For doctors, the queries are coming fast and furious: Am I eligible for a booster? After six months or eight months? What if I got Moderna or Johnson & Johnson ?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-gap-between-rich-and-poor-nations-keeps-widening-11632578312", "title": "Covid-19 Vaccine Gap Between Rich and Poor Nations Keeps Widening", "date": "2021-09-25 09:58", "summary": "Resume Subscription. The central African nation of Burundi has yet to administer a single Covid-19 vaccine. In Kinshasa, a megacity of 12 million in the Democratic Republic of Congo, healthcare workers have given out fewer than 40,000 Covid-19 shots. In Uganda, people line up for hours outside hospitals only to be turned away amid dwindling vaccine supplies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-deutsche-banks-dws-mistrust-of-data-was-at-heart-of-sustainable-investing-problems-11632574801", "title": "At DWS, Data Issues Were at Heart of Sustainable-Investing Problems", "date": "2021-09-25 09:01", "summary": "Fund managers ignored calls to use ESG information, according to internal emails and DWS's former sustainability chief. In its latest annual report, Deutsche Bank AG's DWS Group said, \"ESG data is the cornerstone of our ESG analysis,\" referring to the asset-management firm's push to be a leader in one of the hottest segments of Wall Street: using environmental, social and governance criteria to make investments.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-ios-15-has-a-fall-prevention-feature-everyone-should-use-11632574801", "title": "Apple's iOS 15 Has a Fall-Prevention Feature Everyone Should Use", "date": "2021-09-25 09:00", "summary": "An update for iPhone's iOS 15 determines your walking steadiness and offers insight into your risk of a fall-but it's what you do with the information that's important. Wearable devices are good at detecting if you've fallen down, but now it's possible to figure out if your walking is unsteady, well before you take a tumble.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-government-seeks-arrest-of-top-scientists-in-funding-dispute-11632574800", "title": "Mexican Government Seeks Arrest of Leading Scientists", "date": "2021-09-25 09:00", "summary": "Prosecutors have asked a federal judge to jail 31 scientists on charges of organized crime and money laundering. Mexican prosecutors have asked a federal judge to jail 31 renowned Mexican scientists on charges of organized crime and money laundering, part of a growing dispute between the leftist government and the country's leading academics and universities.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scotlands-forgotten-coast-essay-11632572807", "title": "See Scotland's Forgotten Coast", "date": "2021-09-25 08:27", "summary": "In uncertain times, the wild beauty of Scotland's eastern shores is a welcome reminder of nature's truths. A photographic journey.. In Late July, on one of those summer evenings when the lingering light makes it feel as if time is being stretched, I visited Dunbar for the first time. An old fishing town on Scotland's East Lothian coast, some 30 miles east of Edinburgh, Dunbar has a gritty feel to it: a rundown high street, graffiti here and there, a hardware store selling bucket-and-spade basics. The traffic out of Edinburgh tends to be headed further north toward the gentrified beach town of North Berwick: tony boutiques, weekend convertibles parked up on the promenade and hour-long queues for $50 lobster takeaways. From the vicinity of Dunbar down south to the old fishing harbor of St Abbs, there's a shift in the demographic: campsites and community cafes, with the odd caravan park.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christopher-blevins-cross-country-mountain-biking-11632529933", "title": "Meet the New King of U.S. Mountain Biking", "date": "2021-09-25 08:10", "summary": "A conversation with 23-year-old Christopher Blevins, the first United States man since 1994 to win a World Cup cross-country race. Christopher Blevins, 23, of Durango, Colorado, stunned the sport of mountain biking on Sept. 18 by winning the final men's cross-country World Cup race at Snowshoe Mountain, W.Va., becoming the first U.S. man to win a World Cup \"XCO\" race in 27 years. It was the climactic finish of a breakout season in which Blevins finished 14th at the Tokyo Olympics and won a world championship in \"short track\" mountain biking. I spoke to Blevins earlier this week. (This interview has been edited and condensed for clarity)", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1959-cadillac-series-62-coupe-11632495713", "title": "Meet the Classic Cadillac With a Whale of a Tail Fin", "date": "2021-09-25 08:00", "summary": "This 1959 Series 62 Coupe has a design flourish that passersby can't help but notice. Todd Stephen Bell, a retired teacher living in San Diego, on his 1959 Cadillac Series 62 Coupe, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-panel-of-scientists-investigating-origins-of-virus-is-disbanded-11632571202", "title": "Panel Investigating Origins of Covid-19 Is Disbanded", "date": "2021-09-25 08:00", "summary": "Columbia professor says task force's ties to nonprofit that worked with Wuhan Institute of Virology risked perception of bias. Columbia University professor Jeffrey Sachs said he has disbanded a task force of scientists probing the origins of Covid-19 in favor of wider biosafety research.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-reaches-deal-with-huawei-executive-11632494001", "title": "Huawei CFO Meng Wanzhou Reaches Deal With Justice Department", "date": "2021-09-25 07:15", "summary": "Chinese company's finance chief secures exit from Canada and her U.S. extradition fight; two Canadians detained in China are released. The U.S. Justice Department agreed to allow Huawei Technologies Co. finance chief Meng Wanzhou to return to her home in China nearly three years after she was detained in Canada on behalf of the U.S., removing one irritant in a deteriorating relationship between the U.S. and China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-budget-bill-talks-intensify-here-are-the-five-biggest-issues-dividing-democrats-11632567600", "title": "The Five Biggest Issues Dividing Democrats in Budget Bill Talks", "date": "2021-09-25 07:00", "summary": "Party's moderates and progressives are debating healthcare, tax and climate provisions of the package, along with its overall cost. WASHINGTON-The White House and senior Democrats in the House and Senate are trying to bridge divides on major issues to salvage a massive climate and social policy bill, a key plank of President Biden's domestic agenda. With a bill this large and congressional margins as narrow as they are, every member has red lines and demands they hope to include (or exclude) from the final legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-boom-floods-israels-silicon-valley-with-cash-exposing-divisions-11632562536", "title": "Tech Boom Floods Israel's Silicon Valley With Cash, Exposing Divisions", "date": "2021-09-25 05:35", "summary": "Israelis who have become millionaires in a red-hot technology market are now transforming Tel Aviv and its economy. TEL AVIV-Nir Zohar started at Wix.com in 2007 as office gopher. Today, he is chief operating officer at the Tel Aviv-based website designer, with a shareholding worth at least $56 million at current valuations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-pig-prices-are-no-longer-flying-high-11632562202", "title": "Chinese Pig Prices Are No Longer Flying High", "date": "2021-09-25 05:30", "summary": "Pork prices in the world's biggest market have tumbled more than 56% since January. After two years of soaring pork prices, China now faces the opposite problem: a depressed market for the staple.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designers-try-selling-clothes-first-making-them-later-11632562202", "title": "Designers Try Selling Clothes First, Making Them Later", "date": "2021-09-25 05:30", "summary": "Resume Subscription. Some items on fashion designer Rebecca Minkoff's website, including a $158 Gigi top and $248 Darcy dress, don't exist.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stablecoins-in-spotlight-as-u-s-begins-to-lay-ground-for-rules-on-cryptocurrencies-11632562202", "title": "Stablecoins in Spotlight as U.S. Begins to Lay Ground for Cryptocurrency Rules", "date": "2021-09-25 05:30", "summary": "Sponsors say stablecoins are safe, but regulators are concerned about potential risks to financial stability. WASHINGTON-The Biden administration is taking aim at so-called stablecoins as it begins to lay the ground for stricter regulation of cryptocurrencies that could shape the future of digital money.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hybrid-workplace-marginalized-groups-11632331018", "title": "Can Companies Have a Hybrid Workplace-and Keep Things Fair?", "date": "2021-09-25 05:30", "summary": "Some employers are trying to make sure that hybrid work arrangements don't reverse gains among historically marginalized groups. When employees at San Francisco-based Cloudflare Inc. finally start going back to the office, there will be a new protocol for meetings. If one employee of the internet-infrastructure company is remote and dialing in via Zoom, everyone in the office attending that meeting will also dial in.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-mysterious-voynich-manuscript-says-about-us-11632542460", "title": "What the Mysterious Voynich Manuscript Says About Us", "date": "2021-09-25 00:01", "summary": "A medieval codex in an unknown language has long attracted sleuths, scholars and conspiracists. It's right at home in the world of the Internet.. In a BBC documentary series earlier this year called \"Can't Get You Out of My Head: An Emotional History of the Modern World,\" the eccentric British filmmaker Adam Curtis mounted a pastiche of images meant to show that coercive hidden forces underlay contemporary life. He pointed to an ubiquitous \"power,\" tied to the global information economy, and illustrated his point in part with fragments from a late-medieval codex known as the Voynich manuscript. Doing so helped the documentarian to set a mood of mystery, but what did it really show?", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632498567", "title": "Pepper...and Salt", "date": "2021-09-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-self-driving-cars-the-hot-new-technology-is-radar-11632542430", "title": "For Self-Driving Cars, the Hot New Technology Is... Radar", "date": "2021-09-25 00:00", "summary": "Companies are improving and adapting the century-old technology to help vehicles operate more safely with less human involvement.. One of the hottest new technologies for next-generation auto-safety systems and planned \"autonomous\" vehicles has roots going back a century.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-who-inspire-unilevers-former-ceo-paul-polman-11632517138", "title": "The Blind Climber and the Coding Evangelist Who Inspire Unilever's Former CEO", "date": "2021-09-25 00:00", "summary": "Before he led a consumer-goods giant, Paul Polman wanted to be a priest or a doctor. Now he's working to combat climate change and poverty, and looking to the examples set by his personal board of directors.. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-harry-meghan-markle-hollywood-deals-netflix-oprah-11632523273", "title": "Prince Harry and Meghan Hustle to Become Royalty-in Hollywood", "date": "2021-09-25 00:00", "summary": "Resume Subscription. Prince Harry, Duke of Sussex and sixth in line to the British throne, had slipped away from his fellow royals to meet with the queen of media.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-organization-must-comply-with-new-york-state-subpoenas-judge-rules-11632504920", "title": "Trump Organization Must Comply With Subpoenas, N.Y. Judge Rules", "date": "2021-09-25 22:08", "summary": "Attorney General Letitia James says former president's company has avoided providing records in her civil-fraud probe. A New York state judge ordered the Trump Organization to turn over documents subpoenaed by the state attorney general's office, indicating that a 2½-year civil-fraud investigation into the former president's business affairs is still active.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-gops-election-audit-confirms-biden-win-in-draft-report-11632467822", "title": "Arizona Election Audit Confirms Biden's Win in State", "date": "2021-09-25 21:01", "summary": "Maricopa County says auditor's report was full of errors and faulty conclusions after being delayed for months. A GOP-ordered review of the 2020 presidential election results in Arizona's most populous county didn't change President Biden's victory, county officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-board-member-calls-for-ceo-wayne-lapierres-removal-11632517397", "title": "NRA Board Member Calls for CEO Wayne LaPierre's Removal", "date": "2021-09-25 20:43", "summary": "Roscoe 'Rocky' Marshall argues that the organization's board should also be removed as the association battles corruption allegations. A National Rifle Association board member called for the removal of the organization's entire board and Chief Executive Wayne LaPierre, saying the actions were required for meaningful reform of the nonprofit gun-rights group as it battles corruption allegations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryder-cup-2021-scores-bryson-dechambeau-417-yard-drive-11632528481", "title": "The 417-Yard Drive That Explains the Americans' Lead at the Ryder Cup", "date": "2021-09-25 20:08", "summary": "The U.S. raced out to a 6-2 lead on the back of its big-hitting stars who outmuscled Europe on the opening day of the event. The par-5 fifth hole at Whistling Straits is a monstrosity that stands out for its angular design. Water runs along both sides of the fairway and, halfway through, it takes a 90-degree turn to the right. It is seemingly impossible for players to get the green in two.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}]