[{"link": "https://www.wsj.com/articles/invesco-in-talks-to-merge-with-state-streets-asset-management-business-11631829425", "title": "Invesco in Talks to Merge With State Street's Asset-Management Business", "date": "2021-09-16 19:12", "summary": "State Street's asset-management unit manages nearly $4 trillion in assets. Invesco Ltd. is in talks to merge with State Street Corp.'s asset-management business, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-lost-culture-afghanistan-withdrawal-9-11-met-gala-elites-culture-wars-woke-11631831470", "title": "America Has Lost the Thread", "date": "2021-09-16 19:10", "summary": "It feels like we no longer live in the country that came together after 9/11. How do we get that back?. I want to stay with 9/11 to say something that struck me hard after the ceremonies last Saturday. The grief felt and expressed had to do with more than the memories of that day 20 years ago. It also had to do with right now.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-stanford-health-care-cio-oversees-covid-19-support-digital-transformation-11631833451", "title": "New Stanford Health Care CIO Oversees Covid-19 Support, Digital Transformation", "date": "2021-09-16 19:04", "summary": "Michael Pfeffer leads IT team of 900 that aims to provide 'high-tech, high-touch care'. Stanford Health Care's new chief information officer is balancing support to caregivers while continuing to advance the organization's digital transformation.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bond-investors-can-invest-in-esg-11631539762", "title": "How Bond Investors Can Also Jump on the ESG Train", "date": "2021-09-16 19:01", "summary": "Stock investors aren't the only ones who can put their money in socially responsible funds. Fixed-income investors now have options as well.. Environmental, social and governance issues have become major themes in stock investing by exchange-traded funds. Now, other funds are bringing ESG approaches to bonds.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-smith-invisible-hand-american-studies-economics-11631820986", "title": "Notable &Quotable: Miraculous Economics", "date": "2021-09-16 18:51", "summary": "'An ordinary lead pencil is the result of the peaceful cooperation of thousands upon thousands of individuals who will never meet.'. From remarks by Fund for American Studies president Roger Ream, a recipient of the 2021 Bradley Prize, in Washington, Sept. 13:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reconciliation-bill-clean-electricity-payment-program-cepp-energy-prices-manchin-sinema-11631829301", "title": "Congress's Climate Crackup", "date": "2021-09-16 18:51", "summary": "The Democrats' job-crushing green agenda is heading toward the ditch.. There's a simple reason Democrats have never in 20 years rounded up the votes for an economy-crushing climate bill: It's political suicide. As the reconciliation battle rages, that reality is finally-belatedly-setting in.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christian-catholic-responsibility-illegal-immigrant-texas-charities-abbott-covid-11631821120", "title": "A Christian Responsibility to Migrants", "date": "2021-09-16 18:50", "summary": "Gov. Greg Abbott is undermining our religious obligation to help those in need.. McAllen, Texas", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-anxiety-review-the-upside-of-worry-11631832551", "title": "'Good Anxiety' Review: The Upside of Worry", "date": "2021-09-16 18:49", "summary": "Stress can cloud thinking, but anxieties can also yield a host of benefits-if we know how to use them.. Eighteen percent of the American population-40 million people-suffer from one of many clinically diagnosed anxiety disorders. These official statistics don't include the hundreds of millions of people who, according to Wendy Suzuki, a professor of neural science and psychology at New York University, deal with \"everyday anxiety,\" defined as lower-grade, non-clinical yet persistently draining anxiety. A glance at the headlines underscores the mood. Worries about work, health, money, education, world affairs-a daunting \"what-if\" list that seems to spiral further each day.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-mandate-covid-19-unvaccinated-breakthrough-delta-boosters-fluvoxamine-antibodies-11631820572", "title": "Vaccine Mandates Can't Stop Covid's Spread", "date": "2021-09-16 18:48", "summary": "Coercion won't work because those without symptoms can still pass on infection.. The Covid-19 pandemic has spurred a remarkable stream of scientific investigation, but that knowledge isn't translating into better public policy. One example is a zealous pursuit of public mask wearing, a measure that has had, at best, a modest effect on viral transmission. Or take lockdowns, shown by research to increase deaths overall but nonetheless still considered an acceptable solution. This intellectual disconnect now extends to Covid-19 vaccine mandates. The policy is promoted as essential for stopping the spread of Covid-19, though the evidence suggests it won't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-afghanistan-withdrawal-india-china-pakistan-the-quad-islamist-terrorism-kashmir-subrahmanyam-jaishankar-11631820293", "title": "Biden's Afghan Blunder Hurts India and Helps China", "date": "2021-09-16 18:47", "summary": "The U.S. military withdrawal undercuts the Quad's ability to put pressure on Beijing.. President Biden has bet that exiting Afghanistan will strengthen the U.S. in its competition with China. But he may have overlooked an important detail: This withdrawal threatens the Quad, a vital component of American strategy in Asia.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-political-raid-on-future-cures-drug-price-controls-house-democrats-pharmaceutical-companies-11631828137", "title": "The Political Raid on Future Cures", "date": "2021-09-16 18:44", "summary": "The Democratic price controls on drugs would be a historic tragedy.. It's one of the strangest, and most destructive, juxtapositions in political history. Even as vaccines developed by drug companies are saving the world from Covid, the Democratic Party wants to rob these firms of the reward for innovation that is essential to developing future cures.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-latino-voters-tiptoeing-right-california-exit-polls-gavin-newsom-larry-elder-11631829487", "title": "Are Latino Voters Tiptoeing Right?", "date": "2021-09-16 18:43", "summary": "California's exit polls show a shift, which is part of a larger trend.. On Thursday we discussed the California recall's bad news for Republicans-namely, that Democrats plan to campaign against Donald Trump in every future election, possibly until 2052. A potentially better sign for the GOP concerned Latino voters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smart-submarine-deal-for-the-aussies-us-uk-australia-china-france-aukus-11631830017", "title": "A Smart Submarine Deal With the Aussies", "date": "2021-09-16 18:41", "summary": "The new partnership serves U.S. interests, despite French howls.. President Biden's deal to deepen the U.S. strategic partnership with Australia and the U.K. as a counterweight to China is being denounced as Trumpian by critics in France. The AUKUS partnership, announced Wednesday, will begin with the joint development of Australian nuclear-powered submarines, as opposed to the diesel-powered subs Paris planned to build for Canberra.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pop-goes-the-chinese-property-bubble-china-evergrande-group-xi-jinping-11631827034", "title": "Pop Goes the Chinese Property Bubble?", "date": "2021-09-16 18:39", "summary": "Evergrande may become the biggest casualty but it won't be the last.. And for his next act, President Xi Jinping will attempt his most daring economic feat to date: pricking China's property bubble without collapsing the economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-officials-try-to-soothe-france-over-australia-submarine-deal-11631821352", "title": "U.S., China Jockey for Position in Pacific With Moves on Security, Trade", "date": "2021-09-16 18:18", "summary": "An effort by the U.S., U.K. and Australia aims to provide Australia with nuclear submarines to strengthen deterrence in the Indo-Pacific region. China on Thursday moved quickly to counter an effort by the U.S., U.K. and Australia to contain its ambitions in the Pacific, saying it would apply to join a regional economic pact the U.S. had eschewed, as Washington and Beijing maneuvered for economic and military position in the theater that will define their great power competition.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gabby-petito-missing-police-ask-for-tips-in-search-for-woman-on-road-trip-11631816978", "title": "Search Continues for Missing Woman as Police Ask for Tips", "date": "2021-09-16 18:07", "summary": "FBI has set up national hotline; police have named fiancé as person of interest. Law-enforcement officials are searching for clues that could lead them to Florida resident Gabby Petito, who went missing during a road trip with her fiancé, Brian Laundrie.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-murdaugh-surrenders-charged-with-insurance-fraud-11631811976", "title": "Prominent S.C. Lawyer Surrenders, Charged With Insurance Fraud", "date": "2021-09-16 17:44", "summary": "South Carolina lawyer is accused of staging his own murder so son could collect insurance money. Prominent South Carolina lawyer Alex Murdaugh was charged Thursday with insurance fraud and filing a false report in connection with what investigators say was a botched effort to stage his own death on Sept. 4.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cry-macho-clint-eastwood-review-natalia-traven-eduardo-minett-dwight-yoakam-roy-burt-lancaster-pierce-brosnan-arnold-schwarzenegger-11631827507", "title": "'Cry Macho' Review: Clint Eastwood Gets Back in the Saddle", "date": "2021-09-16 17:26", "summary": "The Hollywood icon, now 91 years old, directs and stars in the story of a down-on-his-luck rodeo rider bringing a wayward boy back from Mexico to Texas. As the director and star of \"Cry Macho,\" in theaters and on HBO Max, Clint Eastwood sends himself on a picaresque journey through rural Mexico in 1979. He plays Mike Milo, a washed-up rodeo star who accepts a job from his former boss: Go to Mexico City, rescue the man's supposedly wild-spirited young son from the clutches of his abusive mother, and bring him back to Texas. Milo is a cowboy of many parts-a horseman (it's great to see Mr. Eastwood back in the saddle at age 91); a horse whisperer; a woman whisperer (more about that in a bit); an adequate conversationalist in sign language; and a grizzled Dr. Dolittle who ministers as best he can to sick animals. Confronted by a terminally decrepit dog, Milo tells its owner, \"I don't know how to cure old.\" Yet the film, for all its endearing oddities, suggests that old doesn't need to be cured, only worked through with as much grace and equanimity as possible.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-plans-new-u-s-mill-as-prices-surge-11631827557", "title": "U.S. Steel Plans New U.S. Mill as Prices Surge", "date": "2021-09-16 17:25", "summary": "Mill is slated to go on line in 2024; 'steel prices seem to be sustainable,' CEO says. United States Steel Corp. said it plans to begin construction of a new steel mill in the U.S. next year, as the company chases rising demand from a rebounding manufacturing sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-16-2021-11631778078", "title": "Stocks Edge Lower as Data Gives Mixed Signals", "date": "2021-09-16 17:25", "summary": "Uncertainty about economic growth, impact of Delta variant weigh on investors. U.S. stocks fell Thursday as investors weighed mixed signals in the latest U.S. economic data and a stock-market pullback in China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jaguar-netflix-adolf-eichmann-mossad-nazis-spain-11631827446", "title": "'Jaguar' Review: Stalking Nazi Prey", "date": "2021-09-16 17:24", "summary": "In a new drama, a group of escaped Nazis are living happily in 1960s Spain, but a growing number of their victims begin searching for them. A saga of Nazi war criminals on the run from determined pursuers, \"Jaguar\" is set in the 1960s, a period that saw another such story. It was in May 1960 that the Mossad tracked Adolf Eichmann down in an industrial neighborhood of Buenos Aires, where he had hoped to live the rest of his life in safe anonymity. It was not to be. The chief architect of the Final Solution, as the Nazis' plan for the annihilation of all the Jews of Europe came to be known, was quietly bundled onto a plane to Israel and faced the dreaded forces he regularly imagined were pursuing him. They were doing just that. A fictional series, \"Jaguar\" manages to incorporate the impact of Eichmann's fate on the consciousness of certain of its characters-former members of the Nazi military who had decided that a life in Spain would be far more comfortable for them than the Germany they left behind.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eyes-of-tammy-faye-jessica-chastain-vincent-d'onofrio-andrew-garfield-michael-showalter-tammy-faye-bakker-jim-bakker-jerry-fallwell-jimmy-swaggart-pat-robertson-11631827238", "title": "'The Eyes of Tammy Faye' Review: Spreading the Bad News", "date": "2021-09-16 17:21", "summary": "Michael Showalter directs and Jessica Chastain stars in a biopic of the televangelist Tammy Faye Bakker. Jessica Chastain is the only reason, though a good one, to see \"The Eyes of Tammy Faye,\" a shrill biopic of the televangelist Tammy Faye Bakker. The film, showing in theaters and set mostly in the 1970s and 1980s, puts the heroine and her preacher husband Jim Bakker (Andrew Garfield) at the center of a carnival of sanctimony and cupidity populated by broad caricatures, as if the real-life models hadn't caricatured themselves sufficiently-the unhappy couple, first and foremost, as well as other pitchpersons for God including Jerry Falwell, Pat Robertson and Jimmy Swaggart. (Mr. Falwell, played with ponderous self-importance by Vincent D'Onofrio, makes his entrance in slo-mo.) Ms. Chastain isn't immune to the emotional inflammation, an aesthetic equivalent of unrelieved italics, underscores and boldface, but she sings beautifully and affectingly, and pulls together echoes and tics of Betty Boop, Little Mary Sunshine, Shirley Temple, Judy Holliday and Marge from \"Fargo\" into a performance that's entirely original and amazing for its intensity.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-mice-and-men-john-steinbeck-westport-county-playhouse-mark-lamos-george-s-kaufman-11631826733", "title": "'Of Mice and Men' Review: Seeing Steinbeck Anew", "date": "2021-09-16 17:13", "summary": "A webcast staging from 2008 refreshes the familiar story by turning its world of bunkhouses and barns into something genuinely poetic. Streaming webcasts of theatrical performances are growing increasingly scarce as Broadway producers and drama companies begin opening their doors once more. Yet their value remains undiminished, for streaming video gives regional companies a national profile and makes shows available to viewers who either find it difficult to go to the theater or are nervous about Covid-19. What's more, it doesn't necessarily require a budget-busting cash outlay from producer: One of the things I learned from reviewing streaming theater during the lockdown was that you don't need multiple cameras to capture a play for webcast. It turns out that some (though by no means all) of the single-camera videos routinely made by theater companies for their archives can also be watched with pleasure at home.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/idaho-hospitals-overwhelmed-with-covid-19-patients-may-begin-rationing-care-11631810032", "title": "Idaho Hospitals, Overwhelmed With Covid-19 Patients, May Begin Rationing Care", "date": "2021-09-16 17:13", "summary": "Health department expands crisis standards of care after request from state's largest healthcare system. Hospitals across Idaho may begin prioritizing and rationing limited resources, the state's health department said, as a surge in Covid-19 hospitalizations overwhelms healthcare systems.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-cancels-flagship-doing-business-report-after-investigation-11631811663", "title": "World Bank Cancels Flagship Report After Investigation", "date": "2021-09-16 16:58", "summary": "Probe faults leaders including Kristalina Georgieva, now IMF managing director, who disagrees with findings. The World Bank canceled a prominent report rating the business environment of the world's countries after an investigation concluded that senior bank management pressured staff to alter data affecting the ranking of China and other nations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massmutual-fined-over-social-media-trading-activity-of-employees-including-gamestop-trader-keith-gill-11631814212", "title": "MassMutual Fined for Failing to Oversee GameStop Trader Keith Gill, Others", "date": "2021-09-16 16:55", "summary": "Massachusetts regulators had opened inquiry into social-media, trading activity of employees, including Gill, who drove GameStop mania on Reddit. A Massachusetts Mutual Life Insurance Co. subsidiary agreed to pay a $4 million fine to settle an inquiry from Massachusetts securities regulators into the social-media and trading activity of its employees, including well-known GameStop Corp. investor Keith Gill.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-students-dont-need-protection-from-the-truth-11631825498", "title": "College Students Don't Need Protection from the Truth", "date": "2021-09-16 16:51", "summary": "Academic research suggests 'trigger warnings' carry no significant benefit and may even cause psychological harm.. The collapsing justification for one university fad brings hope that others may follow. Even within the academic establishment, it seems that no one can mount a fact-based defense for the trendy notion that students need to be protected from potentially disturbing ideas. This week's encouraging news also presents an interesting test case of whether academic institutions can still perform the basic functions for which they were created.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-seeks-to-join-pacific-trade-pact-after-u-s-forms-new-security-alliance-11631813201", "title": "China Seeks to Join Pacific Trade Pact After U.S. Forms New Security Alliance", "date": "2021-09-16 16:47", "summary": "Beijing's application to join the 11-nation trans-Pacific pact is a sign that competition with Washington for alliances is growing. NEW YORK-China has formally applied to join an 11-nation Asia-Pacific trade pact, seeking to draw traditional American allies into its economic orbit as competition for alliances heats up between Beijing and Washington.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-september-11-11631824589", "title": "Bestselling Books Week Ended September 11", "date": "2021-09-16 16:36", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-box-retailers-battle-for-inventory-in-bet-on-strong-holiday-sales-11631824252", "title": "Big-Box Retailers Battle for Inventory in Bet on Strong Holiday Sales", "date": "2021-09-16 16:30", "summary": "Large merchants like Walmart and BJ's Wholesale Club are competing for goods and shipping capacity to avoid empty shelves. Retailers are loading up on goods for the holiday season in a strong show of confidence in consumer demand even as the Delta variant and supply-chain disruptions add uncertainty to restocking efforts.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-love-island-contestants-so-tan-one-writers-journey-to-figure-it-out-11631822990", "title": "Why Are 'Love Island' Contestants So Tan? We Investigate", "date": "2021-09-16 16:09", "summary": "With the help of two Season 7 competitors, low-maintenance Bostonian Todd Plummer spent one week grooming like a reality dating-show star. Here's what happened.. THE PROMISE of reality television is that we can see folks like us on screen. But sometimes I tune in and wonder if I'm watching an alternate reality. Take British dating competition \"Love Island,\" a world-wide hit for its eye candy, drama and indecipherable accents. Its contestants are all implausibly attractive singles, the men possessed of a particularly hyperbolic look: Both hyper-tan and hyper-fit, they also boast hyper-white teeth and hyper-coiffed hair, like a Ken doll from Essex. It's enough to make you ask: Are they doing too much grooming, or am I not doing enough?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-shipping-costs-are-companies-latest-inflation-riddle-11631784602", "title": "Rising Shipping Costs Are Companies' Latest Inflation Riddle", "date": "2021-09-16 16:08", "summary": "From Michelin tires to Pampers diapers, transportation expenses are working their way through global supply chains. Transportation costs-typically a fraction of a finished product's price-are emerging as another supply-chain hurdle, overwhelming some companies already paying more for raw materials and labor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-orders-end-to-u-s-policy-of-turning-back-families-crossing-mexican-border-illegally-11631822567", "title": "Court Orders End to U.S. Policy of Turning Back Families Crossing Mexican Border Illegally", "date": "2021-09-16 16:02", "summary": "Biden administration has 14 days to appeal ruling on Title 42, under which more than 100,000 people traveling in families have been denied entry to U.S.. A federal judge in Washington has ordered the Biden administration to stop using a public-health law to turn back families who enter the U.S. illegally from Mexico seeking asylum.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aftermath-friday-crossword-september-17-11631569416", "title": "Aftermath (Friday Crossword, September 17)", "date": "2021-09-16 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-inspiration4-launch-jared-isaacman-11631598049", "title": "The SpaceX Inspiration4 Launch: What to Know About the Orbital Mission", "date": "2021-09-16 15:53", "summary": "Jared Isaacman is the latest billionaire to head to space, the first time an all-civilian crew has targeted orbiting the Earth. SpaceX launched a crew of four civilians into orbit on Sept. 14 on a mission expected to least at least three days, taking them 360 miles from Earth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-tv-antennas-are-making-a-comeback-in-the-streaming-age-11631819804", "title": "Why TV Antennas Are Making a Comeback in the Streaming Age", "date": "2021-09-16 15:16", "summary": "To access local stations-for free-without paying for a cable subscription, try these updated versions of old-fashioned rabbit ears. ELIZABETH ROY opted out of her cable package years ago. But the 40-year-old can still watch the 2021 Emmy Awards on her local CBS affiliate-free of charge-with an assist from a $19 antenna she bought on Amazon. \"I'm honestly surprised it's legal,\" said Ms. Roy, who works in marketing in Nashville, Tenn.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-plans-to-idle-factories-longer-amid-chip-shortage-11631819780", "title": "GM Plans to Idle Factories Longer Amid Chip Shortage", "date": "2021-09-16 15:16", "summary": "Auto maker will add to scheduled downtime at seven plants in the U.S., Canada and Mexico. General Motors Co. is extending its plans to idle some of its North American factories, compounding the effects of the world-wide semiconductor shortage on the auto maker's production.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/app-annie-settlement-signals-closer-scrutiny-of-data-brokers-11631818892", "title": "App Annie Settlement Signals Closer Scrutiny of Data Brokers", "date": "2021-09-16 15:01", "summary": "Regulators are showing interest in how alternative-data providers collect and distribute information. The Securities and Exchange Commission's $10 million settlement this week with an analytics firm suggests regulators are taking a harder line on the data-broker industry that investors increasingly rely on to make trades, legal experts and former SEC officials say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-ken-jennings-latest-jeopardy-co-host-named-11631816276", "title": "Ken Jennings Named Latest 'Jeopardy!' Co-Host", "date": "2021-09-16 14:52", "summary": "The game show champion will join Mayim Bialik through the end of the year. All-time \"Jeopardy!\" champion Ken Jennings will co-host the show with actress Mayim Bialik until the end of the year, the show said Thursday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-fights-settlement-that-would-shield-sacklers-from-opioid-lawsuits-11631816280", "title": "Justice Department Fights Pact That Would Shield Sacklers", "date": "2021-09-16 14:49", "summary": "Bankruptcy watchdog says settlement between Purdue Pharma and its family owners violates citizens' rights to sue. The Justice Department, continuing its fight against a roughly $4.5 billion settlement that will shield the family who owns OxyContin maker Purdue Pharma LP from opioid lawsuits, is seeking to pause the deal until after federal appeals courts have weighed in on the agreement.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-jerome-powell-predictions-monetary-policy-inflation-price-stability-11631805471", "title": "The Fed Follows Misguided 'Forward Guidance'", "date": "2021-09-16 14:38", "summary": "The central bank could bind itself to its own forecasts if it were good at predicting the future, but it isn't.. As the Covid-19 pandemic spread through the U.S. in March 2020, the Federal Reserve dusted off its playbook from the 2008 financial crisis. Anticipating a deep and enduring economic downturn, it began buying government securities and pledged to hold its policy interest rate at zero until the economy was \"on track\" to achieve 2% inflation and maximum employment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-jaffa-republican-gop-political-philosophy-natural-law-liberty-rightwing-extremist-11631805675", "title": "Harry Jaffa's Lesson for the GOP", "date": "2021-09-16 14:36", "summary": "Answer the 'extremism' label by turning to Lincoln.. Extremists are the greatest danger to America, according to the Biden administration and many media outlets, and come in only two varieties: Islamic terrorists and white supremacists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-26-million-pounds-of-american-fish-got-stuck-in-canada-11631817030", "title": "How 26 Million Pounds of American Fish Got Stuck in Canada", "date": "2021-09-16 14:30", "summary": "Resume Subscription. Warning, seafood lovers: your Filet-O-Fish may be trapped in Canada.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/face-masks-dont-obscure-parents-love-11631815549", "title": "Parents' Love Shows Through Face Masks", "date": "2021-09-16 14:05", "summary": "Parents may worry that babies surrounded by face masks will suffer in their development. Studies suggest there's no cause for concern. Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-august-2021-retail-sales-delta-variant-11631736808", "title": "U.S. Economy Shows Resilience During Delta Surge", "date": "2021-09-16 14:02", "summary": "Consumers boosted retail spending last month; employers, meanwhile, have held on to workers amid tight labor demand. The U.S. economy is proving resilient in the face of the Delta variant.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-says-it-has-killed-islamic-state-leader-responsible-for-deaths-of-four-u-s-soldiers-11631784955", "title": "France Says It Has Killed Islamic State Leader", "date": "2021-09-16 14:01", "summary": "Adnan Abu Walid al-Sahrawi led 2017 operation that killed four American troops in Niger. France said Thursday it had killed Adnan Abu Walid al-Sahrawi, the Islamic State leader who led the killing of four U.S. servicemen in Niger in 2017 and was the architect of one of the terrorist outfit's most successful franchises following the group's loss of its Middle East territories.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-drug-cartels-human-traffickers-response-is-weak-documents-11631812953", "title": "Facebook Employees Flag Drug Cartels and Human Traffickers. The Company's Response Is Weak, Documents Show.", "date": "2021-09-16 13:24", "summary": "Resume Subscription. In January, a former cop turned Facebook Inc. investigator posted an all-staff memo on the company's internal message board. It began \"Happy 2021 to everyone!!\" and then proceeded to detail a new set of what he called \"learnings.\" The biggest one: A Mexican drug cartel was using Facebook to recruit, train and pay hit men.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ernie-boch-jr-house-collection-11631811983", "title": "Ernie Boch Jr. Is Known for Pushing the Envelope. His Collection of Homes Is No Different.", "date": "2021-09-16 13:15", "summary": "Resume Subscription. \"That will be me,\" says Ernie Boch Jr., gesturing toward a shiny black casket. He is standing in an underground burial chamber of the 1,600-square-foot mausoleum he built at his home outside of Boston. \"I'm testing out caskets. I'm pretty much settled on this one.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/piers-morgan-strikes-deal-with-rupert-murdochs-media-empire-11631812356", "title": "Piers Morgan Strikes Deal With Rupert Murdoch's Media Empire", "date": "2021-09-16 13:12", "summary": "TV host has signed global deal to appear on media outlets owned by Fox Corp. and News Corp. Piers Morgan, the news personality who left Britain's ITV earlier this year amid a backlash over his remarks about actor and Duchess of Sussex Meghan Markle, has signed a global deal to appear on outlets in Rupert Murdoch's media empire.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flight-attendant-star-kaley-cuoco-actually-hates-flying-11631811600", "title": "'The Flight Attendant' Star Kaley Cuoco Actually Hates Flying", "date": "2021-09-16 13:00", "summary": "The Emmy-nominated actress and producer on perfect pizza, her 'diva' tendency and copping a Stella McCartney coat from the set. \"I FEEL LIKE my career is starting over again,\" said actress Kaley Cuoco. Indeed, her latest role marks a razor-sharp break from Penny, her sweet (if sarcastic) character on \"The Big Bang Theory,\" which wrapped its 12-year run in 2019. Now, Ms. Cuoco, 35, has morphed into Cassie Bowden, the alcoholic antiheroine of \"The Flight Attendant,\" the murder-drenched HBO Max dramedy which she also executive produces. Based on Chris Bohjalian's novel of the same name, the show (renewed for a second season) garnered nine 2021 Emmy nominations, including best comedy series and best leading actress. Excited to \"wear a dress and go on the carpet\" after a year of virtual award shows, Ms. Cuoco said the nods are \"icing on top of an already very delicious cake\" and that her new show has allowed her to \"become this other person\" post-Big Bang. She'll soon become multiple different people thanks to a new romance flick with Pete Davidson and a project about Doris Day that is in early development.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risks-of-esg-funds-11631539404", "title": "The Surprising Risks of Investing in ESG Funds", "date": "2021-09-16 13:00", "summary": "We ran the numbers and discovered that these funds are exposed to certain risks that many investors may not be expecting. What type of risk are you taking on as an ESG investor?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tales-of-the-crypt-11631811450", "title": "Tales of the Crypt", "date": "2021-09-16 12:57", "summary": "Ernie Boch Jr. built a mausoleum where he plans to be buried some day. For now, he is using it for events.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-auto-salon-11631811218", "title": "The Auto Salon", "date": "2021-09-16 12:53", "summary": "Ernie Boch Jr. built a structure on his estate to hold his expansive car collection. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italy-to-impose-strict-covid-19-health-pass-for-all-workers-11631810260", "title": "Italy to Impose Strict Covid-19 Health Pass for All Workers", "date": "2021-09-16 12:37", "summary": "Vaccination, frequent testing or recent recovery from virus to be required for going to work, the most sweeping mandate of any major Western country. ROME-Italy is making Covid-19 health passes mandatory for all workers in the private and public sectors, in one of the toughest vaccine-promoting measures adopted by any major Western country.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voter-id-suppression-texas-election-integrity-security-law-11631740432", "title": "Voter ID and the Texas Election Integrity Law", "date": "2021-09-16 12:16", "summary": "Last year's election amid the pandemic was supposed to be exceptional.. Regarding your editorial \"Democrats Are Back to Hating Voter ID\" (Sept. 8): Conservatives have long advocated cost-benefit analyses for regulations. If the government did one for voter ID, it would fail.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targeted-ads-digital-advertising-big-tech-speech-ban-privacy-google-first-amendment-11631740746", "title": "Don't Ban Targeted Ads", "date": "2021-09-16 12:15", "summary": "Thanks to online targeting tools, grass-roots movements and upstart political campaigns can reach like-minded citizens.. In his op-ed \"Reclaiming Our Independence From Big Tech\" (Sept. 7), Blake Masters advocates federal government intervention to cure the \"predatory\" practice of targeted internet ads. But such advertising is merely the 21st-century evolution of selective ad placement. In the 1960s, purveyors of laundry detergent placed commercials on afternoon soap operas because Nielsen ratings showed their target audience watched them. Today, data available to advertisers is more voluminous and refined. That is progress, not predation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railroads-reciprocal-switching-shipping-regulation-biden-supply-chain-logistics-11631741027", "title": "Biden Could Get the Railroads Back on Track", "date": "2021-09-16 12:14", "summary": "Reciprocal switching can be a win for both railroads and shippers.. \"Regulator Tackles Competition on Rails\" (U.S. News, Sept. 3) provides a solid account of the U.S. Surface Transportation Board's efforts to tackle freight-rail issues and employ a remedy called reciprocal switching.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-chinese-capitalism-free-market-communist-party-mutual-fund-sse-hkex-11631741573", "title": "BlackRock and the Truth About the Chinese 'Market'", "date": "2021-09-16 12:13", "summary": "The money manager is the latest enabler of China's have-its-cake-and-eat-it political economy.. Joseph C. Sternberg's column \"Why Beijing Wants BlackRock but Not Capitalism\" (Political Economics, Sept. 10) is a masterstroke. BlackRock , the world's largest money manager, is the latest enabler of China's have-its-cake-and-eat-it political economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-donald-trump-twitter-ban-jack-dorsey-social-media-11631741304", "title": "Twitter's Gift to Donald Trump", "date": "2021-09-16 12:08", "summary": "The daily caustic tweets topped the list of irritants, even among supporters.. Regarding Holman W. Jenkins, Jr.'s column \"Is Trump Finished?\" (Business World, Sept. 8): Jack Dorsey has unwittingly done a great favor for Donald Trump by blocking him from Twitter . What topped the list of irritants even among Trump supporters? The daily caustic tweets. Their absence, alas, allows a bit of blush to remain on the old rose.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-challenge-of-chinas-rising-power-on-the-seas-11631808521", "title": "The Challenge of China's Rising Power on the Seas", "date": "2021-09-16 12:08", "summary": "A naval arms race has surfaced in the Pacific, forcing the U.S. to find ways to counter Beijing's ambitions without spurring a conflict. Whether or not America has entered a new Cold War-or whether \"Cold War\" is the right reference point for contemporary geopolitics-it's clear that the U.S. is in a new arms race with China. But unlike the long, visible struggle with the Soviets, where land armies in Europe were the front lines and the prospect of intercontinental nuclear strikes loomed, today's arms race has been concentrated mostly out of public view, at sea.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-lotus-in-venice-tv-insiders-on-where-season-2-should-unfold-11631808238", "title": "'The White Lotus' in Venice? TV Insiders on Where Season 2 Should Unfold", "date": "2021-09-16 12:03", "summary": "HBO's summer sensation, filmed in Maui, will be set in a new location when it airs again. We asked the plugged-in screenwriters behind 'The Baby-Sitters Club,' 'Beckett' and other shows to pick the ideal place.. IN \"THE WHITE LOTUS,\" which aired over the summer on HBO Max, the lush location-the Four Seasons Resort Maui at Wailea-serves as an idyllic backdrop for spoiled visitors to play out a dream vacation, beleaguered staff be damned. Now another season has been greenlit, and creator Mike White has said his satirical series will be set at another property in the fictional White Lotus resort group with a new cast-all still under wraps.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hezbollah-brings-iranian-fuel-to-lebanon-as-shortages-deepen-crisis-11631808153", "title": "Hezbollah Brings Iranian Fuel to Lebanon as Shortages Deepen Crisis", "date": "2021-09-16 12:02", "summary": "The militant group's initiative comes as Lebanon undergoes a severe economic crisis that has thrust millions into poverty. BEIRUT-A convoy of trucks carrying Iranian fuel rolled into Lebanon from Syria on Thursday, a delivery arranged by Tehran-allied Hezbollah to help alleviate a domestic energy crisis and contain growing public anger against the ruling elite over the country's economic collapse.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asking-100-million-the-silicon-valley-estate-of-the-gap-founders-don-and-doris-fisher-11631806527", "title": "Asking $100 Million: The Silicon Valley Estate of The Gap Founders Don and Doris Fisher", "date": "2021-09-16 11:35", "summary": "The retail magnates purchased the Atherton, Calif., property for $211,000 shortly after launching the brand's first store. In 1975, six years after opening The Gap 's first store in San Francisco, Don and Doris Fisher spent just over $211,000 to buy a summer home about 30 miles south of the city. Now the couple's estate, which grew over the decades, is landing on the market for $100 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-deny-rift-within-ranks-of-new-afghan-leadership-11631806397", "title": "Taliban Deny Rift Within Ranks of New Afghan Leadership", "date": "2021-09-16 11:33", "summary": "Abdul Ghani Baradar, now deputy prime minister, appears on TV to halt rumors of his death. KABUL-Taliban leaders insisted that there is no rift within the Islamist movement over how to rule Afghanistan, with Mullah Abdul Ghani Baradar, a deputy prime minister, appearing Thursday on state television to squelch rumors of his death or injury.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-atherton-estate-of-the-gaps-don-and-doris-fisher-11631805784", "title": "The Atherton Estate of The Gap's Don and Doris Fisher", "date": "2021-09-16 11:23", "summary": "The couple bought their first parcel in 1975, six years after opening their first store in San Francisco.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/making-nice-ferdinand-mount-review-calling-the-tune-11631805463", "title": "'Making Nice' Review: Calling the Tune", "date": "2021-09-16 11:19", "summary": "In a novel from the author of 'Kissing Myself Goodbye,' a one-time journalist is banished to the realm of spin.. Ferdinand Mount, memoirist, essayist, Old Etonian and unassuming baronet, has also been a newspaper columnist, head of Margaret Thatcher's Downing Street Policy Unit and editor of the Times Literary Supplement. Now he gives us his 13th novel, \"Making Nice,\" which follows his memoir of last year, \"Kissing Myself Goodbye: The Many Lives of Aunt Munca,\" a brilliant excavation of a truly bizarre life, a work that belongs on the shelf beside J.R. Ackerley's \"My Father and Myself.\" Among Mr. Mount's other books, many of which have not been published in the U.S., is the six-novel cycle \"A Chronicle of Modern Twilight,\" which, like all his novels with which I am acquainted, show his gifts for comedy, physical description and for capturing idiosyncratic mannerisms. The series is also pervaded by a very English postwar mood of national dejection, nostalgia for a vanished era and melancholic irony. These are habits of mind which we Americans generally lack-and, in the case of irony, often cannot detect-which may account for Mr. Mount's neglect in this country.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-esg-funds-be-in-retirement-plans-11631729292", "title": "Should ESG Funds Be In Retirement Plans?", "date": "2021-09-16 11:00", "summary": "Few 401(k) plans have an ESG investing option. We asked advocates on each side to make their best case for why that should-or shouldn't-change.. Investors are pouring record amounts of money into mutual funds and exchange-traded funds that screen holdings based on environmental, social and governance (ESG) factors.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-interior-design-move-to-steal-from-tvs-best-sets-the-wallpaper-11631804402", "title": "The Interior Design Move to Steal From TV's Best Sets? The Wallpaper", "date": "2021-09-16 11:00", "summary": "Increasingly, production designers rely on lust-worthy wall coverings to tell the story. Here, how to get the real thing, or close facsimiles, from 7 buzzy shows.. AN INTRIGUING TREND has emerged in TV production design while we've been sprawled on our couches. Patterned wall coverings are playing a starring role in some of the hottest streaming series, breathing life into scenes in a way that a coat of eggshell-white paint and artwork just can't. Color and print reinforce characters' milieu and frame a narrative whether it's unfolding in the new home of a troubled young chess prodigy in 1960s Lexington, Ky., or the family townhouse of a privileged teenager on Manhattan's Upper East Side. \"Wallpaper pulls the entire look together by adding texture, style and refinement,\" said Ola Maslik, production designer of HBO Max's new incarnation of \"Gossip Girl.\" \"It's a chance to complement the storytelling.\" Such notable TV wallpapers, however, can make our own homes seem relatively unremarkable. So we've found those wallpapers, or close facsimiles, so that you can buy them for yourself. Hang them, and the drama can continue even after your screen goes dark.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-spending-wave-is-yet-to-hit-11631804016", "title": "America's Spending Wave Is Yet to Hit", "date": "2021-09-16 10:53", "summary": "Retail sales were strong last month despite the Delta variant. What happens if the Delta threat fades?. The Delta variant of Covid-19 might have met its match in the American consumer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-review-financial-trading-rules-for-officials-11631803236", "title": "Fed to Review Financial Trading Rules for Officials", "date": "2021-09-16 10:40", "summary": "Action follows news of stock trading by Dallas, Boston Fed leaders. The Federal Reserve is launching a review of its internal rules governing the financial activities of its officials in the wake of news last week that the leaders of the Dallas and Boston regional Fed banks actively traded in financial markets.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-retirement-plan-included-tending-babies-in-intensive-care-11631802685", "title": "CEO's Retirement Plan Included Tending Babies in Intensive Care", "date": "2021-09-16 10:31", "summary": "Cornell Maier, who has died at age 96, chose hands-on volunteer work at a hospital and a school after heading Kaiser Aluminum. Cornell Maier, who grew up poor in a small South Dakota town, survived 51 bombing missions in Europe during World War II as a navigator. GI Bill benefits helped him earn an electrical engineering degree at the University of California, Berkeley, in 1949.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-energy-prices-close-u-k-factories-another-bottleneck-in-a-world-full-of-them-11631792586", "title": "Surging Energy Prices Close U.K. Factories, Another Bottleneck in a World Full of Them", "date": "2021-09-16 10:29", "summary": "U.S. fertilizer company halts production at two British plants, citing high natural-gas costs. Soaring natural-gas prices in Britain have prompted U.S. fertilizer maker CF Industries Holdings Inc. to close two U.K. plants, in a sign that Europe's energy crunch is affecting industry as the economy struggles with several other disruptions amid the recovery from the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videogame-makers-get-no-home-field-advantage-11631801360", "title": "Videogame Makers Get No Home-Field Advantage", "date": "2021-09-16 10:09", "summary": "Electronic Arts' 'Battlefield' delay just the latest as game publishers still struggle with remote work challenges. Staying home to play videogames is a fantasy for many. Making those games at home has turned out to be more of a nightmare.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prefab-meets-luxury-11631801241", "title": "Prefab Meets Luxury", "date": "2021-09-16 10:07", "summary": "Inside a modular home in California. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-a-tech-mogul-pushed-through-a-tax-break-11631801059", "title": "How a Tech Mogul Pushed Through a Tax Break", "date": "2021-09-16 10:04", "summary": "Sean Parker lobbied to create Opportunity Zones to encourage development in low-income areas, but so far the main beneficiaries are investors wanting lower taxes. The U.S. tax code is larded with provisions that the wealthy use to reduce their taxes. Some get a lot of attention, while some are inserted into tax bills very quietly-like Opportunity Zones, or OZs.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modular-homes-luxury-real-estate-11631800780", "title": "Prefab, but Make It Luxury: Modular Homes Can Be High End Too", "date": "2021-09-16 10:00", "summary": "Resume Subscription. Ty Sharp, a 26-year-old software consultant from Aspen, Colo., is building a 2,876-square-foot vacation home in Ventura, Calif. The four-bedroom, four-bathroom custom home, for which he's paying $1.695 million, will have an open-concept floor plan, a chef's kitchen, engineered hardwood floors and a master bedroom with a private patio and soaking tub.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-adult-pandemic-tantrum-11631743724", "title": "Adults Are Throwing Tantrums. Blame the Pandemic.", "date": "2021-09-16 10:00", "summary": "Restaurant servers, airline workers and customer-service trackers report a wave of blowups rooted in pandemic-related stress. In line recently at a Winn-Dixie supermarket in Florida, John DiDonna worried that a nearby shopper was standing too close for Covid-era comfort. Mr. DiDonna asked him to take a step back. The shopper, he says, stepped even closer.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-rethink-climate-measures-consider-carbon-tax-11631800800", "title": "Democrats Rethink Climate Measures, Consider Carbon Tax", "date": "2021-09-16 10:00", "summary": "Party needs to stay united to pass $3.5 trillion proposal without GOP support. WASHINGTON-Democrats are taking a fresh look at their proposals for reducing carbon emissions in their $3.5 trillion spending package, hoping to win over moderate party members who raised concerns about elements of the plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-september-18-11631744397", "title": "Number Puzzles (Saturday, September 18)", "date": "2021-09-16 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-beer-gambling-cannabis-sponsorships-11631759264", "title": "The Bar Is Now Open at More College Football Stadiums", "date": "2021-09-16 10:00", "summary": "Athletic departments reeling from pandemic losses are turning to alcohol sales, gambling partnerships and even cannabis sponsorships to raise money. There once was a time when college football was so flush with cash that it could afford to turn up its nose at partnerships with \"sin industries\"-alcohol, cannabis and sports gambling. The pandemic changed that.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-09-16-2021-11631736316", "title": "Jobless Claims Remain Near Pandemic Low", "date": "2021-09-16 09:39", "summary": "Employers limit layoffs in a tight labor market despite Covid-19 surge from Delta variant. Jobless claims rose slightly last week but remained near a pandemic low, as layoffs stabilize amid an economic slowdown tied to rising coronavirus cases.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-electronic-arts-ryanair-what-to-watch-when-the-stock-market-opens-today-11631790023", "title": "Cisco, Electronic Arts, Ryanair: What to Watch When the Stock Market Opens Today", "date": "2021-09-16 09:09", "summary": "Futures tied to the S&P 500 edged down, indicating that the index may grind lower after the opening bell.. U.S. stock futures edged lower following another day of losses in China and Hong Kong. Here's what we're watching ahead of Thursday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/without-angela-merkel-germanys-conservatives-face-possible-election-rout-11631797200", "title": "Without Merkel, Germany's Conservatives Face Possible Election Rout", "date": "2021-09-16 09:00", "summary": "Popular chancellor's looming political retirement leaves her party hemorrhaging voters ahead of this month's general election. This is Germany's first general election without Angela Merkel running for chancellor since 2002. For her conservative bloc, it is shaping up as a debacle.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-gender-pronouns-are-becoming-a-big-deal-at-work-11631797200", "title": "Why Gender Pronouns Are Becoming a Big Deal at Work", "date": "2021-09-16 09:00", "summary": "More people-and companies-seek to show support for transgender and nonbinary co-workers, so the practice of adding pronouns to email signatures and personal profiles is taking off. When Justin Trowbridge comes to work at Columbia Sportswear Co., the Lancaster, Pa.-based store manager wears his commitment to diversity on his nametag. Instead of just reading \"Justin,\" the 28-year-old's badge also includes the words \"he/him/his.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vera-wang-profile-interview-11631795306", "title": "Vera Wang Is Cooler Than Ever at 72", "date": "2021-09-16 08:30", "summary": "The designer, known for dressing Jennifer Lopez, Gwen Stefani, Amanda Gorman and Emily Ratajkowski, is attracting Instagram fans with her anything-but-bridal style and forever-young spirit.. This summer, Vera Wang, 72, treated her fans on Instagram to a video of herself letting loose to Nelly Furtado's 2006 hit \"Maneater\" while contorting her hips, which were clad in fluorescent-yellow short-shorts. She flashed her bellybutton and poked her wiry arms into the air in slow-timed jerks. One commenter responded, \"I'll have what she's having.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-hopes-for-savings-from-looser-app-store-payment-rules-11631793601", "title": "Match Group Hopes for Savings From Looser App-Store Payment Rules", "date": "2021-09-16 08:00", "summary": "Online dating company looks for ways to sidestep Apple's and Google's in-app fees after U.S. court ruling, legislation in South Korea. Online-dating company Match Group Inc. is working to sidestep Apple Inc.'s and Google's payments systems following moves by authorities in the U.S. and South Korea to loosen the tech giants' grip on app-store transactions.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-jersey-number-new-rules-changes-tom-brady-11631758474", "title": "Tom Brady's Latest War With the NFL: Jersey Numbers", "date": "2021-09-16 08:00", "summary": "The league loosened its restriction on what numbers players can wear this year. Some think it's fun. Some like the seven-time Super Bowl champion quarterback have complained.. New York Jets quarterback Zach Wilson pored over film before his first NFL game last Sunday, but when he finally took the field the Carolina Panthers had a surprise for him. Two of the players he had spent hours studying were wearing different jersey numbers.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-are-nearly-half-of-new-gun-buyers-study-finds-11631792761", "title": "Women Are Nearly Half of New Gun Buyers, Study Finds", "date": "2021-09-16 07:46", "summary": "Resume Subscription. SAN DIEGO-Close to half of all new U.S. gun buyers since the beginning of 2019 have been women, a shift for a market long dominated by men, according to a new study.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-food-delivery-iron-fists-could-trump-the-invisible-hand-11631790180", "title": "In Food Delivery, Iron Fists Could Trump the Invisible Hand", "date": "2021-09-16 07:03", "summary": "DoorDash, Grubhub and Uber Eats are hoping constitutional arguments can save their profit margins in New York City and potentially elsewhere. Food delivery companies are invoking the Founding Fathers to inveigh against the alleged tyranny of the New York City legislature. We may have lived long enough to see Alexander Hamilton rap, but do we think he would be ordering up pease porridge on Grubhub if he had the chance?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-hurricane-ida-satellites-track-gulf-of-mexico-oil-spills-11631790001", "title": "After Hurricane Ida, Satellites Track Gulf of Mexico Oil Spills", "date": "2021-09-16 07:00", "summary": "Resume Subscription. While energy companies have struggled to restore output since Hurricane Ida tore through the Gulf of Mexico, satellite surveillance of oil spills left in the storm's wake has continued around the clock, documenting the potential environmental impact.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/taiwan-plans-to-bulk-up-military-budget-to-contend-with-chinese-pressure-11631787522", "title": "Taiwan Plans to Bulk Up Military Budget to Contend With Chinese Pressure", "date": "2021-09-16 06:57", "summary": "Special $8.7 billion spending package would fund missiles, naval ships and other systems. PINGTUNG, Taiwan-Taiwan plans to significantly increase military spending in the next five years, according to a draft bill that calls for new outlays on weapons systems that would better equip the island to repel an attack by China.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroits-hopes-to-be-valued-more-like-tesla-hit-roadblocks-11631789499", "title": "Detroit's Hopes to Be Valued More Like Tesla Hit Roadblocks", "date": "2021-09-16 06:51", "summary": "The pandemic has shown that old-school car stocks like GM and Volkswagen are still driven more by sales than high-profile technology developments. The link between car sales and car stocks is as tight as ever. Detroit eventually needs a new business model, but better electric vehicles would be a good start.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-in-rural-afghanistan-welcome-an-unfamiliar-peace-after-taliban-victory-11631789421", "title": "Many in Rural Afghanistan Welcome an Unfamiliar Peace", "date": "2021-09-16 06:50", "summary": "Resume Subscription. BARAKI BARAK, Afghanistan-In one of the last night raids of the Afghan war, government commando units backed by combat aircraft descended after dark last month on a cluster of mud-brick villages in a fertile valley of Logar province south of Kabul.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/taiwan-battery-swapping-pioneer-gogoro-to-go-public-in-spac-merger-11631786636", "title": "Taiwan Battery-Swapping Pioneer Gogoro to Go Public in SPAC Merger", "date": "2021-09-16 06:03", "summary": "Taipei-based company said it plans to list on the Nasdaq Stock Market. Taiwan's Gogoro Inc. will go public in the U.S. via a special-purpose acquisition vehicle merger with Poema Global Holdings Corp. that values the battery-swapping pioneer at more than $2.3 billion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrandes-woes-fuel-selloff-in-chinese-property-shares-11631777912", "title": "Evergrande's Woes Fuel Selloff in Chinese Property Shares", "date": "2021-09-16 05:41", "summary": "'Extreme negative sentiment' grips sector, with a Hong Kong stock index hitting multiyear lows. A selloff in Chinese property stocks intensified Thursday, as concern mounted about the effects of an official campaign to rein in the sector that has already sparked turmoil at China Evergrande Group .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-turkey-shopping-has-already-startedfor-supermarkets-11631784601", "title": "Thanksgiving Turkey Shopping Has Already Started-for Supermarkets", "date": "2021-09-16 05:30", "summary": "Retailers are ordering holiday items and securing them months in advance to keep their shelves stocked. For U.S. consumers, Thanksgiving is still two months away. At grocery chain Tops Markets LLC, Jeff Culhane was shopping for turkeys last winter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-refugees-on-u-s-military-bases-wait-to-begin-their-new-lives-in-america-11631784602", "title": "Strains Are Showing on U.S. Military Bases Housing Afghan Refugees", "date": "2021-09-16 05:30", "summary": "Troops rush to assemble makeshift communities; 'I don't want to be treated like a refugee,' one woman says. RAMSTEIN AIR BASE, Germany-In between the threat of Taliban violence and the promise of American freedom lies this large military installation, which has become a conduit between two worlds for thousands of Afghans.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-doing-it-so-is-walmart-why-retail-loves-buy-now-pay-later-11631784601", "title": "Amazon Is Doing It. So Is Walmart. Why Retail Loves 'Buy Now, Pay Later.'", "date": "2021-09-16 05:30", "summary": "Retailers big and small are using installment plans to wring more sales out of shoppers who can't get credit cards. Alexis Luedtke got her first \"buy now, pay later\" plan in 2019 after she was rejected for a credit card. She has used at least five more since to buy face cream, T-shirts and birthday gifts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-seek-out-covid-19-vaccine-trials-for-their-children-ahead-of-official-authorization-11631784602", "title": "Parents Seek Out Covid Vaccine Trials for Their Children", "date": "2021-09-16 05:30", "summary": "The parents didn't want to wait for testing to finish, regulators to sign off on the vaccines. Rachael DiFransico's 14-month-old daughter Sybil chewed on a plastic toy at a doctor's office in the Cleveland suburbs while waiting one recent day to enroll in a study testing whether a Covid-19 vaccine works safely in children.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-calls-on-fed-banks-to-bar-leaders-from-stock-trading-11631784601", "title": "Elizabeth Warren Calls on Fed Banks to Bar Leaders From Stock Trading", "date": "2021-09-16 05:30", "summary": "Senator sends letters to the 12 regional Fed presidents asking them to ban ownership of individual stocks among top officials at their banks. Sen. Elizabeth Warren (D., Mass.) is calling on regional Federal Reserve Banks to set rules that would prevent their leaders from trading individual stocks, following recent disclosures that the chiefs of the Boston and Dallas banks actively traded stocks and other investments last year.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-heat-cold-deaths-medical-journal-health-risk-energy-cost-fossil-fuels-11631741045", "title": "Climate Change Saves More Lives Than You'd Think", "date": "2021-09-16 04:55", "summary": "Eight times as many people die from cold as heat, and the fix for both is access to cheap fuel.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prenetics-a-covid-testing-startup-to-go-public-in-spac-merger-11631745000", "title": "Covid-19 Testing Startup Prenetics to Go Public in SPAC Merger", "date": "2021-09-16 04:50", "summary": "Provider of PCR testing based in Hong Kong is set to merge with blank-check company Artisan Acquisition. Hong Kong-based Prenetics Group Ltd. is going public on the Nasdaq Stock Market via a special-purpose acquisition company, in a deal that values the medical diagnostic startup at $1.25 billion.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11631726628", "title": "Pepper...and Salt", "date": "2021-09-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abc-news-staffer-claims-network-retaliated-after-she-filed-sexual-assault-complaint-11631711723", "title": "ABC News Staffer Claims Network Retaliated After She Filed Sexual-Assault Complaint", "date": "2021-09-16 23:38", "summary": "Claim from producer on 'Good Morning America' comes in amended version of her lawsuit against the network and her former boss. An ABC News staffer claimed the network retaliated against her after she filed a complaint early this year alleging that she was sexually assaulted by Michael Corn, who was then her boss as the top producer of \"Good Morning America.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-launches-unidentified-projectile-off-its-east-coast-11631679446", "title": "North Korea Fires Two Ballistic Missiles off Its East Coast", "date": "2021-09-16 22:13", "summary": "Kim Jong Un's regime performs its first such test since March 25 after saying that its patience for talking had worn thin. SEOUL-North Korea launched two short-range ballistic missiles off its east coast Wednesday, as Pyongyang returns to weapons tests after saying that its patience for talking had worn thin.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-recall-results-democrats-see-a-road-map-republicans-see-a-warning-11631736115", "title": "Democrats See a Road Map in California Outcome", "date": "2021-09-16 22:08", "summary": "Gavin Newsom's victory suggests a message focused on Covid-19 safety and Donald Trump can keep Democrats energized, but Republicans have some advantages heading into midterm elections. California Gov. Gavin Newsom's overwhelming victory in Tuesday's recall election could provide a model for other Democrats to solidify their footing ahead of midterm elections next year and the Virginia governor contest this year that present challenges for the party, including sinking job approval ratings for President Biden and a Covid-19 pandemic that has gained new strength.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-says-covid-19-vaccines-remain-effective-without-boosters-11631726504", "title": "FDA Says Covid-19 Vaccines Remain Effective Without Boosters", "date": "2021-09-16 21:51", "summary": "Agency scientists express skepticism that an apparent diminished protection is rendering the vaccines less effective. The Food and Drug Administration said vaccines cleared in the U.S. currently provide sufficient protection against severe disease and death from Covid-19 without additional doses, potentially complicating the Biden administration's deliberations over the need for booster shots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-forms-a-new-security-alliance-for-asia-with-the-u-k-and-australia-11631741734", "title": "U.S. to Share Nuclear Submarine Technology With Australia in New Pact", "date": "2021-09-16 21:45", "summary": "A new defense partnership between the U.S., the U.K. and Australia forms to focus on security. WASHINGTON-The U.S., the United Kingdom and Australia are creating a new security partnership in the Indo-Pacific, building on the longstanding alliance between the three to share intelligence, deepen cooperation and help Australia to build nuclear-powered submarine capabilities as China's influence grows.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-launches-first-all-civilian-flight-to-orbit-11631750630", "title": "Elon Musk's SpaceX Launches First All-Civilian Flight to Orbit", "date": "2021-09-16 20:48", "summary": "Inspiration4 mission, led by billionaire businessman Jared Isaacman, would take Americans the farthest into space since 2009. Elon Musk's SpaceX on Wednesday evening launched four civilians toward the deepest orbit Americans have traveled to in more than a decade, in another milestone flight for private space travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-issues-114-million-to-two-whistleblowers-11631749599", "title": "SEC Issues $114 Million to Two Whistleblowers", "date": "2021-09-16 20:10", "summary": "With the latest awards, the SEC whistleblower program has provided more than $1 billion in awards. The U.S. Securities and Exchange Commission awarded about $114 million in total to two whistleblowers, including one who provided independent analysis to the regulator that helped substantially advance investigations, the SEC said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]