[{"link": "https://www.wsj.com/articles/first-dose-of-chinese-covid-19-vaccine-offers-little-protection-chile-learns-11618775502", "title": "First Dose of Chinese Covid-19 Vaccine Offers Little Protection, Chile Learns", "date": "2021-04-18 19:26", "summary": "The country vaccinated at record clip with shots developed by China's Sinovac, then cases and deaths rose. Health experts say Chile dropped precautions too soon.. Several days after receiving his first dose of a Chinese-made coronavirus vaccine, Rodrigo Jordán fell ill and tested positive for Covid-19. The 61-year-old was hospitalized near his home in the Chilean capital, Santiago, for nine days and needed supplemental oxygen to pull through.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-new-stock-listing-plan-has-echoes-of-its-past-11618754401", "title": "WeWork's New Stock-Listing Plan Has Echoes of Its Past", "date": "2021-04-18 19:25", "summary": "Shared office-space company is touting fast future growth and high profitability. WeWork, which had one of the most spectacular IPO implosions in recent years, is trying to go public again-and some of the factors that worried regulators on the first deal are back again.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-challenge-trial-will-purposely-reinfect-adults-11618786860", "title": "Covid-19 'Challenge Trial' Will Purposely Reinfect Adults", "date": "2021-04-18 19:01", "summary": "Dozens of quarantined volunteers in U.K. to receive coronavirus in study focused on reinfection. University of Oxford scientists plan to reinfect dozens of adult volunteers with the coronavirus in the second U.K. clinical trial to study deliberate Covid-19 infection in quarantine-this time among people who have already recovered from the virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-top-soccer-clubs-super-league-11618773385", "title": "Top Soccer Clubs Threaten to Form 'Super League'", "date": "2021-04-18 19:01", "summary": "The proposal would see the six most powerful teams in England, plus six more from Spain and Italy, form their own tournament separate from the Champions League. A small group of soccer's richest clubs is making a divisive play to dramatically revamp the game's biggest stage by breaking away from the traditional European structures and setting up a long-rumored Super League.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-fedex-shooting-gun-purchases-motives-under-investigation-11618758394", "title": "FedEx Attack Probe Centers on Motives, Gun Purchases", "date": "2021-04-18 18:30", "summary": "Gunman in Indianapolis shooting legally purchased two rifles after being detained by authorities. INDIANAPOLIS-The gunman in Thursday's shooting here legally purchased two semiautomatic rifles after being detained by authorities and having one other gun confiscated, police said, as they try to determine the shooter's motives.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-castros-still-run-cuba-11618783289", "title": "The Castros Still Run Cuba", "date": "2021-04-18 18:01", "summary": "Raúl's resignation as head of the ruling Communist Party changes nothing.. Raúl Castro announced his resignation as chief of Cuba's Communist Party on Friday. Many U.S. media outlets characterized the move as the \"end of an era\" of communist rule on the Caribbean island. This is false. For many years Cuba has not really operated as a communist or socialist state. Instead it has been ruled by a military dictatorship that concentrates its power within a cartel-like chain of command of hard-line Castro family members and loyalists and generals who fiercely shield their wealth and status-as well as each other.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-is-top-pick-for-new-york-city-mayor-among-key-voting-group-11618783200", "title": "Andrew Yang Is Top Pick for New York City Mayor Among Key Voting Group", "date": "2021-04-18 18:00", "summary": "A new poll shows the former tech entrepreneur is the No. 1 choice for Democrats age 50 and older. New York City mayoral candidate Andrew Yang is the top choice among a crucial group of voters-registered Democrats age 50 and older, according to a poll released Sunday.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shootings-in-texas-and-wisconsin-leave-six-dead-add-to-spate-of-gun-violence-11618780979", "title": "Shootings in Texas and Wisconsin Leave Six Dead", "date": "2021-04-18 18:00", "summary": "Gunmen targeted their victims and are being sought by police. Gunmen remained at large in Austin, Texas, and Kenosha County, Wis., on Sunday afternoon, after each killed three people in what police described as targeted incidents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-stimulus-will-deaden-innovation-11618783227", "title": "Biden 'Stimulus' Will Deaden Innovation", "date": "2021-04-18 18:00", "summary": "Keynesians have it backward: Growth is driven by production, not consumption.. President Biden's $2.3 trillion infrastructure plan has many economists excited for a return of old-school Keynesian splurging. \"Fiscal policy is back,\" Nobel laureate Joe Stiglitz cheered. \"That will create more demand and that should give people more confidence to invest.\" But economic growth-which even Mr. Stiglitz would likely agree is the best way to fight poverty-comes down to supply, not demand. And the Biden plan could stifle the innovation that drives it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-review-cold-war-cosmonaut-11618783134", "title": "'Beyond' Review: Cold War Cosmonaut", "date": "2021-04-18 17:58", "summary": "Yuri Gagarin, the ﬁrst man in space, held symbolic value for the Soviet Union, which claimed to offer a better system than the U.S.. Readers of Stephen Walker's fine new account of how Yuri Gagarin, a 27-year-old Soviet air-force major (he was promoted from lieutenant while circling the Earth), became the first man in space will discover quite a bit about Gagarin the man, but a great deal more about the program that put him into orbit 60 years ago, on April 12, 1961.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fatal-tesla-crash-in-texas-believed-to-be-driverless-11618766363", "title": "Fatal Tesla Crash in Texas Believed to Be Driverless", "date": "2021-04-18 17:52", "summary": "Two men died Saturday after the vehicle hit a tree north of Houston. Two men died after a Tesla vehicle that authorities believe was operating without anyone in the driver's seat crashed into a tree Saturday night north of Houston.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-defense-budget-squeeze-11618781173", "title": "Biden's Defense Budget Squeeze", "date": "2021-04-18 17:26", "summary": "More money for the welfare state means less for the Pentagon.. President Biden's budget proposal includes record spending for nearly every corner of government, but there's one big exception: national defense. Even as global threats rise, notably from China, Mr. Biden is squeezing the Pentagon.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fate-of-alexei-navalny-11618780971", "title": "The Fate of Alexei Navalny", "date": "2021-04-18 17:22", "summary": "The Putin critic may be close to death in a Russian prison.. The contest between freedom and dictatorship continues on many fronts, and the most stirring is the courage of individuals risking their lives by resisting oppression. Jimmy Lai and other Hong Kong democrats have been jailed at China's insistence, while the Kremlin is slowly squeezing the life out of Alexei Navalny in prison.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-covid-19-vaccine-was-paused-over-blood-clot-treatment-concerns-11618777554", "title": "J&J Vaccine Pause Driven by Risk of Mistreating Clots", "date": "2021-04-18 17:21", "summary": "Officials decided that strong action was needed to alert the public, doctors to unusual cases and their nonstandard treatment. U.S. health authorities came close to simply warning about a blood-clotting risk from Johnson & Johnson 's Covid-19 vaccine, but decided to recommend pausing use out of concern doctors would improperly treat the condition, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-salvadoran-immigrant-gets-his-day-at-the-supreme-court-11618780888", "title": "A Salvadoran Immigrant Gets His Day at the Supreme Court", "date": "2021-04-18 17:21", "summary": "Amid chaos back home, he received 'temporary' U.S. status-in 2001.. Jose Santos Sanchez and his wife came to the U.S. illegally in the late 1990s from El Salvador. After severe earthquakes shook their native country in 2001, the U.S. granted Temporary Protected Status to let them stay and work. Two decades later, they'd like to get out of immigration limbo, and on Monday the Supreme Court will hear their case (Sanchez v. Mayorkas).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-would-biden-want-a-summit-with-putin-whom-he-calls-a-killer-11618780332", "title": "Why Would Biden Want a Summit With Putin, Whom He Calls a 'Killer'?", "date": "2021-04-18 17:12", "summary": "The new administration has changed the U.S. tone on Russia, but that's worth nothing without action.. The Biden administration brought a dramatic change in America's tone toward Russia and Vladimir Putin. In March President Biden bluntly and accurately called Mr. Putin \"a killer,\" indicating he saw no need to be diplomatic about the leader of a regime that has repeatedly attacked U.S. interests-and, as last week's sanctions announcements made clear, the U.S. itself.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-safety-is-fdas-job-not-cdcs-11618780270", "title": "Drug Safety Is FDA's Job, Not CDC's", "date": "2021-04-18 17:11", "summary": "Clear lines of authority would make it easier to resolve the Johnson & Johnson complications.. The Biden administration made a reasonable decision last week to pause the rollout of Johnson & Johnson 's Covid vaccine while it investigates reports of rare blood clots. But it was a surprise, and the path forward is cloudy. Regulators need a clear process for evaluating issues that crop up, and the Food and Drug Administration should lead it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-republican-says-senate-gop-could-be-open-to-smaller-infrastructure-bill-11618772453", "title": "Cornyn Says Senate GOP Could Be Open to Smaller Infrastructure Bill", "date": "2021-04-18 16:07", "summary": "President Biden to discuss $2.3 trillion infrastructure proposal with bipartisan group of lawmakers Monday. WASHINGTON-A senior Republican senator said he and his colleagues could support an infrastructure bill of around $800 billion, underscoring GOP interest in a bipartisan fix for the nation's aging roads and patchy broadband service.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-officials-say-world-wide-concerns-and-terrorism-justify-afghanistan-pullout-11618775947", "title": "Biden Officials Say Global Concerns and Terrorism Justify Afghanistan Pullout", "date": "2021-04-18 15:59", "summary": "Resources are needed to confront terrorist groups in a variety of countries, officials say. Shifting U.S. security priorities and a dispersed terrorist threat justify President Biden's planned pullout this year of U.S. troops from Afghanistan, senior administration officials said Sunday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-magnate-seeks-help-to-save-tribune-publishing-bid-after-partners-withdrawal-11618773935", "title": "Hotel Magnate Seeks Help to Save Tribune Publishing Bid After Partner's Withdrawal", "date": "2021-04-18 15:25", "summary": "Stewart Bainum remains committed to takeover effort of newspaper group after Swiss billionaire Hansjörg Wyss drops out. A Maryland hotel magnate behind an 11th-hour bid to acquire Tribune Publishing Co. is working to find new financing and partnership options after his partner withdrew from the deal, people familiar with the matter said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adobe-co-founder-charles-geschke-pioneer-of-desktop-publishing-and-pdfs-dies-at-age-81-11618765264", "title": "Adobe Co-Founder Charles Geschke, Pioneer of Desktop Publishing and PDFs, Dies at 81", "date": "2021-04-18 15:20", "summary": "Computer scientist teamed up with John Warnock at Xerox and formed a firm that rendered traditional printing equipment obsolete. Charles Geschke, who studied Latin and liberal arts as an undergraduate and once considered the priesthood, discovered computer programming more or less by accident in the 1960s.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-ecb-jobless-claims-housing-11618772400", "title": "Economy Week Ahead: ECB, Jobless Claims, Housing", "date": "2021-04-18 15:00", "summary": "Surveys of purchasing managers may also indicate differences in U.S., European growth. This week's economic calendar is relatively quiet: The Federal Reserve is in its usual blackout period ahead of its next monetary-policy meeting, on April 27-28, and data releases are limited.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-opposition-calls-for-protests-amid-reports-of-navalnys-deteriorating-health-11618757283", "title": "Russian Opposition Plans Protests Amid Navalny Health Concerns", "date": "2021-04-18 14:56", "summary": "The jailed activist's team plans rallies on the same day Putin is scheduled to address Russia's national legislature. MOSCOW-Growing concerns over the health of jailed opposition politician Alexei Navalny have sparked calls for mass protests this week in cities across Russia to demand his release as well as a warning on Sunday from the U.S. that there will be consequences if he dies.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-every-serious-crisis-is-alike-11618767433", "title": "Not Every 'Serious Crisis' Is Alike", "date": "2021-04-18 13:37", "summary": "Biden faces a national mood, political climate and policy challenges nothing like those in 2009.. 'You never want a serious crisis to go to waste,\" a sage said during the Obama transition in 2008. The media's zeal to compare today's crisis to the Great Recession has spurred journalists to ignore a crucial corollary to that law of politics: Not every crisis deals the White House the same hand. For reasons I don't understand, pundits seem to be unable to appreciate, much less explain, how timing, substance, landscape and legislative politics all frame an administration's freedom to respond. Covid-19 and credit default-swaps don't elicit the same kinds of reactions or responses from the public. To illuminate what's happening today, you need to do more than compare policy outcomes-you need to dig deeper.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-to-invest-in-a-stupid-idea-11618767345", "title": "When to Invest in a Stupid Idea", "date": "2021-04-18 13:35", "summary": "When no one believes in the future, that's an opportunity. When everyone does, sell.. When I read that technology can construct an image of your face from your DNA, my initial reaction was: That's the stupidest thing I've ever heard. Fortunately, I've had a lifetime of stupidest-things-I've-heard things (like Bleep) became reality. Like the Kübler-Ross stages of grief-denial, anger, bargaining, depression, acceptance-technology goes through similar phases.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-protests-putin-navalny-11612265234", "title": "Alexei Navalny: Who Is He and Why Is He on Hunger Strike?", "date": "2021-04-18 13:33", "summary": "Opposition leader is serving 2½ years in a penal colony and has complained of poor treatment. Russian opposition leader Alexei Navalny is serving a 2½-year prison sentence after being convicted of violating the terms of his parole, including when he was recuperating in Germany after a near-fatal poisoning attempt last year.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-york-power-lunch-is-back-with-new-rules-11618766411", "title": "The New York Power Lunch Is Back, With New Rules", "date": "2021-04-18 13:20", "summary": "Manhattan's movers and shakers are coming back to business lunches, with a pandemic-era twist.. The New York power lunch is back, with new rituals for the see-and-be-seen set: Make sure you're there on the right day, try out a new wardrobe and Midtown is no longer a must.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landmen-who-once-staked-claims-for-oil-and-gas-now-hunt-wind-and-sun-11618765472", "title": "Landmen Who Once Staked Claims for Oil and Gas Now Hunt Wind and Sun", "date": "2021-04-18 13:04", "summary": "Resume Subscription. Carter Collum used to spend mornings shoulder to shoulder with competitors in the record rooms of East Texas courthouses, hunting for the owners of underground natural-gas deposits. At night, he made house calls, offering payments and royalties for permission to drill.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fauci-predicts-j-j-vaccine-returning-friday-perhaps-with-limits-warnings-11618763497", "title": "Fauci Predicts J&J Vaccine Returning Friday, Perhaps With Limits, Warnings", "date": "2021-04-18 12:51", "summary": "A federal vaccine-advisory committee is expected to meet April 23 to review the vaccine's path forward. President Biden's chief medical adviser said he expects Johnson & Johnson 's Covid-19 vaccine to return to use in the U.S. by Friday, after a pause because of concerns about blood clots in several patients.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-independent-pharmacies-struggle-to-get-covid-19-vaccine-11618761601", "title": "New York Independent Pharmacies Struggle to Get Covid-19 Vaccine", "date": "2021-04-18 12:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peloton-treadmills-unsafe-for-people-with-young-children-or-pets-federal-agency-says-11618680690", "title": "Peloton Treadmills Unsafe for Users With Young Children, Agency Says", "date": "2021-04-18 11:17", "summary": "Warning from CPSC comes after its probe into child's death; Peloton calls advisory 'inaccurate and misleading'. A federal safety agency has told people with young children or pets to stop using Peloton Interactive Inc. treadmills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-was-daunte-wright-shot-by-the-police-11618758363", "title": "Why Was Daunte Wright Shot by the Police?", "date": "2021-04-18 11:06", "summary": "Wright should be alive today. But let us not forget that his behavior set this series of events in motion.. Regarding your editorial \"The Shooting of Daunte Wright\" (April 14): As a parent and educator, I try to prepare my children and students to function in the world as it is, not as I wish it to be. In the killings of Daunte Wright and George Floyd, both men resisted arrest. Both men died in the aftermath. I am not writing to debate what should or could have been. As one who seeks to prepare younger people for the longest and most productive life possible, I conclude that resisting arrest can escalate into a situation resulting in death. And death is final.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-go-on-trial-over-opioid-epidemic-11618758002", "title": "Drugmakers Go on Trial Over Opioid Epidemic", "date": "2021-04-18 11:00", "summary": "J&J, Teva, Allergan and Endo are accused of playing down the risks of opioid addiction to boost sales. ", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-revival-skips-the-top-store-brand-supplier-11618758000", "title": "Supermarkets' Revival Skips Top Store-Brand Supplier", "date": "2021-04-18 11:00", "summary": "TreeHouse Foods, which makes products for Walmart and other chains, has lost share during Covid-19 amid supply-chain challenges. Grocery sales boomed throughout the pandemic. One of supermarkets' biggest and least-known suppliers missed out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-hypocrisy-and-the-racist-castro-regime-11618756980", "title": "MLB Hypocrisy and the Racist Castro Regime", "date": "2021-04-18 10:43", "summary": "A special brand of absurdity gives CEOs license to lecture us on Georgia voting rights while doing business with murderous Communist regimes.. Regarding Mary Anastasia O'Grady's \"Baseball Says Cuba 'Sí,' Georgia 'No,' \" Americas, April 12): Antonio Castro, a son of the late dictator Fidel Castro, is the vice president of the Cuban Baseball Federation. Major League baseball was directly involved with him in the negotiations to \"garnish [Cuban ballplayers'] salaries and send the dollars back to the dictatorship,\" as Ms. O'Grady writes. If not for the prior U.S. administration, MLB would be trafficking Cuban players, who are predominantly black, to enrich a dictatorship whose nomenklatura is predominantly white.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/psychology-of-the-online-censor-covid-19-edition-11618756475", "title": "Psychology of the Online Censor: Covid-19 Edition", "date": "2021-04-18 10:34", "summary": "Support for extended lockdown practices has become a sort of weird, weenie Woodstock.. Regarding Jay Bhattacharya's \"Masks for Children, Muzzles for News,\" (op-ed, April 14): How ironic that high-tech companies, always looking to ride the wave of the next new thing, are so cautious when it comes to science. One wonders how compliant YouTube and Twitter staff are in following the consensus guidelines that they so vigorously enforce. Do they really think there is no truth outside these guidelines, which have changed so often and at times seem to reflect political considerations? Their paternalism is likely to cause untold lasting harm.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-reform-cant-ignore-whats-being-taught-11618755879", "title": "Education Reform Can't Ignore What's Being Taught", "date": "2021-04-18 10:24", "summary": "Bobby Jindal and Joe Ricketts focus only on the location and organizational structure of education, overlooking its content.. In \"Covid Provides a Rare Chance to Transform Public Education\" (Cross Country, April 10), Bobby Jindal and Joe Ricketts focus only on the location and organizational structure of education, overlooking its content. This includes such heavily politicized subject matter as gender fluidity, critical race theory, anticapitalism, multiple truths, socialism, secularism and the inherent evils of America. U.S. education has already been transformed for many decades, producing massive indoctrination. A retransformation is called for.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-gymnastics-coaching-olympics-11618720078", "title": "American Gymnastics Tries to Execute a Shift in Coaching", "date": "2021-04-18 10:24", "summary": "Abuse allegations and criminal charges have recast what was once considered tough but necessary gymnast training. The culture of gymnastics in the U.S. was long personified by Bela Karolyi exhorting Kerri Strug to vault through injury, from which she crawled off the competition floor at the 1996 Olympics. Brutal coaching was often idealized and the sport's national governing body exerted little control over the member gyms that train athletes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secs-cryptocurrency-confusion-11618611723", "title": "The SEC's Cryptocurrency Confusion", "date": "2021-04-18 10:22", "summary": "Regulators harm investors by filing suits before setting clear rules.. Cryptocurrencies are a new force in financial markets, but their emergence is following an old pattern, for better and worse. Wednesday saw a step toward institutionalizing their trade with the $86 billion public offering of Coinbase , the largest U.S. cryptocurrency exchange. But regulators are creating danger for currency developers and retail investors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-politics-is-changing-rapidly-beneath-a-stable-surface-11618754401", "title": "Ohio Politics Is Changing Rapidly Beneath a Stable Surface", "date": "2021-04-18 10:00", "summary": "Resume Subscription. On the surface, Ohio looks like an island of calm after the turbulent 2020 election: Donald Trump won the state by 8.07 points in 2016 and won it again by 8.02 points in 2020.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-fedex-shooting-indianapolis-grieves-11618679252", "title": "After FedEx Shooting, Indianapolis Grieves", "date": "2021-04-18 09:22", "summary": "Four of the eight people killed were Sikh; community holds vigils. INDIANAPOLIS-Vigils sprung up across the city Saturday for the eight victims of a mass shooting, as law-enforcement officials in the city continued to investigate the shooter's motives.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-is-chill-about-pandemics-end-11618750801", "title": "Netflix Is Chill About Pandemic's End", "date": "2021-04-18 09:00", "summary": "Streaming company faces tough comparisons with its pandemic surge, but dislodging it from the top position will still be hard. The Covid-19 pandemic helped Netflix solidify its place on the TV dial. The streaming company now needs to show it can stay there-profitably.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-wants-to-stop-burning-off-gas-in-americas-top-oil-field-11618750801", "title": "BP Aims to Stop Flaring Gas in America's Top Oil Field", "date": "2021-04-18 09:00", "summary": "Resume Subscription. BP PLC has been one of the companies most responsible for the burning of unwanted natural gas in the busiest U.S. oil field. Now it is trying to clean up its act.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/queen-elizabeth-ruling-without-prince-philip-shows-no-signs-of-letting-go-11618748176", "title": "Queen Elizabeth Shows No Signs of Letting Up", "date": "2021-04-18 08:21", "summary": "The monarch, who turns 95 this week, continues to work even as she cedes some royal duties. On Wednesday, Queen Elizabeth, newly widowed and still officially in mourning, will turn 95.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-and-rare-blood-clots-are-women-at-greater-risk-11618747200", "title": "Covid-19 Vaccines and Rare Blood Clots: Are Women at Greater Risk?", "date": "2021-04-18 08:00", "summary": "Scientists are asking why more women than men were affected by a rare clotting disorder seen in some recipients of Johnson & Johnson and AstraZeneca vaccines. Scientists are trying to understand why women appear to be more vulnerable than men to a potentially deadly blood-clotting condition reported among a tiny number of recipients of Johnson & Johnson 's Covid-19 vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/career-reboot-a-music-director-gets-an-m-b-a-to-land-a-job-at-ford-11618747200", "title": "Career Reboot: A Music Director Gets an M.B.A. to Land a Job at Ford", "date": "2021-04-18 08:00", "summary": "Mitchell Owens pivoted from Catholic church work to a new corporate role; 'I was a career switcher in all caps.'. Mitchell Owens was working as the music director for a number of Catholic churches near Milwaukee when he realized he just wouldn't be able to earn a salary high enough to support his two toddler sons.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-growth-is-set-to-surge-hiring-might-not-keep-up-11618738202", "title": "Economic Growth Is Set to Surge. Hiring Might Not Keep Up.", "date": "2021-04-18 05:30", "summary": "U.S. economy could face bottlenecks, wage and price pressures as labor demand outpaces supply. U.S. employers might have trouble hiring workers fast enough in coming months to keep up with the projected burst of economic growth.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equipped-with-federal-aid-summer-schools-aim-for-huge-increases-in-enrollment-11618738201", "title": "Summer Schools Aim for Huge Increases in Enrollment", "date": "2021-04-18 05:30", "summary": "School districts plan to make summer school more like summer camp. Educators nationwide are planning to make summer school look more like summer camp this year.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naspers-has-a-100-billion-headache-11618738200", "title": "Naspers Has a $100 Billion Headache", "date": "2021-04-18 05:30", "summary": "Africa's largest company is struggling to bring its valuation in line with its stake in WeChat operator Tencent. JOHANNESBURG-Africa's largest-listed company, Naspers Ltd. , is wrestling with an unusual problem: It made one unbelievably good investment that has now become a headache.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-stocks-are-participating-in-rally-an-encouraging-sign-for-bull-market-11618738201", "title": "More Stocks Are Participating in Rally, Encouraging Sign for Bulls", "date": "2021-04-18 05:30", "summary": "Indicators are hitting rare milestones that are viewed as bullish signs, but some investors remain concerned about the pace of stocks' ascent. A greater number of stocks have been propelling the U.S. market higher lately, a signal that-if history is any indicator-more gains could be ahead.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-china-discuss-enhancing-beijings-climate-commitments-11618726162", "title": "U.S. and China Discuss Enhancing Beijing's Climate Commitments", "date": "2021-04-18 02:09", "summary": "Climate envoy John Kerry says meetings with counterparts in Shanghai were productive. The U.S. and China, the world's two biggest emitters of greenhouse gases, said they would work together to set more ambitious goals to tackle climate change, a rare statement of agreement at a time of heightened bilateral tensions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-republicans-make-their-case-to-take-on-gov-andrew-cuomo-11618786801", "title": "New York Republicans Make Their Case to Take on Gov. Andrew Cuomo", "date": "2021-04-18 00:01", "summary": "U.S. Reps. Lee Zeldin and Elise Stefanik as well as Andrew Giuliani will speak at a gathering in Albany on Monday. Two members of Congress, two former gubernatorial candidates and former Mayor Rudy Giuliani's son will address a gathering of Republican leaders in Albany Monday, as the state party starts to settle its ticket for November-of 2022.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-refocuses-asia-strategy-as-it-pulls-back-from-consumer-banking-11618653942", "title": "Citigroup Refocuses in Asia Amid Consumer Pullback", "date": "2021-04-18 23:59", "summary": "The New York-based bank is planning to hire 2,300 people and expand assets under management to $450 billion in Asia. HONG KONG-As Citigroup Inc. moves to shed most of its consumer banking operations across Asia, it is planning to scale up what it sees as a more-lucrative endeavor: serving the rising number of wealthy entrepreneurs and their businesses in the region.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-steps-up-detentions-and-deportations-of-migrants-11618699790", "title": "Mexico Steps Up Detentions and Deportations of Migrants", "date": "2021-04-18 21:44", "summary": "Detentions of Central American migrants in March by Mexican authorities more than doubled versus the same period last year. MEXICO CITY-Mexico increased detentions and deportations of migrants in March as the government of President Andrés Manuel López Obrador steps up law enforcement against a wave of illegal immigration that has created havoc for the Biden administration.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]