[{"link": "https://www.wsj.com/articles/warnermedia-boss-jason-kilar-got-49-million-stock-award-11615506984", "title": "WarnerMedia Boss Got $49 Million Stock Award", "date": "2021-03-11 18:56", "summary": "The four-year grant made the entertainment leader AT&T's highest-paid executive in 2020. WarnerMedia boss Jason Kilar was the top-paid executive at AT&T Inc. last year after the telecom giant gave him a stock award worth $49 million to join the company on the cusp of its streaming video service's launch.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cherry-review-twisted-by-combat-broken-at-home-11615506850", "title": "'Cherry' Review: Twisted by Combat, Broken at Home", "date": "2021-03-11 18:54", "summary": "Tom Holland stars as a troubled soldier returned from Iraq, based on the semiautobiographical novel by Nico Walker.. Here are a couple of things to know about \"Cherry,\" now streaming on Apple TV+. No one in it is likable, let alone endearing or lovable. And nothing is understated, ever ever ever. Economists may disagree on the threat of inflation, but it's the curse of this madly overwrought film, which attempts to inflate a gritty novel about the horrors of war and opioid addiction into the epic journey of a troubled soul from alienation through nihilism to salvation. The running time is inflated too-142 minutes that feel even longer because of slo-mo sequences meant to confer a holiness on moments of mundane behavior, and a randomized approach to storytelling that assigns equal emotional weight to young lovers pledging their fidelity and armored vehicles stuck in the mud during an ambush in Iraq.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-of-the-long-covid-year-11615506819", "title": "Lessons of the Long Covid Year", "date": "2021-03-11 18:53", "summary": "Lockdowns made the pandemic suffering far worse than necessary.. When a SARS-like virus was reported spreading in Wuhan in late 2019, most Americans never imagined their own government would soon close schools, churches and businesses, order people to stay home, and spend more than $5 trillion to offset the damage. Yet a year later, here we are.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-come-climate-reparations-11615506577", "title": "Here Come Climate Reparations", "date": "2021-03-11 18:49", "summary": "Democrats create a fund to offset the damage from their policies.. Believe it or not, some Western Democrats are starting to push back against the Biden Administration's climate assault on their constituents.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confiscation-in-paradise-11615506494", "title": "Confiscation in Paradise", "date": "2021-03-11 18:48", "summary": "Move to Hawaii, pay the nation's highest state income-tax rate.. With $350 billion in aid coming from Washington, what's on the agenda in Democratic statehouses? Hawaii's Legislature, the bluest in all 50 states, is bidding to pass the highest state tax rate in the land.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/come-true-review-nightmares-on-replay-11615506502", "title": "'Come True' Review: Nightmares on Replay", "date": "2021-03-11 18:48", "summary": "A high-school student suffering from terrifying dreams seeks help from a suspect sleep clinic in this sci-fi horror film from Anthony Scott Burns. Ordinary insomnia isn't a problem for the heroine of \"Come True,\" which was written, directed, photographed and edited by Anthony Scott Burns. Sarah (Julia Sarah Stone) is so chronically zonked that she keeps nodding off in her high-school classes. What she suffers from is the scariness of her dream life, so what you think of her story will depend, at least in part, on your taste in movie dreams. If you lean toward the big-budget lucid dreaming of Christopher Nolan's \"Inception,\" Sarah's nightmares can't hold a flickering candle. They're low-tech and low-res, in keeping with this low-budget excursion into sci-fi horror. And no one can accuse Mr. Burns's film of lucidity-the loose ends have loose ends-but it's ingenious and intriguing, right up to the silly finale, which should be forgiven if not ignored.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-and-democrats-attack-the-right-to-work-11615506373", "title": "Unions and Democrats Attack the Right to Work", "date": "2021-03-11 18:46", "summary": "The PRO Act, passed by the House, would force private workers to pay for labor representation.. Big Labor advanced halfway to achieving its top political priority Tuesday when the House narrowly passed the Protecting the Right to Organize Act. Despite the title, the PRO Act is stunningly, brazenly opposed to giving workers choices. It would strip from millions of workers the ability to make their own decisions about union participation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympics-win-the-hypocrisy-championship-11615506350", "title": "Olympics Win the Hypocrisy Championship", "date": "2021-03-11 18:45", "summary": "The IOC condemns a Japanese official for sexism but shrugs off Chinese genocide.. Former Japanese Prime Minister Yoshiro Mori was fired by the Tokyo Olympics planning committee last month after making sexist remarks about women talking too much in meetings. At the height of the controversy, the International Olympic Committee issued a statement labeling his remarks \"absolutely inappropriate\" and highlighting the IOC's progress in promoting equality of the sexes, \"a basic human right of profound importance and a Fundamental Principle of the Olympic Charter.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-is-different-the-second-time-11615506295", "title": "Cancer Is Different the Second Time", "date": "2021-03-11 18:44", "summary": "We were surprised when my husband's disease recurred. But we felt better prepared, and it wasn't as shocking.. The first time my husband was diagnosed with cancer was 10 years ago, when a technician conducting an echocardiogram moved the wand lower than he usually would and found a grapefruit-size kidney tumor. We were shocked. In your 40s, life-threatening illness seems distant, the domain of the old. My husband underwent a partial nephrectomy, an unpleasant physical recovery and an emotional whirlwind, but we were done.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-puerto-rico-and-bankruptcy-law-11615506219", "title": "God, Puerto Rico and Bankruptcy Law", "date": "2021-03-11 18:43", "summary": "I see restoring fiscal responsibility on the island as a deeply Christian activity.. On Monday Puerto Rico's oversight board filed a proposal for restructuring the island's $35 billion of debt and $50 billion of unfunded pension obligations. As chairman of the board, created by Congress in 2016 to help restore fiscal responsibility to the island, I've been immersed in the technical details from the beginning. This process wouldn't make many Christians think of Christianity, but it should.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchins-filibuster-test-11615505492", "title": "Joe Manchin's Filibuster Test", "date": "2021-03-11 18:31", "summary": "He says he won't change his mind on the filibuster, but what does he mean?. The future of the U.S. Senate-and all near-term domestic policy-is increasingly coming down to one simple question: Does West Virginia Sen. Joe Manchin mean what he says?", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hooked-review-lured-into-gluttony-11615505415", "title": "'Hooked' Review: Lured Into Gluttony", "date": "2021-03-11 18:30", "summary": "We eat like humans never have before. Is it right to call it addiction?. America's eating habits have changed radically over the past 40 years. We consume more and more food of less and less nutritional value. The nation's adult obesity rate is now 42.4%.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-16-billion-in-texas-power-overcharges-market-monitor-now-pins-figure-at-3-billion-11615479832", "title": "Texas Power Overcharges Get Pegged Lower", "date": "2021-03-11 18:20", "summary": "State lawmakers learn that only a portion of overcharges from last month's blackouts are now considered recoverable for electricity users. Only a fraction of the $16 billion in Texas electricity overcharges stemming from last month's blackouts can likely be recovered for consumers by attempting to reverse the charges, an independent market monitor said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garland-prioritizes-jan-6-probe-on-first-day-as-attorney-general-11615495271", "title": "Garland Prioritizes Jan. 6 Probe on First Day as Attorney General", "date": "2021-03-11 18:19", "summary": "Former judge attends closed-door briefing on pro-Trump riot at Capitol after greeting Justice Department staff. WASHINGTON-Attorney General Merrick Garland moved shortly after his swearing-in Thursday to summon the FBI director and national security officials to brief him on the extensive investigation into the Jan. 6 pro-Trump riot at the U.S. Capitol, which he has called his top priority.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ulta-names-president-david-kimbell-as-next-ceo-11615504266", "title": "Ulta Names President David Kimbell as Next CEO", "date": "2021-03-11 18:11", "summary": "Current leader Mary Dillon will move into an executive chairwoman role starting in June. Ulta Beauty Inc. has named President David Kimbell as its next chief executive officer, succeeding current leader Mary Dillon, as the company continues to weather challenges from slower store foot traffic brought on by the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hirshhorn-sculpture-garden-redesign-paving-paradise-11615504106", "title": "The Hirshhorn Sculpture Garden Redesign: Paving Paradise", "date": "2021-03-11 18:08", "summary": "Washington's modern art museum wants to turn much of its welcoming, verdant garden, so perfect for displaying its outdoor sculpture, into an impersonal hardscape to be used mainly for performance art.. The Hirshhorn Museum's Sculpture Garden in Washington is nearly perfect; of course, it must be destroyed. This is the paradox of landscape architecture: The more sensitive and subtle the garden, the more invisible it is-even to its custodians. At a certain point they can mistake it for an opportunity to exploit rather than a sacred trust to protect.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-a-jolt-to-the-system-both-economic-and-psychological-11615503903", "title": "'Stimulus': A Jolt to the System, Both Economic and Psychological", "date": "2021-03-11 18:05", "summary": "Before the term was applied to financial relief bills, it described an ancient cattle prod and a spur for behavior, like the bell in Pavlov's famous dog experiments. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypals-entry-to-crypto-followed-long-buildup-in-expertise-11615503851", "title": "PayPal's Entry to Crypto Followed Long Buildup in Expertise", "date": "2021-03-11 18:04", "summary": "Last year's launch of crypto market was the culmination of finding the right talent and working with Paxos Trust, a regulatory technology provider, the CTO of PayPal's blockchain unit says. PayPal Holdings Inc. became one of the largest companies in the U.S. to enter the market for digital currencies with its announcement last October that it would allow its millions of U.S. users to sell, buy and hold cryptocurrencies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-woods-ark-finds-gains-and-pain-in-money-losing-companies-11615458601", "title": "Cathie Wood's ARK Finds Gains and Pain in Money-Losing Companies", "date": "2021-03-11 18:01", "summary": "Heavily invested in unprofitable companies, the firm's ETFs likely face more volatility ahead. More than half the companies in Cathie Wood's five popular exchange-traded funds at Ark Investment Management LLC were unprofitable in their latest year, a characteristic that analysts said will likely add to the volatility in these funds in the coming months.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grab-is-in-talks-to-go-public-through-a-spac-merger-11615486822", "title": "Grab in Talks to Go Public Through Largest Ever SPAC Merger", "date": "2021-03-11 18:01", "summary": "A deal could value the Southeast Asian ride-hailing startup at as much as $40 billion. Grab Holdings Inc. is in talks to go public through a merger with a SPAC that could value the Southeast Asian ride-hailing startup at as much as $40 billion, making it by far the largest such deal on record.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-watch-biden-speech-time-11615491461", "title": "When Is Biden's Speech Today? How to Watch the First Prime-Time Presidential Address", "date": "2021-03-11 17:43", "summary": "Joe Biden will address the nation 50 days into his presidency. President Biden is set to address the nation tonight with his first prime-time speech from the White House to commemorate the anniversary of the Covid-19 shutdown. In the speech, Mr. Biden plans to discuss what the next steps will be in dealing with the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-how-the-covid-19-stimulus-package-gives-additional-money-to-families-11615501037", "title": "How the Covid-19 Stimulus Package Gives Additional Money to Families", "date": "2021-03-11 17:17", "summary": "The new law signed by President Biden on Thursday increases the credit to $3,000 a child and makes parents of 17-year-olds newly eligible. The new coronavirus relief law will send larger payments than before to families with children under age 18, at least for the 2021 tax year. Here is how the expanded child tax credit will work.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-launches-25-billion-bond-sale-to-pay-for-5g-spectrum-11615496700", "title": "Verizon Launches $25 Billion Bond Sale to Pay for 5G Spectrum", "date": "2021-03-11 17:16", "summary": "The carrier has to make a $36 billion payment to the FCC later this month. Verizon Communications Inc. is raising $25 billion in new debt to help it settle a bill for spectrum licenses coming due this month.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-faces-new-reality-of-tough-competition-11615478406", "title": "Tesla Faces New Reality of Tough Competition", "date": "2021-03-11 17:04", "summary": "Elon Musk proved consumers would buy electric cars; now rivals are tapping into that demand. Tesla Inc.'s grip on critical markets is showing early signs of slipping as established auto makers push rival models in their race to catch up to Elon Musk's vision for an electric-car future.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-trial-judge-reinstates-third-degree-murder-charge-in-death-of-george-floyd-11615473679", "title": "Derek Chauvin Trial Judge Reinstates Third-Degree Murder Charge", "date": "2021-03-11 17:01", "summary": "Decision ends threat that trial could face a delay; six jurors have been chosen so far. MINNEAPOLIS-A Hennepin County judge reinstated a charge of third-degree murder against the former police officer accused of killing George Floyd, resolving an issue that threatened to put the case on hold.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julius-caesar-review-not-to-praise-it-11615499467", "title": "'Julius Caesar' Review: Not to Praise It", "date": "2021-03-11 16:51", "summary": "The Oregon Shakespeare Festival's 2017 production, now available to stream, suffers from a dull recording. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-pickers-trailed-market-again-in-roller-coaster-2020-11615464001", "title": "Stock Pickers Trailed Market Again in Roller Coaster 2020", "date": "2021-03-11 16:36", "summary": "Some 60% of U.S. large-cap stock-picking funds lagged behind S&P 500 in 2020, marking 11th straight year of underperformance. In a year prime for stock picking, stock pickers came up short-again.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-says-car-insurers-overcharged-during-the-pandemic-11615483801", "title": "California Says Car Insurers Overcharged During the Pandemic", "date": "2021-03-11 16:23", "summary": "State gives auto-insurance companies until April 30 to detail plans for returning premiums to California policyholders. California regulators are ordering car insurers to refund significantly more money to the state's vehicle owners, accusing them of overcharging customers as wrecks last year plummeted due to reduced driving during the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloodlands-review-tale-of-newly-troubled-times-11615497743", "title": "'Bloodlands' Review: Tale of Newly Troubled Times", "date": "2021-03-11 16:22", "summary": "New evidence causes a Belfast detective to reopen the case of a serial assassin dating from before Northern Ireland's Good Friday Agreement, one of whose victims was his wife. The four-part \"Bloodlands,\" a hit British thriller now streaming on Acorn TV, isn't just about murder, betrayal and Irish gun-barrel politics. It's about the power of storytelling. Northern Ireland, as portrayed in the series at least, is so unstable that few characters want to even mention its bloody past, and that's something reflected in the production itself: There's a straining for silence, as if the series might become complicit in disturbing the peace. But can a people be free if their defining conflict goes unspoken? The result is an agitated tension percolating beneath the surface skullduggery and violence.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/own-the-room-review-pitching-the-future-11615497474", "title": "'Own the Room' Review: Pitching the Future", "date": "2021-03-11 16:17", "summary": "Young entrepreneurs vie for the top spot in a global competition that recognizes world-changing ideas. Competition documentaries-about spelling bees, Scrabble, crossword puzzles, cooking-are something of a cliché, and for good reason: A contest provides a narrative. And drama. And, depending on the personalities involved, it usually gives you someone to root for. Customarily, a large group of contestants is followed along the path to the podium; the editing room makes it appear that the director knew who the winner would be all along. Sometimes there are parents screaming maniacally from the figurative sidelines. There's always an underdog.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-11-2021-11615452205", "title": "Tech Shares Push S&P 500 to Record", "date": "2021-03-11 16:05", "summary": "Nasdaq jumps 2.5%, while S&P joins Dow at new highs. A rebound in shares of technology companies propelled the S&P 500 to a record close Thursday, as investors snatched up shares of growth companies that have lagged behind in recent weeks as bond yields soared.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-fraud-case-is-put-on-hold-11615496739", "title": "GPB Capital Fraud Case Is Put on Hold", "date": "2021-03-11 16:05", "summary": "Prosecutors in a related criminal case asked a federal judge to halt the civil case against GPB to prevent interference. Civil fraud claims pending against GPB Capital Holdings LLC and three men who set up the New York private-equity firm are on hold after the Justice Department sought a stay in the Securities and Exchange Commission's case pending the outcome of related criminal proceedings against the three individuals.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pre-order-your-copy-now-friday-crossword-march-12-11615232381", "title": "Pre-Order Your Copy Now (Friday Crossword, March 12)", "date": "2021-03-11 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-manhattan-isnt-right-place-for-covid-19-memorial-residents-say-11615494239", "title": "Lower Manhattan Isn't Right Place for Covid-19 Memorial, Residents Say", "date": "2021-03-11 15:41", "summary": "Local community advisory board says a tribute would be better suited in another part of New York City. Lower Manhattan's Battery Park City has become a prime location for honoring the loss and sacrifice of great New Yorkers and people all over the world.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anniversary-of-the-panic-11615495208", "title": "Anniversary of the Panic", "date": "2021-03-11 15:40", "summary": "The staggering collateral damage of government's Covid response.. A year after the World Health Organization declared a Covid pandemic and government health authorities encouraged politicians to order societal shutdowns, America has only begun to pay the staggering cost.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-sanction-chinese-officials-over-human-rights-violations-11615493507", "title": "EU to Sanction Chinese Officials Over Human-Rights Violations", "date": "2021-03-11 15:35", "summary": "Sanctions, which include a travel ban and asset freezes, would be the first over human-rights abuses since Tiananmen Square crackdown. The European Union is set to target China with sanctions over human-rights abuses for the first time since the 1989 Tiananmen Square crackdown, blacklisting four people and one entity in Xinjiang, several diplomats said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denmark-and-norway-suspend-use-of-astrazeneca-vaccine-over-blood-clot-worries-11615476896", "title": "Denmark, Norway Suspend AstraZeneca Covid-19 Vaccine", "date": "2021-03-11 15:20", "summary": "European regulators are investigating reports of severe blood clots in people who have received doses. Denmark, Norway and Iceland temporarily halted the use of the Covid-19 vaccine made by AstraZeneca PLC as a precaution, as they and other European regulators investigated reports of severe blood clots in people who have received doses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiscal-stimulus-vaccine-rollouts-brighten-opecs-oil-demand-forecasts-11615469401", "title": "Fiscal Stimulus, Vaccine Rollouts Brighten OPEC's Oil Demand Forecasts", "date": "2021-03-11 15:07", "summary": "Cartel increases its forecasts for global oil demand global economic growth in latest monthly report. A growing wave of fiscal stimulus and the continuing rollout of coronavirus vaccinations are helping to brighten this year's outlooks for economic growth and oil demand, the Organization of the Petroleum Exporting Countries said Thursday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tempted-to-travel-to-the-caribbean-know-the-covid-rules-11615493182", "title": "Tempted to Travel to the Caribbean? Know the Covid Rules", "date": "2021-03-11 15:06", "summary": "Most of the region's islands are open to U.S. visitors now, but you'll have to navigate a multitude of pandemic obstacles before you can flop down on the beach. Here's the advice you need.. IN MID-FEBRUARY, when a cold snap set in across much of America, Tami Irons, a system administrator at a hospital network in Painesville, Ohio, chased the sun to St. John, the smallest and lushest of the U.S. Virgin Islands. She and her husband have been vacationing on St. John annually since 2005, and not even the continuing pandemic was going to stop them. \"Getting out of the snow and the cold always makes us breathe a little better,\" said Ms. Irons.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-strikes-target-iranian-oil-bound-for-syria-11615492789", "title": "Israeli Strikes Target Iranian Oil Bound for Syria", "date": "2021-03-11 15:04", "summary": "Campaign against ships, using mines, shows an expansion of hostilities in the Mideast. WASHINGTON-Israel has targeted at least a dozen vessels bound for Syria and mostly carrying Iranian oil out of concern that petroleum profits are funding extremism in the Middle East, U.S. and regional officials say, in a new front in the conflict between Israel and Iran.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-ncaa-tournament-acc-tournament-march-madness-11615480943", "title": "Duke's Season Is Over After a Positive Covid Test", "date": "2021-03-11 15:04", "summary": "The Blue Devils will miss March Madness for the first time since 1995. Duke's hopes of securing its expected place in the March Madness brackets were already hanging by a thread entering this week's Atlantic Coast Conference tournament. Now the coronavirus pandemic has abruptly ended the Blue Devils' season.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-renter-assistance-effort-thrown-into-doubt-by-conflicting-court-rulings-11615492691", "title": "Federal Renter Assistance Thrown Into Doubt by Conflicting Rulings", "date": "2021-03-11 14:58", "summary": "Some judges have ruled that a moratorium on evictions is unlawful; others have upheld it. WASHINGTON-The Biden administration's effort to help millions of tenants who have fallen behind on their rent avoid eviction has been thrown into doubt by a series of conflicting court rulings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curing-procrastination-with-calculus-11615492730", "title": "Curing Procrastination With Calculus", "date": "2021-03-11 14:58", "summary": "A mathematical tool for understanding quantities that change over time shows why putting off unpleasant tasks is a mistake. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-new-in-the-third-covid-19-stimulus-bill-11615285802", "title": "What Is in the Third Covid-19 Stimulus Package?", "date": "2021-03-11 14:53", "summary": "A look at the $1.9 trillion American Rescue Plan Act that President Biden has signed into law. President Biden signed the coronavirus relief bill into law, marking his first major legislative victory in office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-your-calendar-less-overwhelming-with-these-tips-11615491951", "title": "Make Your Calendar Less Overwhelming With These Tips", "date": "2021-03-11 14:45", "summary": "Learn to give priority to tasks that are important versus those that are just urgent. If you panic every time you look at your schedule, you are not alone. The Covid-19 pandemic has introduced new stressors. Juggling professional responsibilities has become more challenging for some who find themselves working in the same rooms they sleep, eat, exercise and care for loved ones. Experts on time management and productivity offer a few tips on how to take back control of your calendar when it gets to be overwhelming.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-finds-the-right-price-with-warnermedia-11615491201", "title": "AMC Finds the Right Price with WarnerMedia", "date": "2021-03-11 14:33", "summary": "Theater giant's deal with studio may include break in film-rental fees. WarnerMedia may have bought itself some peace with the world's largest movie theater chain. And that chain could use the good news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-6-11615491079", "title": "Bestselling Books Week Ended March 6", "date": "2021-03-11 14:31", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-fund-manager-crispin-odey-is-acquitted-of-indecent-assault-11615478501", "title": "U.K. Fund Manager Crispin Odey Acquitted of Indecent Assault", "date": "2021-03-11 14:24", "summary": "Odey had been accused of groping a junior banker in 1998. LONDON-A judge acquitted hedge-fund manager Crispin Odey, one of the U.K. industry's highest-profile figures, on a charge of assaulting a junior banker more than 20 years ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-eyes-antitrust-changes-to-counter-big-tech-consolidation-11615458603", "title": "Congress Eyes Antitrust Changes to Counter Big Tech, Consolidation", "date": "2021-03-11 14:18", "summary": "Antitrust laws could get biggest makeover in decades-if lawmakers find consensus. WASHINGTON-Both Democrats and Republicans have talked about a need to strengthen U.S. antitrust law. This year could test whether they are serious about hammering out legislation to make it happen.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equality-goes-with-freedom-equity-doesnt-11615490177", "title": "Equality Goes With Freedom, Equity Doesn't", "date": "2021-03-11 14:16", "summary": "The government can't measure equality of opportunity, but it can measure equality of result.. Charles Lipson is right (\"'Equity' Is a Mandate to Discriminate,\" op-ed, March 5), and the drumbeat is getting louder that result, not opportunity, is what demonstrates the existence of discrimination. My father, who was chairman of General Motors in the late 1970s, used to say: \"The government can't measure equality of opportunity, but it can measure equality of result. If the results are not equal, they assume unequal opportunity.\" Ingenuity, inventiveness, entrepreneurial skill, determination and, most important, effort are extremely difficult to measure, but those are usually the key factors in creating the result. Until the government figures out how to measure those factors, \"equity\" will never be properly measured.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-and-creationism-in-serious-colleges-11615490100", "title": "Science and Creationism in Serious Colleges", "date": "2021-03-11 14:15", "summary": "Dr. Swamidass's unilateral demands for a \"principled compromise\" and \"higher standards\" for Christian colleges and accrediting associations do not center on science, as he misleadingly claims, but rather on scientific models and the evidence for them.. S. Joshua Swamidass (\"A Compromise on Creationism,\" Houses of Worship, March 5) can offer no evidence in asserting that Bob Jones University grants degrees requiring course credits in \"creation science,\" because there is in reality no such thing. We simply teach science.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-corkscrews-according-to-wine-pros-11615489400", "title": "The Best Corkscrews According to Wine Pros", "date": "2021-03-11 14:03", "summary": "Our wine columnist talked to sommeliers, winemakers and even a world-class corkscrew collector. These are the tools they recommend for elegant and efficient uncorking.. BACK WHEN we were having dinners at other people's homes, any time I saw my host struggling with a less-than-desirable corkscrew, I felt duty-bound to provide an alternative. Take, for example, my friends Tom and Sue: When I first met them, they were opening wine bottles with one of those two-lever, butterfly-type corkscrews that rip up corks as often as they remove them. The next time we met, I brought them a much better tool, the Richartz waiter's corkscrew. A decade or so later, Tom and Sue still use it.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-to-speed-up-bond-purchases-11615467768", "title": "ECB to Speed Up Bond Purchases", "date": "2021-03-11 13:56", "summary": "Central bank's decision marks a divergence from the Federal Reserve. FRANKFURT-The European Central Bank will step up efforts to contain borrowing costs that have surged amid brighter prospects for the U.S. economy and a relaxed stance from the Federal Reserve, aiming to shore up the flagging eurozone economy.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghislaine-maxwell-to-sell-london-home-to-pay-legal-fees-in-epstein-sex-case-11615487940", "title": "Ghislaine Maxwell to Sell London Home to Pay Legal Fees", "date": "2021-03-11 13:39", "summary": "Epstein confidante has buyer for her house near Hyde Park, though sale ran into complications with Barclays, Maxwell's bank. Ghislaine Maxwell, the British socialite and confidante of the late disgraced financier Jeffrey Epstein, is selling her London home to raise funds to pay for her legal defense, according to her family's spokesman.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/achieving-first-rate-interior-design-with-secondhand-furniture-11615486806", "title": "How to Decorate With Secondhand Furniture From Craigslist and Nextdoor", "date": "2021-03-11 13:20", "summary": "Clothing designer Raquel Allegra decorated a 24-room house in Taos, N.M., almost entirely from vintage finds without making it look like a thrift shop. Here, her tricks.. A LITTLE OVER a year ago, when Raquel Allegra decided to buy an 8,000-square-foot second home in Taos, N.M., the fashion designer was set on decorating it almost exclusively with previously owned pieces. \"There's just so much available in the world,\" she said, \"and they've had a life before they came to me, which is important to me.\" So began a wide-ranging hunt: on Craigslist, on the Nextdoor app and at shops near her home in the Topanga neighborhood of Los Angeles. \"I got my friends in a van and filled it up and sent it all out to Taos.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-drug-regulator-approves-j-j-single-dose-covid-19-vaccine-11615470095", "title": "J&J's Single-Dose Covid-19 Vaccine Approved by EU", "date": "2021-03-11 13:12", "summary": "Distribution of Johnson & Johnson shot set to begin in second quarter. BRUSSELS-The European Union expanded its list of approved Covid-19 vaccines to four options, but the addition of Johnson & Johnson 's single-shot vaccine Thursday appears unlikely soon to accelerate Europe's lagging rollout.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-well-being-11615486104", "title": "How Well-Being Is Set to Change", "date": "2021-03-11 13:08", "summary": "Resume Subscription. Published March 11, 2021 1:08 pm ET", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-failure-of-the-syrian-revolution-11615485941", "title": "The Failure of the Syrian Revolution", "date": "2021-03-11 13:05", "summary": "After 10 years of civil war, the rebellion against Bashar al-Assad's ruthless regime couldn't bridge the nation's divides or rally serious help from the West. A decade ago this month, the Syrian civil war began when a group of teenagers-inspired by the Arab Spring then sweeping across the Middle East-scribbled graffiti on a school wall in the southern city of Deraa. Addressing Syria's dictator, the former ophthalmologist Bashar al-Assad, they wrote, \"Your turn has come, doctor!\" The boys were arrested and tortured, sparking protests across the country, especially in its capital, Damascus.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generators-are-letting-homeowners-take-back-the-power-11615485600", "title": "Generators Are Letting Homeowners Take Back the Power", "date": "2021-03-11 13:00", "summary": "Resume Subscription. Want to be a hero to your family, friends and neighbors during a power outage? Install a generator.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/let-there-be-light-and-heat-11615485601", "title": "Let There Be Light and Heat", "date": "2021-03-11 13:00", "summary": "A new generator powered Paul Murphy's entire Houston home when an arctic freeze swept across Texas. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/positive-microbes-microbiome-11615410244", "title": "Modern Life Is Messing With Our Microbiomes, but Science Is Fighting Back", "date": "2021-03-11 13:00", "summary": "It has gotten harder for people to get the needed exposure to good microbes-and the pandemic hasn't helped. Here, eight ways scientists are working to restore this essential biological system.. Author", "categories": [["", "Well-Being"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-offers-vaccines-to-tokyo-beijing-olympics-participants-11615485516", "title": "China Offers Vaccines to Tokyo, Beijing Olympics Participants", "date": "2021-03-11 12:58", "summary": "International Olympic Committee president Thomas Bach announced the offer as the Tokyo Games approach with most of the world unvaccinated for Covid-19. The Chinese Olympic Committee is offering to supply Covid-19 vaccine doses to the International Olympic Committee for participants in the postponed Tokyo Olympics and the Beijing 2022 Winter Games, a proposal that comes a little over four months before the July 23 start of the postponed Tokyo Games.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lockdowns-werent-worth-it-11615485413", "title": "The Lockdowns Weren't Worth It", "date": "2021-03-11 12:56", "summary": "There's a reason no government has done a cost-benefit analysis: The policy would surely fail.. Texas Gov. Greg Abbott announced last week that his state is ending its mask mandate and business capacity limits. While Democrats and many public-health officials denounced the move, ample data now exist to demonstrate that the benefits of stringent measures aren't worth the costs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-or-profits-beijings-pension-dilemma-11615485330", "title": "Power or Profits: Beijing's Pension Dilemma", "date": "2021-03-11 12:55", "summary": "The Chinese badly need places to invest savings, but the necessary reforms endanger the party's rule.. When it comes to China's economy, the sexy issue is the annual growth target for gross domestic product or carbon emissions or corporate debt defaults or the property market. But only one topic is really important for the longer-term survival of the Communist Party regime: pensions. And the party seems to know it.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-household-net-worth-rose-5-6-in-4q-to-record-130-2-trillion-11615482059", "title": "U.S. Households' Net Worth Rose to Record $130.2 Trillion in Fourth Quarter", "date": "2021-03-11 12:52", "summary": "Soaring prices for stocks, real estate and other assets erased losses inflicted by the coronavirus pandemic. WASHINGTON-The net worth of U.S. households finished 2020 at the highest level on record, as soaring prices for stocks, real estate and other assets erased losses inflicted by the coronavirus pandemic and related economic downturn.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skip-spring-break-this-year-and-bring-the-beach-home-11615483822", "title": "Skip Spring Break This Year and Bring the Beach Home", "date": "2021-03-11 12:48", "summary": "How to create a cool, beachy vibe inside any space, whether it's near the water or not. Spring break is right around the corner, but feels so very far away.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-count-covid-19-stimulus-package-benefits-11615464019", "title": "Covid-19 Stimulus Package Is Boon for Business", "date": "2021-03-11 12:46", "summary": "Legislation gives consumers more money to spend but doesn't force companies to raise workers' wages. American businesses are poised to benefit from twin victories in the $1.9 trillion Covid-19 relief package, which gives consumers more money to spend but doesn't force companies to raise workers' wages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ordeal-of-standardized-testing-11615484472", "title": "The Ordeal of Standardized Testing", "date": "2021-03-11 12:41", "summary": "From the Incas to the College Board, exams have been a popular way for societies to select an elite. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compass-listing-is-worth-a-tour-11615483832", "title": "Compass Listing Is Worth a Tour", "date": "2021-03-11 12:30", "summary": "Exclusive real-estate platform is about to open its house to public investors. Compass, the real-estate brokerage platform that promotes itself around exclusivity, is about to open its house to public investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-make-your-college-tour-the-campus-will-come-to-you-11615483587", "title": "Can't Make Your College Tour? The Campus Will Come to You", "date": "2021-03-11 12:26", "summary": "Families with high-school students are finding novel ways to get a sense of campus; virtual-reality visits. High-school junior Bridget Rushing had long looked forward to seeing \"dream school\" Columbia University's Manhattan campus. A digital slideshow of snapshots narrated over Zoom from a student tour guide's off-campus bedroom wasn't exactly what she had in mind.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-cites-resilience-in-2020-despite-challenges-and-revenue-drop-11615483322", "title": "WPP Cites Resilience in 2020 Despite Challenges and Revenue Drop", "date": "2021-03-11 12:22", "summary": "The company reported impairment charges of $4.3 billion, due largely to WPP's Y&R acquisition 20 years ago. WPP PLC said like-for-like net revenue decreased 8.2% in 2020 and fell 6.5% in the fourth quarter, compared with the same period a year earlier, as the coronavirus pandemic continued to disrupt business for major marketers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattans-blighted-soho-district-showing-new-signs-of-life-11615482938", "title": "Manhattan's Blighted SoHo District Showing New Signs of Life", "date": "2021-03-11 12:15", "summary": "Brokers credit lower rents for helping to lure back tenants. The pandemic has been especially hard on Manhattan's SoHo neighborhood, but there are recent signs the popular shopping district may be on the mend as lower rents attract fresh interest.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-coupang-another-south-korean-delivery-company-catches-u-s-ipo-fever-11615482737", "title": "After Coupang, Another South Korean Delivery Company Catches U.S. IPO Fever", "date": "2021-03-11 12:12", "summary": "Online grocer Market Kurly makes overnight deliveries of freshly caught fish commonplace in one of the world's biggest e-commerce markets. SEOUL-As South Korean e-commerce giant Coupang Inc. goes public, one of its local rivals is considering a U.S. listing of its own.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-03-11-2021-11615419157", "title": "Jobless Claims Ease as Hiring Picks Up", "date": "2021-03-11 12:07", "summary": "Initial claims for benefits fell 42,000 last week to 712,000, near their lowest level since pandemic-fueled surge. New filings for unemployment benefits last week neared their lowest level since the pandemic fueled a surge in layoffs last March, adding to evidence of renewed labor-market growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-tap-former-fed-economist-for-treasury-domestic-finance-post-11615481479", "title": "Biden to Tap Former Fed Economist for Treasury Domestic-Finance Post", "date": "2021-03-11 11:51", "summary": "President also nominates NYU law professor, campaign aide to top posts on taxes, economy. WASHINGTON-President Biden intends to nominate Nellie Liang, an economist who specialized in financial stability during her career at the Federal Reserve, to a senior Treasury Department post, the White House said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-cruises-action-packed-colorado-estate-lists-for-39-5-million-11615480236", "title": "Tom Cruise's Action-Packed Colorado Estate Lists for $39.5 Million", "date": "2021-03-11 11:30", "summary": "The actor's Telluride property, which spans 320 acres, includes a dirt bike and snowmobile track, as well as a network of trails for hiking, snowshoeing and all-terrain vehicles. Tom Cruise's Telluride, Colo., estate-which is full of sports-oriented amenities befitting an action star-is returning to market for $39.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-telluride-home-of-tom-cruise-11615479988", "title": "The Telluride Home of Tom Cruise", "date": "2021-03-11 11:26", "summary": "The actor spent several years designing and constructing the roughly 10,000-square-foot stone-and-cedar home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netanyahu-cancels-u-a-e-visit-as-jordan-israel-tensions-heat-up-11615479891", "title": "Netanyahu Cancels U.A.E. Visit as Jordan-Israel Tensions Heat Up", "date": "2021-03-11 11:24", "summary": "Officials in Israel and Jordan warn that ties have reached a low point. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu scrapped a landmark visit Thursday to the United Arab Emirates amid a widening row with neighboring Jordan, a blow to his government's efforts to cement diplomatic ties with some Arab nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-from-pfizer-biontech-was-97-effective-at-preventing-illness-in-israel-11615479851", "title": "Covid-19 Vaccine From Pfizer-BioNTech Was 97% Effective at Preventing Illness in Israel", "date": "2021-03-11 11:24", "summary": "Vaccine also appeared to prevent asymptomatic spread and to protect against the variant first identified in U.K.. A new analysis from Israel found that maximum protection from Pfizer Inc. and BioNTech SE 's Covid-19 vaccine kicked in at least two weeks after people received the second dose, and it held up even against a more transmissible variant.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-build-meaningful-workplace-relationships-11605294163", "title": "How to Build Positive Relationships at Work", "date": "2021-03-11 11:23", "summary": "Most Popular News. Whether you are working remotely, from an office or picking up part-time gig work and odd jobs, it is crucial to network so you can forge and strengthen positive relationships with your colleagues. It is not just senior staff who can help you advance in your career. Your peers and junior colleagues can also become helpful contacts and give you some insight into the avenues you do and don't want to pursue professionally. Even if you consider yourself a wallflower, there are techniques you can use to make the most of your working relationships, say networking experts.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfts-explained-whats-driving-prices-for-lebron-james-and-kings-of-leon-digital-collectibles-11615205133", "title": "Everything You Need to Know About Non-Fungible Tokens", "date": "2021-03-11 11:11", "summary": "Market for non-fungible tokens, which convey ownership of digital assets, ballooned in 2020. Christie's is selling digital art. Kings of Leon are offering their latest album as a collector's item-online. And NBA fans recently drove the price of a LeBron James highlights video into six figures.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silence-emerges-as-a-way-to-boost-health-11615478413", "title": "Silence Emerges as a Way to Boost Health", "date": "2021-03-11 11:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/beeple-nft-fetches-record-breaking-69-million-in-christies-sale-11615477732", "title": "Beeple NFT Fetches Record-Breaking $69 Million in Christie's Sale", "date": "2021-03-11 10:48", "summary": "Resume Subscription. Cryptocurrency and blue-chip art collided Thursday when a self-taught artist named Mike Winkelmann, who goes by the professional name of Beeple, sold a digital image online at Christie's for $69.3 million. That's more than anyone has ever bid for artwork by Frida Kahlo, Salvador Dalí or Paul Gauguin-and it makes Beeple the third most-expensive living artist after Jeff Koons and David Hockney.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/myanmar-military-accuses-aung-san-suu-kyi-of-corruption-as-crackdown-escalates-11615476264", "title": "Myanmar Military Accuses Aung San Suu Kyi of Corruption as Crackdown Escalates", "date": "2021-03-11 10:24", "summary": "At least seven more people were killed as the junta tries to suppress protests over last month's coup. SINGAPORE-Myanmar's military junta accused deposed civilian leader Aung San Suu Kyi of corruption as at least seven more people were killed in an increasingly violent effort to suppress the protests over last month's coup.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-regulators-plan-to-tame-tech-giant-alibaba-jack-ma-11615475344", "title": "China Lays Plans to Tame Tech Giant Alibaba", "date": "2021-03-11 10:12", "summary": "Resume Subscription. Under founder Jack Ma, Alibaba Group Holding Ltd. had regulators and local officials in its corner as it grew into a Chinese version of Amazon.com Inc. Chinese President Xi Jinping's recent crackdown on the empire of China's best-known entrepreneur has put an end to that.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/recording-of-trump-phone-call-to-georgia-lead-investigator-reveals-new-details-11615411561", "title": "Trump Call to Georgia Lead Investigator Reveals New Details", "date": "2021-03-11 10:08", "summary": "Then-president says that 'something bad happened' and presses for investigation into Fulton County votes. ATLANTA-Then-President Donald Trump urged the chief investigator of the Georgia Secretary of State's office to look for fraud during an audit of mail-in ballots in a suburban Atlanta county, on a phone call he made to her in late December.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrant-bought-a-domed-stadium-for-583-000-11615474801", "title": "Immigrant Bought a Domed Stadium for $583,000", "date": "2021-03-11 10:00", "summary": "Andreas Apostolopoulos, who has died at age 68, made his name betting on depressed Detroit-area real estate. Andreas Apostolopoulos was an obscure Toronto-based investor in industrial real estate until 2009. Then he bought a domed stadium that no one else seemed to want.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-march-13-11615406078", "title": "Number Puzzles (Saturday, March 13)", "date": "2021-03-11 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-overtime-rule-change-ravens-harbaugh-11615431254", "title": "The NFL Coach, the Nobel Prize Winner and One Crazy Idea to Fix Overtime", "date": "2021-03-11 10:00", "summary": "The Baltimore Ravens proposed a new rule that would radically overhaul the structure of overtime games to make them more fun-and more fair. The Baltimore Ravens recently proposed a bold change to the rule that governs how overtime games in the NFL work. It's unorthodox. It's a little bit crazy. And it has the endorsement of a Nobel Prize-winning economist who says it will make football more fun-and more fair.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-on-rent-you-may-qualify-for-federal-assistance-11615472482", "title": "Behind on Rent? You May Qualify for Federal Assistance", "date": "2021-03-11 09:21", "summary": "Latest coronavirus relief bill includes help for tenants who are behind on rent and utilities. WASHINGTON-The coronavirus relief bill passed by the House on Wednesday includes help for tenants who are behind on their rent and utility bills.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pasta-milanese-11615472510", "title": "Pasta Milanese", "date": "2021-03-11 09:21", "summary": "Like all the dishes Sicilians serve to celebrate St. Joseph's Day, pasta Milanese is rich in symbolism as well as flavor. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-pasta-is-a-party-waiting-to-happen-11615472351", "title": "This Pasta Is a Party Waiting to Happen", "date": "2021-03-11 09:19", "summary": "Like all the dishes Sicilians serve to celebrate St. Joseph's Day, pasta Milanese is rich in symbolism as well as flavor. AS AN Irish/Italian American growing up in northern New Jersey, I viewed March as a month of dueling saints: Patrick and Joseph. A Sunday-sauce type of family, we endured corned beef and cabbage only once a year; the foods of Sicily were much more prominent on our table.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-amc-bumble-what-to-watch-when-the-stock-market-opens-today-11615464223", "title": "GameStop, AMC, Bumble: What to Watch When the Stock Market Opens Today", "date": "2021-03-11 09:05", "summary": "The number of Americans applying for jobless benefits declined. Here's what we're watching ahead of Thursday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-outbreak-at-fitness-centers-roils-hong-kongs-finance-industry-11615468186", "title": "Coronavirus Outbreak at Gyms Roils Hong Kong's Finance Industry", "date": "2021-03-11 09:04", "summary": "Banks, brokerages and asset managers have vacated offices after Covid-19 rippled through Hong Kong's expatriate community. Hong Kong's finance sector was roiled Thursday by a coronavirus outbreak that emanated from fitness centers in the city, with large banks, brokerages and asset managers vacating some offices and employees rushing to get tested for Covid-19.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/13-ways-to-jazz-up-a-suit-11615471439", "title": "13 Ways to Jazz Up a Suit", "date": "2021-03-11 09:03", "summary": "New spring suiting ideas take note from a musical golden age. This season, the snappiest suits capture all the energy and flair of a swinging jazz club. The tailored daily uniform may have fallen by the wayside in favor of loungewear during the work-from-home era, but for many men, there's nothing more uplifting. This season sees a range of colorful options that can be thrown on for an easy and immediate upgrade, including a pale pink Tod's option, Gucci prints, brown Ralph Lauren pinstripes and crisp whites from Louis Vuitton .", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-chris-whittle-looks-to-bolster-for-profit-school-network-11615471204", "title": "Entrepreneur Chris Whittle Looks to Bolster For-Profit School Network", "date": "2021-03-11 09:00", "summary": "The New York executive plans a merger, as his company faces lawsuits alleging unpaid contracts. With his company facing lawsuits alleging millions of dollars in unpaid contracts, New York entrepreneur Chris Whittle says he has a new approach for his goal of building a global network of for-profit schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-spending-deficit-disputes-could-trip-up-democrats-ambitions-11615471204", "title": "Military Spending, Deficit Disputes Could Trip Up Democrats' Ambitions", "date": "2021-03-11 09:00", "summary": "Intraparty differences could complicate effort to advance package focused on infrastructure and healthcare. WASHINGTON-Democrats' first big legislative push on the coronavirus relief package wasn't easy. Their plans for another big package potentially focused on infrastructure and healthcare is expected to be harder at every turn, beginning with the initial step of approving a budget.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-phone-call-that-changed-marcus-rashfords-life-11615469518", "title": "The One Phone Call That Changed Marcus Rashford's Life", "date": "2021-03-11 08:31", "summary": "The Premier League footballer and activist on an unexpected phone call that he'll never forget, the athlete he'd most like to meet and the person he talks to before every game. What's the one thing this year has taught you?", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-giant-shell-appoints-new-chairman-to-navigate-energy-transition-11615462512", "title": "Shell Appoints New Chairman to Navigate Energy Transition", "date": "2021-03-11 08:30", "summary": "Former BHP CEO Andrew Mackenzie to help guide company's plans to reduce reliance on fossil fuels and expand in low-carbon energy. LONDON- Royal Dutch Shell PLC has appointed Andrew Mackenzie as its new chairman, tapping a mining veteran to oversee the oil and gas giant as it navigates the transition to low-carbon energy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-extends-vaccine-export-ban-option-while-touting-exports-11615468709", "title": "EU Extends Vaccine Export Ban Option While Touting Exports", "date": "2021-03-11 08:18", "summary": "Move follows EU efforts to hit back at critics of its slow-rolling vaccine campaign. BRUSSELS-The European Union is extending a mechanism that allows member states to block vaccine exports, keeping the system in place until the end of June.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-eligibility-depends-partly-on-where-you-are-11615467610", "title": "Covid-19 Vaccine Eligibility Varies From State to State", "date": "2021-03-11 08:00", "summary": "Discrepancies by location are prompting some people to travel for shots. States are making new groups eligible for Covid-19 vaccines at a faster but uneven pace, creating discrepancies that are stoking confusion and encouraging some people to trek to places with more lenient policies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fans-major-league-baseball-texas-rangers-11615428767", "title": "Major League Baseball Eyes a Return to Full Ballparks", "date": "2021-03-11 08:00", "summary": "The Texas Rangers said they would allow 100% capacity at their home opener on April 5. Most clubs will start at reduced capacity and ramp up as they can.. Sports as a live entertainment product has largely been dormant in the U.S. for a year, wiped away by the coronavirus pandemic. As spring arrives-and Covid-19 cases drop, hospitalizations plummet and vaccines roll out-Major League Baseball is making a bold move toward bringing fans back in large numbers.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlantas-crime-wave-makes-some-residents-look-to-the-suburbs-11615467182", "title": "Atlanta's Crime Wave Makes Some Residents Look to the Suburbs", "date": "2021-03-11 07:53", "summary": "Buckhead group explores seceding from the city amid rise in violent crime; 'Everybody is on edge'. ATLANTA-Lauren LeNoir had always felt safe on her quiet street in Buckhead, the city's wealthiest neighborhood, known for its upscale malls and mansions. But that all changed when she was coming home from work one night in January.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-william-says-royals-not-racist-after-meghan-markle-prince-harry-accusations-11615465898", "title": "Prince William Says Royals 'Not Racist'", "date": "2021-03-11 07:52", "summary": "Second in line to British throne says he hasn't spoken to his brother since Oprah Winfrey interview. LONDON-Prince William on Thursday said his family isn't racist, the first public rebuttal from a senior member of the British monarchy of allegations made by Prince Harry and Meghan Markle about racism in the royal ranks.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-treasury-market-could-soon-get-more-love-11615466176", "title": "The Treasury Market Could Soon Get More Love", "date": "2021-03-11 07:36", "summary": "While markets are jittery about U.S. government bonds, foreign investors now have a big incentive to buy them with currency hedges. Like beauty, the value of a financial asset is in the eye of the beholder. Right now, Treasurys look much better from outside of the U.S.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-moving-to-florida-during-covid-11615463911", "title": "Homebuyers Are Heading to Florida During Covid, but Nearly as Many Are Moving Out", "date": "2021-03-11 07:00", "summary": "Thanks to hurricanes, heat and red-hot home prices, the state's population growth hit its lowest rate since 2014 during the pandemic. David Gewirtz never got used to the heat, even after 15 years in Florida.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quick-vacation-home-11615463731", "title": "A Quick Vacation Home", "date": "2021-03-11 06:55", "summary": "The Cunninghams swiftly sold their West Palm Beach property after home prices rapidly rose in the area.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lineage-logistics-raises-1-9-billion-to-expand-cold-storage-reach-11615460400", "title": "Lineage Logistics Raises $1.9 Billion to Expand Cold-Storage Reach", "date": "2021-03-11 06:00", "summary": "The world's largest refrigerated-storage operator is eyeing more acquisitions, new facilities as its valuation reaches about $18 billion. The market for cold storage is heating up as the largest players in temperature-controlled warehousing move deeper into global food supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-analysis-seeks-to-guide-educators-on-reopening-schools-11615460400", "title": "New Analysis Seeks to Guide Educators on Reopening Schools", "date": "2021-03-11 06:00", "summary": "A review of 130 studies on school reopenings world-wide says officials must weigh long-term impacts of school closures on children. A year after a new coronavirus prompted an abrupt wave of school closures, the science is becoming clearer about how schools can reopen safely and what role they play in further spread.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/champions-league-messi-ronaldo-11615427024", "title": "Champions League Moves On Without Messi and Ronaldo", "date": "2021-03-11 06:00", "summary": "An era appears to close as Juventus and Barcelona crash out of Europe. PARIS-Lionel Messi and Cristiano Ronaldo spent the past 15 years redefining what was possible in the Champions League. They were the immovable fixtures of the European soccer spring. Reaching the semifinals was practically a guarantee for them. And more often than not, one or the other would go on to win the whole thing-a feat Messi and Ronaldo pulled off a combined nine times since 2006.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fukushima-nuclear-cleanup-is-just-beginning-a-decade-after-disaster-11615458603", "title": "Fukushima Nuclear Cleanup Is Just Beginning", "date": "2021-03-11 05:30", "summary": "Resume Subscription. A resolution to the crisis at the Fukushima Daiichi nuclear power plant remains a distant goal a decade after three of its reactors melted down.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-are-holding-off-on-firing-workers-right-now-11615458600", "title": "Companies Are Holding Off on Firing Workers Right Now", "date": "2021-03-11 05:30", "summary": "Most Popular News. Millions of workers have been laid off during the pandemic, but cutting ties with individual employees over performance issues has become vastly more complicated, several employers say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brinks-got-outsiders-to-count-newly-acquired-gold-silver-bars-11615458601", "title": "Brink's Got Outsiders to Count Newly-Acquired Gold, Silver Bars", "date": "2021-03-11 05:30", "summary": "Just over a year ago, Brink's bought most of the cash operations business of G4S. But coronavirus restrictions prevented it from taking stock of inventories on its own. Counting the assets that The Brink's Co. acquired as part of an $860 million deal took the company's finance chief nearly a year because of pandemic-related restrictions.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-out-refinancings-hit-highest-level-since-financial-crisis-11615458602", "title": "Cash-Out Refinancings Hit Highest Level Since Financial Crisis", "date": "2021-03-11 05:30", "summary": "Home prices have soared during the coronavirus pandemic, prompting more borrowers to pocket cash from refis. Americans extracted more cash from their homes through cash-out refinancings in 2020 than in any year since the financial crisis.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-companies-seek-to-restore-functions-to-spinal-cord-injury-patients-11615458601", "title": "Biotech Companies Seek to Restore Functions to Spinal-Cord Injury Patients", "date": "2021-03-11 05:30", "summary": "Stem cells, gene therapy among treatments under study for paralyzing injuries. Biotechnology companies and researchers are studying treatments that could help patients with spinal-cord injuries recover abilities to move and function that they have lost.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-seek-more-time-to-apply-for-ppp-loans-11615458602", "title": "Small Businesses Seek More Time to Apply for PPP Loans", "date": "2021-03-11 05:30", "summary": "Lenders and advocates for firms say program changes, approval delays are creating a time crunch before March 31 deadline. Small-business advocates are calling on the federal government to extend the March 31 deadline to apply for a loan from the Paycheck Protection Program, citing recent changes made to the program and delays in processing applications.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-rally-to-watch-isnt-in-stocks-11615457994", "title": "The Real Rally to Watch Isn't in Stocks", "date": "2021-03-11 05:22", "summary": "The global real-estate market is booming in a way that was confined to a handful of countries after the financial crisis. Stock markets are exciting, perhaps particularly to financial journalists. But the bigger impact, and the bigger risks, are in a larger and slower-moving market: real estate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-chief-says-apple-is-welcome-to-make-a-car-but-11615442109", "title": "Toyota Chief Cautions Apple Over Car Plans", "date": "2021-03-11 03:05", "summary": "Akio Toyoda says new entrants to the sector should be ready for 40-year commitment. TOKYO- Toyota Motor Corp. President Akio Toyoda said he welcomed the possible entry of Apple Inc. into the car business but said the iPhone maker should be ready for a decadeslong commitment to its customers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-gun-control-measures-opposed-by-republicans-11615464001", "title": "House Passes Gun-Control Measures Backed by Democrats", "date": "2021-03-11 00:01", "summary": "The bills would expand background checks to nearly all gun sales and extend the window for background checks to 10 days. WASHINGTON-The House passed a pair of gun-control bills that were blocked in the last Congress, a priority for Democratic leaders frustrated by years of little success on the issue amid broad Republican opposition.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615392279", "title": "Pepper...and Salt", "date": "2021-03-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-antibody-drug-effective-in-study-glaxosmithkline-and-vir-say-11615433671", "title": "Covid-19 Antibody Drug Effective in Study, GlaxoSmithKline and Vir Say", "date": "2021-03-11 22:34", "summary": "The makers plan to seek authorization of the drug, given its 85% effectiveness preventing hospitalizations and deaths. A monoclonal-antibody drug reduced hospitalizations or death from Covid-19 by 85% compared with a placebo in a clinical trial, said Vir Biotechnology Inc. and GlaxoSmithKline PLC, the drug's developers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-schools-to-reopen-for-youngest-students-in-april-11615354464", "title": "Los Angeles Schools to Reopen for Youngest Students in April", "date": "2021-03-11 20:28", "summary": "Elementary students will return to classrooms part-time, while middle- and high-school students continue online learning. The Los Angeles Unified School District reached a tentative agreement with its teachers union that would allow some students in the nation's second-largest school district to resume in-person learning for the first time in more than a year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-strikes-seven-year-deal-for-rights-to-nhl-games-11615415046", "title": "ESPN Strikes Seven-Year Deal for Rights to NHL Games", "date": "2021-03-11 20:03", "summary": "Deal turns ESPN+ into streaming home of out-of-market local-TV hockey games. Walt Disney Co. 's ESPN and the National Hockey League said they struck a seven-year deal that will bring the Stanley Cup Finals to Disney's ABC broadcast network and make hundreds of local-TV games available on the ESPN+ streaming service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-backs-college-athletes-in-supreme-court-case-11615416343", "title": "Justice Department Backs College Athletes in Supreme Court Case", "date": "2021-03-11 19:46", "summary": "Biden administration files brief against NCAA's rules limiting student-athlete compensation as justices prepare to hear case this month. WASHINGTON-The Justice Department urged the Supreme Court to side with college athletes who are challenging the NCAA's limits on their compensation, adding the government's voice to a high-stakes case scheduled for arguments later this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-whipsawed-by-winter-covid-19-surge-as-theater-operator-looks-for-recovery-11615416994", "title": "AMC Reopening More Theaters Closed by Covid-19", "date": "2021-03-11 19:38", "summary": "Sales fell 89% in the fourth quarter, but CEO expects new movies, vaccine distribution to drive better results this year. AMC Entertainment Holdings Inc. has reopened many of its theaters in recent weeks after a winter surge of coronavirus cases prompted the company to re-close several cinemas at the end of 2020 when sales fell 89%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-in-uproar-after-military-bombing-of-drug-gang-kills-at-least-one-girl-11615422533", "title": "Colombia in Uproar After Military Bombing of Drug Gang Kills at Least One Girl", "date": "2021-03-11 19:28", "summary": "Defense Minister refers to youth in jungle camps as 'war machines;' 12 people died in March 2 aerial strike. BOGOTÁ, Colombia-The death of at least one teenage girl in an aerial bombardment of a jungle camp operated by a narco-trafficking group has touched off outrage aimed at Colombia's Defense Ministry, which has been under pressure to bring a range of armed groups to heel.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-hit-by-covid-19-variant-surpasses-u-s-in-daily-cases-and-deaths-11615385902", "title": "Brazil Overtakes U.S. in Daily Covid-19 Deaths", "date": "2021-03-11 19:25", "summary": "P.1 strain from the Amazon fills up ICUs across South America's most populous country; some patients left to die. SÃO PAULO-Brazil has overtaken the U.S. as the country with the most daily Covid-19 cases and deaths in the world, as an aggressive strain of the disease from the Amazon leaves Latin America's biggest nation scrambling for space in hospitals and cemeteries.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-shares-jump-in-public-markets-debut-11615402033", "title": "Roblox Shares Jump in Public-Markets Debut", "date": "2021-03-11 19:09", "summary": "Market capitalization of the videogame platform now stands at roughly $45 billion. Shares of videogame platform Roblox Corp. soared in their public debut Wednesday, in an indication that the mania that gripped the IPO market late last year shows no sign of abating.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}]