[{"link": "https://www.wsj.com/articles/regulators-lift-restrictions-on-nursing-home-visits-11615420532", "title": "Regulators Lift Restrictions on Nursing Home Visits", "date": "2021-03-10 18:55", "summary": "Residents can receive visitors under most circumstances, federal agency says. Federal regulators lifted restrictions on visits to nursing homes, after widespread vaccination helped sharply reduce Covid-19 cases and deaths among residents of the facilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-progressive-democratic-steamroller-11615419691", "title": "The Progressive Democratic Steamroller", "date": "2021-03-10 18:41", "summary": "The $1.9 trillion spending bill is only a taste of what's coming.. Democrats on Wednesday passed their $1.9 trillion spending and welfare bill that would have been unimaginable even in the Obama years, and the big news is how easily they did it. The party is united behind the most left-wing agenda in decades, while Republicans are divided and in intellectual disarray. This is only the beginning of the progressive steamroller, and it's worth understanding why.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-de-blasio-fights-success-11615419474", "title": "Bill de Blasio Fights Success", "date": "2021-03-10 18:37", "summary": "A school where kids learn is held hostage by New York's mayor.. Most mayors are moving heaven and earth to get children back in the classroom, but New York's Bill de Blasio is now preoccupied with trying to take away the classrooms for one school. Witness his harassment of Hollis Middle School in Queens, part of the Success Academy charter schools. If Mayor de Blasio doesn't come up with a site for the school, the future for 250 children, 91% black and Latino, will be thrown into limbo.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-illusionist-11615419340", "title": "Hong Kong's Illusionist", "date": "2021-03-10 18:35", "summary": "Financial Secretary Paul Chan invokes a system that no longer exists.. We almost sympathize with Paul Chan Mo-po, who writes a letter to the editor nearby. The Hong Kong Financial Secretary is upset that the Heritage Foundation has dropped Hong Kong from its annual Index of Economic Freedom after years at the top of the list.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-supreme-court-wont-intervene-in-derek-chauvin-appeal-11615419228", "title": "Minnesota Supreme Court Won't Intervene in Derek Chauvin Appeal", "date": "2021-03-10 18:33", "summary": "The decision could clear the way for the trial to proceed without interruption. MINNEAPOLIS-The Minnesota Supreme Court said it wouldn't intervene in the trial of a former Minneapolis police officer accused of killing George Floyd, potentially removing a threat that could see the case put on hold.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xavier-becerras-culture-war-11615419177", "title": "Xavier Becerra's Culture War", "date": "2021-03-10 18:32", "summary": "His record shows he'll use health care as a polarizing weapon.. The Senate Finance Committee split 14-14 last week on Xavier Becerra's nomination to be Secretary of Health and Human Services. Majority Leader Chuck Schumer must now force it to the floor for a confirmation vote, and this is one Cabinet choice who deserves a ticket back to California.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruling-on-nasdaq-diversity-plan-for-boards-is-delayed-by-sec-11615419177", "title": "Nasdaq Diversity Plan Ruling Is Delayed", "date": "2021-03-10 18:32", "summary": "A final decision on whether to approve or reject the proposal will likely come out this summer. The Securities and Exchange Commission postponed a decision on Nasdaq Inc.'s plan to press for greater diversity on corporate boards.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrick-garland-confirmed-as-bidens-attorney-general-11615405965", "title": "Merrick Garland Confirmed as Biden's Attorney General", "date": "2021-03-10 18:27", "summary": "Senate also confirms Marcia Fudge to lead HUD, Michael Regan to head EPA. WASHINGTON-The Senate confirmed Merrick Garland as President Biden's attorney general, putting a respected jurist and experienced former prosecutor in charge of a Justice Department poised to confront a rising threat of domestic extremism and aggressively enforce civil-rights law amid a nationwide reckoning on race and policing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-laws-can-handle-homegrown-terror-11615418012", "title": "Today's Laws Can Handle Homegrown Terror", "date": "2021-03-10 18:13", "summary": "The FBI has long dealt with domestic terror, but a new bill threatens American civil liberties.. Amid understandable concern over political violence come calls for Congress to enact laws dealing with domestic terrorism. But domestic terrorism isn't a new problem, and a new law runs the risk of abusing Americans' constitutional rights. Sen. Dick Durbin (D., Ill.) and others tried to use last week's Judiciary Committee hearing as a stage to push for a new law. But FBI Director Christopher Wray told senators that the bureau has had remarkable success disrupting attacks using existing law-enforcement tools.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-approve-covid-19-relief-bill-11615372203", "title": "House Passes $1.9 Trillion Covid-19 Stimulus Package; Biden to Sign Friday", "date": "2021-03-10 18:12", "summary": "The package, approved without GOP support, includes direct checks and jobless aid as well as money for schools, vaccine distribution. WASHINGTON-The House narrowly passed a $1.9 trillion coronavirus-aid bill, after Democrats used their slim majorities to muscle the latest economic stimulus package through Congress, just as the nation begins to emerge from a year of pandemic-related shutdowns.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dems-nix-gop-spending-bill-improvements-11615417975", "title": "Dems Nix GOP Spending-Bill Improvements", "date": "2021-03-10 18:12", "summary": "It's popular now, but voters may regret the $1.9 trillion expense by November 2022.. Buoyed by polls showing the popularity of its $1.9 trillion Covid spending bill, Team Biden is planning a big signing ceremony and extended victory lap now for passing one of the federal government's biggest expansion in decades.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-leaders-like-elaine-chao-11615417968", "title": "America Needs Leaders Like Elaine Chao", "date": "2021-03-10 18:12", "summary": "She's an inspiration to minorities and women and is under baseless attack.. As immigrants to the U.S., we are proud to be among the first Korean-American women to serve in Congress. We have sought, and encouraged others to seek, mentors who broke barriers for women and minorities. Secretary Elaine Chao is one of the women we have looked up to and counted on for guidance and advice throughout our careers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-10-2021-11615366071", "title": "Dow Soars Above 32000 to Close at Record", "date": "2021-03-10 18:11", "summary": "Blue-chip index rises 1.5% as investors rotate into banks and other economically sensitive sectors. The Dow Jones Industrial Average climbed more than 450 points to a record close Wednesday after fresh inflation data showed a muted increase and eased fears of a rapid rise in interest rates.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-of-living-with-covid-11615417870", "title": "A Year of Living With Covid", "date": "2021-03-10 18:11", "summary": "When the next pandemic comes, public-health experts can't be the only ones telling us what to do.. Even with much of the United States still in a state of standstill one year after the social restrictions of Covid began, the news cycle flashes in and out of our lives like lightning. Standing in the wrong place during one of the pandemic's lightning strikes was Donald J. Trump.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-hollywood-11615417820", "title": "Notable & Quotable: Hollywood", "date": "2021-03-10 18:10", "summary": "'The CalVax website does not allow health departments or vaccine clinics to limit registrations.'. Laura J. Nelsonreporting for the Los Angeles Times March 9:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empire-of-silver-review-eastern-standard-11615417784", "title": "'Empire of Silver' Review: Eastern Standard", "date": "2021-03-10 18:09", "summary": "China's centuries-long insistence on limiting its currency to silver proved disastrous over time, allowing the West to surge ahead.. China may have been the first country to experiment with paper money, but modern finance took off in Europe rather than the Far East. In the West, banks and credit markets seeded the growth of capitalism. By contrast, China gave up on paper money long before Columbus set sail for the New World. From the 15th century through the 1930s, the Chinese were stuck with silver money. Without access to credit, the Middle Kingdom yielded economic primacy to England and later the United States. This important story is related in \"Empire of Silver,\" a quirky, though instructive, monetary history by Jin Xu, a Shanghai-based editor at the Financial Times Chinese.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variant-vaccine-from-moderna-begins-human-testing-11615417407", "title": "Covid-19 Variant Vaccine From Moderna Begins Human Testing", "date": "2021-03-10 18:03", "summary": "Testing will evaluate whether a new shot from the biotech will better target a strain first identified in South Africa. Moderna Inc. said Wednesday that the first study volunteers have received modified Covid-19 vaccines designed to better target a more contagious variant of the coronavirus, marking a milestone in the race to stay ahead of the shifting pathogen.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumble-revenue-jumped-31-in-latest-quarter-11615417244", "title": "Bumble Revenue Jumped 31% in Latest Quarter", "date": "2021-03-10 18:00", "summary": "Dating app parent company reported 2.7 million paying users in quarter, up a third from a year ago. Bumble Inc.'s sales climbed in the latest quarter, driven by an increase in paying users for its dating apps as people spend more time online due to the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-administration-questioned-u-s-health-officials-about-nursing-home-data-11615408672", "title": "Cuomo Administration Questioned CDC Official About Covid-19 Nursing-Home Death Data", "date": "2021-03-10 17:48", "summary": "Members of New York governor's inner circle worried federal statistics would conflict with state's. When New York Gov. Andrew Cuomo's administration learned last year that the federal government was about to release data on Covid-19 deaths in nursing homes, state officials were concerned: Would the federal numbers tell the public a different story than the state's own?", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-shares-swing-sharply-in-volatile-trading-session-11615408279", "title": "GameStop Shares Swing Sharply in Volatile Session", "date": "2021-03-10 17:41", "summary": "Shares of the videogame retailer surge to nearly $350 before giving up gains. Shares of GameStop Corp. continued their wild ride Wednesday, as the \"meme stock\" beloved by individual investors surged to nearly $350 in intraday trading-only to give up most of the gain.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-stimulus-package-could-jolt-u-s-growth-revive-inflation-in-2021-11615372201", "title": "Latest Stimulus Package Could Jolt U.S. Growth, Revive Inflation in 2021", "date": "2021-03-10 17:38", "summary": "Economists surveyed by WSJ expect 5.95% GDP growth, fastest in nearly 40 years. WASHINGTON-The nearly $1.9 trillion relief package that passed Congress on Wednesday is projected to help propel the U.S. economy to its fastest annual growth in nearly four decades, reduce poverty and revive inflation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumbles-buzz-could-fizzle-11615415711", "title": "Bumble's Buzz Could Fizzle", "date": "2021-03-10 17:35", "summary": "Bumble's namesake dating app remains very popular, but up close, the overall business is less attractive. Falling in love is about much more than a simple equation. Investing in love is different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-sanction-islamic-states-central-african-franchise-for-first-time-11615406777", "title": "U.S. Sanctions Islamic State's Central African Franchise", "date": "2021-03-10 17:34", "summary": "Move underscores rising threat of radical group outside Middle East. The U.S. on Wednesday imposed sanctions on two of Islamic State's fast-growing affiliates in Central Africa for the first time, underscoring the rising threat posed by the group outside the Middle East.", "categories": [["WSJ News Exclusive", "Africa"]], "category_links": ["https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-chief-says-growth-streak-isnt-over-11615415278", "title": "Roblox CEO Says Growth Streak Isn't Over", "date": "2021-03-10 17:27", "summary": "While a surge in users and revenue on par with 2020 is unlikely in 2021, videogame company still plans to expand its fandom. Videogame company Roblox Corp. still has room to level up after the pandemic ends and people spend less time online, its chief executive officer said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-team-expert-expects-covid-19s-origins-will-be-found-within-a-few-years-11615415143", "title": "WHO Expert Expects Covid-19's Origins to Be Found Within a Few Years", "date": "2021-03-10 17:25", "summary": "The WHO-led effort to trace the origins of the pandemic is zeroing in on animals present in the Wuhan market where the first cases began. Scientists will likely discover the origin of the Covid-19 pandemic within the next few years, after they pursue and zero in on an animal source for the new coronavirus, a member of an international team of investigators led by the World Health Organization said Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-isnt-priced-for-playing-around-11615414946", "title": "Roblox Isn't Priced for Playing Around", "date": "2021-03-10 17:22", "summary": "Strong debut lands a rich multiple for videogame platform. For Roblox , waiting only seemed to make Wall Street's heart grow fonder.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gary-gensler-biden-s-pick-to-head-sec-approved-by-senate-committee-11615404521", "title": "Gary Gensler, Biden's Pick to Head SEC, Approved by Senate Committee", "date": "2021-03-10 17:05", "summary": "Senate Banking Committee votes 14-10 in favor of sending nomination to the floor for confirmation. WASHINGTON-President Biden's nominee to oversee Wall Street firms and public companies, Gary Gensler, cleared a key hurdle to Senate confirmation, garnering support from two Republicans in a vote Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-holds-off-enforcement-of-esg-rule-for-401-k-s-11615413015", "title": "Labor Department Stays Enforcement of ESG Rule for 401(k)s", "date": "2021-03-10 16:50", "summary": "Wall Street has lobbied against the Trump-era measure involving environmental, social and governance-focused funds. The U.S. Department of Labor said Wednesday it won't be enforcing a Trump-era rule that makes it tougher for 401(k) plans to invest in socially minded funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-buy-additional-100-million-doses-of-johnson-johnson-s-covid-19-vaccine-by-year-end-11615391631", "title": "Biden Seeks Deal for Additional 100 Million Doses of J&J Vaccine", "date": "2021-03-10 16:41", "summary": "Doubling of previous order of the one-shot vaccine should provide more than enough doses to vaccinate the eligible U.S. population by end of May. President Biden directed his administration to secure an additional 100 million doses of Johnson & Johnson 's Covid-19 vaccine by the end of the year and said he planned to share any excess vaccine supply with other nations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-china-officials-to-meet-next-week-in-alaska-on-range-of-issues-11615395641", "title": "Top U.S., China Officials to Meet Next Week in Alaska", "date": "2021-03-10 16:41", "summary": "Antony Blinken, Jake Sullivan to discuss pandemic, climate change, Hong Kong and more with Chinese counterparts. WASHINGTON-Top U.S. and Chinese officials are set to hold talks next week in the first high-level in-person meeting between the two powers since President Biden took office, after months of deteriorating ties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11615412232", "title": "A Closer Look", "date": "2021-03-10 16:37", "summary": "Excerpts from \"The Secrets of Dinosaurs\" by Zhao Chuang and Yang Yang. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-does-the-1-9-trillion-stimulus-bill-mean-for-loan-forgiveness-financial-aid-and-college-students-11615412035", "title": "What Does the $1.9 Trillion Stimulus Bill Mean for College Students?", "date": "2021-03-10 16:33", "summary": "The newly passed $1.9 trillion package contains $40 billion for higher education. Congress passed the $1.9 trillion Covid-19 relief legislation Wednesday, which provides about $40 billion for higher education including provisions for financial aid and student loan forgiveness. Here's what college students and parents need to know about the bill, which President Biden is expected to sign into law this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/half-of-new-york-city-covid-19-cases-linked-to-new-york-u-k-variants-11615409147", "title": "Half of New York City Covid-19 Cases Linked to New York, U.K. Variants", "date": "2021-03-10 16:31", "summary": "Health officials say New Yorkers should continue current coronavirus safety guidelines. An estimated half of current Covid-19 cases in New York City have been linked to variants first identified in New York City and the U.K., indicating that new variants continue to spread, health officials said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flood-of-new-debt-tests-bond-market-11615372201", "title": "Flood of New Debt Tests Weakening Bond Market", "date": "2021-03-10 16:25", "summary": "Supply seen as one factor driving yields higher as investors anticipate economic resurgence fueled by vaccinations and government stimulus. Some on Wall Street see signs the U.S. government's extraordinary borrowing spree is starting to test investors' appetite for new Treasury debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-questions-to-ask-in-a-job-interview-11606259284", "title": "What Questions to Ask in a Job Interview", "date": "2021-03-10 16:17", "summary": "Most Popular News. Job interviews are a two-way street and, when done right, should be a conversation between the candidate and the interviewer. \"You are interviewing and auditioning them for the job, too,\" says Paul McDonald, senior executive director at Robert Half, an HR consulting company. This kind of exchange is only possible if you have researched the employer and prepared thoughtful questions to understand how you can immediately provide value. Not only will you leave the interview better informed, but you also will have impressed the interviewer with your deep interest in the role and demonstrated your suitability for it.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-top-shipping-company-set-to-kick-off-privatization-push-11615410951", "title": "India's Top Shipping Company Set to Kick Off Privatization Push", "date": "2021-03-10 16:15", "summary": "The Shipping Corp. of India could become the first in a series of state entities to go on the block in a long-awaited privatization drive. At least five maritime operators are in talks with the Indian government to buy a majority stake in the country's biggest shipping company, which could be among the first public entities to be sold in the country's biggest ever privatization drive.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-i-mussed-thursday-crossword-march-11-11614983669", "title": "If I Mussed... (Thursday Crossword, March 11)", "date": "2021-03-10 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-restarts-program-to-reunite-central-american-children-with-parents-in-u-s-11615401191", "title": "Arrests of Unaccompanied Children at Southern Border Continue to Climb", "date": "2021-03-10 15:48", "summary": "Biden administration grapples with rising numbers of migrants, restarts Obama-era program for Central American children. WASHINGTON-The number of children crossing the border illegally rose 63% to 9,297 in February, U.S. Customs and Border Protection said Wednesday, an acceleration that has strained government resources and sparked a political backlash against the Biden administration's planned immigration overhaul.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-seeks-to-dismiss-antitrust-suits-saying-it-hasnt-harmed-consumers-11615400041", "title": "Facebook Seeks to Dismiss Antitrust Suits", "date": "2021-03-10 15:45", "summary": "Action marks its first legal salvo since the FTC and 46 states sued the company in December. WASHINGTON- Facebook Inc. on Wednesday asked a federal judge to dismiss antitrust lawsuits by the Federal Trade Commission and state attorneys general, arguing that government enforcers have no valid basis for alleging the social media giant is suppressing competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-healing-now-begin-at-the-golden-globes-11615407796", "title": "Can the Healing Now Begin at the Golden Globes?", "date": "2021-03-10 15:23", "summary": "Guess who hasn't been coming to dinner at the Hollywood Foreign Press Association.. Last week this column noted that America's leading producer of diversity lectures, the entertainment industry, celebrates itself at an annual event hosted by an organization comprised of 87 people and \"no Black members,\" according to the Los Angeles Times. Now it seems that the Hollywood Foreign Press Association is facing a reckoning. As for the actors who congratulate themselves at the group's Golden Globe awards show, will they now consider pursuing more virtue and less signaling?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-public-library-brings-reading-rooms-outdoors-11615407502", "title": "Brooklyn Public Library Brings Reading Rooms Outdoors", "date": "2021-03-10 15:18", "summary": "Move allows patrons to read books or make use of free Wi-Fi al fresco at 22 of its 60 branches starting in April. The Brooklyn Public Library is planning on taking its reading rooms outdoors in the coming weeks.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relocated-reshuffled-and-revitalized-11615407326", "title": "The Frick Collection: Relocated, Reshuffled and Revitalized", "date": "2021-03-10 15:15", "summary": "The New York museum temporarily trades its Gilded Age mansion for Marcel Breuer's Brutalist icon and makes us see its masterpieces with fresh eyes.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-eight-new-releases-to-stream-this-week-11615406768", "title": "What to Watch: Eight New Releases to Stream This Week", "date": "2021-03-10 15:06", "summary": "The Grammys, HBO Max's 'Genera+ion,' which tackles teen angst and is created by a father-daughter screenwriting duo, Apple TV+'s opioid drama 'Cherry' and more. Appointment television has been hit or miss in recent weeks. Oprah Winfrey's taped interview with Prince Harry and Meghan Markle was a hit that's still reverberating across the Atlantic. The live Golden Globes, on the other hand, was marred by technical glitches and a big ratings decline. The Grammy Awards ceremony hopes to avoid that fate. Part live and part taped, the show will be hosted by Trevor Noah and feature performances from acts like Billie Eilish, Taylor Swift, BTS, Black Pumas and Cardi B. The ceremony airs at 8 p.m. Sunday on CBS. Cord cutters can watch it on the new Paramount+ streaming service.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-widened-to-1-trillion-from-october-through-february-11615402810", "title": "Budget Deficit Widened to $1 Trillion From October Through February", "date": "2021-03-10 14:51", "summary": "Spending rose 25%, tax collection rose 5% in the first five months of the fiscal year, Treasury Department says. WASHINGTON-The federal budget gap widened 68% in the first five months of the fiscal year, as government spending continued to outpace revenue collection while the country slowly recovers from the coronavirus pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-unveils-10-billion-push-to-invest-in-black-women-11615394850", "title": "Goldman Sachs Unveils $10 Billion Push to Invest in Black Women", "date": "2021-03-10 14:42", "summary": "Major financial firms are reckoning with their own historical role in withholding loans from people of color. Goldman Sachs Group Inc. said Wednesday it would invest $10 billion over the next decade in businesses and organizations that benefit Black women.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-hedge-funder-joseph-edelman-asks-33-2-million-for-manhattan-penthouse-11615404614", "title": "Billionaire Hedge-Funder Joseph Edelman Asks $33.2 Million for Manhattan Penthouse", "date": "2021-03-10 14:30", "summary": "Though the executive is looking to sell his New York apartment, he doesn't have plans to join the recent exodus of Wall Streeters flocking to Florida. Billionaire and hedge-fund executive Joseph Edelman is listing his penthouse on Manhattan's Park Avenue for $33.2 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-billionaire-hedge-fund-executives-park-avenue-penthouse-11615404267", "title": "A Billionaire Hedge-Fund Executive's Park Avenue Penthouse", "date": "2021-03-10 14:24", "summary": "Joseph Edelman's triplex is over 10,000 square feet and is located in 823 Park Avenue, a prestigious condo building. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meghan-markle-prince-harrys-exit-from-royal-firm-shows-difficulty-in-pruning-monarchy-11615404039", "title": "British Royals' Solution to Cost-Cutting: Spinoffs", "date": "2021-03-10 14:20", "summary": "Prince Charles wants to trim the ranks of working royal family members, but that exposes palace to risk that minor royals try to profit from regal connections. LONDON-Prince Charles, heir to the British throne, has long wanted a slim-line British monarchy. His vision is slowly turning to reality in an unexpected way.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-roblox-stock-debut-from-direct-listing-decision-to-its-financial-outlook-11614179052", "title": "Roblox's Stock Debut: Direct Listing Decision, Financial Outlook and More", "date": "2021-03-10 14:12", "summary": "Videogame platform's shares begin trading on New York Stock Exchange. Roblox Corp. has joined the ranks of closely held companies turning to public markets to support growth. The San Mateo, Calif.-based videogame provider's stock started trading March 10 on the New York Stock Exchange under the symbol RBLX. The shares are trading through a direct listing, bypassing the traditional route of an initial public offering.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-tycoon-gupta-hires-advisers-to-navigate-greensill-fallout-11615394876", "title": "Metals Tycoon Gupta Hires Advisers to Navigate Greensill Fallout", "date": "2021-03-10 13:58", "summary": "U.K. tycoon and GFG Alliance tap trio of financing and restructuring firms to help negotiate with Greensill, raise fresh funding. LONDON-U.K. metals tycoon Sanjeev Gupta has hired a trio of financing and restructuring advisers to help his GFG Alliance group of companies negotiate with its main creditor, Greensill Capital, and raise fresh funding, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-midwest-for-academic-resources-11615401723", "title": "Top Colleges in the Midwest for Academic Resources", "date": "2021-03-10 13:42", "summary": "Northwestern University heads this list from the WSJ/THE College Rankings. Northwestern University is ranked highest for academic resources among Midwestern schools in the Wall Street Journal/Times Higher Education College Rankings, at No. 7 nationwide in this category.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mario-draghi-should-consider-a-full-embrace-of-politics-11615401485", "title": "Mario Draghi Should Consider a Full Embrace of Politics", "date": "2021-03-10 13:38", "summary": "His options are limited as a technocrat heading a unity government. Why not seek a voter mandate?. Mario Draghi's economic credentials made him prime minister of Italy, but he also has to address the country's Covid-19 crisis. No surprise then that his government recently blocked the export of 250,000 vaccines doses to Australia. If only Nixon could go to China, perhaps only an internationalist like Mr. Draghi can embrace vaccine nationalism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-prescription-get-the-vaccine-wait-a-month-return-to-normal-11615401516", "title": "Covid Prescription: Get the Vaccine, Wait a Month, Return to Normal", "date": "2021-03-10 13:38", "summary": "The CDC claims to be 'following the science,' but its advice suggests it's still paralyzed by fear.. The Centers for Disease Control and Prevention has lost a lot of credibility during the Covid-19 pandemic by being late or wrong on testing, masks, vaccine allocation and school reopening. Staying consistent with that pattern, this week-three months after the vaccine rollout began-the CDC finally started telling vaccinated people that they can have normal interactions with other vaccinated people-but only in highly limited circumstances. Given the impressive effectiveness of the vaccine, that should have been immediately obvious by applying scientific inference and common sense.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-to-pay-u-s-more-under-new-troop-cost-sharing-agreement-11615384901", "title": "South Korea to Pay U.S. More Than $7 Billion Over Six Years for Troops", "date": "2021-03-10 13:35", "summary": "Deal covering 2020 through 2025 removes an irritant in U.S.-South Korea relations. WASHINGTON-South Korea will pay the U.S. more than $7 billion over six years under a new agreement on how to share the cost of American troops on the Korean Peninsula, a State Department official said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-restricts-twitter-speed-over-banned-content-11615374130", "title": "Russia Restricts Twitter Speed Over Banned Content", "date": "2021-03-10 13:34", "summary": "Move follows warning that U.S. social-media giant could face fines if it fails to remove content linked to suicide, pornography and drugs. MOSCOW-Russia's communications watchdog said it is slowing the speed of Twitter in the country for failing to delete banned content, escalating its crackdown on internet freedoms.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-names-bob-sternfels-as-firms-new-global-managing-partner-11615383076", "title": "McKinsey Names Bob Sternfels as Firm's New Global Managing Partner", "date": "2021-03-10 13:33", "summary": "Consulting giant names successor to Kevin Sneader, who didn't win a second term amid internal dissatisfaction with his handling of several crises. McKinsey & Co. said Bob Sternfels will take over as its global managing partner in July after its current leader, Kevin Sneader, failed to win a second term amid internal dissatisfaction with his handling of several crises at the elite consulting firm.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/higher-gas-energy-prices-boost-consumer-inflation-at-start-of-year-11615384703", "title": "Higher Gas, Energy Prices Boost Consumer Inflation", "date": "2021-03-10 13:31", "summary": "Prices excluding gas and energy are flat so far this year, but economists expect government aid, vaccinations to drive short-term increase. U.S. consumer prices picked up early this year as the pace of the economic recovery increased following a winter lull, buoyed by higher gasoline and energy costs.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-drops-plan-to-run-fiber-cable-to-hong-kong-amid-u-s-pressure-11615400710", "title": "Facebook Drops Plan to Run Fiber Cable to Hong Kong Amid U.S. Pressure", "date": "2021-03-10 13:25", "summary": "China-California link is latest in a string of cables project derailed by pressure from U.S. national-security officials. A Facebook Inc. consortium withdrew its bid to build a new internet conduit between California and Hong Kong after months of pressure from U.S. national-security officials, the latest sign of a deepening rift between the two governments.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-fogerty-on-the-devil-behind-ccrs-bad-moon-rising-11615399387", "title": "John Fogerty on the Devil Behind CCR's 'Bad Moon Rising'", "date": "2021-03-10 13:03", "summary": "How the 1969 hit for Creedence Clearwater Revival was inspired by hippie astrology, Elvis and a 1941 movie. John Fogerty's \"Bad Moon Rising,\" written for Creedence Clearwater Revival and released in 1969, warned of impending doom. A reflection of late-'60s confusion and strife, the song reached No. 2 on Billboard's pop chart.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-oil-price-overhaul-hits-delay-amid-shipping-cost-uproar-11615398804", "title": "Crude-Oil Price Overhaul Hits Delay Amid Shipping-Cost Uproar", "date": "2021-03-10 12:53", "summary": "Platts defers plan to include West Texas oil prices in its basket of international crudes following pushback from industry. Plans for the biggest overhaul in decades of how international oil prices are measured are being put on hold following objections over how to treat shipping costs.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-record-jail-costs-in-coronavirus-pandemic-11615397543", "title": "New York City Sees Record Jail Costs in Pandemic", "date": "2021-03-10 12:32", "summary": "The city Department of Correction now spends a record $447,337 to incarcerate one person for a full year, or roughly $1,226 a day. The cost of incarcerating an individual in New York City reached a record last year, even as the number of inmates in the city's jail system plummeted during the coronavirus pandemic, according to city Comptroller Scott Stringer's office.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-jobs-less-inflation-11615397120", "title": "More Jobs, Less Inflation?", "date": "2021-03-10 12:25", "summary": "A better labor market might actually alleviate some inflationary pressures in the months ahead. Tightening labor markets are supposed to make for higher inflation. But at least in the months ahead, the faster the job market recovers, the less serious some inflationary pressures might be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/license-plate-scans-aid-crime-solving-but-spur-little-privacy-debate-11615384816", "title": "License-Plate Scans Aid Crime-Solving but Spur Little Privacy Debate", "date": "2021-03-10 12:23", "summary": "Mass surveillance, warrantless searches help police track down stolen cars, suspected Capitol rioters despite scant public awareness of data troves. License-plate readers are feeding immense databases with details on Americans' driving habits, helping solve crimes despite little public awareness about the breadth of the data collected or how it is used.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-reaches-jet-leasing-deal-with-aercap-11615376187", "title": "GE to Wind Down GE Capital After Shedding Jet-Leasing Unit", "date": "2021-03-10 12:22", "summary": "The conglomerate agrees to merge Gecas with AerCap in deal worth more than $30 billion. General Electric Co. Chief Executive Larry Culp is turning off the lights at GE Capital, a once-sprawling lender, and shedding debts that have hung over the industrial giant since the 2008 financial crisis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-group-says-it-accessed-teslas-others-internal-video-surveillance-feeds-11615396594", "title": "Hacker Group Says It Accessed Tesla's, Others' Internal Video Feeds", "date": "2021-03-10 12:16", "summary": "Exposed password to administrative account of security-camera vendor Verkada opened door to networks, hackers said. Hackers said they accessed internal video feeds at several companies, including Tesla Inc., and at public agencies by breaching the network of security-camera vendor Verkada Inc., the latest cybersecurity incident in which a supplier unwittingly opened a back door into client networks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-hacks-linked-to-russia-china-exploited-u-s-internet-security-gap-11615380912", "title": "Massive Hacks Linked to Russia, China Exploited U.S. Internet Security Gap", "date": "2021-03-10 12:15", "summary": "Protecting U.S. networks from cyberattacks launched domestically emerges as an intelligence blind spot, security experts say. U.S. lawmakers and security experts are voicing concern that foreign governments are staging cyberattacks using servers in the U.S., in an apparent effort to avoid detection by America's principal cyberintelligence organization, the National Security Agency.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-these-medical-workers-housing-near-hospitals-is-just-what-the-doctor-ordered-11615395978", "title": "For These Medical Workers, Housing Near Hospitals Is Just What the Doctor Ordered", "date": "2021-03-10 12:06", "summary": "Resume Subscription. When Neelofur Ahmad became an empty-nester, the radiation oncologist had one request: a shorter commute.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-move-to-the-city-11615395916", "title": "A Move to the City", "date": "2021-03-10 12:05", "summary": "The Ahmads' midrise condo in Houston's Museum District. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-louisiana-new-build-11615395840", "title": "A Louisiana New Build", "date": "2021-03-10 12:04", "summary": "Dr. Richard Roe bought waterfront property for a new four-bedroom home near the Lake Charles medical complex where he works. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/could-group-therapy-get-a-boost-from-psychedelics-11615395614", "title": "Could Group Therapy Get a Boost From Psychedelics?", "date": "2021-03-10 12:00", "summary": "Researchers are beginning to investigate whether 'group dosing' could help patients connect more deeply. Author", "categories": [["", "Well-Being"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-races-ahead-of-much-of-the-world-in-covid-19-vaccinations-11615395482", "title": "This Small Country Is Way Ahead in the Covid-19 Vaccine Race", "date": "2021-03-10 11:58", "summary": "Chile lined up shots early and faced little antivaccine sentiment. Chile is advancing a vaccination campaign against Covid-19 that is outpacing not only its Latin American neighbors but much of the world, putting the South American nation on course to become the first developing country to achieve herd immunity.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facial-recognition-tool-used-by-police-faces-civil-lawsuit-in-california-11615395179", "title": "Facial Recognition Tool Used by Police Faces Civil Lawsuit in California", "date": "2021-03-10 11:53", "summary": "Immigrant-rights activists say Clearview's technology violates their privacy rights; Clearview says its conduct is protected by the First Amendment. A group of immigrant-rights organizations and activists on Tuesday filed a civil lawsuit in California against Clearview AI Inc., alleging the facial-recognition software provider violated their privacy rights and those of California citizens.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-generation-takes-the-lead-in-myanmar-protests-11615395087", "title": "A New Generation Takes the Lead in Myanmar Protests", "date": "2021-03-10 11:51", "summary": "Resume Subscription. When massive demonstrations swept Myanmar in opposition to last month's military coup, 17-year-old Sithu Shein rushed to the front lines. The high-school student, who used to spend his free time playing videogames, organized friends and neighbors and exhorted workers at a nearby garment factory to join what he called a fight for democracy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-ge-is-doing-a-reverse-stock-split-and-what-it-means-for-you-11615391261", "title": "Why GE Is Doing a Reverse Stock Split and What It Means for You", "date": "2021-03-10 11:51", "summary": "Companies can increase perceived value by reducing shares outstanding, raising share price. General Electric Co. 's plan to pursue a reverse stock split would make it one of the few blue-chip companies in recent years to use a strategy that has been more common among firms struggling to stay listed on stock exchanges.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-force-branches-to-bloom-big-indoorsand-outwit-spring-11615394730", "title": "Make Spring Come Early With This Gardening Technique", "date": "2021-03-10 11:45", "summary": "For impressive blossoms-lilacs, rhododendron, magnolias-make spring come early by bringing cuttings indoors and coaxing them to flower. A guide.. IF THERE WAS ever a time we needed to hasten the triumphant arrival of spring, 2021 is it.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-carbon-pricings-time-finally-arrived-11615393219", "title": "Has Carbon Pricing's Time Finally Arrived?", "date": "2021-03-10 11:20", "summary": "We've all seen how ineffective many regulations are and how inefficient the regulatory seesaw of executive action is. Now is the time to get reasonable carbon pricing enacted.. Regarding \"Carbon Pricing Gains Traction\" (U.S. News, March 2): The American Petroleum Institute's endorsement of carbon pricing comes at the right time. The Biden administration and Congress will be taking action to address the climate. The business community needs to help assure that these actions are both practical and effective. In working for Exxon my entire career, I saw how industry and society adjusted to the oil-price shocks of the 1970s, becoming much more efficient with energy use. We've all seen how ineffective many regulations are and how inefficient the regulatory seesaw of executive action is. Now is the time to get reasonable carbon pricing enacted, like the Baker-Shultz plan of the Climate Leadership Council. It will give our industry the long-term-price signals to efficiently transition to a cleaner energy system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-deserves-to-be-in-freedom-index-11615393168", "title": "Hong Kong Deserves to Be in Freedom Index", "date": "2021-03-10 11:19", "summary": "Hong Kong always ranked high in business, trade, financial freedom and fiscal health, which are the parameters used in compiling the index. Our strength in these areas has not changed.. Edwin Feulner's explanation of Hong Kong's exclusion from the Heritage Foundation's latest Index of Economic Freedom is flawed and inexplicable (\"Hong Kong Is No Longer What It Was,\" op-ed, March 4).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-enlightened-approach-to-pay-negotiation-11615393099", "title": "An Enlightened Approach to Pay Negotiation", "date": "2021-03-10 11:18", "summary": "The employee is in the best position to determine how much of a raise is appropriate.. I'd like to share a different approach to negotiating pay raises (\"At Work: When to Think Twice About Negotiating Pay,\" Personal Journal, March 1). Decades ago, I was managing a collection agency. I had a friend named Art Friedman who was very creative and successful in running his company. When I asked him how he would respond to an employee who asked for a raise, his answer stunned me. He said that employees know better what they're worth-how hard they want to work, how much more they want to learn, what they would do in an emergency, how they would handle a co-worker who had complaints, etc. Therefore, the employee is in the best position to determine how much of a raise is appropriate. Also, he said that I should agree to whatever salary is requested. He said he never got taken advantage of when doing this.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-feds-and-due-process-on-campuses-11615393070", "title": "Colleges, Feds and Due Process on Campuses", "date": "2021-03-10 11:17", "summary": "Why should federal bureaucrats be involved in micromanaging how private colleges choose to enforce standards of student behavior?. Regarding your editorial \"Here Comes the Due Process Rollback\" (March 5): To be sure, Education Secretary Betsy DeVos's guidelines on ensuring due process in investigations of campus sexual misconduct represented sound policy that any college administrator would be wise to embrace. But the editorial raises a broader question: Why should federal bureaucrats, much less Congress, be involved in micromanaging how private colleges choose to enforce standards of student behavior? At last report the federal government wasn't dictating course offerings or academic standards or dining options at these private institutions; these matters are largely determined by market forces-the preferences of prospective students in selecting a college. In like fashion, why not let prospective students factor in the nature of \"due process\" protections a college has adopted in deciding what school will best meet their needs?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-houston-a-tuscan-style-villa-designed-by-robert-a-m-stern-architects-asks-34-5-million-11615392973", "title": "In Houston, a Tuscan-Style Villa Designed by Robert A.M. Stern Architects Asks $34.5 Million", "date": "2021-03-10 11:16", "summary": "Resume Subscription. In Houston, a sprawling Mediterranean-style mansion designed by Robert A.M. Stern Architects is coming on the market for $34.5 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/left-and-right-handedness-is-complex-like-politics-11615392947", "title": "Left and Right Handedness Is Complex, Like Politics", "date": "2021-03-10 11:15", "summary": "A seemingly simple dichotomy, left- versus right-hand preference is remarkably complex and can be applied to the political environment.. Stephen Miller's \"Beyond Left and Right\" (op-ed, March 1) evokes disturbing memories of my doctoral dissertation that had the alluring title \"Writing Posture as a Marker of Cerebral Organization in Left Handers.\" I defined left-handedness by writing preference and divided these lefties into two groups, those who wrote with a hook and those who did not. After arduous study using such measures as finger-tapping speed and fingerprint asymmetry, I determined there was little utility in the predictive value of writing posture in left-handed writers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-megabuilders-houston-mansion-11615392582", "title": "A Megabuilder's Houston Mansion", "date": "2021-03-10 11:09", "summary": "Built for the late billionaire Gerald Hines, this house has a burgundy-paneled library and Venetian plastered walls.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pvh-fashions-new-supply-chain-strategy-in-pandemic-hit-apparel-market-11615392552", "title": "PVH Fashions New Supply-Chain Strategy in Pandemic-Hit Apparel Market", "date": "2021-03-10 11:09", "summary": "The Calvin Klein and Tommy Hilfiger owner is overhauling its inventory management for changes it expects to outlast the upheaval of Covid-19. The owner of Calvin Klein and Tommy Hilfiger found itself with merchandise in all the wrong places when the coronavirus pandemic shut down U.S. clothing stores.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trappist-beer-needs-trappist-monks-to-brew-it-but-the-vocation-is-dwindling-11615392562", "title": "Trappist Beer Needs Trappist Monks to Brew It, but the Vocation Is Dwindling", "date": "2021-03-10 11:09", "summary": "Resume Subscription. HAMONT-ACHEL, Belgium-Exclusive Trappist breweries are facing a supply problem: They're running out of monks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11615391830", "title": "A Closer Look", "date": "2021-03-10 10:57", "summary": "Excerpts from \"Fossils From Lost Worlds\" by Damien Laverdunt, illustrated by Hélène Rajcak. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/booming-electric-vehicle-demand-supercharges-lithium-prices-11615391390", "title": "Booming Electric-Vehicle Demand Supercharges Lithium Prices", "date": "2021-03-10 10:49", "summary": "A lack of investment in new supply is expected to lead to shortages of the battery metal. Lithium prices are surging, sparking concerns about limited supplies of the battery metal that is crucial to the electric-vehicle boom.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11615391029", "title": "A Closer Look", "date": "2021-03-10 10:43", "summary": "Excerpts from \"The Age of Dinosaurs\" by Steve Brusatte. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/campbells-lukewarm-quarter-isnt-good-enough-11615390718", "title": "Campbell's Lukewarm Quarter Isn't Good Enough", "date": "2021-03-10 10:38", "summary": "Investors remain skeptical of food-sector stocks until they see how sales perform post-pandemic. Campbell Soup posted mildly disappointing earnings Wednesday. Investors greeted it like cold soup.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-employees-who-oversaw-greensill-funds-step-aside-11615367827", "title": "Credit Suisse Sidelines Employees Who Oversaw Greensill Funds", "date": "2021-03-10 10:24", "summary": "Swiss bank's European head of asset management and two fund managers are no longer performing their roles, according to an internal memo. Credit Suisse Group AG removed its European head of asset management and two fund managers who worked on its troubled Greensill Capital supply-chain finance funds from their positions, the latest fallout from the collapse of the financial startup.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-chloe-restaurant-investors-win-bankruptcy-auction-but-not-the-brand-name-11615337501", "title": "By Chloe Restaurant Investors Win Bankruptcy Auction, but Not the Brand Name", "date": "2021-03-10 10:17", "summary": "A group of investors agreed to pay $333,000 for the vegan chain's assets, while removing the celebrity chef's name from its restaurants. The owner of vegan restaurant chain By Chloe named a group of investors as the winning bidder to buy the company's assets out of bankruptcy while stipulating the eateries would quickly cease using their trademarked brand name.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-marketing-chief-jeff-charney-to-retire-11615388339", "title": "Progressive Marketing Chief Jeff Charney to Retire", "date": "2021-03-10 10:01", "summary": "The executive is known for hiring improvisation actors and introducing fresh story lines for campaigns featuring characters like the quirky saleswoman Flo and Dr. Rick. Progressive Corp. said Wednesday that chief marketing officer Jeff Charney will retire after more than a decade at the insurance giant, leaving open a top marketing job in one of the most competitive industries for advertisers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grammys-2021-how-jacob-collier-became-a-dark-horse-album-of-the-year-contender-11615388278", "title": "How Jacob Collier Became the Dark Horse at the Grammys", "date": "2021-03-10 09:57", "summary": "The genre-defying British musician has never cracked Billboard's flagship album chart but is nominated for the most-coveted prize in an unusual year. Jacob Collier, the English music wunderkind known as a genre-defying vocalist and multi-instrumentalist, was as surprised as everyone else in November when he won a nomination for album of the year at the Grammy Awards.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhubs-buyer-starts-a-new-food-fight-11615386072", "title": "Grubhub's Buyer Starts a New Food Fight", "date": "2021-03-10 09:21", "summary": "Online takeout giant Just Eat Takeaway.com will invest heavily in marketing and delivery to lure diners in Europe. The U.S. will likely be next.. Just Eat Takeaway.com is coming aggressively for its competitors' lunch in Europe. This is a good indicator of how the company will likely behave in the U.S.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-gamestop-ge-h-r-block-what-to-watch-when-the-stock-market-opens-today-11615378024", "title": "Roblox, GameStop, GE, H&R Block: What to Watch When the Stock Market Opens Today", "date": "2021-03-10 09:10", "summary": "Data showed consumer prices picked up early this year. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-doordash-etsy-and-others-next-test-is-sustaining-pandemic-growth-11615384800", "title": "These Businesses Thrived in Lockdown. Can They Keep It Up?", "date": "2021-03-10 09:00", "summary": "As the economy starts to return to normal, companies that prospered during lockdowns brace for a shift in spending. Companies whose businesses boomed during the Covid-19 pandemic face new hurdles to sustaining fast growth as the U.S. economy starts returning to normal activity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-whitehouse-vs-the-supreme-court-11615332964", "title": "Sheldon Whitehouse vs. the Supreme Court", "date": "2021-03-10 08:53", "summary": "The Senator threatens the Justices on amicus-brief disclosure.. Sheldon Whitehouse is at it again. The Senator who threatened the Supreme Court with retribution over a gun-rights case in 2019 is now threatening Congressional action if the Justices don't follow his orders on how they conduct judicial business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silver-linings-of-pandemic-era-air-travel-11615384167", "title": "The Silver Linings of Pandemic-Era Air Travel", "date": "2021-03-10 08:49", "summary": "Rebuilt airports, cleaner planes and new technologies for more efficient trips await returning travelers. Can any good come from this?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-suit-dress-up-11615383048", "title": "How to Wear a Suit Like a Work of Art-Even At Home", "date": "2021-03-10 08:31", "summary": "Masterpieces of menswear include pieces with panache but not pretension, tailoring but not tension-sharp cuts that offer both ease and élan. Wistful for the tropes of tailoring, yet not quite ready to tie on a stiff one? There's a laid-back way to walk the line this season. Look to the iconoclastic example of late painter Lucian Freud, who often dressed for a day at his easel by donning a slim-fitting suit. No banker's necktie pinching his jugular, however-instead, Freud found a more forgiving alternative. Under his jackets he preferred a narrow scarf, worn like a cravat. It's a touch that still holds plenty of intrigue for today's Zoom-filled world: Keep your cool while sacrificing neither comfort nor style. British scarf specialist Connolly offers a luxe iteration, paired with pieces that suit the role from Celine, Armani and Michael Kors.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designer-peter-mabeo-is-making-his-mark-by-slowing-things-down-11615382940", "title": "Designer Peter Mabeo is Making His Mark By Slowing Things Down", "date": "2021-03-10 08:28", "summary": "Botswana-based furniture maker Peter Mabeo takes a well-crafted approach to innovation. Peter Mabeo is feeling his way toward furniture's global future-and location, he's decided, is everything. After 25 years in Botswana's capital city of Gaborone, he recently moved Mabeo, his 20-person workshop, to its outskirts. The decision has given him breathing room. \"Village life is calm, slow and removed from developing-world aspirations and all their trappings,\" says Mabeo, 49, whose own aspirations extend to producing thoughtful, craft-based furniture drawing on African heritage. In 2018, he partnered with Belgian architect Vincent Van Duysen on pieces in panga panga wood that highlight regional hand-carving techniques. \"I like the idea of designing a series of low stools and side tables to give work to local Botswanan artisans,\" says Van Duysen, who joined international stars Patricia Urquiola and Claesson Koivisto Rune, among others, on the Mabeo roster. But the brand has also mined talent and craft traditions in nearby Mozambique, Malawi and Zimbabwe. The idea, Mabeo says, is simply to broaden the lens on African design. \"Patience, ease and the art of being instinctive are some qualities that those who have not been players in the design field can offer,\" he suggests.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-notch-win-with-house-passage-of-bill-opposed-by-uber-lyft-11615382546", "title": "Unions Notch Win With House Passage of Bill Opposed by Uber, Lyft", "date": "2021-03-10 08:22", "summary": "Labor groups looking to President Biden to deliver legislative victories following campaign. WASHINGTON-The House late Tuesday passed legislation that would represent the most significant change to labor law in decades, advancing a priority for unions that are pressuring President Bidenand Democrats to deliver legislative victories.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turn-stale-bread-into-this-tasty-citrusy-cake-11615381402", "title": "Turn Stale Bread Into This Tasty, Citrusy Cake", "date": "2021-03-10 08:03", "summary": "Breadcrumbs, used in place of flour, give this Tunisian-style orange-almond cake a delightful texture. THERE ARE SO many things to love about this cake. It has a sunny, citrusy flavor and moist, textured crumb. It uses up leftover breadcrumbs in place of flour, which makes it feel kind of thrifty. The pan goes into a cold oven-no need to preheat. And the oil in the batter keeps the cake moist for several days after baking. In fact, while excellent the day it's made, this cake is even better the next day, once the flavors have become well acquainted.", "categories": [["Life & Work", "Food & Drink", "A Little Something Sweet"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/a-little-something-sweet?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunisian-orange-almond-cake-11615381314", "title": "Tunisian Orange-Almond Cake", "date": "2021-03-10 08:01", "summary": "Breadcrumbs, used in place of flour, give this Tunisian-style orange-almond cake a delightful texture. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-europeans-have-been-paid-not-to-work-for-years-11615381212", "title": "Many Europeans Have Been Paid Not to Work for Years", "date": "2021-03-10 08:00", "summary": "Furlough programs in Europe have exploded during the Covid-19 shutdowns, but in Italy they have been a fixture for many workers and employers for decades. MILAN-Maurizio Ughetto has hardly worked in the past three years as his company moved production outside Italy to cut costs. But he still collects part of his salary for the job at a compressor factory that he has held for more than half his life.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-rise-drives-a-u-s-experiment-in-industrial-policy-11615381230", "title": "China's Rise Drives a U.S. Experiment in Industrial Policy", "date": "2021-03-10 08:00", "summary": "Amid worries about vulnerability of semiconductor supply in China and Taiwan, Washington seeks to halt migration of chip making overseas. American leaders have long trusted in private markets rather than the federal government to pick the economy's winners and losers, shunning the industrial policy popular with France, Japan and others.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-testing-sports-nba-nfl-11615352090", "title": "Scientists Needed Help Against Covid-19. They Asked Sports.", "date": "2021-03-10 08:00", "summary": "The NBA and NFL generated rich data throughout the pandemic-and changed the way researchers thought about the coronavirus. Few people on earth have been tested for Covid-19 more than LeBron James or Tom Brady.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ge-aercap-deal-would-add-pressure-on-boeing-and-airbus-11615314052", "title": "GE, AerCap Deal Adds Pressure on Boeing and Airbus", "date": "2021-03-10 07:56", "summary": "Merger of largest aircraft lessors could mean less-expensive planes for airlines already leaning on lessors for help during the pandemic. General Electric Co.'s deal to combine its aircraft-leasing business with Ireland's AerCap Holdings NV, valued at more than $30 billion, is seen pressuring jet prices and plane makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expect-college-wait-lists-to-be-obnoxiously-long-this-year-11615377600", "title": "Expect College Wait Lists to Be Obnoxiously Long This Year", "date": "2021-03-10 07:00", "summary": "With students applying to more schools, admissions officers struggle to predict who will actually accept their offers. Many college admissions officers are stumped this spring over how many applicants to admit.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-tsunami-and-nuclear-disaster-unleashed-a-300-billion-effort-to-rebuild-a-hinterland-11615377375", "title": "Japan's Tsunami and Nuclear Disaster Unleashed a $300 Billion Effort to Rebuild a Hinterland", "date": "2021-03-10 06:56", "summary": "Resume Subscription. In the decade since the strongest earthquake in Japan's history triggered a 32-foot tsunami that slammed into the eastern coastline, the cleanup effort has become one of the world's most expensive, costing some $300 billion so far.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-of-berlin-via-films-food-music-and-naturally-beer-11615375663", "title": "The Best of Berlin, Via Films, Food, Music and More", "date": "2021-03-10 06:27", "summary": "You needn't hop on a plane to explore the capital of cool. Here, Berliners offer up ways to mentally teleport there.. THE CLOSEST many of us got to the German capital over the past year was streaming TV series like Tom Tykwer's escapist \"Babylon Berlin,\" set during the Weimar era, or Anna and Joerg Winger 's Cold War thriller \"Deutschland 89.\" In real life, the city was frustratingly off-limits. Though Germany will soon start loosening its lockdown, limits on American visits remain stringent. The newly opened, much-delayed airport and events surrounding the 60th anniversary of the Wall's construction are just a few reasons to hope this compelling destination becomes a viable one soon. But transportation and history buffs aren't the only impatient ones. Fans of innovation and experimentation also want to get back to Berlin, known for driving cutting-edge art, music and nightlife scenes. As one of Europe's most multicultural cities, it's also a fine place to chow down, with local grub nimbly ranging from bratwurst to baklava.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-targeting-multiple-strains-are-in-the-works-11615374007", "title": "Covid-19 Vaccines Targeting Multiple Strains Are in the Works", "date": "2021-03-10 06:00", "summary": "Researchers are trying to get ahead of variants like those identified in the U.K., South Africa and Brazil. Drugmakers are crafting Covid-19 vaccines that would target more than one strain of the virus, hoping to strengthen the immunization campaign against the pathogen as it evolves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-needed-to-crank-it-up-11615374000", "title": "Sonos Needed to Crank It Up", "date": "2021-03-10 06:00", "summary": "Premium speaker maker's stock has surged ahead of raised targets, expansion into Bluetooth category. The pandemic was a mixed blessing for Sonos, but at least the global health crisis helped convince investors that the premium speaker maker has staying power.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-stock-rally-is-out-of-time-11615373350", "title": "China's Stock Rally Is Out of Time", "date": "2021-03-10 05:49", "summary": "The shares suffer from the same rotation away from tech and growth as in the U.S. but don't enjoy the same comfort blanket from the central bank. The specter of bubbles past still haunt Chinese policy makers. That is an ominous sign for Chinese stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northvolt-purchases-u-s-startup-cuberg-to-boost-battery-technology-11615370401", "title": "Northvolt Acquires Startup to Boost Battery Technology", "date": "2021-03-10 05:45", "summary": "Swedish battery maker accelerates ramp-up as European EV sales surge. Swedish battery maker Northvolt AB has acquired U.S. startup Cuberg Inc., gaining access to technology that could significantly boost the range of its electric-vehicle batteries, in the latest move in a race between upstart battery makers and established ones to get a competitive edge.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-u-s-farmers-china-is-back-and-bigger-than-ever-11615372203", "title": "For U.S. Farmers, China Is Back and Bigger Than Ever", "date": "2021-03-10 05:30", "summary": "Resume Subscription. China is once again the U.S.'s chief customer for agricultural goods, three years after the start of a bruising trade war that prompted American farmers to try to wean themselves off their biggest market.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tripadvisor-cracks-down-on-costs-despite-slow-travel-rebound-11615372201", "title": "Tripadvisor Cracks Down on Costs Despite Slow Travel Rebound", "date": "2021-03-10 05:30", "summary": "Travel website operator's CFO aims to hold the line on head count and real estate costs. Tripadvisor Inc.'s online travel-booking business is recovering, but the company doesn't want to add back some costs it cut during the Covid-19 pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volvo-cars-looks-to-beef-up-data-protection-compliance-11615372200", "title": "Volvo Cars Looks to Beef Up Data Protection Compliance", "date": "2021-03-10 05:30", "summary": "The auto maker's new compliance chief arrives as the company looks to boost online sales and offer more tech features. Volvo Cars is strengthening its focus on compliance with data protection regulations as it looks to bolster online sales and build cars with more connected features.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-expected-covid-19-to-bring-widespread-tax-shortfalls-it-didnt-happen-11615372201", "title": "States Expected Covid-19 to Bring Widespread Tax Shortfalls. It Didn't Happen.", "date": "2021-03-10 05:30", "summary": "Resume Subscription. States have avoided a Great Depression-scale cash crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venture-capitalists-startup-founders-push-to-revive-obama-era-immigration-program-11615372202", "title": "Venture Capitalists, Startup Founders Push to Revive Obama-Era Immigration Program", "date": "2021-03-10 05:30", "summary": "International Entrepreneur Rule creates a path to remain in the U.S. while launching a company. The International Entrepreneur Rule, created shortly before President Obama left office, allows some foreign startup founders to remain in the U.S. without a visa. The Trump administration had hoped to eliminate the program as part of its broader immigration crackdown but did not get around to it.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615331666", "title": "Pepper...and Salt", "date": "2021-03-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-governor-state-senate-call-for-reversal-of-16-billion-power-overcharges-11615352413", "title": "Texas Governor, State Senate Call for Reversal of $16 Billion Power Overcharges", "date": "2021-03-10 00:00", "summary": "Gov. Greg Abbott asked the state legislature to consider as an emergency item correcting the overcharges, while the state's senate urged the Texas utility commission to take action. Texas Gov. Greg Abbott and most of the state senate raised political pressure Tuesday evening in a push to reverse $16 billion in power overcharges from last month's blackouts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-nears-deal-for-rights-to-nhl-games-11615335256", "title": "ESPN Nears Deal for Rights to NHL Games", "date": "2021-03-10 23:56", "summary": "Deal could bolster signups for ESPN+, the sports network's centerpiece streaming service. Walt Disney Co.'s ESPN is closing in on a long-term rights deal for National Hockey League games that would bolster both its cable platforms and its ESPN+ streaming service, people familiar with the matter said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lucid-long-before-spac-promised-to-build-saudi-auto-plant-11615340681", "title": "Lucid, Long Before SPAC, Promised to Build Saudi Plant", "date": "2021-03-10 21:54", "summary": "Electric-car maker told at least one institutional investor of commitment, a condition of 2018 Saudi investment. Electric-car startup Lucid Motors Inc. has an undisclosed commitment to build an assembly plant in Saudi Arabia, a potentially costly promise the company made after accepting more than $1 billion in financing from the Saudi Public Investment Fund in 2018, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-tycoon-gupta-seeks-to-delay-payments-to-greensill-11615304821", "title": "Metals Tycoon Seeks to Delay Payments to Greensill", "date": "2021-03-10 21:53", "summary": "Collapse of finance firm sparks concern about thousands of steel jobs; entrepreneur seeks new funding. U.K. metals tycoon Sanjeev Gupta is negotiating a standstill agreement with Greensill Capital to give his companies breathing space over payments on billions of dollars worth of debt, according to a person familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-guard-to-remain-at-u-s-capitol-through-may-23-11615342766", "title": "National Guard to Remain at U.S. Capitol Through May 23", "date": "2021-03-10 21:47", "summary": "Pentagon says it is extending the Guard's mission at the request of Capitol Police. The National Guard will extend its mission at the U.S. Capitol into May, the Defense Department said Tuesday, as congressional officials weigh how to secure the complex going forward.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomo-accused-by-fourth-female-aide-of-inappropriate-behavior-11615339449", "title": "Gov. Cuomo Accused by Fourth Female Aide of Inappropriate Behavior", "date": "2021-03-10 20:24", "summary": "The New York Democratic governor told reporters during a conference call that he was unaware of the claim, as calls grow for his resignation. ALBANY, N.Y.-New York Gov. Andrew Cuomo's office has received a complaint from another female employee alleging inappropriate behavior and referred it to investigators conducting a review of sexual-harassment accusations against him, according to a person familiar with the matter.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-crypto-firm-official-was-a-u-k-fugitive-bankruptcy-examiner-says-11615337749", "title": "Former Crypto Firm Official Was a U.K. Fugitive, Bankruptcy Examiner Says", "date": "2021-03-10 19:55", "summary": "A court-appointed examiner says Cred failed to perform due diligence on its investments and to uncover the worrisome past of a former executive. Cryptocurrency investment platform Cred Inc. unwittingly put a convicted financial criminal identified by the U.K. as a fugitive in charge of raising and deploying the firm's capital before its collapse into bankruptcy, a court-appointed examiner said.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-in-talks-to-sell-hebrew-national-to-jbs-11615336163", "title": "Conagra in Talks to Sell Hebrew National to JBS", "date": "2021-03-10 19:45", "summary": "Popular hot dog brand, Egg Beaters and Odom's Tennessee Pride brands could fetch $700 million. Hebrew National may soon answer to a different authority.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transportation-startup-via-makes-100-million-bet-on-mapping-company-11615336201", "title": "Transit Startup Via Makes $100 Million Bet on Mapping Company", "date": "2021-03-10 19:30", "summary": "The acquisition is Via's third in the past several months as the pandemic shakes up public transportation. Via Transportation Inc. has acquired mapping software maker Remix for about $100 million, Via's chief executive said in an interview, as the New York-based company seeks a larger slice of the new market bringing together ride-sharing and public transportation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-energy-fallout-tips-power-retailer-just-energy-into-bankruptcy-11615307592", "title": "Texas Energy Fallout Tips Power Retailer Just Energy Into Bankruptcy", "date": "2021-03-10 19:24", "summary": "The Toronto-based energy retailer is filing for protection from creditors in the U.S. and Canada over more than $250 million in bills stemming from the Texas energy crisis. Energy retailer Just Energy Group Inc. filed for bankruptcy protection in the U.S. and Canada on Tuesday, hit with massive bills from the Texas energy crisis as the financial fallout spreads after last month's dramatic spike in power prices.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-prosecutors-advance-probe-into-trumps-seven-springs-estate-11615333894", "title": "Prosecutors Advance Probe Into Trump's Seven Springs Estate", "date": "2021-03-10 19:17", "summary": "Subpoenas center on Trump Organization's failed efforts to develop the 213-acre property into a luxury subdivision. Manhattan prosecutors are intensifying their investigation into Donald Trump's businesses, taking aim at a Westchester County, N.Y., estate that the former president unsuccessfully tried to develop, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-jumps-into-greensill-fray-hindering-apollo-talks-11615334176", "title": "JPMorgan Jumps Into Greensill Fray, Hindering Apollo Talks", "date": "2021-03-10 19:14", "summary": "Bank teaming up with Taulia, a technology platform that was a main source of customers to Greensill. JPMorgan Chase & Co. is making a play for some of Greensill Capital's customers, according to people familiar with the matter, upending a bid by Apollo Global Management Inc. to buy the finance startup's core business.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]