[{"link": "https://www.wsj.com/articles/china-plans-dollar-bond-sale-11634553711", "title": "China Launches Dollar-Bond Sale", "date": "2021-10-18 22:42", "summary": "Beijing aims to raise $4 billion in four-part deal. China launched a sale of U.S. dollar bonds, in a test of investor appetite after data showed the world's second-largest economy is cooling rapidly.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-sues-to-prevent-records-from-being-disclosed-to-jan-6-committee-11634593713", "title": "Trump Sues to Prevent Records From Being Disclosed to Jan. 6 Committee", "date": "2021-10-18 22:30", "summary": "Former president targets House committee and National Archives, calling request for release of White House documents illegal. WASHINGTON-Former President Donald Trump filed suit Monday to block records from his time in the White House from being turned over to the House committee investigating the Jan. 6 assault on the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-trim-use-of-sanctions-in-a-foreign-policy-shift-11634600029", "title": "U.S. to Constrain Use of Sanctions in Foreign-Policy Shift", "date": "2021-10-18 22:25", "summary": "The change comes after successive administrations increasingly used the tool, alienating allies and raising questions of efficacy. WASHINGTON-The Biden administration plans to limit the use of economic and financial sanctions in a shift that Treasury Department officials said should strengthen the impact of a tactic that U.S. foreign policy has relied on in recent years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-state-nick-rolovich-covid-vaccine-11634608043", "title": "Washington State Fires Football Coach Following Vaccine Refusal", "date": "2021-10-18 21:48", "summary": "Nick Rolovich and four assistant coaches were dismissed for not getting the Covid-19 vaccine as a state mandate takes effect. Washington State fired football coach Nick Rolovich on Monday for failing to comply with their state's vaccination mandate, making him the first major college football coach to face professional and financial consequences for his refusal to get the shot.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-north-carolina-at-chapel-hill-wins-in-admissions-discrimination-suit-11634593135", "title": "University of North Carolina Wins in Admissions-Discrimination Suit", "date": "2021-10-18 20:40", "summary": "School followed Supreme Court precedent, but still has work to do, judge says. The University of North Carolina at Chapel Hill didn't discriminate against white and Asian-American applicants in its undergraduate-admissions process, a federal judge ruled Monday, 11 months after the case went to trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-targets-valuation-of-up-to-1-5b-in-ipo-11634587652", "title": "Rent the Runway Targets Valuation of Up to $1.5 Billion in IPO", "date": "2021-10-18 20:38", "summary": "Clothing-rental company set to launch roadshow on Tuesday. Rent the Runway Inc. is seeking a valuation of as much as $1.5 billion in its initial public offering next week, in what would cap a comeback for the clothing-rental business.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-used-lenient-bankruptcy-rules-to-push-talc-liabilities-to-charlotte-11634602947", "title": "J&J Used Lenient Bankruptcy Rules to Push Talc Liabilities to Charlotte", "date": "2021-10-18 20:22", "summary": "Consumer goods giant put talc liabilities in bankruptcy court far from New Jersey headquarters. Johnson & Johnson used the lenient venue-selection rules of U.S. bankruptcy law to push tens of thousands of talc-related cancer claims to its bankruptcy court of choice, roughly 600 miles south of the company's New Jersey headquarters.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-nearing-approval-for-mixing-and-matching-covid-19-booster-shots-11634599855", "title": "FDA Nears Approval for Mixing Covid-19 Booster Shots", "date": "2021-10-18 19:41", "summary": "The agency wouldn't recommend a specific booster but would allow people to get a different shot from their initial vaccination. The Food and Drug Administration is moving to soon allow people to receive booster shots that are different from their first Covid-19 vaccine doses, people familiar with the matter said.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-secretary-of-state-colin-powell-dies-at-84-11634560862", "title": "Colin Powell, Former Secretary of State, Dies at 84", "date": "2021-10-18 19:26", "summary": "Family cites Covid-19 complications and says the retired four-star general had been fully vaccinated. WASHINGTON-Colin Powell, who helped steer U.S. national security policy in the post-Vietnam era as the country's first Black Joint Chiefs of Staff chairman, White House national security adviser and secretary of state, has died at age 84.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cocomelon-owner-moonbug-weighs-sale-ipo-11634591850", "title": "'CoComelon' Owner Moonbug Weighs Sale, IPO", "date": "2021-10-18 19:14", "summary": "Company is seeking a valuation of at least $3 billion in a sale, potentially more in an IPO. Moonbug Entertainment Ltd., the company behind the hit children's show \"CoComelon,\" is looking to cash in on its popularity by either selling itself or going public, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-xbox-chief-sees-game-buying-spree-continuing-11634597795", "title": "Microsoft Xbox Chief Sees Game-Buying Spree Continuing", "date": "2021-10-18 18:56", "summary": "Phil Spencer says company plans to use gaming acquisitions and Azure cloud infrastructure to reach more users. Microsoft isn't done with its acquisition spree in gaming as it looks for more companies to help make content for its popular Xbox, the software giant's gaming chief said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-back-better-tax-increases-subsidies-household-income-11634592447", "title": "'Build Back Better' Would Sink the Labor Market", "date": "2021-10-18 18:49", "summary": "The plan would tax those who produce and subsidize those who don't-a poor recipe for growth.. The two sides of a coin are typically regarded as opposites. In the case of President Biden's $5 trillion Build Back Better bill, the two sides are actually the same. Both the revenue and expenditure provisions of this agenda will cause substantial decreases in employment. The only difference will be how.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-plan-to-tank-the-startup-economy-acquisition-antitrust-ipo-11634592207", "title": "Lawmakers Plan to Tank the Startup Economy", "date": "2021-10-18 18:47", "summary": "A measure aimed at big tech would curb innovation, risk-taking and entrepreneurship by small companies.. Thriving entrepreneurship is critical to a strong and growing economy-and especially to the post-Covid recovery. But the incentive to take the personal and financial risk of launching a company is now under threat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-court-packing-meltdown-biden-commission-supreme-court-11634595173", "title": "Progressive Court-Packing Meltdown", "date": "2021-10-18 18:46", "summary": "The Justices shouldn't be intimidated by an impotent commission.. An early sign that President Biden would follow rather than lead his party was his refusal to repudiate \"court-packing\" in the 2020 campaign. As President he still had a chance to dismiss the idea as an exercise in constitutional arson. Instead, he appointed a commission to study packing the Supreme Court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hypersonic-wake-up-call-11634596933", "title": "China's Hypersonic Wake-Up Call", "date": "2021-10-18 18:42", "summary": "A missile test shows the next war won't be anything like the last one.. Most Americans believe the U.S. has the world's most dominant military, but that dominance is ending. The report that China has tested a new hypersonic missile should alert the country to the growing danger.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-l-powell-died-age-84-covid-u-s-general-diplomat-11634593969", "title": "Colin L. Powell", "date": "2021-10-18 18:39", "summary": "The general and diplomat was at the center of two Iraq wars.. Few men in American history came from more modest means and rose to more dramatic military and diplomatic heights than Colin L. Powell, who died Monday at age 84. His family said he died of complications from Covid-19, which still kills too many Americans too soon. But Powell's extraordinary life is what the country should remember and celebrate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-deposed-in-lawsuit-over-alleged-attacks-on-protesters-11634596591", "title": "Donald Trump Deposed in Lawsuit Over Alleged Attacks on Protesters", "date": "2021-10-18 18:36", "summary": "The questioning marked the first known time the former president has been questioned under oath for a lawsuit since he left the White House. Donald Trump testified under oath Monday for a 2015 lawsuit filed by protesters who accused the then-presidential candidate's security guards of assault, marking the first time the former president is known to have been deposed since leaving the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-decisions-baseball-college-smoking-pensions-11634592011", "title": "The Good Decisions I've Made", "date": "2021-10-18 18:33", "summary": "Refusing to smoke and finding a mentor have served me well.. I made one awful life-changing decision when I was 18 to walk out onto an icy ledge to escape my college dorm room after my roommate locked me in as a prank. I fell and have been partly disabled ever since. But I've made some good decisions too.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-powell-colin-education-dead-11634593947", "title": "Notable &Quotable: Powell", "date": "2021-10-18 18:32", "summary": "'I got a complete education, all through public schools.'. From \"What American Citizenship Makes Possible,\" a July 27, 2016, Journal op-ed by former Secretary of State Colin Powell, who died Monday at 84:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-woke-racism-by-john-mcwhorter-11634596283", "title": "Book Review: 'Woke Racism' by John McWhorter", "date": "2021-10-18 18:31", "summary": "For the left, antiracism is the new religion, and 'pious, unempirical virtue signaling' is a form of political activism.. 'This book frankly leapt out of me,\" writes John McWhorter, \"during the summer of 2020.\" The country was convulsed not just with Covid-19, but with protests in response to the killing of an unarmed black man by a white policeman whose actions were caught on camera. Mr. McWhorter began to write in the first week of August. Eight weeks later, he'd finished \"Woke Racism,\" a book that hits back at the \"antiracists\" who prowl public life in search of transgression, and whose mission to rid America of \"racist\" thought he likens to that of a religious cult. His book is a cry from the heart, and readers should gauge the depth of his indignation from the fact that its working title was \"F*** 'Em.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-bad-salesman-west-virginia-manchin-spending-11634592728", "title": "Bernie Sanders Is a Bad Salesman", "date": "2021-10-18 18:30", "summary": "A Beltway lesson in how not to win friends and influence a West Virginia senator.. If you were a Democrat appealing to the good people of West Virginia, is Bernie Sanders the guy you'd want making your pitch?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-crisis-hobbles-biden-green-agenda-oil-renewables-11634592944", "title": "Energy Crisis Hobbles Biden's Green Agenda", "date": "2021-10-18 18:29", "summary": "His climate policy would yield a windfall for Russia, Iran and Saudi Arabia.. As energy prices soar around the world, the key assumption behind President Biden's foreign policy faces a severe test. That assumption is that aggressively backing the transition from fossil fuels to renewables will strengthen the administration's hand at home and abroad.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-trading-frenzy-tested-resilience-of-markets-sec-says-11634589000", "title": "SEC's GameStop Report Questions 'Game-Like' Trading Apps", "date": "2021-10-18 18:21", "summary": "Agency report finds buying by hundreds of thousands of investors fueled the January meme-stock rally, dismisses alternative theories. WASHINGTON-A trading frenzy in shares of GameStop Corp. earlier this year should lead regulators to consider whether \"game-like\" brokerage apps are encouraging investors to trade too much, the Securities and Exchange Commission said on Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-departments-asks-supreme-court-to-block-texas-abortion-law-11634582218", "title": "Justice Department Asks Supreme Court to Block Texas Abortion Law", "date": "2021-10-18 18:13", "summary": "Government's emergency appeal forces high court to confront Texas ban on most abortions for second time in a matter of weeks. WASHINGTON-The Justice Department on Monday filed an emergency request with the Supreme Court that seeks to block Texas' ban on most abortions, returning the issue to the justices after they previously declined to intervene against the new state law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-designer-arm-sees-chip-shortage-lasting-through-next-year-11634595134", "title": "Chip-Designer Arm Sees Chip Shortage Lasting Through Next Year", "date": "2021-10-18 18:12", "summary": "CEO Simon Segars voices optimism that the deal to be acquired by Nvidia will go through. The boss of chip-design specialist Arm Holdings says the semiconductor shortage will persist through next year, joining the growing list of executives forecasting that crippling supply pressures won't disappear soon.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-online-spinoff-the-ultimate-window-display-11634570284", "title": "Macy's Online Spinoff: The Ultimate Window Display", "date": "2021-10-18 18:08", "summary": "Activist investor's proposal could boost value temporarily, but sustaining it will take more. An activist investor thinks Macy's should split itself up. That could give the retailer a fashionable look, unlocking value, but keeping up appearances will be tough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-afghan-envoy-stepping-down-after-failure-of-talks-11634590893", "title": "U.S. Afghan Envoy Stepping Down After Failure of Talks", "date": "2021-10-18 18:06", "summary": "Zalmay Khalilzad, who served under both Trump and Biden, worked in Doha to reach accord with the Taliban. Zalmay Khalilzad, the Biden administration's special representative for Afghanistan, who for nearly two years tried unsuccessfully to negotiate a peace deal with Taliban officials before the group seized control of the country in August, is stepping down from the role, the State Department said Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/springer-replaces-bild-editor-11634593896", "title": "Springer Replaces Bild Editor", "date": "2021-10-18 17:51", "summary": "Dismissal comes days before the German publisher is due to complete its acquisition of Politico. BERLIN-German publisher Axel Springer SE on Monday said it had replaced the editor in chief of its Bild tabloid, Europe's largest-circulation newspaper, over allegations that the man had intimate relations with junior employees even after the completion of an internal investigation into his behavior.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-macbook-pro-with-m1-pro-and-m1-max-chips-apple-giveth-apple-taketh-away-11634593341", "title": "New MacBook Pro With M1 Pro and M1 Max Chips", "date": "2021-10-18 17:42", "summary": "More ports, a return of MagSafe chargers and no more Touch Bar. Apple's first MacBook Pro redesign in five years reverses course on some of the most problematic design choices.. Apple in 2016: Laptops don't need full-size ports or MagSafe chargers, but they do need a Touch Bar!", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-18-2021-11634542924", "title": "Stocks Finish Mixed After Weak China Growth Data", "date": "2021-10-18 17:27", "summary": "China's economy grew 4.9% in the third quarter from a year earlier, slowing sharply from the previous period. The S&P 500 and Nasdaq Composite rose Monday, boosted by investor enthusiasm over a busy earnings week that many hope will give clues about how companies are dealing with inflation and supply-chain issues.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-says-debt-limit-deal-will-keep-government-funded-through-dec-3-11634589787", "title": "Yellen Says Debt-Limit Deal Will Keep Government Funded Through Dec. 3", "date": "2021-10-18 17:25", "summary": "Treasury secretary tells Congress it is 'imperative' to increase or suspend debt limit to provide longer-term certainty. Treasury Secretary Janet Yellen on Monday said the debt-limit deal enacted by Congress last week will allow the government to keep paying its bills through Dec. 3.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-midsummer-nights-dream-review-loves-labors-neath-the-waves-miami-city-ballet-george-balanchine-william-shakespeare-felix-mendelssohn-sandra-jennings-lourdes-lopez-11634587367", "title": "'A Midsummer Night's Dream' Review: Love's Labors 'Neath the Waves", "date": "2021-10-18 17:11", "summary": "In an online premiere, Miami City Ballet skillfully relocates George Balanchine's adaptation of Shakespeare's play to an underwater locale inspired by South Florida. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-of-the-spheres-review-an-over-the-top-cosmic-lovefest-coldplay-chris-martin-selena-gomez-we-are-king-max-martin-higher-power-parachutes-everyday-life-11634588857", "title": "Coldplay's 'Music of the Spheres' Review: An Over-the-Top Cosmic Lovefest", "date": "2021-10-18 17:09", "summary": "The band's new album takes the cosmos as its latest concept, but the interstellar lovefest grows numbing as the record runs on. Coldplay is deep enough into its career that each new album comes packaged with a story. It's no longer sufficient to issue a new collection of songs every few years, as the group did for a while following its 2000 debut, \"Parachutes.\" Now, the band challenges itself with concepts. For 2019's \"Everyday Life,\" that meant trying out rootsy styles from around the world, from Black American gospel to Afrobeat, while frontman Chris Martin sang about political struggles. If that LP was the group's attempt at tackling global sounds and earthbound subject matter, its ninth studio collection, \"Music of the Spheres\" (Parlophone/Atlantic), out now, finds Coldplay turning its attention to the cosmos.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-selection-begins-in-trial-for-ahmaud-arberys-killing-11634590035", "title": "Jury Selection Begins in Trial for Ahmaud Arbery's Killing", "date": "2021-10-18 16:59", "summary": "Three Georgia men charged with felony murder for 2020 shooting have pleaded not guilty. Jury selection began Monday in the trial of three men charged in the killing of Ahmaud Arbery, a 25-year-old Black man who was chased and fatally shot in February 2020 while out jogging in southeast Georgia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-doesnt-get-fed-trading-ban-proposal-by-oct-15-as-requested-11634557225", "title": "Warren Doesn't Receive Fed Trading Proposal as Requested", "date": "2021-10-18 16:52", "summary": "Regional Fed banks told the senator in a letter that a central bank review of its ethics code would drive any changes the Fed makes. Regional Federal Reserve Banks haven't presented Sen. Elizabeth Warren with a plan to ban stock trading by senior central bankers as the Democrat from Massachusetts requested last month.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-fintech-n26-newly-valued-at-9-billion-again-draws-regulators-eye-11634589773", "title": "German Fintech N26 Again Draws Regulatory Scrutiny", "date": "2021-10-18 16:42", "summary": "Startup bank must temporarily limit new customer sign-ups while it improves its internal controls. N26 Bank GmbH, a Berlin-based digital bank that is now as valuable as the country's second-largest lender, said Germany's financial regulator had temporarily capped the number of new customers it can sign up, the third regulatory action in six months aimed at improving controls at the startup.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-board-local-fight-education-crt-virginia-busing-11634567633", "title": "The American Principle of Local Education", "date": "2021-10-18 16:41", "summary": "Some nations' schools operate on a more national model. Historically and philosophically, we disagreed.. School boards are accountable to the people of the town or city they serve, to the people who elected them. They are not beholden to a national education association, the U.S. attorney general or even a U.S president (\"A Dad Takes On the School Board\" by William McGurn, Main Street, Oct. 12).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-treasury-federal-reserve-finance-debt-spending-monetary-fiscal-policy-11634567761", "title": "Treasury Doesn't Need the Fed to Finance Debt", "date": "2021-10-18 16:40", "summary": "The Fed has done nothing that the Treasury couldn't have done on its own.. Judy Shelton mischaracterizes the role of the Federal Reserve in \"How the Fed Finances U.S. Debt\" (op-ed Oct. 14). She argues that the Fed is financing U.S. debt by holding it as an asset, collecting coupon payments on it and then remitting those payments back to the Treasury-seeming to make that debt interest-free for the government. She notes that the Fed does have to pay near-zero short-term rates on the deposits on its balance sheet from the private sector, including excess reserves and reverse repurchase agreements, reducing the size of the remittance somewhat.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-seeking-more-individual-investors-to-participate-in-its-share-offering-11634589541", "title": "Reddit Seeks More Individual Investors for Share Offering", "date": "2021-10-18 16:39", "summary": "CEO Steve Huffman says he wants platform's users to become shareholders. Reddit Inc. is considering ways to make its share offering more accessible to individual investors as it plans to go public, Chief Executive Steve Huffman said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-companies-health-mental-therapy-therapist-insurer-11634568176", "title": "Insurance Companies Didn't Treat Mental Health Equitably", "date": "2021-10-18 16:26", "summary": "More time was spent on paperwork than seeing patients.. As a therapist of more than 35 years who accepts insurance, I've witnessed a great metamorphosis in the industry (\"Why It's So Hard to Find a Therapist Who Takes Insurance,\" Personal Journal, Oct. 6). Insurers made it difficult in the early years, chronically requesting reports to justify treatment, coupled with low reimbursements. More time was spent on paperwork than seeing patients. When you have overhead to cover and can see only one patient an hour, unlike medical physicians, insurance doesn't cut it. Having office space in my husband's medical office, I was lucky to have no rent, and hence was able to do it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clayton-dubilier-rice-to-triple-money-on-2-5-billion-sirius-computer-sale-to-cdw-11634588776", "title": "Clayton Dubilier & Rice to Triple Money on $2.5 Billion Sirius Computer Sale to CDW", "date": "2021-10-18 16:26", "summary": "Private-equity firm stands to roughly triple its investment in the technology company, which it backed a little more than two years ago. Information-technology company CDW Corp. said it has agreed to buy Sirius Computer Solutions Inc. for $2.5 billion in cash from private-equity firm Clayton Dubilier & Rice.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-senate-switch-parties-gop-democrat-reconciliation-west-virginia-11634568314", "title": "Why Joe Manchin Should Join the Republican Party", "date": "2021-10-18 16:21", "summary": "His principles are more aligned and his West Virginia constituents would support the switch.. Republican Party leaders need to woo Sen. Joe Manchin to their ranks immediately. We can ill afford to wait for the outcome of next year's midterms. President Biden's proposed $3.5 trillion legislation is a malignant forced march into an unaffordable welfare state (\"The Entitlements of U.S. Decline,\" Review & Outlook, Oct. 7). Mr. Manchin has sound reasons to consider a party change. His principles are more aligned with Republican centrists, his West Virginia constituents would likely support the switch and, most important, his voting as a Republican would swing the balance of power in the Senate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economics-nobel-prize-natural-experiments-education-school-wages-variables-11634568449", "title": "Good Luck to Economists Finding Natural Experiments", "date": "2021-10-18 16:20", "summary": "It seems next to impossible to have a sufficiently controlled natural experiment to rule out alternative factors.. Regarding David Henderson's op-ed \" 'Natural Experiments' Lead to an Economics Nobel\" (Oct. 12): Natural experiments require circumstances in which political events, geopolitical boundaries and so forth conspire to introduce the studied variable while everything else remains the same. But designing a valid experiment and eliminating alternative explanations seems every bit as difficult in economic sciences as it is in other sciences.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/set-sail-tuesday-crossword-october-19-11634242022", "title": "Set Sail (Tuesday Crossword, October 19)", "date": "2021-10-18 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-ceo-bob-bakish-calls-uproar-over-content-inevitable-amid-chappelle-outcry-11634584655", "title": "ViacomCBS CEO Calls Uproar Over Content Inevitable Amid Chappelle Outcry", "date": "2021-10-18 15:17", "summary": "Mr. Bakish appeared at The Wall Street Journal's Tech Live conference, discussing ViacomCBS's streaming strategy and its posture on mergers. ViacomCBS Chief Executive Bob Bakish said that uproar over some content is inevitable for major media companies, following outcry over a Netflix Inc. special by comedian Dave Chappelle that some employees of the streaming service said was offensive to the transgender community.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-seeks-to-accelerate-cleanup-of-toxic-forever-chemicals-11634565600", "title": "U.S. Seeks to Accelerate Cleanup of 'Forever Chemicals'", "date": "2021-10-18 14:54", "summary": "Concerns mount over health toll of substances used to make everything from cellphones to medical devices. The Biden administration said it is moving forward on regulations to limit the spread of several toxic chemicals that public-health advocates say are harmful to humans and should become the target of a widespread cleanup effort.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-october-event-expect-new-macbook-pro-and-airpods-11634566798", "title": "Apple Unveils Redesigned MacBook Pro, New AirPods", "date": "2021-10-18 14:54", "summary": "At 'Unleashed' streamed event, company reveals newest high-end laptops and Apple-designed chips. A pair of MacBook Pro laptops-and a pair of chips-shared center stage at Apple Inc.'s streamed Monday event, which also included the debut of new AirPods.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-wilson-rothman?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-profit-increases-29-on-more-assets-market-gains-11634582188", "title": "State Street Profit Increases 29% on More Assets, Market Gains", "date": "2021-10-18 14:36", "summary": "Custody bank on pace for best year in winning new business. State Street Corp. posted a better-than-expected quarterly profit, as market gains and new business wins lifted revenue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-powell-was-an-insider-who-also-stood-apart-11634578228", "title": "Colin Powell Was an Insider Who Also Stood Apart", "date": "2021-10-18 14:28", "summary": "Mr. Powell, who died this week, brought an everyman approach to positions of power. If you want to understand the man Colin Powell was, the thing to remember is that his hobby was repairing old Volvo cars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-and-family-leave-11634581349", "title": "Buttigieg and Family Leave", "date": "2021-10-18 14:22", "summary": "An implicit rebuttal of government mandates.. U.S. Secretary of Transportation Pete Buttigieg is ruining family leave mandates for everyone. For everyone on the left, that is. Just in time for a debate on President Joe Biden's multitrillion-dollar bundle of federal commands, Mr. Buttigieg is providing a real-time rebuttal of one-size-fits-all government regulation.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-ceo-sundar-pichai-calls-for-government-action-on-cybersecurity-innovation-11634580600", "title": "Google CEO Sundar Pichai Calls for Government Action on Cybersecurity, Innovation", "date": "2021-10-18 14:10", "summary": "Executive urges governments to adopt a Geneva Convention for cybersecurity, and for the U.S. to invest more in tech. Sundar Pichai, chief executive of Google and parent company Alphabet Inc., said the U.S. government should take a more active role in policing cyberattacks and encouraging innovation with policies and investments.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-budgets-rising-at-faster-rate-11634580000", "title": "IT Budgets Rising at Faster Rate as CIOs Look to Support More Adaptable Business Models", "date": "2021-10-18 14:00", "summary": "Cybersecurity, analytics and cloud top CIO investment agenda, Gartner survey of tech executives finds. Information technology budgets next year are expected to rise at a faster rate than they have in more than 10 years with chief information officers deploying tools to support more modular and adaptable business models.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-says-it-was-hit-by-cyberattack-11634563871", "title": "Sinclair Broadcast Group Says It Was Hit by a Ransomware Attack", "date": "2021-10-18 13:37", "summary": "Broadcast station owner said some of its servers are encrypted with ransomware. Sinclair Broadcast Group Inc., one of the largest owners of broadcast stations in the U.S., said it is working to contain a cybersecurity incident that disrupted some of its networks and had some of its servers and workstations encrypted with ransomware.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-backs-police-in-two-qualified-immunity-cases-11634577388", "title": "Supreme Court Backs Police in Two 'Qualified Immunity' Cases", "date": "2021-10-18 13:16", "summary": "Unsigned ruling examining cases in California and Oklahoma finds officers who used force when confronting suspects can't be sued. WASHINGTON-The Supreme Court threw out two separate excessive-force lawsuits filed against police, ruling Monday that the doctrine of qualified immunity protected the officers from having to answer the allegations in court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-gets-outplayed-at-its-own-game-11634551201", "title": "Zillow Gets Outplayed at Its Own Game", "date": "2021-10-18 13:11", "summary": "Investors shouldn't necessarily flip for Zillow's flop, but they may want to start asking some broader questions. Zillow, it seems, has over-flipped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-antiracist-history-integration-funding-segregation-11634568700", "title": "School Choice's Antiracist History", "date": "2021-10-18 13:07", "summary": "Vouchers sped up integration, while teachers unions fought them to preserve segregation.. Is the school choice movement historically tainted by racism? American Federation of Teachers boss Randi Weingarten described vouchers in 2017 as \"slightly more polite cousins of segregation.\" Historian Nancy MacLean recently depicted vouchers as a product of an unholy alliance between economist Milton Friedman and segregationists after Brown v. Board of Education.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-a-democrat-conspiracy-theory-voting-2022-election-11634568064", "title": "Trump Is a Democrat: How's That for a Conspiracy Theory?", "date": "2021-10-18 13:05", "summary": "It may be insane, but it would explain why he keeps saving them from self-destruction.. The claim that Donald Trump was a Manchurian candidate-somehow developed by Russia to do its bidding in exchange for a couple of lucrative real estate deals and some generous financing from financial institutions-was always obviously bogus.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-stellantis-to-build-ev-battery-factories-in-north-america-11634551200", "title": "Toyota, Stellantis to Build EV-Battery Factories in North America", "date": "2021-10-18 13:05", "summary": "Car makers accelerate push into the American electric-vehicle market as President Biden toughens fuel-efficiency standards. Toyota Motor Corp. and Jeep parent Stellantis NV said separately Monday they would build battery factories in North America, the latest in a string of big-ticket investments by auto makers looking to sell more electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albertsons-posts-higher-sales-lifts-guidance-dividend-despite-supply-chain-costs-11634562952", "title": "Albertsons Expects Higher Inflation From Labor, Supply-Chain Costs", "date": "2021-10-18 12:45", "summary": "Supermarket chain says it is passing through some price increases to shoppers. Albertsons Cos. projected higher inflation for the rest of the year, driven by higher supply-chain and labor costs across the food industry.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-supply-constraints-weighed-on-septembers-industrial-production-11634574392", "title": "Auto Supply-Chain Constraints Weighed on September's Industrial Production", "date": "2021-10-18 12:26", "summary": "Disruptions from Hurricane Ida also contributed to last month's 1.3% decline. Industrial production in the U.S. declined in September as supply-chain disruptions in the auto industry and lingering effects of Hurricane Ida weighed on manufacturing and mining output during the month.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-says-it-cant-buy-any-more-homes-this-year-11634574144", "title": "Zillow Says It Can't Buy Any More Homes This Year", "date": "2021-10-18 12:22", "summary": "The real-estate company cited labor constraints and other challenges related to construction and renovation. Real-estate company Zillow Group Inc. will stop buying and flipping new houses for the remainder of this year, the company said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-amess-honored-in-house-of-commons-tribute-to-slain-lawmaker-11634572767", "title": "U.K. House of Commons Pays Tribute to Slain Lawmaker", "date": "2021-10-18 11:59", "summary": "Police in the U.K. continue to question a suspect and are seeking motives for why Mr. Amess was targeted. LONDON-Work in Britain's House of Commons paused on Monday as lawmakers gathered to pray and pay tribute to their colleague David Amess who was killed in a suspected terrorist attack.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-passes-sports-ban-for-transgender-students-11634572508", "title": "Texas Passes Sports Ban for Transgender Students", "date": "2021-10-18 11:55", "summary": "Measure bans students in K-12 sports from competing in a league that is designated for a gender other than the one listed on their birth certificate. AUSTIN, Texas-Lawmakers in Texas passed a bill Sunday that bans transgender public-school students from competing in interscholastic sports leagues that are designated for a gender other than the one listed on their birth certificates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-seeks-to-hire-150-000-seasonal-u-s-workers-11634563790", "title": "Amazon Seeks to Hire 150,000 Seasonal U.S. Workers", "date": "2021-10-18 11:20", "summary": "Push to increase workforce comes as U.S. labor market remains tight ahead of holidays. Amazon.com Inc. is aiming to hire 150,000 seasonal workers in the U.S., a move to get needed workers for the holidays against a tight labor market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investment-rebounds-but-strained-factories-miss-out-11634570372", "title": "Foreign Investment Rebounds but Strained Factories Miss Out", "date": "2021-10-18 11:19", "summary": "Overseas investments by businesses around the world were 78% higher in the first half of the year, but the poorest countries recorded a decline. Foreign investment by businesses around the world surged in the first six months of 2021 as rich economies rebounded strongly from the effects of the pandemic, but fresh bets on manufacturing fell despite widespread signs that capacity isn't up to meeting resurgent demand.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-tech-live-conference-features-interviews-with-alphabet-ceo-sundar-pichai-ceos-of-viacomcbs-and-reddit-11634549401", "title": "Interviews With Alphabet, ViacomCBS, Reddit CEOs", "date": "2021-10-18 11:08", "summary": "Top executives from Arm Holdings, Cameo, scooter startup Lime and Grab Holdings are also set to speak at the first day of the hybrid event. The Wall Street Journal is hosting its virtual Tech Live conference with top executives, technologists and policy makers to discuss a range of issues including the lasting impact of Covid-19, as businesses grapple with disrupted supply chains, a shrinking labor force and the continuing chip shortage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-colin-powell-a-four-star-general-and-former-secretary-of-state-11634567721", "title": "Photos: Colin Powell, a Four-Star General and Former Secretary of State", "date": "2021-10-18 11:07", "summary": "Powell served two tours in Vietnam, rose through military ranks to become chairman of the Joint Chiefs and served as secretary of state to former President George W. Bush. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/returning-workers-confront-creepy-time-capsules-of-pre-pandemic-life-11634568537", "title": "Returning Workers Confront Creepy Time Capsules of Pre-Pandemic Life", "date": "2021-10-18 10:48", "summary": "Petrified snacks. Year-old calendars. Plants run amok. After 18 months away, people say their offices look like Pompeii's ruins.. Returning to the office last month for the first time since March 2020, Ryan Weaver caught sight of something on his old desk that made him do a double take.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-executives-told-bill-gates-to-stop-emailing-a-female-staffer-years-ago-11634559950", "title": "Microsoft Executives Told Bill Gates to Stop Emailing a Female Staffer Years Ago", "date": "2021-10-18 10:44", "summary": "Top lawyer, HR chief informed some Microsoft directors they told billionaire co-founder that his emails with female employee were inappropriate. The 2019 letter from a Microsoft Corp. engineer reporting an affair with Bill Gates that preceded his exit from the board wasn't the first time some Microsoft directors encountered the billionaire's inappropriate behavior with female employees.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-strike-a-climate-deal-poor-nations-say-they-need-trillions-from-rich-ones-11634568010", "title": "To Strike a Climate Deal, Poor Nations Say They Need Trillions From Rich Ones", "date": "2021-10-18 10:40", "summary": "Industrialized countries were already struggling to pay earlier commitments to help with clean-energy development and other infrastructure needs. Now the cost of buying cooperation has skyrocketed.. At a July global climate gathering in London, South African environment minister Barbara Creecy presented the world's wealthiest countries with a bill: more than $750 billion annually to pay for poorer nations to shift away from fossil fuels and protect themselves from global warming.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-ohios-tim-ryan-is-democrats-most-important-2022-candidate-11634566217", "title": "Why Ohio's Tim Ryan Is Democrats' Most Important 2022 Candidate", "date": "2021-10-18 10:10", "summary": "Ryan's Ohio Senate candidacy will be testing ground for virtually every key question Democrats face next year. In a 2022 midterm election cycle full of critical races, Tim Ryan in many ways will be the Democrats' most important candidate.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-stand-out-on-instagram-by-posing-in-a-very-weird-way-11634565650", "title": "People Are Striking Bizarre Poses to Make Their 'Fit Pics' Stand Out-Even When Their Outfits Are Boring", "date": "2021-10-18 10:00", "summary": "On Instagram, 20-somethings are jumping, twisting and falling for the Likes. SOME PEOPLE write books, others can paint. Tristan Van Drine is a maestro of posing. On his TikTok account, the 21-year-old Torontonian has posted dozens of videos-sometimes as many as two a day-in which he does nothing but stand in his apartment and demonstrate the \"best photo poses.\" There's the \"Collar Touch,\" the \"Lean Back\" and the \"Crossed Arm.\" Each video takes viewers through about four of these poses, each executed with studied insouciance. His account has over 345,000 followers and some videos have amassed over a million views.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-home-runs-swing-kings-11634563258", "title": "The Best Teams in Baseball Are Keeping the Ball Off the Ground", "date": "2021-10-18 10:00", "summary": "The Dodgers, Braves, Red Sox and Astros have at least one thing in common: They hit the ball in the air. Carlos Correa stepped up to the plate for his seventh-inning at-bat in Game 1 of the American League Championship Series last week with an unusual approach.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-state-street-valneva-coinbase-what-to-watch-when-the-stock-market-opens-today-11634553340", "title": "Zillow, State Street, Valneva, Upstart: What to Watch in the Stock Market Today", "date": "2021-10-18 09:32", "summary": "Zillow shares were down after reports that it would stop buying homes this year; Valneva soared on its vaccine test results. Wall Street indexes opened lower after China's third-quarter economic growth came in below economists' forecasts. Here's what we're watching in Monday's trading.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-flexes-power-with-plan-to-rewrite-communist-party-history-11634562713", "title": "China's Xi Flexes Power With Plan to Rewrite Communist Party History", "date": "2021-10-18 09:11", "summary": "Historical resolution would put leader on par with Mao and Deng, signaling strength despite economic, diplomatic challenges. Chinese leader Xi Jinping is preparing to officially stamp his personal imprint on the Communist Party's historical record, a sign of his strengthening grip on power in the face of simmering uncertainties over the country's economy and tensions with Western powers.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-cowboys-super-bowl-11634562085", "title": "Do the Dallas Cowboys Have Super Bowl Stuff?", "date": "2021-10-18 09:02", "summary": "They're 5-1 and can score anytime. They've got a real shot at a title, if they can avoid costly mistakes and stay out of their own way.. The Dallas Cowboys will always be a thing-whether good, not good, mediocre, atrocious, brilliant, exasperating, or ordinary.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-unveils-first-electric-vehicle-prototypes-11634561418", "title": "Foxconn Unveils First Electric-Vehicle Prototypes", "date": "2021-10-18 08:50", "summary": "Contract electronics manufacturer plans to build the vehicles for other automotive brands. TAIPEI- Foxconn Technology Group, the world's largest contract electronics manufacturer, introduced three electric-vehicle models Monday, marking one of the iPhone assembler's most aggressive forays yet into the EV industry.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marshmello-dj-creativity-taylor-swift-11634558802", "title": "Marshmello Is Most Creative When He Gets Super Bored", "date": "2021-10-18 08:30", "summary": "The multiplatinum DJ also tells us about his vitamin D deficiency and the time he surprised Taylor Swift.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pangaia-eco-friendly-jeans-11634558947", "title": "Sweatsuit Star Pangaia Debuts Eco-Friendly Jeans", "date": "2021-10-18 08:30", "summary": "Last year, Pangaia did $75 million in sales, thanks to its popular recycled-cotton loungewear. Now the brand is launching denim made with wild nettles.. \"People keep their denim forever,\" says Amanda Parkes. \"It's one of those garments that naturally lends itself to sustainability.\" Parkes is the chief innovation officer at Pangaia, a three-year-old London-based company that develops new fabrics and produces cult sweatsuits. In fact, 2020, the year of the sweatsuit, was so successful that Pangaia well exceeded expectations, achieving $75 million in net sales, while be-hoodie-ing the likes of Harry Styles and Jennifer Lopez.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-slump-extends-11634560166", "title": "Chinese Property Slump Extends Into September", "date": "2021-10-18 08:29", "summary": "Debt-saddled developers in China cut spending and demand from home buyers slowed. China's giant housing market slowed substantially in September, official data showed, as the country's debt-saddled developers cut spending and demand from home buyers waned.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-rests-on-three-shaky-legs-11634558743", "title": "China's Economy Rests on Three Shaky Legs", "date": "2021-10-18 08:05", "summary": "There is little sign so far of a major shift to support growth, but that may reflect overconfidence on Beijing's part. China's economy has been taking it from all sides: power outages, the property debt fiasco, snarled shipping lanes and, a bit further back, a brief but damaging Delta variant outbreak. Sharply weaker growth last quarter at 4.9% from a year earlier was expected. And given how modest countercyclical support has been so far, next quarter will almost certainly be worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-hire-10-000-workers-in-eu-to-build-up-metaverse-11634536014", "title": "Facebook to Hire 10,000 Workers in EU to Build Up 'Metaverse'", "date": "2021-10-18 07:34", "summary": "Social-media company sees the virtual realm as key component of its future and a major driver of new technology investment. Facebook Inc. is planning to create 10,000 jobs in the European Union over the next five years to build a virtual realm it sees as a key component of its future and a major driver of new technology investment.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-returns-keep-climbing-mystifying-some-industry-veterans-11634554801", "title": "Venture Returns Keep Climbing, Mystifying Some Industry Veterans", "date": "2021-10-18 07:00", "summary": "'It's going too well,' said one investor; 'It feels a little surreal,' said another. Venture capital funds are reaping the rewards of a booming market as returns continue to improve. But the dizzying climb in startup valuations has some worried that the market euphoria is turning irrational.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-mishandled-sexual-harassment-claims-internal-tribunal-says-11634554802", "title": "World Bank Mishandled Claims of Sexual Harassment, Tribunal Says", "date": "2021-10-18 07:00", "summary": "A labor tribunal found the bank ignored allegations of sexual harassment by a senior official, now a Costa Rican presidential candidate. The World Bank failed to protect two young employees who filed sexual-harassment allegations against a veteran, high-ranking official who is now a presidential candidate in Costa Rica, according to findings released by the bank's internal labor tribunal.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kargo-acquires-e-commerce-ad-tech-firm-for-64-million-11634551320", "title": "Kargo Acquires E-Commerce Ad-Tech Firm for $64 Million", "date": "2021-10-18 06:02", "summary": "The company purchased StitcherAds as part of a growth plan that could include an eventual IPO, CEO Harry Kargman said. Advertising-technology company Kargo Global Inc. has acquired StitcherAds, an ad-tech firm focused on driving e-commerce sales, for $64 million, Kargo said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/members-of-congressional-committee-question-if-amazon-executives-misled-congress-11634551201", "title": "Lawmakers Question Whether Amazon Executives Misled Congress", "date": "2021-10-18 06:00", "summary": "In a letter, bipartisan group of representatives asks for documents, 'exculpatory' evidence as they consider whether to recommend Justice Department investigation. Members of a congressional committee questioned whether Amazon . com Inc. executives misled them during an investigation of the company's business practices and if they may have lied under oath.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-faces-slower-growth-path-as-it-pursues-longer-term-reforms-11634551142", "title": "China Faces Slower Growth as It Pursues Long-Term Reforms", "date": "2021-10-18 05:59", "summary": "Beijing's attempts to tackle festering issues in its economy are adding to economic concerns as the pandemic bounceback fades. HONG KONG-China faces a prolonged period of slower growth with increasing policy uncertainties as Beijing attempts to carry out ambitious long-term reforms that have left investors jittery.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-investors-gain-a-new-way-to-bet-on-stocks-in-china-11634550288", "title": "Global Investors Gain a New Way to Bet on Stocks in China", "date": "2021-10-18 05:44", "summary": "Hong Kong's stock exchange launches trading of futures tied to a MSCI index of 50 stocks listed in Shanghai or Shenzhen. Hong Kong started trading in futures tied to an index of stocks from mainland China, giving global investors a new tool for betting on Chinese markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyber-private-eyes-go-after-hackers-without-counterattacking-11634549400", "title": "Cyber Private Eyes Go After Hackers, Without Counterattacking", "date": "2021-10-18 05:30", "summary": "Some companies work within confines of federal law to take action against attackers, stopping short of hacking back. Companies hit by hackers typically limit themselves to playing defense to comply with a federal law against invading someone's computer. But some specialist cybersecurity firms say they can pursue criminals without launching their own attacks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-cfos-set-their-outlooks-amid-waves-of-virus-one-day-at-a-time-11634549401", "title": "How CFOs Set Their Outlooks Amid Waves of Virus: One Day at a Time", "date": "2021-10-18 05:30", "summary": "Finance chiefs say they have had to tweak their forecasts with greater frequency and granularity than ever before in response to infection rates globally. Finance chiefs are drawing on early-pandemic playbooks to create forecasts for the months ahead, tweaking their models week by week, sometimes day by day, as coronavirus infection rates vary across countries.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amtrak-hopes-infrastructure-bill-will-help-fund-a-tunnel-to-ease-delays-on-northeast-corridor-11634549400", "title": "Amtrak Hopes Infrastructure Bill Will Help Fund a Tunnel to Ease Delays on Northeast Corridor", "date": "2021-10-18 05:30", "summary": "Resume Subscription. BALTIMORE-When the Baltimore and Potomac Railroad completed its 1.4-mile tunnel in 1873, a local newspaper hailed it as \"one of the greatest enterprises of the kind that has ever been executed.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/green-investing-looks-to-clean-up-the-maritime-industry-11634549402", "title": "Green Investing Looks to Clean Up the Maritime Industry", "date": "2021-10-18 05:30", "summary": "Wall Street is embracing a new kind of environmentally friendly debt aimed at lowering ocean pollution. First bonds went green. Now they are going blue.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-i-get-a-flu-shot-and-covid-19-booster-at-the-same-time-and-other-answers-to-your-flu-season-questions-11634549401", "title": "Can I Get a Flu Shot and Covid-19 Booster at the Same Time? And Other Answers to Your Flu Season Questions", "date": "2021-10-18 05:30", "summary": "Covid-19 boosters are arriving at the same time as flu season. Doctors say it's important not to forget about flu shots-here's why. It is OK to get a flu shot and a Covid-19 vaccine on the same day, the Centers for Disease Control and Prevention says. Officials suggest getting them in different arms, or at least an inch apart if in the same arm.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-sees-opening-as-biden-copes-with-pre-christmas-inflation-supply-chain-issues-11634549402", "title": "GOP Sees Opening as Biden Copes With Pre-Christmas Inflation, Supply-Chain Issues", "date": "2021-10-18 05:30", "summary": "The White House is seeking to ease shipping bottlenecks as Republicans predict a rough holiday season for the Biden administration. The White House is wrestling with supply-chain issues and elevated inflation ahead of the winter holiday shopping season-two economic problems that Republicans say the administration's own policies would exacerbate, driving up the risk of empty store shelves and higher holiday prices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cars-are-making-money-like-homesfor-now-11634547319", "title": "Cars Are Making Money Like Homes-for Now", "date": "2021-10-18 04:55", "summary": "The unprecedented jump in used-vehicle prices has made it a great time to own a vehicle, but it might be storing up problems. Financially, your car is behaving more like your home right now, bringing new opportunities and hard-to-foresee risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-cleared-to-own-all-of-china-securities-unit-11634524579", "title": "Goldman Sachs Cleared to Own All of China Unit", "date": "2021-10-18 01:31", "summary": "U.S. bank has operated a Chinese joint venture for 17 years. Chinese regulators approved Goldman Sachs Group Inc.'s application to take full ownership of a key local unit, another step in China's gradual opening of its financial system to major players from the U.S. and elsewhere.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-quit-your-job-and-get-a-better-one-from-those-who-have-been-there-11634529662", "title": "How to Quit Your Job and Get a Better One, From Those Who Have Been There", "date": "2021-10-18 00:01", "summary": "These professionals took a career break and made it to the other side with new, better jobs. Here's what they want you to know.. If you have been feeling tempted to say \"I quit\" recently, you have plenty of company.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634491350", "title": "Pepper...and Salt", "date": "2021-10-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ground-cover-monday-crossword-october-18-11634241887", "title": "Ground Cover (Monday Crossword, October 18)", "date": "2021-10-18 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]