[{"link": "https://www.wsj.com/articles/u-s-considers-ordering-commercial-airlines-to-help-in-afghan-evacuation-11629577108", "title": "U.S. Considers Ordering Commercial Airlines to Help in Afghan Evacuation", "date": "2021-08-21 18:54", "summary": "The Biden administration is making preparations to invoke an emergency civil aviation program, while adding to the number of U.S. bases that can house Afghan evacuees. WASHINGTON-The Biden administration is planning a dramatic ramp-up of its airlift from Kabul by making preparations to compel major U.S. airlines to help with the transportation of tens of thousands of evacuees from Afghanistan, while expanding the number of U.S. military bases that could house Afghans.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-grace-leaves-at-least-eight-dead-in-mexico-11629575901", "title": "Hurricane Grace Leaves at Least Eight Dead in Mexico", "date": "2021-08-21 18:28", "summary": "Storm strengthened over the Gulf of Mexico and hit land as a Category 3 on Saturday. MEXICO CITY-Hurricane Grace left at least eight people dead in its passage across Mexico's Gulf Coast state of Veracruz, where it brought flooding and mudslides, blew down trees and billboards, and knocked out power.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shacarri-richardson-tokyo-olympics-medalists-prefontaine-classic-11629582549", "title": "Sha'Carri Richardson Finishes Last in Showdown With Tokyo Olympics Medalists", "date": "2021-08-21 17:54", "summary": "Richardson, who missed the Games after a positive marijuana test, faltered in a race in which the three Jamaican medalists repeated their Olympic sweep.. Sha'Carri Richardson finished last in a much-anticipated women's 100-meters race that included all three medalists from the event at the Tokyo Olympics, which Richardson was excluded from after testing positive for marijuana.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-news-organizations-complete-kabul-evacuation-following-dangerous-encounters-11629577943", "title": "Three News Organizations Complete Kabul Evacuation Following Dangerous Encounters", "date": "2021-08-21 16:32", "summary": "Wall Street Journal colleagues and their families experienced failed escape attempts, beatings by the Taliban. The Wall Street Journal evacuated its last workers out of Kabul on Saturday after a week of repeated attempts that included attacks against some of them and the assistance of the Qatari government.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-los-angeles-this-covid-19-surge-is-different-from-earlier-outbreaks-11629558004", "title": "L.A. Covid-19 Surge Is Hitting Affluent Communities", "date": "2021-08-21 11:00", "summary": "Resume Subscription. LOS ANGELES-The center of the Covid-19 pandemic in America's second-largest city has shifted from poor, crowded neighborhoods to affluent ones with younger populations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghan-ex-president-hamid-karzai-angles-for-national-role-after-taliban-takeover-11629557682", "title": "Former Afghan President Karzai Angles for National Role", "date": "2021-08-21 10:54", "summary": "With President Ghani having fled the country, his predecessor has sought to cast himself as leader of the people. When the Taliban rolled into Kabul a week ago and Afghan President Ashraf Ghani fled, another national leader appeared on video from inside the city, assuring people that he was going nowhere: the country's former head of state, Hamid Karzai.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-banks-and-money-transfer-firms-tread-carefully-in-taliban-controlled-afghanistan-11629557127", "title": "U.S. Banks Tread Carefully in Taliban-Controlled Afghanistan", "date": "2021-08-21 10:45", "summary": "Lenders are uncertain whether U.S. sanctions against the Taliban apply across the nation. Two major U.S. money-transfer services have suspended payments into Afghanistan, and American banks are more closely scrutinizing transactions with Afghan counterparts, as they await clarity on whether U.S. sanctions on the Taliban apply across the nation now that the Islamist group is in control.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-midwestern-muscle-car-turns-heads-in-hollywood-11629554404", "title": "This Midwestern Muscle Car Turns Heads in Hollywood", "date": "2021-08-21 10:00", "summary": "Resume Subscription. Jeff Castelaz, 49, of Los Angeles, founder and CEO of Cast Management, a manager of music acts, on his 1970 AMC AMX, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/declining-salmon-population-threatens-fishing-tourism-in-pacific-northwest-11629554404", "title": "Declining Salmon Population Threatens Fishing Tourism in Pacific Northwest", "date": "2021-08-21 10:00", "summary": "Resume Subscription. RIGGINS, Idaho-Beneath the vacancy sign at the Salmon River Motel, a black and white placard reads \"Salmon Lives Matter, Give a Dam.\" For years the motel has been a profitable business in this canyon town of 400 three hours north of Boise, with a mile-long Main Street that swells each summer with visiting sport fishermen.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cruise-line-investors-are-boarding-the-wrong-ships-11629554401", "title": "Cruise Line Investors Are Boarding the Wrong Ships", "date": "2021-08-21 10:00", "summary": "Norwegian doubles down on vaccination requirements, but the kids will be all right at home. Norwegian Cruise Line Holdings is doubling down on safety this year. Wall Street has taken the under on that bet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quit-tracking-your-kids-phones-when-they-head-off-to-college-11629550800", "title": "Quit Tracking Your Kids' Phones When They Go to College", "date": "2021-08-21 09:00", "summary": "Parents say they use apps to keep tabs on their children to ensure their safety, but experts say it's time to drop the digital leash. As first-year college students head to campus this fall, they'll be making a big leap toward independence from their parents. Or will they?", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-is-open-for-tourists-but-not-cruise-ships-11629550801", "title": "Venice Is Open for Tourists, but Not Cruise Ships", "date": "2021-08-21 09:00", "summary": "Ruling to ban mega ships from lagoon splits a city reliant on foreign visitors. VENICE-Gianluigi Rizo, a porter at Venice's iconic Piazza San Marco, pushes a cart of luggage as scores of tourists hop off water taxis, coming in from the airport through the medieval city's canals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-went-wrong-in-afghanistan-11629472600", "title": "What Went Wrong in Afghanistan?", "date": "2021-08-21 08:55", "summary": "As America's longest war draws to an end, sharp disagreements remain about its aims, direction and success.. We Americans like to deceive ourselves. We want to believe there is good war and bad war. World War II was a good war, varnished with the patina of history. Vietnam was a bad war, its reality overridden by popular cultural narratives. Once, in the decade after 9/11, Afghanistan was the good war and Iraq the bad, a war of \"choice,\" not necessity. Now they are both bad.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citadel-to-redeem-about-500-million-from-melvin-capital-11629550410", "title": "Citadel to Redeem About $500 Million From Melvin Capital", "date": "2021-08-21 08:53", "summary": "Citadel invested in Melvin's hedge fund as Melvin's losses mounted during the January meme-stock rally. Ken Griffin's Citadel LLC and Citadel partners are planning to redeem roughly $500 million of the $2 billion they put in Melvin Capital Management after Melvin got slammed by bad short bets on GameStop Corp. and other soaring stocks, said people familiar with the matter.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-k-s-rapid-covid-19-vaccination-campaign-has-moved-slowly-with-teenagers-11629547200", "title": "Why the U.K.'s Vaccination Campaign Has Moved Slowly With Teenagers", "date": "2021-08-21 08:00", "summary": "Regulator tries to balance individual benefits with those to society. LONDON-The U.K.'s Covid-19 vaccination campaign has been one of the fastest in the world. But when it comes to teenagers, it is going slowly.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-illegal-u-s-border-crossings-likely-arent-fueling-the-covid-19-surge-11629547201", "title": "Illegal Border Crossings Likely Aren't Fueling Covid-19 Surge", "date": "2021-08-21 08:00", "summary": "Migrant arrests are hitting records, but many who are intercepted are sent to Mexico while those who stay are often tested for the virus. As the rate of Covid-19 infections rises across the U.S., some policy makers have said that the surge in illegal crossings at the southern border is contributing to the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-new-scourge-of-german-politicians-plagiarism-hunters-11629543605", "title": "Meet the New Scourge of German Politicians: Plagiarism Hunters", "date": "2021-08-21 07:00", "summary": "Two leading candidates to succeed Chancellor Angela Merkel saw their ratings drop after being exposed for copying parts of their books. BERLIN-Politicians vying to succeed Angela Merkel as chancellor of Germany face a new threat as the election draws nearer: scrutiny by plagiarism hunters.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/professors-comfort-women-lecture-gets-him-indictedand-sparks-debate-on-academic-freedom-11629543600", "title": "Professor's 'Comfort-Women' Lecture Gets Him Indicted-And Sparks Debate on Academic Freedom", "date": "2021-08-21 07:00", "summary": "Lew Seok-choon's comments about World War II-era sex slaves led to defamation charges and put him at the center of controversy over classroom speech. SEOUL-Deep into a three-hour sociology class, a South Korean professor offered a controversial view of women in Japan's World War II-era military brothels. They weren't taken forcefully by the Japanese military. The work was \"a form of prostitution,\" the professor said, according to a 2019 transcript of his remarks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/titian-women-myth-and-power-isabella-stewart-gardner-museum-ovid-11629493488", "title": "'Titian: Women, Myth & Power' Review: Paintings of Olympian Grandeur", "date": "2021-08-21 07:00", "summary": "The Isabella Stewart Gardner Museum reunites six works, based on Ovid's 'Metamorphoses,' that the Renaissance master created for Philip II.. Boston", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steelmakers-grapple-with-how-to-cut-carbon-emissions-11629540961", "title": "Steelmakers Grapple With How to Cut Emissions", "date": "2021-08-21 06:16", "summary": "Resume Subscription. A recent shipment of 24 metric tons of Swedish steel could mark the beginning of what the steel industry hopes is a new era: the cleanup of one of the world's dirtiest industries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-arnis-a-filipino-martial-art-keeps-a-cop-strong-11629540000", "title": "How Arnis, a Filipino Martial Art, Keeps a Cop Strong", "date": "2021-08-21 06:00", "summary": "Resume Subscription. Deborah Clem and her husband, David Headley, are used to getting alarming calls from neighbors who see them in their yard swinging sticks at each other. The San Diego-area couple take classes in Arnis, a Filipino martial art that uses weapons, including rattan sticks. \"One neighbor joked it would not be good for someone to try to break into our house,\" says Ms. Clem. She and her husband both hold black belts, and both work in law enforcement in Southern California.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/to-gen-zers-working-from-home-the-office-is-a-remote-concept-11629538204", "title": "To Gen Zers Working From Home, the Office Is a Remote Concept", "date": "2021-08-21 05:30", "summary": "Many who started careers during the pandemic have never worked in the same space as colleagues. But there are ways bosses can ensure they don't miss out on mentoring.. More than a year into the great remote-work experiment, a new breed of young professionals has emerged: those who have never worked in an office.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-stock-heads-to-the-moon-11629538202", "title": "Moderna Stock Heads to the Moon", "date": "2021-08-21 05:30", "summary": "The Covid-19 vaccine maker's shares are the top performer in the S&P 500 so far this year, but some analysts question the rally. Shares of Moderna Inc. have been on a tear lately, making the Covid-19 vaccine-maker the top performer in the S&P 500 this year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-asks-supreme-court-to-block-reinstatement-of-remain-in-mexico-policy-11629496829", "title": "Biden Administration Asks Supreme Court to Block Reinstatement of 'Remain in Mexico' Policy", "date": "2021-08-21 01:06", "summary": "Lower courts ordered Washington to revive Trump-era policy requiring asylum applicants to wait in Mexico until their claims were decided. WASHINGTON-The Biden administration asked the Supreme Court on Friday to block lower-court orders to reinstate a Trump-era policy that requires asylum applicants to remain in Mexico while their claims are evaluated by U.S. authorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11629474210", "title": "Pepper...and Salt", "date": "2021-08-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-do-we-shout-when-we-argue-lack-of-confidence-11629518461", "title": "Why Do We Shout When We Argue? Lack of Confidence", "date": "2021-08-21 00:01", "summary": "Research shows that we are overconfident in our beliefs but underconfident about being heard. So we compensate by being loud.. There is a lot of shouting in today's discourse, from both sides of the political spectrum. Shouting matches have erupted on the House floor between Democrats and Republicans over individual Congress members' vaccination status and in school board meetings over critical race theory and masking requirements.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ugly-shoes-won-and-why-they-keep-getting-uglier-11629518404", "title": "How Ugly Shoes Won (and Why They Keep Getting Uglier)", "date": "2021-08-21 00:00", "summary": "Extremely weird Crocs, Yeezys, Nikes and Balenciaga sneakers were only the beginning. Shoes keep getting more casual-and more unsightly. Here, a unisex guide to the bizarre kicks that are growing more popular each season.. IN THE SHOE market, weirdness has won. Take a spin through a department store's footwear floor and you'll find a buffet of bizarre high-fashion shoes like a Bottega Veneta women's $1,250 blocky wedge heel with red, chicken pox-like specks or J.W. Anderson's unisex $645 leather mule with a gigundo Mr. T-esque gold chain across the front.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iris-apfel-is-almost-100-and-as-busy-as-ever-11629518436", "title": "Iris Apfel Is Almost 100, and as Busy as Ever", "date": "2021-08-21 00:00", "summary": "Known for her signature glasses, the 'geriatric starlet' has her own eyewear line. 'I'm told that the sunsets from 100 stories up are spectacular.'. On the eve of her 100th birthday, style icon Iris Apfel is finding new ways to express herself-and, she hopes, to encourage others to do the same.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposition-22-is-unconstitutional-california-judge-says-11629512394", "title": "Uber-Backed Ballot Measure Ruled Unconstitutional", "date": "2021-08-21 23:58", "summary": "Proposition 22, which passed in November, was the most expensive such measure in the state's history. A California judge said the November ballot measure that allowed Uber Technologies Inc., Lyft Inc. and DoorDash Inc. to continue treating their drivers as independent contractors is unenforceable and unconstitutional.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-eviction-moratorium-to-continue-appeals-court-rules-11629481219", "title": "Real-Estate Interests Ask Supreme Court to Block Eviction Moratorium", "date": "2021-08-21 20:30", "summary": "Moves comes hours after lower court rejected group's challenge to ban. WASHINGTON-A group of property managers and real-estate agents asked the Supreme Court to block the Biden administration's new eviction moratorium Friday, filing papers hours after a federal appeals court rejected their challenge to the pandemic-relief policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-taliban-are-here-the-final-days-before-kabuls-collapse-11629505499", "title": "'The Taliban Are Here': The Final Days Before Kabul's Collapse", "date": "2021-08-21 20:24", "summary": "Resume Subscription. Afghan President Ashraf Ghani, a former World Bank technocrat and author of the book \"Fixing Failed States,\" gathered officials on Saturday, Aug. 7, for a conference on improving relations between the attorney general's office and local officials. He spent much of the rest of the day on the emerald-green lawn of the presidential palace, reading a book, according to a palace official.", "categories": [[]], "category_links": []}]