[{"link": "https://www.wsj.com/articles/justice-department-to-end-pursuit-of-reporters-phone-records-over-leaks-11622914400", "title": "Justice Department to End Pursuit of Reporters' Contact Records Over Leaks", "date": "2021-06-05 19:47", "summary": "The change reverses a longstanding practice after President Biden said it was wrong. The Justice Department said it would no longer seek records of reporters' contacts when investigating government leaks of sensitive information-a change that reverses a longstanding practice after President Biden said he believed it was wrong.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/essential-quality-wins-the-belmont-stakes-11622934251", "title": "Essential Quality Wins the Belmont Stakes", "date": "2021-06-05 19:04", "summary": "The colt outdueled Hot Rod Charlie in the stretch to win the final jewel of the Triple Crown. ELMONT, N.Y.-Essential Quality beat Hot Rod Charlie in a thrilling stretch duel to win Saturday's Belmont Stakes by 1 ¼ lengths, giving trainer Brad Cox his first victory in a Triple Crown race. Preakness winner Rombauer finished third.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-including-blackstone-nears-deal-to-buy-medline-for-over-30-billion-11622910788", "title": "Private-Equity Group Reaches Deal to Acquire Medline for Over $30 Billion", "date": "2021-06-05 16:33", "summary": "Blackstone, Carlyle and Hellman & Friedman agree to what would be one of the largest leveraged buyouts since the financial crisis. A group of private-equity firms reached a deal to acquire Medline Industries Inc. that would value the medical-supply company at more than $30 billion, in one of the largest leveraged buyouts since the financial crisis.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-global-macro-11622847005", "title": "What Is Global Macro?", "date": "2021-06-05 12:00", "summary": "Global macro refers to underlying trends such as inflation that are so large they have the potential to lift or drop the economy and large chunks of the securities markets. Wall Street professionals often refer to \"global macro,\" but few outside of the finance world have any idea what it means or why it matters to investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-leader-hurt-by-recent-setbacks-11622907613", "title": "Taiwan's Leader Hurt by Recent Setbacks", "date": "2021-06-05 11:40", "summary": "Covid surge, blackouts and drought threaten president's popularity as China seeks inroads. TAIPEI-Taiwan and its leader, Tsai Ing-wen, were riding high last year as the island fended off the coronavirus, expanded its economy and won vocal support from Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metropolitan-opera-faces-challenges-as-it-prepares-to-reopen-11622906716", "title": "Metropolitan Opera Faces Challenges as It Reopens", "date": "2021-06-05 11:25", "summary": "A New York institution is trying to cut labor costs while working to reassure audiences on safety of indoor venues. For 138 years, the Metropolitan Opera has held a special place in New York's cultural firmament, widely recognized as not only one of the city's leading arts institutions, but also a global destination for music lovers.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-nations-agree-on-new-rules-for-taxing-global-companies-11622893415", "title": "G-7 Nations Agree on New Rules for Taxing Global Companies", "date": "2021-06-05 11:22", "summary": "Deal marks step toward adopting a 15% global minimum corporate-tax rate sought by the Biden administration. The Group of Seven leading rich countries agreed to back new rules for taxing businesses that operate internationally in a significant step toward a global agreement that would deliver the 15% floor that the Biden administration said it could accept.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graduation-rate-expected-to-stall-this-year-at-some-high-schools-11622898001", "title": "Graduation Rate Expected to Stall This Year at Some High Schools", "date": "2021-06-05 10:08", "summary": "Resume Subscription. Some larger school districts expect graduation rates to stall or fall because many seniors struggled during online learning, even as states and schools nationwide have dialed back graduation requirements to account for hardships brought by the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-parking-cities-rethink-garages-for-a-world-with-fewer-personal-cars-11622901616", "title": "No Parking: Cities Rethink Garages for a World With Fewer Personal Cars", "date": "2021-06-05 10:00", "summary": "Public parking may never disappear, but autonomous vehicles, remote work and generational trends are prompting planners to reconsider its function in the downtown core. Author", "categories": [["", "Cities & Real Estate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-surplus-jeep-can-handle-the-army-and-teenage-drivers-11622901600", "title": "This Surplus Jeep Can Handle the Army and Teenage Drivers", "date": "2021-06-05 10:00", "summary": "Buck Woodruff and his son learned to drive in the vehicles made famous by World War II, and own this 1964 model. Buck Woodruff, 71, owner of the Honda Carland car dealership in Roswell, Ga., and his son Harrison Woodruff, 21, a college student, on their 1964 Jeep, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-aviation-the-revolution-wont-be-supersonic-11622901601", "title": "In Aviation, the Revolution Won't Be Supersonic", "date": "2021-06-05 10:00", "summary": "United's plane purchase from Boom Technology raises hopes of a return to supersonic travel, but the Concorde failed for a reason. People say they hate being stuck for hours on a narrow plane seat, but they haven't usually been eager to pay for the experience to fly by faster. Just ask the operators of the Concorde.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-combat-the-urge-to-overspend-on-summer-travel-11622901600", "title": "How to Combat the Urge to Overspend on Summer Travel", "date": "2021-06-05 10:00", "summary": "Prices for summer travel in the U.S. are climbing, but there are ways to budget for the rise in cost. Prices are surging for travel this summer. So is the urge to overspend.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-new-role-for-an-old-jeep-11622900700", "title": "Photos: A New Role For an Old Jeep", "date": "2021-06-05 09:45", "summary": "Buck and Harrison Woodruff show off their 1964 Army Surplus Jeep. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/judge-overturns-california-ban-on-assault-weapons-11622900535", "title": "Judge Overturns California Assault-Weapons Ban", "date": "2021-06-05 09:42", "summary": "Permanent injunction issued against enforcing the law, but it is stayed for 30 days to give the state time to appeal. SACRAMENTO, Calif.-A federal judge overturned California's three-decade-old ban on assault weapons, ruling that it violates the constitutional right to bear arms.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-doors-jim-morrison-rock-star-or-poet-11622898001", "title": "The Doors' Jim Morrison: Rock Star or Poet?", "date": "2021-06-05 09:00", "summary": "Resume Subscription. Jim Morrison always wanted to be a writer. A year before he died in 1971, the Doors singer even told an interviewer he thought poetry, not music, was the ultimate art form. But rock 'n' roll stardom got in the way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/skinny-jeans-make-you-look-old-these-women-dont-care-11622894429", "title": "Skinny Jeans Make You Look Old? These Women Don't Care", "date": "2021-06-05 08:00", "summary": "A generational debate has been raging: Gen Zers with mom jeans and center parts vs. millennials with skinny jeans and side parts. But stretch-jean loyalists will never give up what they feel is the most flattering style of denim.. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexting-among-kids-is-bigger-than-everand-often-illegal-heres-how-to-talk-to-your-child-11622894400", "title": "Sexting Among Kids Is Bigger Than Ever-How to Talk to Your Child", "date": "2021-06-05 08:00", "summary": "Girls get requests for nude selfies as a precursor to dating; boys share unsolicited 'nudes,' raising issue of consent. ", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-exercises-to-avoid-neck-and-back-pain-11622887200", "title": "Six Exercises to Avoid Neck and Back Pain", "date": "2021-06-05 06:00", "summary": "Resume Subscription. The coronavirus pandemic sparked a bicycling boom last year that shows no signs of slowing. Whether you are brand new to the sport or an experienced cyclist, you are susceptible to neck and low back pain if you aren't conditioning properly, says Mari Holden, a private cycling coach and community director for USA Cycling in Colorado Springs, Colo., leading Let's Ride, a nationwide youth cycling program. \"Everyone thinks a strong lower body is the key to cycling,\" says the 50-year-old Olympic medalist and world champion cyclist. \"A strong core is just as important.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-t-verizon-push-free-iphones-for-long-term-customers-11622886768", "title": "AT&T, Verizon Push Free iPhones for Customers", "date": "2021-06-05 05:52", "summary": "U.S. cellphone carriers offer deep discounts on new smartphones to defend customer base. The wireless contract is staging a comeback.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workers-balk-at-returning-to-jobs-on-booming-brooklyn-street-11622885403", "title": "Workers Balk at Returning to Booming Brooklyn Street", "date": "2021-06-05 05:30", "summary": "Resume Subscription. Angelina Narvaez got spat on when she moved away from an unmasked transit worker on a train platform. Alfonso Estevanovich is using the extra unemployment benefits to care for his father, who had a stroke. For Sophia Gasparro, the pandemic meant dealing with anxious customers. \"It's draining,\" she said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/expanding-wind-power-while-killing-fewer-migratory-birds-is-bidens-quandary-11622885401", "title": "Expanding Wind Power Yet Killing Fewer Birds Is Biden's Quandary", "date": "2021-06-05 05:30", "summary": "White House wants to boost renewable energy and restore criminal penalties for accidental killing of migratory birds. President Biden has taken steps to restore criminal penalties for accidental killing of migratory birds, a move that if adopted as expected later this year would add pressure to wind power developers who are working to fulfill his mandate to boost wind-farm developments as sources of clean energy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-housing-market-made-his-modest-home-a-hot-property-11622885400", "title": "Wild Housing Market Made His Home a Hot Property", "date": "2021-06-05 05:30", "summary": "Resume Subscription. PENN HILLS, Pa.-Chuck Vukotich's yellow-brick Cape Cod is one of five houses that crowd around a cul-de-sac not quite large enough to make a U-turn.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-psychic-toll-of-killing-with-drones-11622865660", "title": "The Psychic Toll of Killing With Drones", "date": "2021-06-05 00:01", "summary": "For officers operating the U.S. military's Remotely Piloted Aircraft, targeting terrorists is nothing like a videogame. An intelligence analyst who worked for the CIA's drone program-the military calls them Remotely Piloted Aircraft, or RPAs-told me about two very different experiences of killing key targets, known as High Value Individuals, or HVIs.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11622830992", "title": "Pepper...and Salt", "date": "2021-06-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-classic-porsches-and-jaguars-electrification-11622865601", "title": "The Future of Classic Porsches and Jaguars? Electrification", "date": "2021-06-05 00:00", "summary": "Owners of vintage sports cars and hot rods are giving them a second life by installing recycled Tesla powertrains. Dan Neil gets the lowdown on EV conversions.. IT WAS A quiet day at Moment Motor Company, an electric-vehicle conversion garage in Austin, Texas, when founder Marc Davis said he heard \"squealing.\" He knew it wasn't a fan belt. Christy Butler had arrived with her family to inspect the car of her dreams: an ivory-white '67 Mercedes-Benz 250 SL with the \"pagoda\" top. After months of searching for her ideal car, Mr. Davis had found one whose engine he could replace with powerful electric motors, inverters and batteries. Since the work would take several months, he suggested Ms. Butler drive the roadster around for the weekend, pre-surgery.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-reconsiders-its-central-role-in-bitcoin-mining-11622865618", "title": "China Reconsiders Its Central Role in Bitcoin Mining", "date": "2021-06-05 00:00", "summary": "Crackdown warning highlights the cryptocurrency's reliance on a hostile host; miners head west. Bitcoin enthusiasts prize the cryptocurrency as beyond the reach of any government. Yet up to three-quarters of the world's supply has been produced in just one country, China, where a government push to curtail output is now causing global bitcoin turbulence.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-cars-could-be-decades-away-no-matter-what-elon-musk-said-11622865615", "title": "Self-Driving Cars Could Be Decades Away, No Matter What Elon Musk Said", "date": "2021-06-05 00:00", "summary": "Experts aren't sure when, if ever, we'll have truly autonomous vehicles that can drive anywhere without help. First, AI will need to get a lot smarter.. In 2015, Elon Musk said self-driving cars that could drive \"anywhere\" would be here within two or three years.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeetu-patel-cisco-svp-security-collaboration-personal-board-11622848503", "title": "A Cisco Executive Gets Help Making a 'Massive Impact'", "date": "2021-06-05 00:00", "summary": "Jeetu Patel's career ascent has been propelled by some 'brutally honest' mentors. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-choo-covid-changed-fashion-dress-shoes-again-11622846345", "title": "Jimmy Choo on How Covid Changed Fashion and Why He Thinks We Will Dress Up Again", "date": "2021-06-05 00:00", "summary": "The legendary designer talks about his favorite 'puppy' shoes, which he created when he was 11, and why he is still working at age 72. Legendary designer Jimmy Choo parted ways with the company that bears his name two decades ago. But he continues to ply his craft, designing couture gowns, shoes and a new bridal collection. At the same time, he serves as a tourism ambassador for his native Malaysia and is launching a London fashion school to educate young designers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ackmans-potential-universal-music-deal-includes-his-grandfathers-hit-song-11622841599", "title": "Ackman's Planned Universal Music Deal Includes His Grandfather's Hit Song", "date": "2021-06-05 20:21", "summary": "Talks with Vivendi unit that began in November included the billionaire getting his family's old record. Hedge-fund billionaire William Ackman's deal for a stake in Universal Music Group wouldn't be his family's first brush with the music industry-though it could be more lucrative.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-removes-chairman-of-audit-watchdog-11622838205", "title": "SEC Removes Chairman of Audit Watchdog", "date": "2021-06-05 20:13", "summary": "The U.S. securities regulator said it would seek candidates for all PCAOB board positions. The Securities and Exchange Commission on Friday removed the chairman of the U.S. audit watchdog and took steps to replace its entire board, as the SEC's new Democratic leader begins to shape the regulator.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-slip-after-jobs-data-11622821509", "title": "U.S. Government Bond Yields Slip After Jobs Data", "date": "2021-06-05 20:00", "summary": "Weaker than anticipated monthly jobs report eases fears of a rapid shift away from easy-money policies. U.S. government-bond yields and the dollar fell Friday after a tepid jobs report signaled the labor-market recovery may take longer than expected.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}]