[{"link": "https://www.wsj.com/articles/haitians-and-cubans-in-miami-seek-change-for-their-island-nations-11626303784", "title": "Haitians and Cubans in Miami Seek Change for Their Island Nations", "date": "2021-07-14 19:03", "summary": "As the two countries are in turmoil, some expats press for U.S. involvement. MIAMI-As Cuba and Haiti grapple with political crises, exile communities that have long tried to shape events in their native countries are again campaigning for change.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centrist-democrats-take-wait-and-see-stance-on-3-5-trillion-budget-plan-11626286269", "title": "Centrist Democrats Take Wait-and-See Stance on $3.5 Trillion Plan", "date": "2021-07-14 18:40", "summary": "Senators' proposal would fund education, climate and antipoverty programs. WASHINGTON-Several centrist Democrats took a neutral stance Wednesday on a new $3.5 trillion budget agreement, saying they needed to review details of a sweeping plan to fund expanded access to preschool and affordable child care, broader Medicare benefits and programs aimed at combating poverty and climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nortonlifelock-in-talks-to-buy-avast-11626287085", "title": "NortonLifeLock in Talks to Buy Avast", "date": "2021-07-14 18:37", "summary": "Cybersecurity firm Avast has market value of $7.2 billion. NortonLifeLock Inc. is in talks to buy cybersecurity firm Avast Plc in a deal that would expand the U.S. company's focus on consumer software.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sanders-democrats-go-for-broke-11626302161", "title": "The Sanders Democrats Go For Broke", "date": "2021-07-14 18:36", "summary": "The $4.1 trillion budget strategy: please Bernie, squeeze the moderates.. The price of Republicans losing those two Georgia Senate seats in January was always going to be steep, and late Tuesday Democrats presented America with the bill: $4.1 trillion. That's how much in new taxes and spending President Biden, Bernie Sanders and Nancy Pelosi hope to ram through Congress with the narrowest majorities in decades.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-vs-the-new-racism-11626302095", "title": "Parents vs. the New Racism", "date": "2021-07-14 18:34", "summary": "An ugly example in Boston of bias against Asian-Americans.. Here's a sign of the progressive times. On Friday federal judge William Young withdrew an earlier opinion approving a temporary new admissions plan for three elite Boston public schools. The new plan substitutes grades and zip codes for a competitive entrance exam, which appears designed to reduce the number of white and Asian-American students.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-climate-awe-and-shock-fit-for-55-11626294480", "title": "Europe's Climate Awe and Shock", "date": "2021-07-14 18:32", "summary": "Vast new plans that won't happen but might fool the U.S.. Brussels wants you to know that Europe's finest bureaucrats are Thinking Big about climate change, and on Wednesday they released a comprehensive regulatory and spending plan to prove it. Call it an awe-and-shock strategy: They hope voters will be so awe-struck at its grand ambitions that they won't have time to be shocked by what's in it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-listened-on-hearing-aids-11626301799", "title": "Biden Listened on Hearing Aids", "date": "2021-07-14 18:29", "summary": "Deregulating the market will spur competition and reduce prices.. There aren't many things that President Biden, Senator Elizabeth Warren and Donald Trump agree on, but here's one: Breaking down regulatory barriers to competition in hearing aids.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bootleg-fire-in-oregon-grows-to-more-than-210-000-acres-11626298666", "title": "Bootleg Fire in Oregon Grows", "date": "2021-07-14 18:02", "summary": "The blaze, one of dozens burning across the West, is 5% contained. The Bootleg Fire in Oregon is now the largest fire in the U.S., as firefighters across the West work to contain dozens of blazes that have been fueled by hot temperatures and drought.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-surprising-consensus-on-the-palestinian-issue-11626300005", "title": "Israel's Surprising Consensus on the Palestinian Issue", "date": "2021-07-14 18:00", "summary": "The hybrid government can bridge the political divide, which no longer reflects an ideological one.. Israel's new government is a hybrid-a mixture of left, right and center. While most hybrid governments suffer total paralysis, Israel's has a good chance of being effective.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-voting-bill-voter-suppression-11626297555", "title": "Texas Democrats Suppress the Vote", "date": "2021-07-14 18:00", "summary": "Blocking democratic proceedings on a bill expanding early voting. What heroes.. Democratic state representatives shut down the Texas House on Monday by fleeing to Washington. With their exit they denied the House a quorum to conduct business and temporarily blocked passage of a GOP election-reform bill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gods-jigsaw-puzzle-needs-every-piece-11626299962", "title": "God's Jigsaw Puzzle Needs Every Piece", "date": "2021-07-14 17:59", "summary": "My daughter's hobby taught me that no one is dispensable.. My teenage daughter, Molly, loves jigsaw puzzles. But I don't care for them. They require patience, something I have in short supply.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-marriage-review-house-divided-11626299896", "title": "'An American Marriage' Review: House Divided", "date": "2021-07-14 17:58", "summary": "Abraham Lincoln's union with Mary Todd was not a happy one, but it may have honed his ability to guide a nation through crisis.. 'Poor Mrs. Lincoln!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-you-just-love-congress-11626299938", "title": "Don't You Just Love Congress?", "date": "2021-07-14 17:58", "summary": "Behold the Democrats and GOP locked in a scorpion dance over Biden's $4 trillion.. Don't you just love Congress? It's sooo entertaining.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michelangelos-middlebrow-moment-11626299824", "title": "Michelangelo's Middlebrow Moment", "date": "2021-07-14 17:57", "summary": "How Irving Stone (and Charlton Heston) taught the world to know the man. Like Shakespeare and Beethoven, Michelangelo Buonarroti (1475-1564) is one of those giants of Western culture who is known by only one name-and not just to highbrows but pretty much everybody. Even those whose awareness of the visual arts is restricted to the Mona Lisa and \"The Last Supper\" are more than likely to also know that Michelangelo was the sculptor of \"David\" and the painter of the Vatican's Sistine Chapel ceiling. That double-barreled fact is the measure of his fame. But how do they know about Michelangelo? And how, for that matter, do they know Hamlet's \"To be or not to be\" soliloquy or the first movement of Beethoven's Fifth? It's been a long time since you could count on our schools to teach such things, or even to introduce their students to the notion of artistic greatness itself.", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-eric-adams-target-new-york-citys-rising-gun-crime-11626299731", "title": "Andrew Cuomo, Eric Adams Target New York City's Rising Gun Crime", "date": "2021-07-14 17:55", "summary": "The governor and candidate for NYC mayor said they would steer funding to anticrime efforts in Brooklyn, as Democrats embrace public-safety message. New York Gov. Andrew Cuomo and the Democratic nominee for New York City mayor, Eric Adams, pledged to work together to combat elevated gun violence in the nation's largest city, as Democrats across the country try to coalesce around a public-safety message.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roadrunner-a-film-about-anthony-bourdain-review-the-soul-of-a-food-star-11626299108", "title": "'Roadrunner: A Film About Anthony Bourdain' Review: The Soul of a Food Star", "date": "2021-07-14 17:45", "summary": "Three years after his death by suicide, a documentary attempts to take the measure of the larger-than-life man. Early in Morgan Neville's enthralling and unsettling \"Roadrunner: A Film About Anthony Bourdain,\" a documentary feature playing in theaters, the filmmaker is heard speaking softly behind the camera. Gossip isn't what he's after, he assures an uneasy interview subject in a reference to the tabloid scandal that broke shortly before Bourdain's death: \"I want to make a film about why he was who he was.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arctaris-impact-investors-hires-former-bain-capital-compliance-chief-11626298658", "title": "Arctaris Impact Investors Hires Former Bain Capital Compliance Chief", "date": "2021-07-14 17:37", "summary": "Alan Halfenger will build out Arctaris's compliance program and internal controls as the firm prepares to register as an adviser with the SEC. Arctaris Impact Investors LLC has hired a former chief compliance officer for Bain Capital and JPMorgan Chase & Co. as it prepares to register as an adviser with the U.S. Securities and Exchange Commission.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-has-yet-to-deliver-on-some-ethics-pledges-11626255001", "title": "Biden Has Yet to Deliver on Some Ethics Pledges", "date": "2021-07-14 17:33", "summary": "President hasn't acted on some campaign promises on ethics and transparency in government; other proposals are stalled in Congress. WASHINGTON-Joe Biden pledged during his presidential campaign to overhaul the country's ethics and campaign-finance laws, promising to usher in a new era of government transparency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunpowder-milkshake-review-stylish-mayhem-11626213105", "title": "'Gunpowder Milkshake' Review: Stylish Mayhem", "date": "2021-07-14 17:29", "summary": "Karen Gillan, Angela Bassett, Lena Headey, Carla Gugino and Michelle Yeoh star in Navot Papushado's supercharged reimagining of the crime film genre involving a group of female contract killers. Back in 2013, the director Quentin Tarantino declared the horror-thriller \"Big Bad Wolves\" the best film of the year. It may well have been. But the American director's affinity for the Israeli feature was no surprise-it was, after all, Tarantino-esque: violent but cinematic, socially conscious without sermonizing, irreverent, audacious and a toppler of movie tradition. With their award-winning \"Wolves,\" Navot Papushado and his directing partner, Aharon Keshales, made the Israeli movie industry safe for something it had never seen before, genre films.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-pay-content-creators-more-than-1-billion-through-2022-11626292301", "title": "Facebook to Pay Content Creators More Than $1 Billion Through 2022", "date": "2021-07-14 17:22", "summary": "Social-networking giant to invest directly in users by paying bonuses for hitting engagement targets. Facebook said it would pay more than $1 billion to content creators on its social networks through 2022, a move that reflects the increasing value the company and its competitors see in the recorded videos, live-streams and other kinds of posts their users make.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-14-2021-11626162017-11626248715", "title": "Stocks Up Slightly After Powell Speaks to Congress", "date": "2021-07-14 17:13", "summary": "Federal Reserve says it will maintain its current monetary policy. The S&P 500 and the Dow Jones Industrial Average ticked higher Wednesday after Federal Reserve Chairman Jerome Powell told members of Congress that inflation will moderate and that the central bank plans to maintain its current monetary policies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-near-deal-to-manage-aig-life-and-retirement-assets-11626294156", "title": "Blackstone Enters Deal to Manage AIG Life and Retirement Assets", "date": "2021-07-14 17:08", "summary": "The private-equity firm will pay $2.2 billion for a 9.9% stake of AIG's life-insurance and retirement-services unit. Blackstone Group Inc. struck a sweeping deal with American International Group Inc. to manage a portion of the assets backing AIG's life-insurance policies and annuities, a big step by the private-equity firm toward becoming a major player in the insurance industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-u-k-audit-firms-win-more-customers-among-midsize-public-companies-11626296748", "title": "Small U.K. Audit Firms Win More Customers Among Midsize Public Companies", "date": "2021-07-14 17:05", "summary": "Big Four firms continue to dominate audits of large companies, according to the country's accounting regulator. Smaller audit firms are winning more customers among midsize U.K. companies listed on the London Stock Exchange, a trend that comes as regulators are working to make the country's audit sector more competitive.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brain-implant-lets-man-speak-after-being-silent-for-more-than-a-decade-11626296422", "title": "Brain Implant Lets Man 'Speak' After Being Silent for More Than a Decade", "date": "2021-07-14 17:00", "summary": "New research offers hope to people who have lost the ability to speak and marks a step toward devices that let people type by thinking. Researchers in California reported Wednesday that they had developed and successfully tested an experimental brain implant that translates brain signals into words on a computer screen.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-further-strengthened-at-start-of-summer-fed-beige-book-says-11626288259", "title": "Businesses See Above-Average Price Increases, Worry About Lingering Inflation, Fed Beige Book Says", "date": "2021-07-14 16:58", "summary": "Central bank also says economic recovery further strengthened headed into the summer. Businesses reported prices increased at an above-average pace as the U.S. economy's recovery further strengthened going into the summer, the Federal Reserve said in a report released Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-are-way-downbut-dont-expect-new-houses-to-cost-less-11626260401", "title": "Lumber Prices Are Down, but Don't Expect New Houses to Cost Less", "date": "2021-07-14 16:57", "summary": "Futures prices have dropped by about two-thirds since May, helping builders and do-it-yourselfers. After rising to shockingly expensive levels this spring, lumber prices have fallen so far that they are starting to look cheap to some buyers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passport-delays-to-persist-state-department-says-even-with-more-staffing-11626296173", "title": "Passport Delays to Persist, State Department Says, Even With More Staffing", "date": "2021-07-14 16:56", "summary": "The department faces a backlog of 1.5 million to 2 million passport applications, and estimates turnaround times of 12 to 18 weeks. As Americans look to resume international travel, the State Department is struggling to clear a backlog of passport applications that is frustrating some travelers, and an official said an increase in staffing won't immediately resolve the delays.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-posts-profit-as-economy-grows-11626264565", "title": "Wells Fargo Emerges From Pandemic Slump", "date": "2021-07-14 16:48", "summary": "Lender the only one among four largest to post increase in revenue last quarter. Wells Fargo & Co. posted its highest revenue since before the pandemic began as its fortunes revived along with the U.S. economy.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-profit-jumps-to-6-2-billion-11626265436", "title": "Citigroup Profit Soars as Consumers Rebound", "date": "2021-07-14 16:41", "summary": "Bank's revenue falls 12%, but beats analyst expectations. Citigroup Inc. said Wednesday its second-quarter profit soared thanks to an increasingly bright view of consumer health.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kate-hudson-backed-apparel-brand-fabletics-taps-banks-for-ipo-11626295097", "title": "Kate Hudson-Backed Apparel Brand Fabletics Taps Banks for IPO", "date": "2021-07-14 16:38", "summary": "Workout-clothing company could be valued upward of $5 billion, sources say. Fabletics, the workout-apparel brand backed by Kate Hudson, has tapped banks to help it prepare for an initial public offering that it hopes would value it at more than $5 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-americas-profit-more-than-doubles-11626260663", "title": "Bank of America's Profit More Than Doubles", "date": "2021-07-14 16:36", "summary": "Like its peers, the bank continued to release money it had set aside for the coronavirus recession. Bank of America Corp. said the economic rebound helped to more than double its profit, but low rates weighed on its revenue.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blistered-tomatoes-with-grilled-halloumi-and-spiced-bread-11626294977", "title": "Blistered Tomatoes With Grilled Halloumi and Spiced Bread", "date": "2021-07-14 16:36", "summary": "The sliced cheese grills until it's caramelized on the outside and softened within. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-report-fbi-failure-to-investigate-larry-nassar-11626280355", "title": "FBI Disregarded Gymnasts' Nassar Complaints, Then Made False Statements", "date": "2021-07-14 16:32", "summary": "The Justice Department's inspector general's report dissects the FBI's failed response to allegations against the U.S. gymnastics team doctor in 2015. WASHINGTON-FBI agents disregarded allegations by Olympic gymnasts that they were sexually assaulted by former national team doctor Larry Nassar and later made false statements to cover their mistakes, Justice Department investigators said Wednesday in a long-awaited report on the bureau's handling of one of the biggest abuse cases in U.S. sports history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lessons-lost-when-critical-race-theory-arrives-in-class-11626294690", "title": "The Lessons Lost When Critical Race Theory Arrives in Class", "date": "2021-07-14 16:31", "summary": "Will American teachers stand up and reject the destructive ideologies backed by their unions?. The conceit at the heart of the campaign to embed critical race theory in American education is that U.S. schools have been teaching a whitewashed version of our nation's history, a nationalistic rendering that ignores the country's flaws. But of course anyone educated in the U.S. knows that left-leaning academics who are highly skeptical of American tradition have been dominating the field for generations. The current battle is really about whether largely factual critiques of America written by liberals will now be replaced by anti-American screeds written by propagandists who aren't particularly concerned with accuracy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jersey-mud-11626294334", "title": "The Jersey Mud", "date": "2021-07-14 16:25", "summary": "Marshmallow Fluff deserves another look. Exhibit A: this splendid sundae.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shark-week-2021-mechashark-review-predators-in-love-11626200750", "title": "Shark Week 2021 'MechaShark' Review: Predators in Love", "date": "2021-07-14 16:12", "summary": "This year, one documentary in the Discovery Channel's Shark Week extravaganza follows scientists as they explore the mating rituals of great white sharks. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-funny-business-thursday-crossword-july-15-11625860873", "title": "No Funny Business (Thursday Crossword, July 15)", "date": "2021-07-14 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drug-overdose-deaths-soared-nearly-30-in-2020-11626271200", "title": "U.S. Drug-Overdose Deaths Soared Nearly 30% in 2020", "date": "2021-07-14 15:56", "summary": "Fentanyl, along with isolation and stress from Covid-19 pandemic, propelled surge, experts say. Drug-overdose deaths in the U.S. surged nearly 30% in 2020, the result of a deadlier supply and the destabilizing effects of the Covid-19 pandemic, according to preliminary federal data and public health officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-snapchat-rival-fleets-feature-comes-to-fleeting-end-11626283397", "title": "Twitter's Snapchat-Rival Fleets Feature Comes to Fleeting End", "date": "2021-07-14 15:51", "summary": "Disappearing posts failed to deliver sought-after increase in user engagement. That was fleeting.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-meatless-grilling-recipe-delivers-maximum-flavor-in-15-minutes-11626292035", "title": "This Meatless Grilling Recipe Delivers Maximum Flavor in 15 Minutes", "date": "2021-07-14 15:47", "summary": "A quick trip on the grill concentrates the taste of cherry tomatoes and salty halloumi cheese. Grilled bread spiced with chaat masala makes a delicious vehicle for scooping up this simple, summery meal.. THINK OF THIS DISH as a souvenir of a sunny holiday. \"I invented it after I came back from Greece,\" said chef Meherwan Irani. His final Slow Food Fast recipe features grilled cherry tomatoes, halloumi cheese and bread spiced with chaat masala. \"People were over and I needed something quick,\" Mr. Irani recalled. \"I was trying to get rid of extra tomatoes. And I'm scrappy.\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-nine-movies-and-series-to-stream-this-week-11626290261", "title": "What to Watch: Nine Movies and Series to Stream This Week", "date": "2021-07-14 15:17", "summary": "Colin Farrell stars as a whale hunter in 'The North Water;' Keegan-Michael Key and Cecily Strong are a couple in the musical 'Schmigadoon!' Plus 'Gunpowder Milkshake' and other films and series to add to your queue. For new movies and TV shows streaming this week, Colin Farrell conditioned himself with cheeseburgers, Karen Gillan had to learn how to fight with paralyzed arms and Cinco Paul finally got to pull the trigger on the musical that came to him in the '90s while watching \"An American Werewolf in London.\" Here's where to find them all:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-marshmallow-fluff-trending-11626289717", "title": "This Summer's Best Ice Cream Upgrade? Marshmallow Fluff", "date": "2021-07-14 15:08", "summary": "Derided by food snobs, marshmallow creme should be celebrated, argues one aficionado of the sticky, scrumptious stuff. A splendid sundae recipe bolsters his impassioned case.. JUST WHAT IS the problem with Marshmallow Fluff? It gets zero respect these days. I suppose that brand name doesn't help. \"Fluff\" is, after all, the word we use for anything not to be taken seriously. So I'll begin here by shifting to the generic term for this foodstuff that food snobs scorn: marshmallow creme. There. Does that sound French enough?", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ted-lasso-nba-coaches-11626232223", "title": "Why Real Coaches Want to Be Ted Lasso", "date": "2021-07-14 14:50", "summary": "He doesn't know anything about his sport, but he knows how to get the best of his players. An unexpected hit TV show has become 'required watching' for coaches.. Utah Jazz coach Quin Snyder needed some help dealing with a tricky situation at work not long ago. He took advice from one of his favorite television shows.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-democrats-in-texas-continue-standoff-over-voting-bill-11626288306", "title": "Republicans, Democrats in Texas Continue Standoff Over Voting Bill", "date": "2021-07-14 14:45", "summary": "Democrats have raised over $500,000 to stay in Washington, D.C. for 30-day special session. AUSTIN, Texas-Democrats and Republicans continued their standoff Wednesday over passing a divisive election bill, even as both sides must now reckon with the challenges of sticking out a 30-day special session.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passport-renewal-delays-expired-11626144394", "title": "Have You Checked Your Passport Status Lately?", "date": "2021-07-14 14:44", "summary": "Anxious U.S. travelers find their passport-renewal applications are taking longer than in the past-sometimes up to 18 weeks. International travel is ramping up, but Americans whose passports expired during the pandemic are finding their trips might be in jeopardy.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheels-up-shares-climb-in-debut-after-spac-deal-11626286091", "title": "Wheels Up Shares Climb in Debut After SPAC Deal", "date": "2021-07-14 14:32", "summary": "The charter-flight provider reported an 80% increase in revenue in 2020. Shares of charter-flight provider Wheels Up Experience Inc. climbed nearly 20% on Wednesday, their first day of public trading after a merger with a special-purpose acquisition company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-is-closing-in-on-peers-in-one-key-way-11626287228", "title": "Citigroup Is Closing in on Peers in One Key Way", "date": "2021-07-14 14:27", "summary": "Solid growth in checking accounts is a hopeful sign as it tries to refocus on the U.S. consumer market. Some key metrics at Citigroup are keeping pace with peers right now, a hopeful indicator of better days ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-mi5-cites-growing-threats-from-russia-china-iranand-right-wing-extremists-11626287193", "title": "U.K.'s MI5 Cites Growing Threats From Russia, China, Iran-and Right-Wing Extremists", "date": "2021-07-14 14:26", "summary": "The country's domestic intelligence agency shifts resources to counter state espionage. LONDON-The head of the U.K.'s domestic intelligence service, MI5, said the agency is doubling the resources it devotes to tackling threats from Russia, China and Iran-and faces a growing challenge from right-wing extremists, many of whom are teenagers.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stealing-from-drug-makers-is-no-way-to-vaccinate-the-world-11626286566", "title": "Stealing From Drug Makers Is No Way to Vaccinate the World", "date": "2021-07-14 14:16", "summary": "Wealthy governments should pick up the tab for shots in poor countries, which benefit everyone.. The innovative pharmaceutical industry confounded critics by delivering highly effective vaccines for a novel disease in less than a year. The vaccines are working against all known Covid-19 variants, although the newest variant features some unusual mutations. Resistant variants become more likely the longer the virus circulates. Wealthy nations are scrambling to vaccinate the world, but they need to pay for it instead of asking vaccine innovators for a free ride.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-turns-back-the-progressive-clock-11626286594", "title": "Biden Turns Back the Progressive Clock", "date": "2021-07-14 14:16", "summary": "Without the deregulation of the '70s-which he supported-the economy would be smaller today.. In a sweeping executive order aimed at reimposing Progressive Era regulatory policy across the U.S. economy, President Biden recounted the foundational myths of modern progressivism. The first canon of progressivism holds that breaking up the consolidating industries or trusts in the late 19th and early 20th centuries, and regulating those industries heavily until the late 1970s, benefited the economy and gave \"the little guy\" a fighting chance. Consumers, workers and the economy took a hit, according to the progressive myth, when the regulatory structure was overturned 40 years ago.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explosion-kills-at-least-nine-chinese-nationals-in-pakistan-11626255076", "title": "Explosion Kills at Least Nine Chinese Nationals in Pakistan", "date": "2021-07-14 14:12", "summary": "The cause of the blast, which also killed at least four Pakistanis, couldn't immediately be determined, but Chinese building sites, symbols and citizens have been attacked by local insurgents. ISLAMABAD, Pakistan-At least nine Chinese construction workers and four Pakistanis were killed when an explosion blew a bus off the road in northern Pakistan, the deadliest incident for Chinese nationals in the country in recent years.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-buy-property-in-europe-after-covid-restrictions-lift-11626285521", "title": "As U.S. Home Prices Surge, American Buyers Set Their Sights on Europe", "date": "2021-07-14 14:00", "summary": "With travel opening up to the European Union, second-home markets in countries like Italy, Portugal and Greece have seen an uptick in interest from Americans. Kathryn Gamble, a Chicago veterinarian, and her husband, Texas orchestra conductor Robert Carter Austin, have been frequent visitors to Venice for more than two decades, staying in hotels or short-term rentals. They were ready to buy a home there in 2020, but Covid-19 intervened.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-reaches-compromise-with-u-a-e-over-oil-production-standoff-11626264218", "title": "OPEC Reaches Compromise With U.A.E. Over Oil Production", "date": "2021-07-14 13:52", "summary": "Cartel's agreement to raise the country's output baseline is subject to approval by wider group of producers that includes Russia. OPEC members reached a compromise with the United Arab Emirates, agreeing to lift the amount of oil that country can eventually pump as part of a wider agreement with Russia-led producers to boost global supplies, according to people familiar with the matter.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-companies-kept-supply-chain-sustainability-goals-despite-covid-19-11626283575", "title": "Most Companies Kept Supply-Chain Sustainability Goals Despite Covid-19", "date": "2021-07-14 13:26", "summary": "MIT-CSCMP report shows social-welfare goals gained ground as pandemic, racial protests shook business planning. Companies largely maintained their focus on supply-chain sustainability goals in 2020 despite the Covid-19 pandemic, and social issues such as worker welfare and supplier diversity gained more attention, according to new research.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-seeks-recusal-of-ftc-chairwoman-in-antitrust-case-11626267605", "title": "Facebook Seeks FTC Chair Khan's Recusal in Antitrust Case", "date": "2021-07-14 13:20", "summary": "Social-media giant follows Amazon in citing the Biden appointee's tech criticisms and congressional work to question her impartiality. WASHINGTON- Facebook Inc. sought the recusal of Federal Trade Commission Chair Lina Khan from the agency's deliberations on whether to file a new antitrust case against the company, arguing she couldn't be impartial because of her long history of criticizing it and other big-tech firms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-isnt-in-a-buyers-market-11626280334", "title": "Broadcom Isn't in a Buyer's Market", "date": "2021-07-14 12:32", "summary": "Loss of SAS deal is reminder that chip maker's pivot to software isn't easy. Broadcom 's pivot to software was never going to be easy, and it has grown only more difficult since that effort began.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helen-mirren-and-taylor-hackford-list-hollywood-home-for-18-5-million-or-45-000-a-month-11626278489", "title": "Helen Mirren and Taylor Hackford List Hollywood Home for $18.5 Million (or $45,000 a Month)", "date": "2021-07-14 12:01", "summary": "The Oscar-winning duo will decide whether to sell or rent their longtime Los Angeles home depending on the offers they receive. After over three decades, Oscar-winning duo Helen Mirren and Taylor Hackford are contemplating selling their storied Hollywood estate.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helen-mirren-and-taylor-hackfords-longtime-los-angeles-home-11626278446", "title": "Helen Mirren and Taylor Hackford's Longtime Los Angeles Home", "date": "2021-07-14 12:00", "summary": "Near Runyon Canyon Park, the Monterey-Spanish style compound has large entertaining spaces and distinctive teal shutters.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-guide-to-key-wests-unkitschy-side-11626278235", "title": "A Guide to Key West's Unkitschy Side", "date": "2021-07-14 11:57", "summary": "Author Judy Blume and three other in-the-know locals share their favorite spots-from hidden beaches to roof gardens-well beyond the tourist traps of Florida's fabled playground. LOCATED AT the end of Florida's 113-mile Overseas Highway, Key West inspires unabashed revelry, even in the steamy summer. Maybe that's because, as one of the southernmost points in the contiguous U.S., it feels more Caribbean than continental. Or perhaps it's because raucous, sun-bleached bars flank Duval Street, its main drag. But don't dismiss this city of around 24,000 as a party town. Countless writers have yielded to its tropical magnetism over the years-Ernest Hemingway stayed for a decade, and Tennessee Williams, Robert Frost and Wallace Stevens all spent time here. Stevens once complained that his frequent winter escape was becoming \"furiously literary.\" Here, we ask four locals, including one noted scribe, for their favorite aspects. The intel they share goes beyond frozen daiquiris and Papa Hemingway look-alike contests to reveal hidden beaches, hole-in-the-wall coffee shops, and three contenders for the \"best\" vantage point from which to watch the sun set. Which wins? Go judge for yourself.", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-picks-veteran-to-oversee-customer-experience-push-11626277395", "title": "Volkswagen Picks Veteran to Oversee Customer-Experience Push", "date": "2021-07-14 11:43", "summary": "Auto maker said new division will let it incorporate customer feedback into its products more quickly. Volkswagen picked a company veteran to run a new user-experience division as the car maker aims to step up its engagement with customers while navigating sweeping changes in the auto industry.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-wants-to-be-an-influencer-in-food-delivery-11626260400", "title": "Instacart Wants to Be an Influencer in Food Delivery", "date": "2021-07-14 11:24", "summary": "Advertising could be the holy grail, and the online grocery giant's CEO might hold the keys. Your food-delivery apps could soon look a lot like your social-media feeds. You can thank Instacart for that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-tennis-djokovic-federer-serena-11626275677", "title": "Why Tennis Stars Are Saying No to the Tokyo Olympics", "date": "2021-07-14 11:15", "summary": "The sport's biggest names are withdrawing from the Games left and right. Even Novak Djokovic is on the fence during his historic season.. Novak Djokovic entered the tennis season aiming to pull off something no man has ever managed in the sport: a sweep of all four major tournaments, plus a gold medal in the Olympic singles tournament. And after dominating Wimbledon earlier this month, he's now most of the way there.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-now-has-close-to-10-trillion-under-management-11626259550", "title": "BlackRock Now Has Close to $10 Trillion Under Management", "date": "2021-07-14 11:12", "summary": "Chief Executive Larry Fink says inflation is here to stay. BlackRock Inc.'s second-quarter profit rose 14% on new money coming into the giant asset manager, a sign that investors are becoming more confident about an economic recovery.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-introduces-emissions-tracking-tools-based-on-predictive-analytics-11626274800", "title": "Microsoft Introduces Emissions-Tracking Tools Based on Predictive Analytics", "date": "2021-07-14 11:00", "summary": "Rival business-software companies SAP and Salesforce already have suites of products aimed at sustainability professionals. Microsoft Corp. unveiled software to help companies track their progress toward goals to slash greenhouse-gas emissions, but it faces stiff competition as more companies turn to various apps to help realize their climate-change ambitions.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-aims-to-put-windows-in-hands-of-apple-android-users-through-hybrid-work-11626274801", "title": "Microsoft Aims to Put Windows in Hands of Apple, Android Users Through Hybrid Work", "date": "2021-07-14 11:00", "summary": "Software giant introduces cloud-PC concept to bring its operating system to more devices. Microsoft Corp. is betting hybrid work will provide an opening to make its Windows operating system more widespread, launching a new service aimed at getting users of Apple Inc. and Android products to use the software.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-spending-highways-roads-potholes-congestion-productivity-11626187144", "title": "Infrastructure Spending, Highways and Productivity", "date": "2021-07-14 10:41", "summary": "Ohio Sen. Rob Portman on the bipartisan Senate framework.. Regarding \"The Outlook: Highway Dollars Won't Rev Up Economy\" (U.S. News, July 6): The infrastructure framework is not only about highways, but a broad investment in ports, freight rail, bridges and other critical infrastructure that is in need of repair and replacement. Building out broadband networks can expand productivity and connect the country virtually, much as the Interstate Highway System did decades ago. Of the roughly 10% to 15% of the funding that would go toward highways and roads, most is for repairing existing highways to reduce congestion, leading to more economic efficiency, rather than building new roads.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-congress-china-military-defense-budget-11626186840", "title": "Democrats in Congress Don't Take China Seriously", "date": "2021-07-14 10:38", "summary": "They become fiscal hawks only for the defense budget.. \"Does the Pentagon Take China Seriously?\" Not seriously enough, writes Rep. Elaine Luria (op-ed, July 6). But she doesn't mention a party that deserves even greater blame for our military's unpreparedness: The Democratic majority in Congress.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-intelligence-plotted-to-kidnap-u-s-based-activist-prosecutors-say-11626225550", "title": "Iranian Intelligence Plotted to Kidnap U.S.-Based Activist, Prosecutors Say", "date": "2021-07-14 10:38", "summary": "Alleged scheme targeted Masih Alinejad, a Brooklyn-based critic of Tehran who has rallied opinion against Iran's compulsory head scarves for women. Iranian intelligence agents plotted to kidnap a U.S.-based human-rights activist and critic of the Islamic Republic and forcibly return her to Iran, federal prosecutors said, marking an escalation of Iran's attempts to silence dissidents around the world.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hindu-muslim-tolerance-india-america-11626186080", "title": "Hindu Tolerance in India, New Possibilities in America", "date": "2021-07-14 10:35", "summary": "India's Hindu majority is vilified constantly, even though India's minorities have grown and flourished since independence.. Sadanand Dhume cites a Pew study in his column \"Southern India Leads the Way to Tolerance\" (East Is East, July 9). He mentions as evidence of prejudice that nearly three-quarters of India's Hindu majority say that anyone who eats beef isn't a Hindu. Mr. Dhume fails to mention that 77% of Muslims also say that a person cannot be Muslim if he eats pork.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-investigate-2020-election-truth-lie-11626186496", "title": "Republicans, Investigate the 2020 Election and Tell the Truth About It", "date": "2021-07-14 10:31", "summary": "'The only way you're going to be able to really solve that problem is to figure out exactly what happened.'. The recent investigative report on the 2020 election from Michigan Republicans was one small but significant step for truth. Your editorial \"Yes, Trump Really Did Lose Michigan\" (July 3) recommends that Republicans \"give it a look\" and stop \"peering down a rabbit hole of 2020 conspiracy theories.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-condo-buildings-old-age-collapse-champlain-towers-11626271508", "title": "Two-Thirds of Miami Condo Buildings Are Older Than 30 Years. The Repair Bills Are Coming Due.", "date": "2021-07-14 10:09", "summary": "Resume Subscription. Engineers say it can take just 30 years for condominium buildings to reach a point when owners can no longer delay making critical repairs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/angela-merkels-white-house-visit-ends-trump-era-hostilities-but-trans-atlantic-drift-continues-11626271040", "title": "Angela Merkel's White House Visit Ends Trump-Era Hostilities, but Trans-Atlantic Drift Continues", "date": "2021-07-14 09:57", "summary": "U.S. interests on key issues such as China are still diverging from those of Germany and Europe, officials say. BERLIN-German Chancellor Angela Merkel's farewell visit to Washington this week will broadcast a new, friendlier tone between the U.S. and Europe after the acrimony of the Trump era but will likely do little to reverse the long-term divergence of interests in the trans-Atlantic relationship.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-is-money-for-companies-facing-transport-snarl-11626269933", "title": "Time Is Money for Companies Facing Transport Snarl", "date": "2021-07-14 09:38", "summary": "The jam in global supply chains is causing delays and uncertainty for businesses, in addition to higher shipping costs. With transportation networks around the world overburdened, the price of shipping things from one place to another keeps going up. But when it comes to the cost pressures companies are facing, those price increases are only part of the problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-carbon-prices-are-going-global-11626269612", "title": "Europe's Carbon Prices Are Going Global", "date": "2021-07-14 09:33", "summary": "This week's proposal for a European border tax could be a very early move toward overcoming obstacles to economists' preferred climate-change policy. A global carbon tax is viewed by many economists as the most efficient approach to decarbonizing industry, but creating one has always seemed a political impossibility. A new European Union carbon border tax just might start to change that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-cuba-covid-19-stress-pushes-unrest-to-the-edge-11626268720", "title": "In Cuba, Covid-19 Stress Pushes Unrest to the Edge", "date": "2021-07-14 09:18", "summary": "Pandemic inflicts deep economic adversity, as the island's healthcare system buckles and tourism and remittances evaporate. Castor Álvarez, a Catholic priest, has been looking for toothpaste and ground beef for weeks in Camagüey, a colonial city in central Cuba. The last time he bought soap, he had to wait in line for four hours.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-blackrock-bofa-delta-what-to-watch-when-the-stock-market-opens-today-11626260566", "title": "Apple, Citigroup, BlackRock, BofA, Delta: What to Watch When the Stock Market Opens Today", "date": "2021-07-14 09:09", "summary": "Bank earnings are center stage in the premarket session. Futures are inching up with another wave of reports from big banks under way. Here's what we're watching ahead of Wednesday's trading action.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-paying-more-for-foodand-you-might-not-know-it-11626267671", "title": "You're Paying More for Food-and You Might Not Know It", "date": "2021-07-14 09:01", "summary": "Here are five ways that food makers, grocers and restaurants are making up for higher costs. Eating is getting costlier for Americans as the food industry faces the steepest inflation in a decade. Big food makers and restaurant chains are raising prices, cutting their own costs and trying other strategies to offset higher expenses. Between shrinking grocery-store packages and fewer restaurant discounts, shoppers are paying more for their meals whether or not they notice it. Here's how:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jackson-brownes-reckoning-with-hit-song-doctor-my-eyes-11626267600", "title": "Jackson Browne's Reckoning With Hit Song 'Doctor My Eyes'", "date": "2021-07-14 09:00", "summary": "A surprise hit in '72, the song inspired by eye trouble became a metaphor for lost innocence. In 1971, singer-songwriter Jackson Browne was 22 and about to play a significant role in shaping the direction of Southern California's country-rock movement.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicine-startup-genexa-raises-60-million-from-vc-led-group-including-gwyneth-paltrow-don-cheadle-11626267601", "title": "Startup Genexa Raises $60 Million From VC-Led Group, Including Gwyneth Paltrow and Don Cheadle", "date": "2021-07-14 09:00", "summary": "Maker of over-the-counter drugs is valued at roughly $200 million. Over-the-counter medicine company Genexa Inc. raised $60 million of funding from venture-capital firms and celebrities including Gwyneth Paltrow and Don Cheadle. The round values the company at roughly $200 million.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-ceos-think-the-covid-crisis-will-shape-flying-11626267600", "title": "How CEOs Think the Covid Crisis Will Shape Flying", "date": "2021-07-14 09:00", "summary": "American Airlines CEO Doug Parker and Southwest Airlines CEO Gary Kelly have steered their companies through the pandemic. Here's what they say travelers should expect next.. To run an airline is to manage crisis. And for two of the longest-serving CEOs in the airline business, lessons learned after the 2001 terrorist attacks guided decisions during the current pandemic.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-vacation-shopping-day-or-night-11626266321", "title": "11 Summer Vacation Looks, Perfect for Day or Night", "date": "2021-07-14 08:39", "summary": "Bright florals or sleek sequins are two ways to look stunning by the seashore.. Life can be a beach with painterly prints and shimmering silhouettes that shout \"out of office.\" Dutch catwalk star Jill Kortleve wears summery styles with a lighthearted playfulness in the enchanting fishing village of Nervi, just northwest of Portofino, Italy. Brilliant hues and body-skimming fabrics, as seen in dresses from Missoni and Stella McCartney, are easy options for hot, sunny days. Chanel and Tory Burch offer swimsuits with exuberant graphics that will make a splash. Sequined dresses from Burberry , Celine by Hedi Slimane and Michael Kors sparkle as brightly as the waters of the Mediterranean Sea.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-trolls-interview-11626266200", "title": "The One Thing Simone Biles Wants Internet Trolls to Understand", "date": "2021-07-14 08:37", "summary": "The Olympic champion talks about the biggest misconception about women gymnasts, the food she eats before every competition and the nickname boys used to call her.. What's your first memory of flying?", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/depleted-global-fish-stocks-may-get-boost-from-wto-11626264001", "title": "Depleted Global Fish Stocks May Get Boost From WTO", "date": "2021-07-14 08:00", "summary": "Members of trade group debate elimination of government subsidies for commercial fishing that are blamed for depleting ocean resource. WASHINGTON-World Trade Organization members are working to conclude negotiations that could stabilize wild fish populations-and help new Director-General Ngozi Okonjo-Iweala restore the WTO's credibility.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-airbus-bets-on-hydrogen-boeing-opts-for-pragmatism-11626264000", "title": "As Airbus Bets on Hydrogen, Boeing Opts for Pragmatism", "date": "2021-07-14 08:00", "summary": "While less ambitious than developing alternative methods of propulsion, throwing money at sustainable-fuel production has a better chance of yielding lower aviation emissions. As Winston Churchill might have quipped, sustainable fuels are the worst way of greening the aviation industry, except for all other ways.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-national-emissions-trading-set-to-begin-11626247709", "title": "China Set to Launch Largest Carbon Market", "date": "2021-07-14 07:34", "summary": "Carbon market will double the share of global emissions covered under such systems. HONG KONG-China is set to launch its long-planned national emissions-trading program-a system that would create the world's largest carbon market and double the share of global emissions covered under such programs.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stonepeak-raises-2-75-billion-for-debut-renewable-energy-fund-11626260401", "title": "Stonepeak Raises $2.75 Billion for Debut Renewable-Energy Fund", "date": "2021-07-14 07:02", "summary": "The infrastructure-focused firm so far has committed $800 million from the fund to four deals in the U.S. and Asia. Stonepeak Partners has raised $2.75 billion for its first fund solely dedicated to investments in renewable energy.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-school-lunches-become-battlegrounds-in-dispute-over-islams-place-in-society-11626260402", "title": "France's Battle Over Islam's Role in Public Hits the School Lunch Plate", "date": "2021-07-14 07:00", "summary": "A push for broader rules on secularism leaves Muslim families feeling targeted. BÉZIERS, France-Ten-year-old Riyad El Baroudi faces a dilemma whenever it's time to sit down for lunch at his elementary-school cafeteria.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-and-tencent-consider-opening-up-their-walled-gardens-11626259544", "title": "Alibaba and Tencent Consider Opening Up Their 'Walled Gardens'", "date": "2021-07-14 06:45", "summary": "Mounting regulatory pressure could bring about a major shift in how China's tech giants operate. Alibaba Group Holding Ltd. and Tencent Holdings Ltd. are considering moves to gradually open up their services to one another, as Beijing's tech crackdown makes it harder for China's two online giants to maintain the virtual barriers they have built in recent years.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-case-counts-have-doubled-in-recent-weeks-11626198501", "title": "U.S. Covid-19 Case Counts Have Doubled Recently", "date": "2021-07-14 06:33", "summary": "Public health officials, epidemiologists say rise is being driven by Delta variant, summer socializing and younger, unvaccinated people. New Covid-19 cases are on the rise in a number of states across the U.S., worrying health officials and epidemiologists as many Americans remain unvaccinated and the highly transmissible Delta variant spreads.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketing-budgets-fall-as-a-share-of-company-revenue-survey-finds-11626256920", "title": "Marketing Budgets Fall as a Share of Company Revenue, Survey Finds", "date": "2021-07-14 06:02", "summary": "Gartner research suggests that chief marketing officers need to demonstrate the value of their work more than ever. Marketing budgets have fallen to 6.4% of companies' revenue this year from 11% last year, according to the annual CMO Spend Survey by research firm Gartner Inc.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pay-is-high-and-jobs-are-plentiful-but-few-want-to-go-into-sales-11626255001", "title": "The Pay Is High, but Few Want to Go Into Sales", "date": "2021-07-14 05:30", "summary": "Most Popular News. Salespeople make good money and get to help customers solve problems. So why doesn't anybody want to do the job?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-a-small-dutch-it-company-caught-up-in-the-kaseya-attack-stepped-up-for-customers-11626255002", "title": "Small IT Company Caught Up in Kaseya Attack Steps Up for Customers", "date": "2021-07-14 05:30", "summary": "Employees at VelzArt worked around the clock to repair clients' computer systems. 'This was the worst week of my life,' an executive says.. While the U.S. geared up for Independence Day celebrations on the weekend of July 4, technology providers around the world raced to repair customers' computer systems after a cyberattack on Kaseya Ltd., believed to be the largest ransomware attack ever.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bidens-executive-order-could-reshape-rail-and-ocean-shipping-11626255001", "title": "How Biden's Executive Order Could Reshape Rail and Ocean Shipping", "date": "2021-07-14 05:30", "summary": "New rules target what the White House says is a pattern of consolidation. President Biden's sweeping executive order signed last week laid out the administration's priorities for promoting competitive markets and limiting corporate dominance. Among the dozens of provisions included in the order are directives aimed at railroads and ocean shipping.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-tech-startups-are-getting-fresh-wave-of-cash-11626255001", "title": "Green-Tech Startups Are Getting Fresh Wave of Cash", "date": "2021-07-14 05:30", "summary": "Investor and government funds pour into battery makers and others after a chill dating back to the failure of Solyndra. A flood of investment into clean tech propelled onetime startups such as Tesla Inc. into the stratosphere. For most young companies in the sector, the past decade was a fight to raise the funds needed for takeoff.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-all-infrastructure-projects-are-worth-doing-research-paper-finds-11626253200", "title": "Not All Infrastructure Projects Are Worth It, Paper Finds", "date": "2021-07-14 05:00", "summary": "Economists call for rigorous cost-benefit analysis before spending money on a project. A new paper by a pair of economists says the gains from infrastructure spending aren't always clear-cut and recommends that policy makers examine the costs and benefits of each project.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11626198012", "title": "Pepper...and Salt", "date": "2021-07-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-imprisons-uyghur-businessmen-once-seen-as-bridges-to-community-11626174001", "title": "China Locks Up Uyghur Businessmen; 'In Their Eyes, We Are All Guilty'", "date": "2021-07-14 23:54", "summary": "Resume Subscription. In the summer of 2018, Sadir Eli, a Uyghur businessman, was in high spirits. His real-estate firm was pulling in strong profits, and he told his daughter he would buy a house for her in Massachusetts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/infrastructure-deals-revenue-hopes-raise-gop-concerns-11626216975", "title": "Senate Democrats Agree to $3.5 Trillion Healthcare, Antipoverty Plan", "date": "2021-07-14 22:25", "summary": "Agreement determines scope of the party's expected efforts on education, climate change, child care and host of other issues. WASHINGTON-Democrats on the Senate Budget Committee agreed to roughly $3.5 trillion in spending for their broad healthcare and antipoverty plan, determining the scope of the party's expected efforts on education, climate change, child care and a host of other issues while it has control of Congress and the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vol-34-no-6-olympics-11626229011", "title": "Vol. 34, No. 6: Olympics", "date": "2021-07-14 22:16", "summary": "Most Popular News. The Games are starting, and if you can believe it, the International Olympic Committee is still calling it Tokyo 2020 for marketing purposes (because that is when they were supposed to be held, before a yearlong Covid-19 postponement).", "categories": [["Style & Substance"]], "category_links": ["https://www.wsj.com/news/styleandsubstance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-interview-olympics-gymnastics-11626179189", "title": "Simone Biles Will Not Be Denied", "date": "2021-07-14 21:18", "summary": "At 24, the most powerful gymnast in history has defied expectations to become even stronger-after surviving abuse, enduring a family ordeal and overcoming her own doubts.. ", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-giant-vanguard-buying-justinvest-to-help-advisers-customize-portfolios-11626188378", "title": "Vanguard to Buy JustInvest to Help Advisers Customize Portfolios", "date": "2021-07-14 20:26", "summary": "Fund giant plans its first ever corporate acquisition. Vanguard Group is buying JustInvest LLC, a smaller investing upstart that helps financial advisers build personalized portfolios.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]