[{"link": "https://www.wsj.com/articles/ces-2022-the-show-will-go-on-despite-rising-covid-cases-and-exhibitor-concerns-11640140201", "title": "CES 2022 Tech Show Faces Dilemma as Covid Cases Rise and Companies Stay Home", "date": "2021-12-21 22:24", "summary": "Giant tech show is set for first week of January, with vaccine and mask requirements. Yet as Omicron surges, some participants are withdrawing.. Organizers of CES 2022 are pressing ahead with plans to host tens of thousands of people in Las Vegas next month, setting up the technology conference as a test for mass business gatherings at a time when surging Covid-19 cases are prompting other companies and groups to change plans.", "categories": [["Tech", "Personal Tech", "Personal Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-distribute-500-million-at-home-covid-19-test-kits-11640080802", "title": "U.S. to Distribute Free At-Home Tests to Fight Omicron", "date": "2021-12-21 19:23", "summary": "President Biden says, 'We have to do more. We have to do better-and we will' in fighting the fast-spreading variant. WASHINGTON-The Biden administration is preparing to distribute 500 million free at-home Covid-19 testing kits to Americans and deploy military doctors and nurses to overburdened hospitals this winter, as the Omicron variant becomes the dominant form of the virus in the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-still-hopes-to-strike-build-back-better-deal-with-manchin-11640123738", "title": "Biden Still Hopes to Strike 'Build Back Better' Deal With Manchin", "date": "2021-12-21 19:19", "summary": "President says he and Manchin 'are going to get something done' two days after talks appeared to fall apart. WASHINGTON-President Biden expressed optimism Tuesday that he could find a pathway to an agreement with Sen. Joe Manchin after the West Virginia Democrat rejected Democrats' roughly $2 trillion education, healthcare and climate proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-professor-charles-lieber-found-guilty-of-six-counts-related-to-china-payments-11640128133", "title": "Prominent Harvard Professor Found Guilty of Lying About China Ties", "date": "2021-12-21 19:17", "summary": "Nanoscientist Charles Lieber convicted on six counts related to payments from China. A jury on Tuesday found Harvard professor Charles Lieber guilty on six counts related to payments he received from a Chinese government talent program, delivering a win for the U.S. government.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-prepare-for-busy-travel-week-despite-omicron-surge-11640082602", "title": "Airlines Prepare for Busy Travel Week Amid Omicron Surge", "date": "2021-12-21 19:02", "summary": "For now, U.S. carriers say they still expect bustling flight activity even as countries around the world clamp down. The rapid spread of the Omicron variant is looming over holiday travel, but airports are getting busier as travelers try to stick to plans to see friends and family over the holidays.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-young-americans-have-a-god-shaped-hole-religion-social-media-christianity-11640123450", "title": "Do Young Americans Have 'a God-Shaped Hole'?", "date": "2021-12-21 18:49", "summary": "Students ponder religion in light of Pascal's metaphor.. Editor's note: In this Future View, students discuss religion in light of Pascal's idea that all people have a God-shaped hole. Next week we'll ask, \"Surveys suggest that nearly half of young Americans use dating apps. How has the computer revolution shaped what we think about romance and love?\" Students should click here to submit opinions of fewer than 250 words before Dec. 28. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-restructuring-on-hold-after-judge-overturns-settlement-11640124462", "title": "Purdue Restructuring on Hold After Judge Overturns Settlement", "date": "2021-12-21 18:49", "summary": "The OxyContin maker faces extended stay in bankruptcy after a judge overturned a $4.5 billion settlement with its Sackler family owners. OxyContin maker Purdue Pharma LP spent years building a restructuring plan to settle thousands of lawsuits and deliver funding to combat the opioid crisis. That plan is in limbo after a federal judge ruled that a deal the company struck with its owners isn't allowed under the law.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-omicron-reality-check-covid-11640127849", "title": "Biden's Omicron Reality Check", "date": "2021-12-21 18:48", "summary": "The President hits a calmer note and rejects lockdowns.. At long last, a sense of reality seems to be settling in at the White House that we will have to live with Covid-19, even if President Biden didn't say so explicitly in his speech Tuesday. He can't \"shut down the virus\" as he claimed in the campaign. But at least he isn't shutting down the economy or schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/run-alexandria-ocasio-cortez-run-chuck-schumer-senate-11640128326", "title": "Run, Ms. Ocasio-Cortez, Run", "date": "2021-12-21 18:47", "summary": "She says the Senate is 'undemocratic,' so challenge Schumer.. Alexandria Ocasio-Cortez, the celebrated progressive, is very unhappy with Joe Manchin and the U.S. Senate these days.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-collins-emails-great-barrington-declaration-covid-pandemic-lockdown-11640129116", "title": "How Fauci and Collins Shut Down Covid Debate", "date": "2021-12-21 18:47", "summary": "They worked with the media to trash the Great Barrington Declaration.. In public, Anthony Fauci and Francis Collins urge Americans to \"follow the science.\" In private, the two sainted public-health officials schemed to quash dissenting views from top scientists. That's the troubling but fair conclusion from emails obtained recently via the Freedom of Information Act by the American Institute for Economic Research.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-gives-itself-bad-press-foreign-media-law-11640029821", "title": "Poland Gives Itself Bad Press", "date": "2021-12-21 18:46", "summary": "Warsaw's new media law targets a TV broadcaster owned by a U.S. firm.. Protests erupted around Poland this weekend over a new law tightening restrictions on foreign ownership of media. The Polish government thinks it is treated unfairly by foreign critics, but then it hurts itself with this media law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kellogg-workers-vote-in-favor-of-contract-ending-strike-11640103181", "title": "Kellogg Workers Vote in Favor of Contract, Ending Strike", "date": "2021-12-21 18:39", "summary": "Union says deal maintains workers' cost-of-living raises, guarantees no plant shut downs for about five years. About 1,400 Kellogg Co. unionized workers ratified a new five-year contract on Tuesday, concluding a 2½ month strike with a deal that the union says maintains workers' cost-of-living raises and guarantees no plants will be shut down for about five years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-elect-boric-aims-to-undo-chiles-economic-progress-pensions-taxes-south-america-11640123805", "title": "President-Elect Boric Aims to Undo Chile's Economic Progress", "date": "2021-12-21 18:34", "summary": "His wish list, which includes ending private pensions, would destroy Chile's capital markets.. 'Chile will be the tomb of neoliberalism,\" Gabriel Boric promised after being chosen as the far left's presidential candidate in July. His 56% to 44% victory over conservative José Antonio Kast in Sunday's election gives him a chance to fulfill that promise.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-vs-covid-magical-thinking-asympomatic-basketball-football-hockey-testing-omicron-nfl-nba-11640124005", "title": "NFL vs. Covid Magical Thinking", "date": "2021-12-21 18:33", "summary": "Football is showing society how to live with the reality of asymptomatic spread.. The U.S. continues to fight a phantom version of Covid-19-the Covid of superstition, not science. Example: The Los Angeles Times last week insisted on a \"1% to 2% death rate that's prevailed across much of the pandemic.\" An Associated Press columnist claimed the \"virus still has a death rate of 1.6% in the U.S.-roughly 16 times greater than the flu.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hound-of-heaven-in-slow-pursuit-john-bartunek-francis-thompson-poem-confession-catholic-11640123201", "title": "'The Hound of Heaven' in Slow Pursuit", "date": "2021-12-21 18:33", "summary": "Father Bartunek showed the meaning in the mystical verse.. This year, my friend Thomas sent me \"The Hound of Heaven,\" asking whether I was familiar with English poet Francis Thompson's ode to spiritual destiny. I told him I was, and we exchanged thoughts on the 1893 poem's tragic beauty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-sound-mind-review-do-you-hear-what-i-hear-11640129535", "title": "'Of Sound Mind' Review: Do You Hear What I Hear?", "date": "2021-12-21 18:32", "summary": "The science is clear but a sense of wonder remains-that somehow timing, timbre and pitch can become conversation, lyric and song.. Close your eyes. Listen to what surrounds you. At first, perhaps, the low hum of a space heater-a noise so constant that you only notice it when it stops. Then, a more distant sound-the hiss, click, whoosh of the heating system down the hall as it switches on. After a few moments, you untangle other, slighter sounds. The soft click of typing. Footfalls on an upper floor. The squawk of a blue jay outside. \"Sound is all around us-inescapable and invisible,\" writes Nina Kraus in \"Of Sound Mind: How Our Brain Constructs a Meaningful Sonic World.\" Our sense of hearing, she tells us, \"is always 'on.' \" We ignore it at our peril.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-ditches-sat-hurts-minority-meritocracy-education-diversity-affirmative-action-asian-black-11640123407", "title": "By Ditching the SAT, Harvard Hurts Minority Students", "date": "2021-12-21 18:27", "summary": "How do you help young people move forward without honestly assessing where they stand?. Just before the start of my senior year in college, I received a job offer from the local newspaper. A short time later, I ran into a former editor of the college paper where I had previously worked and told her the news. \"Congratulations, Jason,\" she said. \"I heard they were looking for more minorities.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-omicron-takes-over-in-the-u-s-more-curbs-world-wide-11640091714", "title": "Biden Is Considering Lifting Travel Ban on Southern African Countries", "date": "2021-12-21 18:16", "summary": "The president imposed a ban last month as a way to slow the spread of Omicron to the U.S., 'but we're past that now,' he said Tuesday. President Biden said he is considering lifting a travel ban he imposed last month on non-U. S. citizen travelers from South Africa and seven other southern African countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-finalizing-4-billion-loan-from-apollo-led-group-11640104307", "title": "SoftBank Finalizing $4 Billion Loan From Apollo-Led Group", "date": "2021-12-21 18:16", "summary": "Deal shows Japanese conglomerate's need for cash and Apollo's push into lending. SoftBank Group Corp . is finalizing a $4 billion loan from Apollo Global Management Inc. backed by SoftBank's stable of technology-startup stakes, as the Japanese conglomerate seeks to weather turbulence in its portfolio.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bleatings-will-continue-until-morale-improves-11640127815", "title": "The Bleatings Will Continue Until Morale Improves", "date": "2021-12-21 18:03", "summary": "Lawmakers point fingers after the failure of Build Back Better.. After failing to drive a multitrillion-dollar ideological agenda through a 50-50 Senate, progressives are now thoughtfully considering opposing views as they humbly attempt to fashion useful legislation in a new spirit of comity.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-omicron-surge-causes-deja-vu-among-sports-broadcasters-11640126626", "title": "Covid-19's Omicron Surge Causes Déjà Vu Among Sports Broadcasters", "date": "2021-12-21 18:01", "summary": "Television networks brace for revamped schedules as NHL, NBA and NFL postpone games because of coronavirus constraints. The latest surge in coronavirus cases among professional athletes is once again forcing television networks to rearrange their schedules on the fly.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-convicts-sent-home-due-to-covid-19-pandemic-wont-be-jailed-again-by-default-11640125495", "title": "Federal Convicts Sent Home Due to Pandemic Won't Be Jailed Again by Default", "date": "2021-12-21 17:24", "summary": "Biden Justice Department reverses earlier Trump administration finding that federal convicts would have to return to prison when state of emergency ends. WASHINGTON-Thousands of federal convicts released to home confinement to reduce the spread of the coronavirus won't be required by law to be returned to prison once the official state of emergency for the pandemic ends, the Justice Department said Tuesday, reversing an earlier opinion that would have potentially sent them back en masse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-big-tech-stocks-are-driving-markets-that-worries-some-investors-11640060038", "title": "Five Big Tech Stocks Are Driving Markets. That Worries Some Investors", "date": "2021-12-21 17:24", "summary": "Narrowing market breadth can herald declines in stocks, analysts say. The stock market's rise this year has narrowed around a short list of big tech companies, a sign of possible weakness heading into 2022.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intimate-strangers-review-traveling-companions-through-a-borderless-world-intimate-strangers-sara-serpa-emmanuel-iduma-11640112967", "title": "'Intimate Strangers' Review: Traveling Companions Through a Borderless World", "date": "2021-12-21 17:20", "summary": "Singer Sara Serpa and author Emmanuel Iduma collaborate to find ways home. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dead-mans-switch-a-crypto-mystery-review-he-took-their-fortunes-to-the-grave-dead-mans-switch-a-crypto-mystery-discovery+-gerald-cotten-bitcoin-11640116201", "title": "'Dead Man's Switch: A Crypto Mystery' Review: He Took Their Fortunes to the Grave", "date": "2021-12-21 17:18", "summary": "A documentary delves into the fate of Gerald Cotten, who died (or maybe didn't) with $250 million in cryptocurrency in a 'vault' to which only he had the key. \"Dead Man's Switch,\" about cryptocurrency and the mysterious Gerald Cotten, is a cautionary tale, especially for those thinking about estate planning: If you're writing your will, leave someone your passwords.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vigil-review-underhandedness-underwater-vigil-peacock-suranne-jones-nuclear-submarine-11640105880", "title": "'Vigil' Review: Underhandedness Underwater", "date": "2021-12-21 17:17", "summary": "Peacock's thriller sends a claustrophobic detective to investigate a killing on a nuclear submarine. There's a boatload of plotlines in \"Vigil,\" one of the better thriller series of the year and one in which a tangled web of intrigues is made as believable as the fathomless ability of humans to complicate a situation-at least long enough to last a satisfying six episodes. There are subplots aplenty. And submarines.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rockers-rush-to-market-bruce-springsteen-bob-dylan-stevie-nicks-paul-simon-neil-young-11640123044", "title": "The Rockers' Rush to Market", "date": "2021-12-21 17:16", "summary": "What's driving Bruce Springsteen and a host of other musicians to sell their musical catalogs?. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-hits-hamilton-lion-king-more-temporarily-close-as-covid-19-cases-rise-11640124022", "title": "Hit Broadway Shows Close Temporarily as Covid-19 Cases Rise", "date": "2021-12-21 17:15", "summary": "More performances are canceled, though city, state and theater officials say there are no plans for mandated shutdown. Some of the most popular shows on Broadway, including \"Hamilton\" and \"The Lion King,\" have canceled performances through Christmas due to Covid-19 outbreaks within their companies. \"Jagged Little Pill\" said it would end its run altogether.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-blames-u-s-for-ukraine-tensions-11640100640", "title": "U.S. Proposes January Talks with Russia", "date": "2021-12-21 17:09", "summary": "Secretary of State Antony Blinken appeals to Moscow to de-escalate its military presence near Ukraine's border. Secretary of State Antony Blinken said the U.S. expects to hold talks with Russia next month to try to defuse tensions over the country's military buildup near Ukraine as Russian President Vladimir Putin hardened his rhetoric toward the West.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loan-repayment-moratorium-could-get-another-extension-from-biden-11640123815", "title": "Student-Loan Repayment Moratorium Could Get Another Extension From Biden", "date": "2021-12-21 16:56", "summary": "The moratorium put in place at the start of the Covid-19 pandemic is currently scheduled to expire at the end of January. The Biden administration is considering another extension to the moratorium on student-loan payments first put in place at the start of the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nhl-covid-outbreak-omicron-olympics-11640054840", "title": "The NHL Is Pulling Out of the Beijing Olympics", "date": "2021-12-21 16:45", "summary": "The league and its players agreed to the move amid a pause to the current season due to Covid-related problems. The drive to allow National Hockey League players to participate in the Olympics for the first time in eight years collapsed on Tuesday, people familiar with the matter said, as the league and its players' union struck a deal to drop out of Beijing 2022 amid a hugely disruptive Covid-19 outbreak.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-21-2021-11640075887", "title": "U.S. Stocks Finish Sharply Higher, Ending Losing Streak", "date": "2021-12-21 16:44", "summary": "The Dow industrials advanced more than 500 points and the S&P 500 jumped 1.8%, recouping some ground lost after Covid-19 lockdown concerns hit markets. U.S. stocks climbed Tuesday, resuming the seesaw action that has become markets' signature since the emergence of the Omicron Covid-19 variant.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-solstice-2021-when-is-what-to-know-11640024457", "title": "Winter Solstice 2021: When It Is and How It Is Observed", "date": "2021-12-21 16:41", "summary": "The Northern Hemisphere will experience its shortest day and longest night of the year on Tuesday, as the sun reaches its most southerly point in the sky. The winter solstice in the Northern Hemisphere marks the first day of winter in that part of the world-and the year's shortest day and longest night there. It coincides with the summer solstice in the Southern Hemisphere, which marks the start of summer and the year's longest day in that part of the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-adds-competitive-congressional-district-but-population-shifts-favor-democrats-analysts-say-11640122835", "title": "California Adds Competitive Congressional District, but Population Shifts Favor Democrats", "date": "2021-12-21 16:40", "summary": "Growing number with Latino majorities should help Democrats on new map with nine competitive districts, up from eight. California officials have released a new set of congressional district maps that will result in more districts that analysts expect to be competitive, a contrast to most states that are reducing the number in which both major parties have a chance at victory.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-is-approving-big-solar-projects-in-california-desert-11640119569", "title": "Biden Administration Is Approving Big Solar Projects in California Desert", "date": "2021-12-21 16:36", "summary": "Three solar installations near Joshua Tree would generate enough electricity to power nearly 275,000 homes. WASHINGTON-The Biden administration is greenlighting three large solar energy projects spanning 5,000 acres in the Southern California desert near Joshua Tree National Park, in what officials say will begin a wave of new solar installations on public lands throughout the West.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-had-a-red-hot-year-but-can-it-last-11640082604", "title": "Wall Street Had a Red-Hot Year, But Can It Last?", "date": "2021-12-21 16:35", "summary": "Goldman Sachs and Morgan Stanley have churned out big pandemic profits thanks to M&A and trading. Wall Street has enjoyed a second straight year of feverish revenue growth. As 2022 approaches, however, big banks face a major challenge in maintaining that torrid pace of business.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemic-drives-u-s-population-growth-to-record-low-11640098763", "title": "Covid-19 Drives U.S. Population Growth to Record Low", "date": "2021-12-21 16:31", "summary": "Number of U.S. residents grew by just 0.1% for the 12 months to July 1. America's population grew 0.1% this year, the lowest rate on record, according to Census Bureau figures released Tuesday that show how the pandemic is changing the country's demographic contours.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dubai-ruler-ordered-to-pay-more-than-728-million-in-divorce-settlement-11640102876", "title": "Dubai Ruler Ordered to Pay More Than $728 Million in Divorce Settlement", "date": "2021-12-21 16:02", "summary": "London court rules Sheikh Mohammed bin Rashid must pay Princess Haya a lump sum of about $333 million plus annual payments. A London court awarded the former wife of Dubai's ruler a divorce settlement of more than £550 million, equivalent to more than $728 million, in a rare case that pulled back the curtain on the luxurious lifestyle of one of the world's richest and most discreet families.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extra-fees-wednesday-crossword-december-22-11640119426", "title": "Extra Fees (Wednesday Crossword, December 22)", "date": "2021-12-21 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rapid-test-supplies-are-tight-as-biden-administration-orders-more-11640120361", "title": "Rapid-Test Supplies Are Tight as Biden Administration Orders More", "date": "2021-12-21 15:59", "summary": "U.S. can process about 600 million Covid-19 tests a month, experts say. The Biden administration's plan to mail out 500 million Covid-19 tests is likely to put increased pressure on strained testing supplies as the Omicron variant spreads and people gather for the holidays.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-beach-home-sells-for-75-million-setting-record-11640046058", "title": "Miami Beach Home Sells for $75 Million, Setting Record", "date": "2021-12-21 15:57", "summary": "The Star Island property sits on nearly 2 waterfront acres. A waterfront mansion on Miami Beach's Star Island has sold for $75 million, setting a Miami sales record.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dangerous-push-to-give-boosters-to-teens-vacccine-covid-19-omicron-vaxx-requirement-mandate-11640107759", "title": "The Dangerous Push to Give Boosters to Teens", "date": "2021-12-21 15:52", "summary": "FDA and CDC experts said the plan was ill-advised, so the agencies cut them out of the decision process.. The U.S. government is pushing Covid-19 vaccine boosters for 16- and 17-year-olds without supporting clinical data. A large Israeli population study, published in the New England Journal of Medicine earlier this month, found that the risk of Covid death in people under 30 with two vaccine shots was zero.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-says-tax-free-maltese-pensions-are-too-good-to-be-true-11640119859", "title": "IRS Says Tax-Free Maltese Pensions Are Too Good To Be True", "date": "2021-12-21 15:51", "summary": "Promoters had said Americans could realize gains on appreciated assets without tax by putting them in a Malta pension. Officials of the U.S. and Malta have signed an agreement cracking down on Maltese pension maneuvers used by some wealthy Americans to avoid taxes, the Internal Revenue Service said Tuesday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-last-chance-to-build-back-better-child-tax-credit-expansion-manchin-no-vote-biden-11640107692", "title": "One Last Chance to Build Back Better", "date": "2021-12-21 15:50", "summary": "The expanded child tax credit is about to expire; extending it should be the priority.. West Virginia Sen. Joe Manchin's firm, public \"No\" on Sunday killed the current version of the Build Back Better bill. Absent a road-to-Damascus conversion by Mr. Manchin, the vote on the bill Senate Majority Leader Chuck Schumer has announced for early January will be the proposal's funeral.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natwest-pleads-unit-guilty-to-manipulating-treasury-markets-11640104730", "title": "NatWest Pleads Guilty to Manipulating Treasury Markets", "date": "2021-12-21 15:40", "summary": "Justice Department officials say the fraudulent trading violated a 2017 bank settlement. WASHINGTON-NatWest Markets PLC pleaded guilty to wire and securities fraud, admitting that its traders in London, Singapore and Connecticut engaged in several schemes between 2008 and 2018 to manipulate U.S. Treasury markets.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-industry-keeps-calm-and-sails-on-11640103963", "title": "Cruise Industry Keeps Calm and Sails On", "date": "2021-12-21 15:39", "summary": "Cruise-line operators continue to plan for full return to seas, despite dozens of ships reporting Covid-19. If you wondered who would possibly board a cruise ship again after Covid-19 hit, Carnival Corp. had some news for you Monday: 1.2 million guests have been aboard its ships since it resumed cruise operations in September of last year. And its forecast shows it intends to welcome millions more in the not-too-distant future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ferrari-collector-sells-home-outside-montreal-for-14-5-million-setting-a-quebec-record-11640118906", "title": "Ferrari Collector Sells Home Outside Montreal for $14.5 Million, Setting a Quebec Record", "date": "2021-12-21 15:35", "summary": "The house has three Ferrari-only garages and a 'cars and coffee clubhouse'. A lakefront house outside Montreal has sold for about $14.5 million, according to the local multiple listing service. The deal is the priciest home ever to sell in the province of Quebec, according to listing agent Cassandra Aurora of Sotheby's International Realty Canada.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/churches-aim-to-hold-christmas-services-despite-rise-in-omicron-cases-11640116235", "title": "Churches Aim to Hold Christmas Services Despite Rise in Omicron Cases", "date": "2021-12-21 14:50", "summary": "Leaders, congregants say they don't want to miss in-person services two years in a row for one of most important days on the Christian calendar. Last Christmas, services at United Methodist Church of the Resurrection campuses were entirely online. This year, despite a surge in Covid-19 cases fueled by the Omicron variant, all five of its campuses in the Kansas City, Mo., area will hold in-person services, with masks encouraged but not required.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-recalls-some-pantene-aussie-herbal-essences-dry-shampoos-11640038718", "title": "P&G Recalls Dozens of Pantene, Aussie, Herbal Essences Dry Shampoos", "date": "2021-12-21 14:28", "summary": "Voluntary recall, linked to benzene detected in aerosol propellant, also affects dry conditioners. Procter & Gamble Co. issued a voluntary recall of a variety of aerosol haircare products, after benzene, a cancer-causing chemical, was detected in some.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sees-russian-gas-pipeline-as-leverage-in-ukraine-crisis-but-needs-german-help-11640106024", "title": "U.S. Sees Russian Gas Pipeline as Leverage in Ukraine Crisis, but Needs German Help", "date": "2021-12-21 14:21", "summary": "The Biden administration wants assurances that Berlin won't let Nord Stream 2 start to operate during Moscow's military pressure campaign. WASHINGTON-A Russian pipeline carrying natural gas to Germany is emerging as a potential point of leverage for the U.S. to deter Russia from invading Ukraine. It is also a sore spot between Berlin and Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-d1-capitals-public-bets-fall-12-in-december-founder-sees-buying-opportunity-11640107373", "title": "Hedge Fund D1 Capital's Public Bets Fall 12% in December", "date": "2021-12-21 13:59", "summary": "Firm plans to raise money for public investments in January, according to a letter to investors. D1 Capital Partners has lost 12% in its public investments for the month of December through Monday as fears about the fast-spreading Omicron variant have fueled big stock swings in recent sessions.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-to-sell-digital-ad-tech-platform-xandr-to-microsoft-11640101193", "title": "AT&T to Sell Digital Ad Tech Platform Xandr to Microsoft", "date": "2021-12-21 13:29", "summary": "Deal marks end of effort by AT&T to crack online advertising market dominated by Facebook, Google. AT&T Inc. will sell online advertising platform Xandr Inc. to Microsoft Corp. , ending its bid to become a major force in digital marketing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-rolls-out-economic-rescue-plan-reversing-lira-spiral-11640091727", "title": "Turkey Rolls Out Economic Rescue Plan, Reversing Lira's Spiral", "date": "2021-12-21 13:25", "summary": "Move generated instant burst of demand for the currency, but it is unclear whether the measures will assuage distrust. ISTANBUL-Turkey's currency mounted a dramatic, partial reversal from a monthslong collapse on Tuesday after President Recep Tayyip Erdogan announced a rescue plan to encourage Turks to put their money back into the lira.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-committee-wants-to-talk-to-pennsylvania-lawmaker-11640051239", "title": "Jan. 6 Committee Wants to Talk to Pennsylvania Lawmaker", "date": "2021-12-21 13:13", "summary": "Panel says it wants to question GOP Rep. Scott Perry about efforts to replace an acting attorney general. WASHINGTON-The House committee investigating the Jan. 6 attack on the U.S. Capitol by Trump supporters asked to meet with Rep. Scott Perry after witnesses testified the lawmaker played a role in the failed attempt to install an attorney general who would pursue false claims of election fraud.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-says-prices-to-climb-next-year-11640110142", "title": "General Mills Says Prices to Climb Next Year", "date": "2021-12-21 13:09", "summary": "Maker of Cheerios sets further increases for January in the face of rising costs and supply-chain challenges. General Mills Inc. is raising prices further in coming months as it grapples with what it says is an unprecedented combination of cost inflation and supply-chain disruptions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-micron-still-grapples-with-old-image-11640109437", "title": "New Micron Still Grapples With Old Image", "date": "2021-12-21 12:57", "summary": "Memory-chip maker's cycles have become less painful, but its stock remains heavily discounted. Micron is back in Wall Street's good graces. Investors should use the opportunity to reconsider how to value the memory-chip maker even when it isn't.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-earrings-even-lawyers-accountants-embracing-studs-hoops-11640108583", "title": "Men's Earrings: Why Even Lawyers and Accountants Are Embracing Studs and Hoops", "date": "2021-12-21 12:44", "summary": "As seen on celebs like Harry Styles and Evan Mock, men's earrings have become increasingly accepted in the past year. YOU'LL ALWAYS find something shimmering from one of Terence Ho's ears. The 21-year-old London undergraduate student, who's about to start a job at accounting firm KPMG, wears sterling-silver ear cuffs by London jeweler Alan Crocetti to parties and lectures alike. He slides them onto his lower or upper cartilage, where they hang like mini gemstone-encrusted chandeliers.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-noth-dropped-from-the-equalizer-after-misconduct-accusations-11640108601", "title": "Chris Noth Dropped From 'The Equalizer' After Misconduct Accusations", "date": "2021-12-21 12:43", "summary": "Actor's ouster from CBS show comes after Peloton pulled ad featuring him playing Mr. Big from 'Sex and the City' reboot; talent agency also drops him. Chris Noth has been dropped from the CBS television show \"The Equalizer\" and will no longer film any new episodes, the network said, adding to fallout from sexual-assault accusations that have been made against him.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prehistoric-site-shows-modern-humans-werent-first-to-change-the-world-11639595870", "title": "Prehistoric Site Shows Modern Humans Weren't First to Change the World", "date": "2021-12-21 12:41", "summary": "A 125,000-year-old site in Germany reveals how Neanderthals may have altered their landscape through increased fire use. A 125,000-year-old site in Germany known as Neumark-Nord reveals the earliest evidence of one of our hominin relatives, Neanderthals, leaving a lasting mark on their landscape.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/onlyfans-names-its-marketing-chief-as-ceo-11640108290", "title": "OnlyFans Names Its Marketing Chief as CEO", "date": "2021-12-21 12:38", "summary": "Creator network said the appointment is effective immediately as founder Tim Stokely exits. OnlyFans, the social network known for streaming user-generated adult content, promoted its chief marketing and communications officer, Amrapali Gan, to the role of chief executive.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-the-log4j-vulnerability-11639446180", "title": "What Is the Log4j Vulnerability? What to Know.", "date": "2021-12-21 12:15", "summary": "Hundreds of millions of devices are at risk, U.S. officials say; hackers could use the bug to steal data, install malware or take control. A flaw in widely used internet software known as Log4j has left companies and government officials scrambling to respond to a glaring cybersecurity threat to global computer networks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-salvation-army-woke-color-us-united-charity-jesus-christian-mission-11640037203", "title": "The Salvation Army Responds on 'Wokeness'", "date": "2021-12-21 12:13", "summary": "We have never endorsed a political or social ideology other than that found in the Bible.. A few months ago, my wife and I hosted Kenny Xu and one of his colleagues from Color Us United at our national headquarters for lunch. We shared some history, outlined the Salvation Army's beliefs and described its commitment to service. Above all, we made clear that the Salvation Army has never been about politics. We are not on the left, and we are not on the right. We have always remained focused on one thing: to preach the gospel and serve people in the name of Christ. And that will never change.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-grady-trial-innocent-plea-bargain-justice-system-florida-11640036709", "title": "Why Too Many Innocent People Plead Guilty", "date": "2021-12-21 12:04", "summary": "Few can afford to fight off the government all the way through a jury trial, as I did.. Last week I was a defendant in a criminal trial filed by the Biden administration's partisan Justice Department. Innocence is small consolation when facing the asymmetric risk of battling the federal government, and the risk grows should a defendant dare exercise his constitutional right to trial (\"The Unconstitutional Convictions You Don't Know About\" by Clark Neily and Somil Trivedi, op-ed, Dec. 13).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empire-state-building-green-environment-tenant-real-estate-return-work-office-11640036369", "title": "Tenants Like the 'Green' Empire State Building", "date": "2021-12-21 12:02", "summary": "The landlord who can offer the healthiest energy-efficient buildings in the best location at a suitable price will win.. Regarding \"The Future of the Office: Shorting the Empire State Building\" (Exchange, Dec. 11): The Empire State Building and Empire State Realty Trust (ESRT) continue to attract high-quality tenants. ESRT's largely prewar buildings are attractive to tenants for whom \"flight to quality\" means leadership in indoor environmental quality, healthy buildings, energy efficiency and amenities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-taps-academic-to-oversee-mutual-funds-amid-push-for-stricter-rules-11640106080", "title": "SEC Taps Academic to Oversee Mutual Funds Amid Push for Stricter Rules", "date": "2021-12-21 12:01", "summary": "Law professor William Birdthistle is set to run the agency's division of investment management. WASHINGTON-The Securities and Exchange Commission tapped law professor William Birdthistle to serve as its top regulator of asset managers Tuesday as it prepares to issue stricter rules for money markets and private funds.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-income-biden-inflation-prices-11640035527", "title": "Retirement Income and Biden's Inflation Tax", "date": "2021-12-21 11:59", "summary": "We may be invisible to the president at the moment, but he will see us at the polls next year.. Regarding Gerard Baker's \"Biden Seems Set on Making 'Transitory' Inflation Last\" (Free Expression, Dec. 14): While I can empathize with citizens who hope their wage gains will at least keep pace with inflation, as my wife and I did from the mid-1960s through the 1980s, we now find ourselves among those whose standard of living will fall under this \"transitory\" inflation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-chatter-social-media-blogs-gresham-law-conversation-11640035951", "title": "The Cost of All That Online Chatter", "date": "2021-12-21 11:58", "summary": "Just as bad money drives out good. . .. Amid the proliferation of diverse forms of discourse (blogs, social media and cable TV), intelligent discussion has become harder to find (\"I Don't Have a Blog and Never Will\" by Stephen Miller, op-ed, Dec. 15). It's Gresham's law: Just as bad money drives out good, so too has social conversation become debased in our time.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-inflation-rises-cost-of-living-raises-gain-popularity-11640092736", "title": "Surging Inflation Has Workers Demanding Bigger Raises", "date": "2021-12-21 11:41", "summary": "Wage increases prompted by higher prices could protect workers while potentially fueling inflation, economists say. The COLA is making a comeback.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pet-food-shortage-is-real-and-owners-are-scrambling-its-been-a-waking-nightmare-11640103574", "title": "The Pet-Food Shortage Is Real, and Owners Are Scrambling. 'It's Been a Waking Nightmare'", "date": "2021-12-21 11:19", "summary": "Your dog wants chicken and rice flavor but has to make do with dry kibble, because import and production holdups have hit dog food and cat food just like human food. 'He looks at me with these sad eyes.'. After an online order didn't show on time, Phyllis Pometta stopped at five different stores before she hit pay dirt. There it was on the shelf: beef stew-flavored dog food.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-ahead-lasagna-recipe-party-11640098767", "title": "Holiday Miracle: A Make-Ahead Lasagna Recipe Pretty Enough for a Party", "date": "2021-12-21 11:14", "summary": "These ingenious lasagna roll-ups with a butternut-squash sauce guarantee stress-free prep and a very attractive plate.. ONE SMALL GESTURE to consider when cooking for a group, whether you're hosting at home or toting a dish to a potluck: Make each portion feel special somehow. I learned this working in restaurants, making and eating many staff meals. Those meals also taught me that the best and least stressful recipe for feeding a group can be assembled ahead of time and simply heated up when the time comes.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-companies-are-having-trouble-keeping-up-with-inflation-11640103061", "title": "Food Companies Are Having Trouble Keeping Up With Inflation", "date": "2021-12-21 11:11", "summary": "Input costs keep surprising companies like General Mills, causing declining margins. Packaged food makers can't seem to raise prices fast enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-top-diplomat-to-houthi-controlled-yemen-dies-of-covid-19-11640102821", "title": "Iran's Top Diplomat to Houthi-Controlled Yemen Dies of Covid-19", "date": "2021-12-21 11:07", "summary": "Hassan Irloo was smuggled into Yemen in 2020 and named ambassador to parts of the country controlled by Houthis. Iran's top diplomat to Houthi-controlled Yemen has died of Covid-19 after a hastily arranged flight out of the country over the weekend, Iranian officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christies-sells-7-1-billion-in-art-the-highest-in-five-years-11640020357", "title": "Christie's Sells $7.1 Billion in Art, the Highest in Five Years", "date": "2021-12-21 11:02", "summary": "Meanwhile, Phillips reports $1.2 billion in sales as major auction houses credit influx of millennials and first-time buyers with propelling art sales. Christie's International said Monday it sold $7.1 billion in art this year-the highest annual total in the past five years amid an industry comeback that saw prices skyrocket for longtime favorites such as Pablo Picasso as well as NFT upstarts like Beeple.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-basketball-omicron-covid-forfeit-11640101633", "title": "The Team That's 1-1 in the Big East-and Hasn't Played a Game", "date": "2021-12-21 10:50", "summary": "With Covid cases rising rapidly, forfeit rules are coming into play in college basketball. That could produce some surprising outcomes.. As the college basketball season moves into league play, teams across the country are rushing to brush up on a previously obscure part of their conference's handbook: the forfeit rules.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-bets-travel-restrictions-will-buy-it-time-to-fight-omicron-11640100113", "title": "Israel Shuts Borders to Curb Omicron Threat", "date": "2021-12-21 10:43", "summary": "Government is urging Israelis to get their booster shots before the new variant spreads. TEL AVIV-As the Omicron variant spreads quickly across the world, Israel has leaned more heavily than other countries on shutting down its borders to international travel, wagering it would slow down a coming wave of infections and buy time to prepare.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hayley-mills-avoided-her-own-parent-trap-by-reading-in-trees-11640100783", "title": "Hayley Mills Avoided Her Own 'Parent Trap' by Reading in Trees", "date": "2021-12-21 10:33", "summary": "The Disney actress and memoirist started in films at 12, when she was spotted mimicking TV ads at her family's farm. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worker-burnout-resignations-pandemic-stress--11640099198", "title": "Bosses Struggle to Respond to Burned Out Workers", "date": "2021-12-21 10:26", "summary": "Resume Subscription. In the first 10 months of this year, America's workers handed in nearly 39 million resignations, the highest number since tracking began in 2000.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/unruly-passengers-will-lose-tsa-precheck-officials-say-11640098801", "title": "Unruly Passengers Will Lose TSA PreCheck, Officials Say", "date": "2021-12-21 10:00", "summary": "'If you act out of line, you will wait in line,' says FAA Administrator Steve Dickson. Airplane passengers who act up during flights could face a new consequence: losing PreCheck, the Federal Aviation Administration and the Transportation Security Administration said Tuesday.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-covid-patients-report-vibrations-tremors-my-body-is-moving-inside-its-jolting-11640098486", "title": "Long Covid Patients Report Vibrations, Tremors", "date": "2021-12-21 09:54", "summary": "Internal buzzing sensations, external shaking are gaining more attention among long Covid advocates and doctors. For Kerri McCrossen Morrison, the sensation feels like an electric toothbrush going off in her chest. The feeling is so intense that it wakes her from a deep sleep at times.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-nike-blackberry-braze-what-to-watch-when-the-stock-market-opens-today-11640088360", "title": "Micron, Nike, BlackBerry, Braze: What to Watch in the Stock Market Today", "date": "2021-12-21 09:44", "summary": "Micron Technology beat analyst forecasts in quarterly results; BlackBerry earnings are due after the close. U.S. stock indexes opened higher, resuming the seesaw action that has become the signature of markets since the emergence of the Omicron Covid-19 variant. Here are the stocks we're keeping tabs on in Tuesday's session:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-and-popularity-of-christmas-love-stories-11640097781", "title": "The Power and Popularity of Christmas Love Stories", "date": "2021-12-21 09:43", "summary": "From Victorian Britain to the Hallmark Channel, tales of romance set at Christmastime have been a staple of the season.. 'Tis season for love stories, especially on television. This year the Hallmark Channel alone produced 41 new movies for its \"Countdown to Christmas,\" in addition to the Christmas movies available on Lifetime, Netflix and other services. These popular stories usually follow a simple formula. In the days leading up to Christmas, a successful but overworked woman from the big city finds herself stuck in a quaint small town, often the one where she grew up. There she rediscovers the spirit of the season through interactions with quirky and kindly townsfolk and falls in love with her soul mate, who may or may not be an old boyfriend she left behind. A variation on the genre features a small-town heroine who finds love with a visiting prince or movie star and teaches him the true meaning of Christmas, amid cookie baking, tree lighting and walks in the falling snow.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-to-sell-digital-startup-dynamic-yield-to-mastercard-11640096590", "title": "McDonald's to Sell Digital Startup Dynamic Yield to Mastercard", "date": "2021-12-21 09:36", "summary": "Burger chain acquired startup in 2019 for more than $300 million, which was then its largest acquisition in decades. McDonald's Corp. said it will sell a digital startup it acquired nearly three years ago in a bid to boost sales at drive-throughs and digital kiosks, to Mastercard Inc .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sing-2-bets-big-that-a-new-generation-will-take-to-u2-and-prince-11640095202", "title": "'Sing 2' Bets Big That a New Generation Will Take to U2 and Prince", "date": "2021-12-21 09:00", "summary": "The first movie boosted Elton John. The sequel showcases more than 40 pop tunes and features Bono as a rock-star lion.. \"Sing 2\" has the voices of Matthew McConaughey, Reese Witherspoon and other Hollywood A-listers. The even bigger stars of the animated movie are music copyrights.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-to-pay-125-million-in-sec-settlement-11640095067", "title": "Nikola to Pay $125 Million in SEC Settlement", "date": "2021-12-21 08:57", "summary": "Move follows investigation into allegedly misleading statements by founder and former executive chairman. Nikola Corp. agreed to pay $125 million to the Securities Exchange Commission to settle an investigation into former executive chairman.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glp-investment-arm-plans-u-s-ipo-11640085654", "title": "Property Logistics Specialist GLP Plans IPO for Investment Arm", "date": "2021-12-21 08:51", "summary": "Public arm of global real-estate logistics giant will likely manage about $100 billion in assets when it launches, according to person familiar with matter. GLP Pte. Ltd., the global specialist in logistics real estate, is gearing up for a U.S. initial public offering of its investment arm next year, a person familiar with the matter said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-luxe-gifts-you-can-still-overnight-11640093512", "title": "30 Highly Considered Gifts (That You Can Still Overnight)", "date": "2021-12-21 08:31", "summary": "For a gift that looks like you moved heaven and earth-but actually overnighted in one click or call. Presenting 30 luxurious, work-smart-not-hard gift ideas. Every year you think, \"This time, I'll plan ahead.\" And each year, as Christmas inches ever closer, panic sets in: At least 20 percent of Americans will guilt-shop in December according to Marshal Cohen, chief retail analyst of the NPD Group. Riding on the wave of \"Super Saturday,\" the retail-analyst term for the Saturday immediately leading up to Christmas, many are reckoning with the familiar last-minute queasy feeling of getting something wrapped and under the tree. In 2020, according to the NPD Group, Super Saturday week generated the most sales for the entire holiday season. But Hail Mary gifting doesn't have to mean basic. Sure, we'd all love another bag, but why not aim for truly wowing your recipient? Below, 30 highly considered, deeply luxurious gifts that can be shipped, booked or delivered to your door tomorrow:", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apartment-owners-golden-age-primed-to-continue-in-2022-11640091602", "title": "Apartment Owners 'Golden Age' Primed to Continue in 2022", "date": "2021-12-21 08:00", "summary": "Rents are rising at record rates, and investors are spending more to snap up apartment buildings. After apartment rents shot through the roof this year, landlords look poised to reap record profits in the next.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-build-back-better-bill-targets-foreign-real-estate-investors-tax-moves-11640091603", "title": "Biden Bill Targets Foreign Real-Estate Investors' Tax Moves", "date": "2021-12-21 08:00", "summary": "Resume Subscription. In a bid to raise funding for their roughly $2 trillion social-spending bill, Democrats are targeting foreign real-estate investors.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pandemic-turns-floridas-west-palm-beach-into-office-boomtown-11640091601", "title": "Pandemic Turns West Palm Beach Into Office Boomtown", "date": "2021-12-21 08:00", "summary": "Financial firms are setting up shop in the area, and developers like Related Cos. are looking to cash in. An influx of financial firms from New York and other locations is fueling an office-leasing boom and new development in West Palm Beach, Fla.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-yuan-may-have-peaked-11640090253", "title": "China's Yuan May Have Peaked", "date": "2021-12-21 07:37", "summary": "Chinese currency had a strong year, but several factors could soon start dragging it down. The Chinese yuan has been a surprise winner in 2021, making steady gains against the dollar even as China's economy has been faltering. That is unlikely to last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-track-covid-19-surges-scientists-are-studying-sewage-11640082603", "title": "To Track Covid-19 Surges, Scientists Are Studying Sewage", "date": "2021-12-21 07:22", "summary": "Resume Subscription. Public-health experts traditionally track the spread of an infectious disease through clinical data such as test results, hospitalizations and deaths. As Covid-19 continues to spread, scientists are turning to an alternative measure: wastewater analysis. SARS-CoV-2, the virus that causes Covid-19, can be shed in an infected person's feces. By sampling sewage at waste-treatment plants, scientists can get a picture of how widespread Covid-19 has become in a community, and how its prevalence changes over time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/macaus-casino-king-is-dethroned-as-beijing-reins-in-offshore-gambling-11640088008", "title": "Macau's Casino King Dethroned as Beijing Reins In Offshore Gambling", "date": "2021-12-21 07:00", "summary": "Arrest of junket boss over alleged illegal gambling syndicate targeting Chinese high-rollers threatens VIP revenue that helped city eclipse Las Vegas, analysts say. HONG KONG-For nearly two decades before he was detained by police last month, Alvin Chau ferried Chinese high-rollers to casinos in Macau, bringing tens of billions of dollars into the city as it tore past Las Vegas to become the world's richest gambling hub.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religion-apps-attract-wave-of-venture-investment-11640088001", "title": "Religion Apps Attract Wave of Venture Investment", "date": "2021-12-21 07:00", "summary": "Users seek digital communities, particularly during the pandemic; some clergy are wary of the intersection of business and prayer. Religion apps are benefiting from a sharp rise in venture-capital funding as more people turn to them for a sense of community, particularly during the Covid-19 pandemic, startup founders and investors say.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-and-bmg-buy-into-zz-tops-music-11640088004", "title": "KKR and BMG Buy Into ZZ Top's Music", "date": "2021-12-21 07:00", "summary": "The deal for the publishing catalog, income from recorded music and performance royalties is valued at around $50 million. KKR & Co. Inc. and BMG are betting on ZZ Top.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-cerner-deal-could-help-healthcare-systems-share-data-11640084403", "title": "Oracle-Cerner Deal Could Help Healthcare Systems Share Data", "date": "2021-12-21 06:00", "summary": "The deal would create a cloud-based platform that has the potential to help solve the problem of data silos, analysts said. Oracle Corp.'s $28.3 billion deal to buy electronic-medical-records company Cerner Corp. could address a major challenge in healthcare, that of datasets that can't communicate with one another, analysts said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-backed-houthis-doubled-attacks-this-year-on-saudi-arabia-report-says-11640084403", "title": "Iran-Backed Houthis Doubled Attacks This Year on Saudi Arabia, Report Says", "date": "2021-12-21 06:00", "summary": "A study by a Washington think tank analyzed more than 4,100 attacks in the regional conflict. WASHINGTON-Attacks by the Iran-backed Houthi militant group against Saudi Arabia have more than doubled this year from their pace last year, according to a recent report that provides details of escalating violence in the Gulf region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battery-storage-soars-on-u-s-electric-grid-11640082783", "title": "Battery Storage Soars on U.S. Electric Grid", "date": "2021-12-21 05:33", "summary": "Resume Subscription. Companies are poised to install record amounts of batteries on America's electric grid this year, as government mandates and a steep decline in costs fuel rapid growth in power storage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dole-looks-for-deals-and-operational-efficiency-after-nyse-listing-11640082607", "title": "Dole Looks for Deals, Operational Efficiency After NYSE Listing", "date": "2021-12-21 05:30", "summary": "The company has pared down a heavy debt burden since its sale to Total Produce. Its own fleet of ships has offered some protection from logistics-cost overruns.. Dole, the fruit and vegetable company best known for its banana brand, is scouting the market for potential acquisition targets and working to streamline its operations after combining with Total Produce PLC and listing on the New York Stock Exchange.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booming-u-s-economy-ripples-world-wide-straining-supply-chains-and-driving-up-prices-11640082604", "title": "Booming U.S. Economy Ripples World-Wide", "date": "2021-12-21 05:30", "summary": "Surging American demand draws investment from overseas with supply chains working to keep pace and driving up prices. FRANKFURT-A booming U.S. economy is rippling around the world, leaving global supply chains struggling to keep up and pushing up prices.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-coronavirus-variant-what-to-know-11637935500", "title": "What We Know About the Omicron Variant", "date": "2021-12-21 04:47", "summary": "Scientists are racing to determine how readily this variant, also known as B. 1.1.529, can sidestep vaccines, treatments and past infections. In the weeks since its discovery in late November, Omicron has rattled markets, closed borders and sent scientists hunting for what threat it poses compared with other variants.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11640043277", "title": "Pepper...and Salt", "date": "2021-12-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]