[{"link": "https://www.wsj.com/articles/bitcoin-price-tumbles-after-wall-street-selloff-11638621435", "title": "Bitcoin Price Tumbles After Wall Street Selloff", "date": "2021-12-05 17:43", "summary": "Cryptocurrency fell more than 20%, hitting its lowest point in months, before bouncing back somewhat. Bitcoin and other cryptocurrencies had a roller-coaster weekend, another sign that investors are pulling back from riskier bets after last week's stock-market selloff.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-racing-to-finish-legislation-to-do-list-by-year-end-11638727642", "title": "Congress Races to Finish Legislation To-Do List by Year-End", "date": "2021-12-05 17:09", "summary": "Democrats work on an annual defense bill and a debt-ceiling resolution, and try to complete a $2 trillion social-spending and climate measure. WASHINGTON-Congress is racing against the clock to complete a series of must-pass pieces of legislation, with Democrats also pushing to finish their roughly $2 trillion social and climate policy legislation by the end of the year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clues-to-omicron-variants-u-s-spread-include-test-samples-sewage-11638700202", "title": "Clues to Omicron Variant's U.S. Spread Include Test Samples, Sewage", "date": "2021-12-05 17:04", "summary": "Genomic surveillance varies across the country, but it has improved since the Alpha or Delta Covid-19 variants emerged. Researchers are racing to determine how widespread the Omicron variant might be across the U.S., scouring Covid-19 test samples and in some cases even examining wastewater.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-may-cause-less-severe-covid-19-small-south-african-study-finds-11638714444", "title": "U.S. Plans to Fast-Track Revamped Covid-19 Vaccines", "date": "2021-12-05 16:45", "summary": "Study from South Africa suggests the fast-spreading Omicron variant might cause less severe illness than its predecessors. The Biden administration is preparing to fast-track authorization of revamped Covid-19 vaccines to combat Omicron as a study from South Africa suggests the fast-spreading variant might cause less severe illness than its predecessors.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-seeks-first-military-base-on-africas-atlantic-coast-u-s-intelligence-finds-11638726327", "title": "China Seeks First Military Base on Africa's Atlantic Coast", "date": "2021-12-05 16:18", "summary": "Resume Subscription. BATA, Equatorial Guinea-Classified American intelligence reports suggest China intends to establish its first permanent military presence on the Atlantic Ocean in the tiny Central African country of Equatorial Guinea, according to U.S. officials.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rogues-are-on-the-march-russia-kremlin-ukraine-putin-iran-nuclear-putin-xi-china-biden-11638724476", "title": "Rogues Are on the March Around the World", "date": "2021-12-05 15:47", "summary": "Iran and Russia give every sign they don't take President Biden seriously.. If you think President Biden has trouble at home, take a look at what's happening around the world. Iran, Russia and China are all seeking to establish new regional hegemony, and they're often working together to do it. Their leaders don't appear to believe Mr. Biden can or will do anything to stop them.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murder-and-vaccine-mandates-in-chicago-lori-lightfoot-foxx-murder-homicide-violent-crime-11638723397", "title": "Murder and Mandates in Chicago", "date": "2021-12-05 15:46", "summary": "Violence in the city soars as Mayor Lightfoot feuds with police.. The smartest thing Chicago Mayor Lori Lightfoot did with her lawsuit against the Fraternal Order of Police over its opposition to her Covid vaccine mandate was to drop it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defending-mathematics-science-stem-equity-education-california-k12-math-matters-11638728196", "title": "Squaring Up to Defend Mathematics", "date": "2021-12-05 15:45", "summary": "America's top scientists warn about the political erosion of education standards.. The last few years have seen a proliferation of \"open letters\" by academics in politics and the humanities in favor of progressive causes. The hard sciences are different, and when mathematicians, physicists and engineers speak up to defend the integrity of their fields, Americans should pay attention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dole-loved-kansas-and-america-senator-representative-county-attorney-11638732165", "title": "Bob Dole Loved Kansas and America", "date": "2021-12-05 15:44", "summary": "'Let's go see the soldiers,' he said in 2016. Getting around wasn't easy, but paying tribute was worth it.. 'Mike, you need to get out to Wilson County. There's a fellow running for county commission out there who's a good man and he needs your help.\" I'd gone to see Bob Dole after I had been elected to Congress in 2010, and this was the first mission the former senator sent me on as a brand-new representative. I wasn't sure I knew where Wilson County was, but I knew that Dole loved Kansas, loved politics and valued public service to America. Where those three passions intersected, he was sure to be leading. So I followed Col. Dole's orders and headed for Wilson County.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-at-build-back-betters-benefits-not-price-tag-federal-budget-bbb-reconciliation-debt-cbo-11638718325", "title": "Look at Build Back Better's Benefits, Not Its Price Tag", "date": "2021-12-05 15:43", "summary": "The media loves to focus on a big number, but the bill is paid for and delivers for the American people.. It's past time that Americans heard more about what's inside President Biden's Build Back Better plan than about the sticker price. For starters, the budget numbers cover 10 years, a decade in which the Congressional Budget Office projects $288 trillion worth of economic output. So a BBB plan of $1.75 trillion or so would amount to roughly 0.6% of gross domestic product-slightly more than the 0.5% Americans spent last year on tobacco.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-zemmour-trump-french-presidential-election-populism-immigration-northern-africa-11638714147", "title": "Eric Zemmour Is No Donald Trump", "date": "2021-12-05 15:42", "summary": "The French far-right candidate is presenting his vision in a manner that is attuned to the French elite.. Long before Eric Zemmour announced his candidacy for president of France, English-language publications were comparing him to Donald Trump: a provocateur on the far right with hard-line views on immigration; a well-known TV personality with no previous governing experience, whose success in the polls surprised established politicians.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-pains-and-opportunities-in-baseball-lockout-strike-free-agent-trading-cards-mlb-11638713802", "title": "Labor Pains and Opportunities in Baseball", "date": "2021-12-05 15:42", "summary": "A joint venture and the business promise of betting add up to a promising future.. The current labor strife in Major League Baseball reflects the ebb and flow of some 50 years of struggle between the club owners and the players' union.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-finished-second-in-the-cheapskate-sweepstakes-competition-friendship-budget-travel-11638731895", "title": "I Finished Second in the Cheapskate Sweepstakes", "date": "2021-12-05 15:40", "summary": "Tommy, Greg and I turned my 50th-birthday getaway into a competition to see who could be most frugal.. I turned 50 in June, and planned a South Carolina beach getaway with my wife, Devin, and two other couples. It felt extravagant, but that's only because I was raised by a father who'd shut down his kids' vacation inquiries by dryly asking, \"What are we, the Gettys?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-fintech-became-a-hit-in-brazil-nubank-innovation-credit-cards-banking-accessibility-11638714533", "title": "How Fintech Became a Hit in Brazil", "date": "2021-12-05 15:39", "summary": "The heroes are central-bank technocrats who opened the market to financial competition.. The financial-services company Nu Holdings hopes to raise as much as $2.6 billion in an initial public offering this week, with shares valued at between $8 and $9. That's down from the more than $3 billion the Brazilian firm-incorporated in the Cayman Islands-had set its sights on earlier this year.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-trauma-review-the-paradox-of-resilience-11638736721", "title": "'The End of Trauma' Review: The Paradox of Resilience", "date": "2021-12-05 15:38", "summary": "For many, trauma is a disaster that deﬁnes and defeats them, but for those with a 'flexibility mindset,' it is a challenge to be overcome.. Traumatic experiences are part of human life, but the business of traumatology was not invented until 1980, when the \"Diagnostic and Statistical Manual of Mental Disorders-III\" included post-traumatic stress disorder for the first time. PTSD came with a formal set of criteria for diagnosis, including now-familiar ones-intrusive memories, flashbacks and heightened sensitivity to possible danger. The DSM thereby enshrined PTSD as a medical disease identifiable by specific symptoms. And bang-a therapeutic industry was created.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-gains-and-losses-from-coal-shutdowns-land-in-different-places-11638709381", "title": "Job Gains and Losses From Coal Shutdowns Land in Different Places", "date": "2021-12-05 15:15", "summary": "Mines in Utah feel pain from plant closings hundreds of miles away, while renewable jobs go elsewhere. The decline of coal in the U.S. is playing out in rural Utah, where a mine is losing two top domestic customers because their power plants are switching to cleaner fuels. One reason: California is taxing and banning carbon-intensive energy sources to slow climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-trade-employment-inflation-11638734400", "title": "Economy Week Ahead: Trade, Employment, Inflation", "date": "2021-12-05 15:00", "summary": "The week's economic indicators include trade, inflation data from the U.S. and China. The U.S. consumer-price index, out Friday, highlights this week's economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-dairy-farmers-struggle-to-stay-in-the-got-milk-state-11638732148", "title": "California Dairy Farmers Struggle to Stay in the 'Got Milk' State", "date": "2021-12-05 14:22", "summary": "Resume Subscription. Dairy farmers in California, the nation's top milk producer, face pressure from rising costs, increasingly complex environmental regulations and a quest for water-challenges all magnified by a historic drought. For some, the challenges are existential.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bob-dole-longtime-senator-republican-leader-dies-at-98-11638723258", "title": "Bob Dole, Longtime Senator, Republican Leader, Dies at 98", "date": "2021-12-05 14:13", "summary": "The Kansas native who was wounded in battle during World War II fought his way back to health and eventually served 36 years in Congress. Bob Dole went from the plains of Kansas to the battlefields of Italy, where he was left for dead with grievous wounds, before a dogged recovery enabled him to become a widely respected leader of the Senate and Republican nominee for both president and vice president.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-india-to-reinforce-defense-ties-as-u-s-considers-sanctions-11638731615", "title": "Russia, India to Reinforce Defense Ties as U.S. Considers Sanctions", "date": "2021-12-05 14:13", "summary": "Russian President Vladimir Putin and Indian Prime Minister Narendra Modi are set to meet this week. Russian President Vladimir Putin is expected to extend his country's close defense ties with India this week on a visit that highlights the challenges facing the U.S. as it courts Indian assistance in countering China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawaii-blizzard-means-volcano-skiingand-its-as-tricky-as-it-sounds-11638731153", "title": "Hawaii Blizzard Means Volcano Skiing-and It's as Tricky as It Sounds", "date": "2021-12-05 14:05", "summary": "Few trails in the world compare to runs on Mauna Kea, with sweeping views of the Pacific. But watch out for those sharp lava rocks.. Hawaii residents aren't strangers to extremes in weather and nature-the islands have been battered by hurricanes, tsunamis, and earthquakes. Volcano eruptions have sent lava streaming into neighborhoods. The state's highest peaks even get a regular dusting of snow.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-russia--eastern-europe-trump-biden-deterrence-appeasement-foreign-policy-11638575723", "title": "Ukraine Needs Help. After Trump, Do Democrats Still Care?", "date": "2021-12-05 13:59", "summary": "Deter Putin from invading, then reflect on how we got here.. I commend the editorial board for its support of Ukrainian territorial sovereignty (\"Deterring Putin in Ukraine,\" Dec. 2). Russian President Vladimir Putin is probing to see how far he can revise Eastern European security arrangements before the U.S. and our European allies push back.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mmt-modern-monetary-theory-economics-government-debt-spending-inflation-11638575278", "title": "MMT Is Bad Economics", "date": "2021-12-05 13:58", "summary": "Modern monetary theory remains a niche theory endorsed by only a small but vocal group of far-left economists.. Despite James Mackintosh's suggestion in \"Streetwise: Modern Monetary Theory Isn't Coming in the Future. It's Here Now\" (Markets, Nov. 22), MMT remains a niche theory endorsed by only a small but vocal group of far-left economists. Even mainstream but left-leaning economists eschew MMT. Lawrence Summers called MMT \"a recipe for economic disaster.\" Paul Krugman said the theory \"seems just obviously indefensible.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-china-wsj-threat-election-legco-democracy-freedom-protest-ccp-11638575014", "title": "Hong Kong Issues a Threat to the WSJ", "date": "2021-12-05 13:58", "summary": "'We reserve the right to take necessary action,' writes the regime, flagging an editorial for 'incitement.'. I regret that your editorial \"Hong Kong Says Vote-or Else\" (Nov. 30) contains baseless assumptions. The Legislative Council election, originally due to be held in Hong Kong on Sept. 6, 2020, was postponed for one year owing to the public-health risk posed by Covid-19, not because of the result of the district council election. With the pandemic effectively contained, the election has now been scheduled to take place on Dec. 19, as promised.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-undergraduate-student-council-politicis-congress-11638574485", "title": "Maybe Harvard Really Does Train 'Future Leaders'", "date": "2021-12-05 13:57", "summary": "The shenanigans of the undergraduate council mimics those of our Congress.. Michael Cheng's op-ed, \"'Leadership' and Dirty Tricks at Harvard\" (Nov. 30) illustrates why Harvard \"claims to produce future leaders.\" The shenanigans of the undergraduate council mimics those of our Congress. Harvard provides a worthy training ground.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newspaper-local-journalism-government-funding-media-11638574250", "title": "A Newspaper Publisher Argues Against Interest", "date": "2021-12-05 13:56", "summary": "Say no to government funding. If we can't convince our communities that our efforts are worth their support, so be it.. After seeing the letter \"Fund Local Journalism to Help Communities\" (Nov. 29), I want to assure readers that there are still some newspaper operators around who want no part of an industry-specific tax break.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-bond-license-to-kill-fun-daniel-craig-no-time-to-die-sean-connery-media-hollywood-11638713465", "title": "James Bond's License to Kill Fun", "date": "2021-12-05 13:51", "summary": "The Daniel Craig movies have taken a dark turn like too many films these days.. I've proudly seen every James Bond movie ever made, even the George Lazenby, Timothy Dalton and Pierce Brosnan doozies, plus Woody Allen's 1967 \"Casino Royale\" spoof. As a kid, I even inhaled Duco Cement fumes assembling a plastic model 1964 Aston Martin DB5-with a working ejector seat!", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-stonewalls-steele-dossier-disinformation-trump-nyt-washington-post-trump-11638718026", "title": "The Media Stonewalls on the Steele Dossier", "date": "2021-12-05 13:50", "summary": "News companies are even more reluctant than other businesses to come clean about their misbehavior.. 'Why don't they just fess up and say they're sorry?\" That is the question journalists have asked about the corporate and institutional clients of my crisis-management business. It's a question media companies should be asking themselves amid the implosion of the Steele dossier. Here we are, a few weeks after the dossier was discredited, and no one has paid a price.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-bob-dole-dies-at-age-98-clinton-campaign-1996-world-war-ii-veteran-senate-leader-11638726702", "title": "Robert Dole Dies at Age 98", "date": "2021-12-05 13:48", "summary": "The Kansan overcame grievous war wounds to twice lead the Senate.. History can be cruel to candidates for President who lose, but Bob Dole's contributions to American life far exceeded his failed campaigns for the White House. The Kansan who twice led the U.S. Senate died Sunday at age 98.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-playoff-alabama-georgia-michigan-cincinnati-11638687354", "title": "The College Football Playoff Is Set: Alabama vs. Cincinnati; Michigan vs. Georgia", "date": "2021-12-05 13:05", "summary": "The Crimson Tide are back in the driver's seat as the top seed in the four-team playoff after winning the SEC Championship.. ATLANTA- The 2021 college football season featured plentiful upsets, chaotic games and the promise of change at the top of a College Football Playoff that has seen two programs, Alabama and Clemson, win four of the last five national titles.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbo-congressional-budget-office-score-spending-bill-bbb-11638514023", "title": "How to Keep the CBO Honest When It Scores Spending Bills", "date": "2021-12-05 12:43", "summary": "The budget office should be held to the standard of replicability.. Your editorial \"An Honest Score for the Spending Bill\" (Nov. 26) is on target supporting Sen. John Cornyn's call for more transparency in scoring the recent spending bill. The issue is illustrative of a much larger problem with the Congressional Budget Office: It often produces only its results, without the underlying analysis. This makes it impossible for taxpayers funding the analysis to determine the quality of the reported results. This lack of transparency is not unique to the CBO but common across agencies. It serves as a shield protecting bureaucrats against criticism of faulty or politically biased analysis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dole-war-vet-senate-leader-presidential-candidate-11638723801", "title": "Bob Dole: War Vet, Senate Leader, Presidential Candidate", "date": "2021-12-05 12:03", "summary": "Over the arc of a 36-year career in Congress, Mr. Dole was transformed from a partisan leader into an aisle-crosser. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stock-funds-up-near-finish-11638502780", "title": "Stock Funds Are Up 17.8% Near Finish", "date": "2021-12-05 12:00", "summary": "U.S. stocks are outperforming international stock funds and bond funds, too. Hope is overcoming pain as another virus-racked year approaches the finish line. Stock-fund investors once again are looking at solid gains, despite the upheaval of the pandemic and lockdowns.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-data-deluge-has-scientists-scrambling-for-solutions-11638720016", "title": "Climate Change Data Deluge Has Scientists Scrambling for Solutions", "date": "2021-12-05 11:00", "summary": "As earth-observing satellites, aircraft and ocean buoys churn out ever-rising amounts of information about our planet, data managers turn to cloud computing and artificial intelligence. Author", "categories": [["", "Data"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/peng-shuai-china-wta-ioc-11638719960", "title": "Two Sports Organizations Take Different Approaches to the Peng Shuai Crisis", "date": "2021-12-05 11:00", "summary": "The International Olympic Committee has spoken to the Chinese tennis star since her social-media account accused a Chinese official of sexual assault. The women's tennis tour has been unable to reach her.. Over the weeks that the Women's Tennis Association has spent trying to reach the Chinese player Peng Shuai, it phoned her, emailed her, and reached out to a slew of local contacts, the organization said. The only responses it received were a pair of emails that the organization didn't believe were written freely by Peng. The WTA's suspicions only grew when those emails were published by Chinese state media.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmess-abuse-allegations-offer-a-defense-of-contradictions-lawyer-says-11638718875", "title": "Elizabeth Holmes's Abuse Allegations Offer 'a Defense of Contradictions,' Lawyer Says", "date": "2021-12-05 10:41", "summary": "Jurors will be asked to weigh criminal-fraud charges against backdrop of a complicated personal relationship. Elizabeth Holmes jotted down reminders on hotel stationery for how to conduct herself as chief executive officer of blood-testing startup Theranos Inc.: \"I speak rarely\" and \"I show no excitement\"; also, \"I do everything I say-word for word.\"", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-china-taiwan-trade-11638663970", "title": "Chinese Tariffs Fuel Boom in U.S. Trade With Taiwan", "date": "2021-12-05 10:29", "summary": "Partnership expands as island and U.S. move toward formally strengthening ties despite objections from Beijing. U.S. trade with Taiwan is booming, as the self-governing island cashes in on surging demand for its computer chips and lures factories back from China, where many exports to the U.S. including electronics are subject to 25% tariffs.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-people-refer-to-fiscal-space-what-does-it-mean-11638566015", "title": "When People Refer to 'Fiscal Space,' What Does It Mean?", "date": "2021-12-05 10:00", "summary": "Economists and market analysts are fond of the phrase, which has to do with countries' borrowing ability. Investors may hear economists and market analysts using the term \"fiscal space.\" Those who are invested, or plan to invest, in countries with high debt levels should know what it means.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-pricing-risks-sailing-off-the-deep-end-11638716401", "title": "Cruise Pricing Risks Sailing Off the Deep End", "date": "2021-12-05 10:00", "summary": "Such pricing has never been a better deal for consumers in some cases. But companies can't afford for that dynamic to last.. A prolonged pandemic is sinking near-term pricing for many cruises. The question, for an industry that badly needs the sales after more than a year largely ashore, is whether today's discounts will weigh on cruise pricing longer term.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-these-successful-marriages-living-apart-11638716401", "title": "The Secret to These Successful Marriages? Living Apart", "date": "2021-12-05 10:00", "summary": "Resume Subscription. Lara Covington and George Sofis married this fall in a small backyard ceremony in the Shenandoah Valley and honeymooned in Oregon. Then they returned to their respective homes-one in McLean, Va., and the other about 50 miles away in Stafford.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sk-chief-just-wants-everyone-to-be-happy-11638714413", "title": "SK Chief Just Wants Everyone to Be Happy", "date": "2021-12-05 09:26", "summary": "Chey Tae-won is on a mission to reframe the South Korean conglomerate as a kinder, greener citizen of the world. As conglomerates from the U.S. to Japan unwind holdings built over a century or more, SK Inc. Chairman and Chief Executive Chey Tae-won is heading in the other direction.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicrons-spread-exposes-south-africas-vaccination-struggles-public-distrust-11638712983", "title": "Omicron's Spread Exposes South Africa's Vaccination Struggles", "date": "2021-12-05 09:03", "summary": "Resume Subscription. JOHANNESBURG-South Africa's sputtering Covid-19 vaccine rollout, hampered first by dose shortages and more recently public distrust, has left many of its 60 million people potentially exposed as the new Omicron variant spreads across the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-banker-is-minting-money-in-the-fintech-boom-11638712801", "title": "This Banker Is Minting Money in the Fintech Boom", "date": "2021-12-05 09:00", "summary": "Resume Subscription. Silicon Valley has minted plenty of billionaire entrepreneurs. Here's one who has never written a line of code.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/which-fitness-tracker-is-best-for-you-apple-watch-vs-fitbit-vs-oura-vs-garmin-vs-whoop-11638712800", "title": "Which Fitness Tracker Is Best for You? Apple Watch vs. Fitbit vs. Oura vs. Garmin vs. Whoop", "date": "2021-12-05 09:00", "summary": "Health-based wearables are reliable for tracking your body's trends over time. Just don't consider them as accurate as clinical tools, experts say.. I have two watches on my left wrist, another on my right arm, a ring on my finger and a sensor embedded in my bra. No one should ever wear this many fitness trackers simultaneously. But in this moment, I am letting the latest heart-rate-sensing, sleep-capturing, workout-recording wearables from Apple, Fitbit, Garmin , Whoop and Oura capture all my data, to see which ones do the best job.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-cap-stocks-hit-hard-by-covid-19-omicron-variant-11638712281", "title": "Small-Cap Stocks Hit Hard by Covid-19 Omicron Variant", "date": "2021-12-05 08:51", "summary": "Market remains vulnerable to swift and sharp reversals as pandemic continues. The emergence of the Covid-19 Omicron variant has pummeled small-cap stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erwin-wurm-european-homes-midcentury-11638623082", "title": "Artist Erwin Wurm's European Homes Are Full of Midcentury Treasures", "date": "2021-12-05 08:30", "summary": "Resume Subscription. First Erwin Wurm made a fat house. Then he made a narrow house. Then he made a house that was just right-several houses, actually. Fat House (2003) and Narrow House (2010) are two of the sculptures that have brought the Austrian artist fame and fortune as a kind of Till Eulenspiegel of the art world-a visual trickster who messes with your mind in ways both playful and oddly unsettling. The just-right houses are the ones he made for himself to live in.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/noodles-co-bets-on-costlier-cheesy-pasta-11638709202", "title": "Noodles Restaurant Chain Bets on Costlier Cheesy Pasta", "date": "2021-12-05 08:00", "summary": "Inside one restaurant chain's debate over raising prices; 'We're leaving money on the table'. Noodles & Co. is conducting an experiment: determining how much consumers will pay for a bowl of fat, cheese-stuffed pasta.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-calls-on-europe-to-welcome-migrants-during-refugee-camp-visit-11638704461", "title": "Pope Francis Calls On Europe to Welcome Migrants", "date": "2021-12-05 06:41", "summary": "Pontiff met with asylum seekers on the Greek island of Lesbos, highlighting one of his signature issues. Pope Francis visited a refugee camp in Greece on the frontier of Europe's migration routes and called on the continent to welcome people seeking asylum from war and other humanitarian disasters.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mutual-funds-that-ate-wall-st-11638390382", "title": "The Mutual Fund That Ate Wall Street-Based on an Index Few People Know About", "date": "2021-12-05 05:30", "summary": "Vanguard's Total Stock Market Fund, at $1.3 trillion in assets, is a market unto itself-powered by an unassuming index called CRSP. Everyone knows the New York Stock Exchange. And its rival, Nasdaq.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/globalization-inflation-tariffs-buy-american-11638635122", "title": "Retreat From Globalization Adds to Inflation Risks", "date": "2021-12-05 05:30", "summary": "Tariffs, 'Buy American' policies and lower immigration inflows might add to cost pressures. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-was-a-pretty-good-year-in-the-car-businessexcept-for-suppliers-11638700201", "title": "It Was a Pretty Good Year in the Car Business-Except for Suppliers", "date": "2021-12-05 05:30", "summary": "Auto-parts suppliers faced myriad cost pressures and largely missed out on industry's heady pricing. Peter Anthony, the head of a Chicago-area auto supplier, has spent much of this year feeling left on the sidelines in an industry delivering solid profits to car makers and dealers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesian-volcano-erupts-killing-more-than-a-dozen-11638694504", "title": "Indonesian Volcano Erupts, Killing More Than a Dozen", "date": "2021-12-05 03:55", "summary": "Mount Semeru sent hot clouds and volcanic ash toward nearby villages. At least 13 people were killed and hundreds displaced after Mount Semeru, on the Indonesian island of Java, erupted Saturday afternoon, sending billowing hot clouds and volcanic ash toward nearby villages.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-fires-anchor-chris-cuomo-11638657365", "title": "CNN Fires Chris Cuomo", "date": "2021-12-05 00:55", "summary": "News network hired law firm to investigate the anchor's involvement in the defense of his brother, former New York Gov. Andrew Cuomo. CNN said it has fired anchor Chris Cuomo after an investigation into his efforts to help his brother, former New York Gov. Andrew Cuomo, respond to accusations of sexual misconduct.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]