[{"link": "https://www.wsj.com/articles/new-york-undercounted-nursing-home-covid-19-deaths-report-says-11611853765", "title": "New York Nursing-Home Covid-19 Death Toll Climbs by 40%", "date": "2021-01-28 18:54", "summary": "State adds nearly 4,000 residents who died in hospitals to tally after an investigation. Nearly 4,000 residents at New York nursing homes died from Covid-19 after being transferred to hospitals, state health officials said Thursday, a figure that increases the death toll attributed to long-term-care facilities by more than 40%.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-polite-way-to-say-bidenomics-is-unnecessary-11611877390", "title": "The Polite Way to Say Bidenomics Is Unnecessary", "date": "2021-01-28 18:43", "summary": "This isn't 2009.. President Joe Biden is still claiming there's an economic crisis to justify trillions of dollars in new federal spending. But it's getting harder to make the case. On Thursday the Commerce Department reported that real gross domestic product increased at an annual rate of 4% in the fourth quarter of 2020. This follows the historic 33.4% surge in the third quarter and demonstrates a remarkable rebound from the spring shutdowns wherever state governors have been willing to allow it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-says-its-snacks-gained-share-during-pandemic-11611871344", "title": "Mondelez Says Its Snacks Gained Share During Pandemic", "date": "2021-01-28 18:42", "summary": "Maker of Oreos and Triscuits booked higher sales, profit in latest quarter. Mondelez International Inc. said it is making investments to maintain the ground it gained on competitors last year as shoppers bought more of its snacks while they spent time at home during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reddit-wolves-of-wall-street-11611877164", "title": "The Reddit Wolves of Wall Street", "date": "2021-01-28 18:39", "summary": "A social-media stock bubble is a new version of an old phenomenon.. The GameStop stock mania has captivated market speculators, spectators, politicians and even morning TV. It's certainly high financial drama to see armies of retail investors on Reddit hunting the so-called wolves of Wall Street. This may be a new example of the power of social media, but it isn't a crisis of capitalism or the stock market.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancelling-dianne-feinstein-11611877006", "title": "Cancelling Dianne Feinstein", "date": "2021-01-28 18:36", "summary": "In San Francisco, the Senator now ranks with Confederate generals.. Until the San Francisco Unified School District board stripped Dianne Feinstein's name from one of its public schools, we were unaware of the Senator's service to the Confederacy. While the city's mayor, she had replaced a vandalized Confederate flag that was part of a historical display outside City Hall. So now it's goodbye to Dianne Feinstein Elementary School.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-keeps-growing-11611876868", "title": "The Economy Keeps Growing", "date": "2021-01-28 18:34", "summary": "Biden inherits a decent recovery that should surge as the pandemic eases.. You know political spin is at work when the economy grows by 4% in the fourth quarter but the headlines are that growth fell for the entire pandemic year. Everyone already knows the economy fell off the cliff in the first half of 2020. The news is that the economic recovery is continuing despite the winter Covid surge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavaxs-covid-19-vaccine-availability-and-what-else-to-know-11611876411", "title": "Novavax's Covid-19 Vaccine: Availability and What Else to Know", "date": "2021-01-28 18:26", "summary": "The company is asking the U.K. to permit the vaccine's use; it won't be offered in the U.S. for a while. Novavax Inc. reported preliminary results for its Covid-19 vaccine from a late-stage study in the U.K., and data from a midstage trial in South Africa. A late-stage trial in the U.S. is continuing. Here is what we know and don't know:", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-court-accuses-former-rebel-chiefs-of-war-atrocities-11611876332", "title": "Colombia Court Accuses Former Rebel Chiefs of War Atrocities", "date": "2021-01-28 18:25", "summary": "Ex-insurgents charged with murder, torture and sexual violence in ruling seen as victory for victims of half-century conflict. BOGOTÁ, Colombia-A special tribunal system set up in Colombia to process war atrocities has accused eight former rebel commanders of war crimes and crimes against humanity for the guerrillas' practice of kidnapping people during the country's decadeslong civil conflict.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisville-police-department-needs-major-overhaul-review-finds-11611876273", "title": "Louisville Police Department Needs Major Overhaul, Review Finds", "date": "2021-01-28 18:24", "summary": "New chief calls report, written in wake of Breonna Taylor killing, a road map to move forward; 'We need to improve and we have a lot of work ahead of us'. An independent review of Louisville's police department found its relations with the community, especially Black residents, in dire need of repair.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rob-portmans-exit-interview-11611875951", "title": "Rob Portman's Exit Interview", "date": "2021-01-28 18:19", "summary": "He worries about the Trump trial's precedent, but he's bullish to serene on the Republican future.. Sen. Rob Portman of Ohio isn't running for re-election in 2022. This is not good. He is a rightly respected figure. He tries to advance serious legislation. He doesn't spend all his time talking on television.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acquitting-daniel-pearls-killer-is-part-of-pakistans-dance-with-jihadism-11611875865", "title": "Acquitting Daniel Pearl's Killer Is Part of Pakistan's Dance With Jihadism", "date": "2021-01-28 18:17", "summary": "Leaders have promised for decades to defund terrorist groups, but sympathy for radicals remains strong.. The decision by Pakistan's Supreme Court on Thursday to acquit four men involved in the kidnapping and beheading of Wall Street Journal reporter Daniel Pearl in 2002 comes at a bad time for Pakistan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-discount-debts-try-50-year-bonds-11611875814", "title": "Need Discount Debts? Try 50-Year Bonds", "date": "2021-01-28 18:16", "summary": "Long-term Treasurys could give Biden the room to spend big.. Will Treasury Secretary Janet Yellen support issuing 50-year Treasury bonds? At her confirmation hearing, she told senators she wouldn't rule it out. The idea deserves serious consideration. As the ratio of federal debt to gross domestic product soars above 100%, buoyed by borrowing to pay for Covid-19 relief and ballooning entitlement payouts, Washington could use intelligent ways to finance the debt by taking advantage of low interest rates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-where-did-all-the-relativists-go-11611875774", "title": "Notable & Quotable: Where Did All the Relativists Go?", "date": "2021-01-28 18:16", "summary": "'At the very least, Trump served to convince the left that objective truth does indeed exist and it does make unbending claims on all of us.'. Glenn T. Stanton writing at the Federalist, Jan. 28:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-data-detective-review-broadly-informed-easily-misled-11611875753", "title": "'The Data Detective' Review: Broadly Informed, Easily Misled", "date": "2021-01-28 18:15", "summary": "In matters of public health and much else, fact-gathering and statistical analysis can be a vital force for good. But data can also trick us.. As she tended soldiers during the Crimean War, a British nurse found herself appalled by the wretched, vermin-infested conditions at the army's hospital in Istanbul. She began collecting figures showing the devastating effects of the filth and the dramatic benefits of the sanitary improvements she implemented. Her presentation on the need for cleaner care facilities, published in 1858, led to reforms that ultimately saved millions of lives and increased life expectancy in the U.K. Florence Nightingale, it turns out, was a pioneering data scientist.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-choice-on-religious-freedom-11611875660", "title": "Joe Biden's Choice on Religious Freedom", "date": "2021-01-28 18:14", "summary": "Will he build on Trump's legacy or discard it? Early signs are discouraging.. In the closing hours of the Trump administration, the State Department declared that the Chinese Communist Party's actions against Muslim Uighurs and other minority groups constitute genocide. Those actions, according to then-Secretary of State Mike Pompeo, include \"the arbitrary imprisonment or other severe deprivation of physical liberty of more than one million civilians, forced sterilization, torture of a large number of those arbitrarily detained, forced labor, and the imposition of draconian restrictions on freedom of religion or belief.\"", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senates-byrd-call-11611875698", "title": "The Senate's Byrd Call", "date": "2021-01-28 18:14", "summary": "Manchin and Sinema have to do more if they're serious about saving the filibuster.. A rose by any other name would smell as sweet. And rule-breaking by any other name is still rule-breaking. Which is why Sens. Joe Manchin of West Virginia and Kyrsten Sinema of Arizona still have a big question to answer.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sea-shanty-now-its-yo-ho-ho-and-a-tiktok-duet-11611874703", "title": "'Sea Shanty': Now It's Yo, Ho, Ho and a TikTok Duet", "date": "2021-01-28 17:58", "summary": "The video-sharing app has spurred an unlikely revival of 19th-century sailors' songs. When future historians look back on the early weeks of 2021, they may be left scratching their heads at one seemingly inexplicable cultural trend: the revival of sea shanties.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carparts-com-executives-say-additional-capital-is-always-welcome-11611874504", "title": "CarParts.Com Executives Say Additional Capital Is Always Welcome", "date": "2021-01-28 17:55", "summary": "'If I could raise money at $300 a share, I will do it in a heartbeat,' said Lev Peker, CEO of the car parts business. Shares of CarParts.com Inc. jumped more than 60% this week before losing some momentum, closing at $16.26 on Thursday. The auto parts seller, which is based in Torrance, Calif., went public in 2007. It was in financial distress after years of flat sales with only $2 million in cash at the end of 2018, but turned the corner under a new management team. On Tuesday, it launched a new marketplace for hybrid and electric vehicle parts.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/several-hedge-funds-stung-by-market-turmoil-11611842693", "title": "Wall Street Hedge Funds Stung by Market Turmoil", "date": "2021-01-28 17:48", "summary": "The pain that has afflicted Melvin Capital Management and Maplelane in recent days is spreading. More hedge funds are being hit by losses on the recent market turmoil.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fafsa-should-be-universal-for-college-entry-11611873131", "title": "Fafsa Should Be Universal for College Entry", "date": "2021-01-28 17:32", "summary": "If we want higher education to act as an engine of economic and social mobility, we need to know if colleges are enrolling a socioeconomically diverse student body.. Now that Congress has simplified the Free Application for Federal Student Aid (Fafsa) and additional states consider completion of the Fafsa as a high-school graduation requirement (\"States Mandating Student-Aid Forms,\" U.S. News, Jan. 23), both moves will contribute to more lower-income students enrolling and completing college due to increased access to financial aid. I propose a third step: All students applying to college, whether applying for financial aid or not, should be required to submit the Fafsa and all colleges required to report those data to the U.S. Department of Education. We would then know the income distribution of students across institutions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-rates-show-lng-shipment-is-safe-11611873084", "title": "Insurance Rates Show LNG Shipment Is Safe", "date": "2021-01-28 17:31", "summary": "Claiming that LNG poses an unreasonable safety risk is wrong-nothing could be further from the truth.. Regarding Mark A. Izeman's Jan. 22 letter in support of blocking the proposed New Jersey liquefied natural gas (LNG) port: His argument falls flat in terms of the true risks of LNG. LNG in its liquid state is nontoxic, noncorrosive, nonflammable and isn't explosive. His claim that LNG is \"potentially explosive\" is a stretch, at best. Only when the vapors of LNG are ignited in a closed space does it become flammable. Marine cargo insurance for LNG shipments are approximately 25% less than that of crude oil, due to the lower risk profile. Over the past 50 years, over 100,000 LNG shipments have been made globally, without any major safety incidents reported.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-more-accurate-in-assessing-gops-future-11611873024", "title": "Be More Accurate in Assessing GOP's Future", "date": "2021-01-28 17:30", "summary": "Just how large is the far right in the Republican Party or among conservatives?. In \"The GOP Hit Rock Bottom. Can Conservatives Recover?\" (op-ed, Jan. 22), Garry Kasparov advises the Republican Party to stop the rise of the far right. No doubt about it, it's good advice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-we-have-respect-and-toleration-in-gender-terms-11611872981", "title": "Can We Have Respect and Toleration in Gender Terms?", "date": "2021-01-28 17:29", "summary": "Most given names and nicknames such as Chuck and Nancy indicate the gender of the bearer and must therefore be suppressed.. Regarding Jason L. Riley's \"Gender-Neutral Language Is More Than a Word Game\" (Upward Mobility, Jan. 6): Most given names and nicknames such as Chuck and Nancy indicate the gender of the bearer and must therefore be suppressed, though some (Leslie) are gender neutral and therefore might be allowed. I propose that henceforth, people should be referred to as Citizen, i.e., Citizen Schumer and Citizen Pelosi. I assume that the abbreviation Cz. would be acceptable.Also, our literature abounds with these atrocities. Citizen Twain's so-called masterpieces should be called \"Child Sawyer\" and \"Child Finn.\" I could go on.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/botticelli-portrait-of-a-young-man-holding-a-roundel-sells-for-92-2-million-11611852790", "title": "Botticelli's 'Young Man' Portrait Sells for $92.2 Million", "date": "2021-01-28 17:28", "summary": "Sotheby's sale breaks artist's record, could buoy struggling art market. Sotheby's sold Sandro Botticelli's circa-1480 portrait of a \"Young Man Holding a Roundel\" for $92.2 million to a Russian-speaking collector during a live-streamed online sale Thursday, breaking the Italian Renaissance artist's sales record and reaffirming a global appetite for trophy art following a tough year in the art market.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inauguration-god-present-more-in-word-than-deed-11611872761", "title": "Inauguration: God Present More in Word Than Deed", "date": "2021-01-28 17:26", "summary": "We ordinarily don't know what a congregant really believes. Mr. Biden's abortion policy, however, tells us what's is in his heart.. Really! \"God at the Inauguration\" (Houses of Worship, Jan. 22) by Tevi Troy and Stuart Halpern is hard to swallow. Of course speech writers should use biblical text for an inauguration speech. Bible teaching and values are at the heart of our foundation. The problem, is President Biden. His extolling the Catholic religion he was born and raised in is blatantly obvious pandering for political optics.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-california-ignores-its-very-polluting-leaf-blowers-11611872810", "title": "Green California Ignores Its Very Polluting Leaf Blowers", "date": "2021-01-28 17:26", "summary": "he California Air Resources Board estimates that one hour of gas-powered leaf-blower use generates pollution equal to driving a car 1,100 miles.. Regarding C. Boyden Gray's \"Electric Car Quotas Have A High Cost\" (op-ed, Jan. 26): Many residents of my community drive electric vehicles yet employ gardeners who use two-stroke leaf blowers to move debris around their yard. The California Air Resources Board estimates that one hour of gas-powered leaf-blower use generates pollution equal to driving a car 1,100 miles. The state would achieve significant pollution (and noise) reduction at a much reduced cost to consumers by banning these devices instead of gas-powered vehicles.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-converts-amc-debt-to-equity-as-cinema-chains-stock-price-soars-11611842367", "title": "Silver Lake Converts AMC Debt to Equity After Dazzling Stock Rally", "date": "2021-01-28 17:24", "summary": "Private-equity firm converts its $600 million debt into equity following this week's remarkable stock rally. A private-equity firm that owns a chunk of AMC Entertainment Holdings Inc.'s bonds is converting them into equity following a remarkable rally in the cinema giant's stock, as AMC struggles to ward off bankruptcy amid closures of movie theaters during the pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-brooklyn-bridge-to-get-new-bike-lane-11611872243", "title": "New York City's Brooklyn Bridge to Get New Bike Lane", "date": "2021-01-28 17:17", "summary": "Move will help to alleviate some of the most congested river crossings for cyclists and pedestrians. New York City will convert one lane of traffic on the Brooklyn and Queensboro bridges into a dedicated bike lane, alleviating some of the most congested river crossings for cyclists and pedestrians.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mccarthy-tries-to-mend-fences-with-trump-11611872037", "title": "McCarthy Tries to Mend Fences With Trump", "date": "2021-01-28 17:13", "summary": "House GOP leader, who criticized the former president over Capitol riot, discusses 2022 election goals with him in Florida visit. House Republican leader Kevin McCarthy worked to patch up his relationship with Donald Trump in a meeting in Florida on Thursday, a sign of the former president's continued sway over the party despite his loss in November and his impeachment this month over the Capitol riot.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-astrazenecas-covid-19-vaccine-stumble-11611871968", "title": "Behind AstraZeneca's Covid-19 Vaccine Stumble", "date": "2021-01-28 17:12", "summary": "Resume Subscription. AstraZeneca PLC Chief Executive Pascal Soriotpromised to churn out more Covid-19 vaccines, at a lower price, than any of his big pharma competitors.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mastercard-posts-smaller-revenue-decline-11611851960", "title": "Mastercard, Visa Post Smaller Revenue Declines", "date": "2021-01-28 17:01", "summary": "Both companies report smaller drops in quarterly revenue than in recent periods as Covid-19 continues to limit travel-related spending. Both Mastercard Inc. and Visa Inc. logged smaller declines in quarterly revenue than in recent periods, but the pandemic continued to spur weakness in cross-border spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcasts-profit-rises-on-broadband-business-strength-11611835274", "title": "Comcast's Profit Rises on Broadband-Business Strength", "date": "2021-01-28 16:58", "summary": "Covid-19 pandemic continues to pressure movie, theme-park units. Comcast Corp. posted a 6.9% rise in fourth-quarter net profit, boosted by continued growth at its broadband business, while the coronavirus pandemic continued to pressure its movie and theme-park units.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-28-2021-11611819327", "title": "Stocks Extend Rally After Wall Street Selloff", "date": "2021-01-28 16:54", "summary": "Recent swings were fueled by battle between day traders and hedge-fund professionals. U.S. stocks, from health care to technology to financials, rallied Thursday, giving major indexes a boost as the euphoria in some of the most overheated segments of the market showed signs of easing.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-southwest-post-record-losses-11611842914", "title": "American, Southwest Post Record Losses", "date": "2021-01-28 16:47", "summary": "U.S. airlines lost nearly $35 billion last year as the coronavirus pandemic decimated travel. U.S. airlines had their worst year ever in 2020, due to the coronavirus pandemic, and a rebound in travel remains elusive for now.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-the-beef-its-at-your-sushi-place-11611869965", "title": "Where's the Beef? It's at Your Sushi Place.", "date": "2021-01-28 16:39", "summary": "More New York City restaurants are combining pricey wagyu beef with sushi rice for a meaty take on a Japanese classic. When it comes to sushi, New Yorkers are known for seeking out new and noteworthy options, be it high-end restaurants that specialize in tasting menus with many types of fish or quick-service ones that keep those spicy tuna rolls coming.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-global-intends-to-go-public-via-direct-listing-11611869954", "title": "Coinbase Global Intends to Go Public Via Direct Listing", "date": "2021-01-28 16:39", "summary": "Company is latest to forgo traditional public-offering process. Cryptocurrency exchange Coinbase Global Inc. said Thursday it plans to go public through a direct listing, making the popular platform the latest company to forgo the traditional public-offering process.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-surges-as-gamestop-day-traders-move-into-other-assets-11611848703", "title": "Silver Surges as GameStop Day Traders Move Into Other Assets", "date": "2021-01-28 16:38", "summary": "Futures prices and shares of silver miners climbed. The day traders are moving into commodities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lady-and-the-dale-review-running-on-fumes-11611869883", "title": "'The Lady and the Dale' Review: Running on Fumes", "date": "2021-01-28 16:38", "summary": "An HBO documentary looks under the hood at the life of Elizabeth Carmichael, a transgender woman who launched a fraudulent auto company.. If the four-part documentary \"The Lady and the Dale\" were someone you met at a post-pandemic cocktail party, it would be sidling up and saying, \"Want to hear a crazy story?\" It seems that during the gas shortage of the 1970s there was a woman, see, who came out with a three-wheeled car that got 70 miles to the gallon-it was such a big deal they gave one away on \"The Price Is Right.\" Of course, the car wasn't all it appeared to be. For that matter, neither was the woman.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-little-things-review-grime-doesnt-pay-11611869789", "title": "'The Little Things' Review: Grime Doesn't Pay", "date": "2021-01-28 16:36", "summary": "Denzel Washington and Rami Malek play cops tracking a serial killer in John Lee Hancock's grim thriller.. 'The Little Things,\" in theaters and streaming on HBO Max, takes its title from advice that a veteran cop played by Denzel Washington gives to a young homicide detective played by Rami Malek: \"It's the little things that are important, Jimmy. It's the little things that get you caught.\" But the big things are important too-like giving the audience something pleasurable, enjoyable or minimally entertaining to relieve the encompassing gloom and the bilious palette. John Lee Hancock's crime thriller, set in 1990, is steadfastly glum, a two-hour-plus tour of eroded souls, nighttime freeways, sinister streets, dark alleys, fetid rooms and female corpses perforated by stab wounds. Daylight intrudes from time to time, and a person of interest, played by Jared Leto, finally appears toward the end of the first hour-he's interesting because he's eerily playful as well as potentially criminal. For the most part, though, consider this a case of serial crime and unusual punishment. It's almost no fun at all.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palmer-review-acceptance-and-self-acceptance-11611869698", "title": "'Palmer' Review: Acceptance and Self-Acceptance", "date": "2021-01-28 16:34", "summary": "In his best performance yet, Justin Timberlake plays an ex-con who finds himself the surrogate dad to a struggling kid.. The accidental parent is so reliable a character in fiction that one can think of multiple examples without making any effort at all (\"Silas Marner,\" \"The Kid,\" \"A Perfect World,\" \"Horton Hatches the Egg\"). But what \"Palmer\" indicates, aside from Justin Timberlake being a terrific actor, is that time and the proper talent can make a clichéd premise into something classic.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dig-review-unearthing-a-glittering-tale-11611869591", "title": "'The Dig': Unearthing a Glittering Tale", "date": "2021-01-28 16:33", "summary": "Ralph Fiennes and Carey Mulligan star as the duo behind a major archaeological discovery, a real event that astounded British scholars on the eve of World War II. Every now and then a film comes along-not a great one, necessarily-that makes you deeply glad. It's how I feel about \"The Dig.\" This modest and quirky feature, set in rural England immediately before World War II, dramatizes one of the most important archaeological finds of the 20th century, a pair of medieval cemeteries, one of them containing an Anglo-Saxon ship filled with magnificent artifacts. I'm glad it got made-not a sure thing at all in a relentlessly commercial market-and made with such intelligence and respect for the factual details of the discovery by people who obviously loved what they were doing; glad it's available to a wide audience on Netflix; and glad to have gained from it a heightened, and lengthened, sense of human history that the filmmakers convey in a style that's the antithesis of grandiose.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-reflections-of-molly-bloom-review-ulysses-from-her-eyes-11611869505", "title": "'Yes! Reflections of Molly Bloom' Review: 'Ulysses' From Her Eyes", "date": "2021-01-28 16:31", "summary": "New York's Irish Repertory Theatre turns the spotlight on Leopold's wife in this superb adaptation drawn from her soliloquy in the James Joyce novel. Throughout the pandemic, New York's Irish Repertory Theatre has been setting the standard for theatrical webcasts in America. Now all nine of the shows that the company presented in 2020 are being replayed in rotating repertory-four times each-as part of its Theatre @ Home Winter Festival. I reviewed most of them with high enthusiasm during their original runs, but \"Yes! Reflections of Molly Bloom,\" a revival of Aedín Moloney's one-woman show adapted by her and the Irish novelist Colum McCann from James Joyce's \"Ulysses,\" inexplicably got past me. It is an unmixed pleasure to catch up with it now. Ms. Moloney is one of the Irish Rep's most gifted actors-I have reviewed her in several of that great company's productions, including its unforgettable 2011 revival of Brian Friel's \"Dancing at Lughnasa\"-and I didn't see a more impressive individual performance by anyone last year.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plan-to-order-review-of-trump-health-care-policies-likely-to-face-speed-bumps-11611829809", "title": "Biden Orders Review of Trump Health-Care Policies", "date": "2021-01-28 16:27", "summary": "Medicaid work requirements enacted during the previous administration are already in court, complicating any quick reversals. President Biden signed executive orders Thursday directing the government to re-examine Trump-era health-care policies, which could lead to the unraveling of initiatives like Medicaid work requirements and short-term health insurance plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-self-defeating-vaccine-fight-11611868267", "title": "Europe's Self-Defeating Vaccine Fight", "date": "2021-01-28 16:11", "summary": "The EU blows its rollout and blames a pharmaceutical firm.. As the European Union fumbles its vaccine rollout, officials in Brussels are looking for villains. They think they've found one in vaccine-maker AstraZeneca .", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-says-battery-cell-squeeze-strains-semi-truck-production-11611867863", "title": "Tesla Says Battery-Cell Squeeze Strains Semi Truck Production", "date": "2021-01-28 16:04", "summary": "CEO Elon Musk says the electric car maker is 'extremely confident' about its ability to produce long-range big rigs with batteries. Tesla Inc. says its production plan for its new electric Semi heavy-duty truck remains in a low gear because the special battery cells the big rig needs are in short supply.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/express-shares-retreat-after-trading-resumes-11611867897", "title": "Express Shares Retreat After Trading Resumes", "date": "2021-01-28 16:04", "summary": "Buying frenzy from individual investors had sent clothing retailer's shares soaring. Fast fashion retailer Express Inc.'s shares fell sharply Thursday afternoon after trading resumed following a halt earlier in the day due to volatility.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-sets-2035-target-to-phase-out-gas-and-diesel-powered-vehicles-globally-11611850343", "title": "GM to Phase Out Gas- and Diesel-Powered Vehicles by 2035", "date": "2021-01-28 16:02", "summary": "Auto giant's plan to eliminate tailpipe emissions is part of a goal to be carbon neutral by 2040. General Motors Co. has set a 2035 target date for phasing out gasoline- and diesel-powered vehicles from its showrooms globally, among the first major auto makers to put a timeline on transitioning to a fully electric lineup.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-him-from-them-friday-crossword-january-29-11611614970", "title": "Make Him From Them (Friday Crossword, January 29)", "date": "2021-01-28 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liquid-nitrogen-leak-at-georgia-poultry-plant-kills-six-11611862888", "title": "Liquid-Nitrogen Leak at Georgia Poultry Plant Kills at Least 6 People", "date": "2021-01-28 15:58", "summary": "Multiple others injured; coolant is often used at poultry plants. A liquid-nitrogen leak at a poultry processing plant in north Georgia killed at least six people and injured multiple others Thursday morning, officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-strike-could-upend-reopening-plans-11611829801", "title": "Chicago Teachers Strike Could Upend Reopening Plans", "date": "2021-01-28 15:57", "summary": "Educators in the nation's third-largest district have been negotiating with the city over how to reopen the schools safely amid Covid-19. CHICAGO-Days before Chicago Public Schools planned to reopen for all elementary school students, a teachers strike could shut down the nation's third-largest school district.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-trading-restrictions-blamed-on-wall-streets-clearing-firm-by-online-broker-11611867105", "title": "GameStop Trading Restrictions Blamed on Wall Street's Clearing Firm by Online Broker", "date": "2021-01-28 15:51", "summary": "A number of brokerages have limited trading in a handful of popular stocks. The chief executive of popular online brokerage Webull Financial LLC said Thursday that the restrictions placed on trading GameStop Corp. and other highflying stocks rested with the platform's clearing firm that helps streamline trades.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corruption-contributing-to-public-health-crisis-anti-graft-group-says-11611810060", "title": "Corruption Contributing to Public Health Crisis, Anti-Graft Group Says", "date": "2021-01-28 15:49", "summary": "U.S. takes another hit in Transparency International's rankings. Corruption could worsen the public health crisis triggered by the Covid-19 pandemic, anti-graft group Transparency International said Thursday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/augmented-reality-gets-pandemic-boost-11611866795", "title": "Augmented Reality Gets Pandemic Boost", "date": "2021-01-28 15:46", "summary": "Whether to fix cars or apply makeup, companies hamstrung by the pandemic found immediate uses for the distanced expertise AR technology can provide. The jump in demand for augmented-reality technology is forecast to continue over the next five years, buoyed in part by increased adoption by some industries during the pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genesis-gv80-a-glitzy-debut-in-the-luxury-suv-market-11611866000", "title": "Genesis GV80: A Glitzy Debut in the Luxury SUV Market", "date": "2021-01-28 15:33", "summary": "The new GV80-the inevitable SUV from Hyundai's premium brand-takes a maximalist, everything-but-the-kitchen-sink approach to cabin design, writes cars columnist Dan Neil.. WHEN I FIRST laid eyes on the 2021 Genesis GV80's grille-a handsome pentagonal broadshield with a chain-mail gusset-it reminded me to call my friend Rob. He's a trademark attorney.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-not-planning-to-split-1-9-trillion-covid-19-package-in-two-11611840408", "title": "White House Not Planning to Split $1.9 Trillion Relief Package in Two", "date": "2021-01-28 15:33", "summary": "As Republicans and some Democrats question price tag, some suggest a smaller plan would have bipartisan support. WASHINGTON-The White House left the door open to changes to President Biden's $1.9 trillion Covid-19 relief proposal but ruled out splitting up the package, in the face of dimming chances for a bipartisan aid deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualtrics-shares-jump-in-trading-debut-11611863999", "title": "Qualtrics Shares Jump in Trading Debut", "date": "2021-01-28 15:00", "summary": "Software company's opening price values it at approximately $24.5 billion. Shares of Qualtrics International Inc., a spinoff from SAP SE, rose roughly 38% in its public-markets debut amid a surge of investor interest in the enterprise-software sector.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-reverse-abortion-rule-known-as-mexico-city-policy-11611835467", "title": "Biden Targets Abortion Restrictions as Fight Looms in Congress", "date": "2021-01-28 14:54", "summary": "President ends policy that prohibits federal funds from going to foreign-aid groups that perform abortions or provide related services. WASHINGTON-President Biden ended a policy that prohibits federal funds from going to foreign-aid groups that perform abortions or provide related services, one of several moves likely to spark renewed debate over abortion access.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogs-are-their-own-drying-machines-11611863628", "title": "Dogs Are Their Own Drying Machines", "date": "2021-01-28 14:53", "summary": "Thanks to twistable spines and loose skin, canines and other animals can efficiently spin water off their bodies.. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-23-11611863393", "title": "Bestselling Books Week Ended January 23", "date": "2021-01-28 14:49", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-and-faith-groups-ask-for-covid-19-vaccines-for-prisoners-in-new-york-11611863023", "title": "Legal and Faith Groups Ask for Covid-19 Vaccines for Prisoners in New York", "date": "2021-01-28 14:43", "summary": "State has been working on a plan for vaccinating incarcerated population. Groups of defense attorneys and religious leaders on Thursday sent two separate letters to Gov. Andrew Cuomo calling for access to coronavirus vaccines in New York prisons and jails, state officials and the authors of the letters said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-roll-out-privacy-measures-despite-facebook-objections-11611810002", "title": "Apple, Facebook Trade Barbs Over Privacy-Focused Business Models", "date": "2021-01-28 14:34", "summary": "Tim Cook criticizes app-tracking tools a day after Mark Zuckerberg accused Apple of interfering with how Facebook apps work. The clash between Apple Inc. and Facebook Inc. intensified as the chief executives of the two tech giants squared off in public remarks over privacy, the impact of algorithms and competition and offered dueling visions of the future of the internet.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-coronavirus-variant-detected-in-u-s-11611852508", "title": "South Africa Coronavirus Variant Detected in U.S.", "date": "2021-01-28 14:29", "summary": "Strain has been identified in two people in South Carolina, state health authorities say. Health authorities in South Carolina said Thursday they have identified two people who were infected with a coronavirus variant that was first detected in South Africa and could evade some treatments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-oversight-board-overturns-some-content-decisions-in-first-rulings-11611849906", "title": "Facebook's Oversight Board Overturns Some Content Decisions", "date": "2021-01-28 14:25", "summary": "The 20-person panel notes issues with company's use of algorithmic moderation. Facebook Inc.'s independent content-oversight board issued its first five rulings Thursday, overturning four instances where it found the company unfairly infringed upon users' speech on the platform or misapplied vague rules on content that could cause imminent harm.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-find-the-best-cabernets-for-25-and-under-11611861952", "title": "Where to Find the Best Cabernets for $25 and Under", "date": "2021-01-28 14:25", "summary": "The short answer is the Margaret River region of Western Australia. But, after some searching, our wine columnist found a few delicious and affordable Cabs from California, too.. TWO YEARS AGO I wrote a column describing my search for good Pinot Noirs under $20 a bottle. It wasn't easy: Pinot Noir is a notoriously fickle grape, requiring just the right conditions to thrive, and the wines are both more difficult and more expensive to produce. Cabernet Sauvignon is a much easier, hardier grape. And yet, as I discovered in reporting this column, finding good, reasonably priced Cabernet can be just as hard, perhaps even harder.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-government-told-not-to-use-astrazeneca-vaccine-for-elderly-11611852649", "title": "Vaccine Shortage Derails European Inoculation Drive", "date": "2021-01-28 14:06", "summary": "In latest blow, German government advisors say AstraZeneca's shot shouldn't be administered to people over 65 years of age. Europe's vaccine plans are unraveling amid a shortage of doses that is raising concerns about the continent's ability to immunize its most vulnerable populations and reopen its economy in the near term.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-in-talks-to-combine-with-spac-or-raise-money-privately-11611857306", "title": "WeWork in Talks to Combine With SPAC or Raise Money Privately", "date": "2021-01-28 13:54", "summary": "A deal could value the company at some $10 billion. WeWork is in talks to combine with a special-purpose acquisition company, according to people familiar with the matter, a deal that would usher the office-leasing company into the public markets more than a year after its high-profile failure to stage a traditional initial public offering.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-takes-his-fight-against-scottish-independence-to-scotland-11611841708", "title": "Johnson Takes Fight Against Scottish Independence to Scotland", "date": "2021-01-28 13:34", "summary": "Pandemic response and Brexit boost support for breaking away from England. EDINBURGH-U. K. Prime Minister Boris Johnson brought his campaign to prevent Scotland breaking away from the U.K. north of the border on Thursday, as Brexit and his government's faltering management of the Covid-19 pandemic have bolstered support for Scottish independence.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cecilia-rouse-tapped-to-be-bidens-top-economist-brings-labor-market-focus-11611831603", "title": "Cecilia Rouse, Tapped to Be Biden's Top Economist, Brings Labor-Market Focus", "date": "2021-01-28 13:28", "summary": "The Princeton dean would be the first Black chair of the Council of Economic Advisers. WASHINGTON-Cecilia Rouse's interest in economics dates to the early 1980s, when she was a college freshman and the country was enduring its worst unemployment since the Great Depression.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-gdp-economic-growth-fourth-quarter-2020-11611802382", "title": "U.S. Economy Shrank in 2020 Despite Fourth-Quarter Growth", "date": "2021-01-28 13:27", "summary": "Gross domestic product rose 4.0% in holiday quarter, as economists expect rebound in 2021 once coronavirus pandemic is under control. The U.S. economy shrank in 2020 for the first time since the financial crisis, but grew rapidly in the fourth quarter and is forecast to continue recovering following its worst year since the 1940s.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-israels-right-splinters-netanyahu-is-challenged-by-former-protege-11611850704", "title": "As Israel's Right Splinters, Netanyahu Is Challenged by Former Protégé", "date": "2021-01-28 13:18", "summary": "Fatigue with Netanyahu's long rule has encouraged Gideon Saar to challenge his former mentor in March's election. TEL AVIV-A former protégé of Benjamin Netanyahu is challenging Israel's longest-serving leader, the boldest sign yet of how the country's right wing has splintered over the future of the country and the fate of its prime minister.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-house-of-the-week-winners-have-a-little-something-for-everyone-11611857771", "title": "The 2020 House of the Week Winners Have a Little Something for Everyone", "date": "2021-01-28 13:16", "summary": "A by-the-numbers look at our 52 weekly champs. WSJ.com's House of the Week winners in 2020 came in all shapes and sizes-and featured some pretty sweet perks, too.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexei-navalnys-request-to-leave-jail-denied-by-russian-court-ahead-of-protests-11611857386", "title": "Russian Court Denies Navalny's Request to Leave Jail", "date": "2021-01-28 13:09", "summary": "Authorities also extended their crackdown on the Kremlin critic's inner circle. MOSCOW-A Russian court denied a request to free Kremlin critic Alexei Navalny on Thursday as authorities extended their crackdown on his inner circle, maintaining pressure on the opposition movement ahead of more planned protests this weekend against President Vladimir Putin.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-restore-charitable-shakedowns-11611857183", "title": "Will Biden Restore 'Charitable' Shakedowns?", "date": "2021-01-28 13:06", "summary": "He's ordered a review of a Trump policy against settlement payouts to favored third parties.. Buried in the Biden administration's flurry of early executive orders is a potential challenge to the core legislative function: the power to tax and spend. Under the proposal, the Justice Department may revert to using its enforcement power to force companies under investigation to give billions of dollars to outside interest groups-a common practice before June 2017. Implicitly, this amounts to a federal appropriation unauthorized by Congress.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-question-is-ours-too-who-will-spend-the-covid-cash-11611857122", "title": "Italy's Question Is Ours, Too: Who Will Spend the Covid Cash?", "date": "2021-01-28 13:05", "summary": "A government falls amid stimulus fights. Expect Rome's political disease to spread elsewhere.. You've got to hand it to the Italians. Rome is better than anyone at creating political crises that hold a mirror up to everyone else. Witness the latest kerfuffle over the latest collapse of the latest Italian government.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hawaii-home-built-to-withstand-a-hurricane-captures-house-of-the-year-title-11611856838", "title": "A Hawaii Home Built to Withstand a Hurricane Captures House of the Year Title", "date": "2021-01-28 13:00", "summary": "Resume Subscription. What is it about Hawaii that keeps House of the Year voters coming back for more?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/will-the-real-robin-hood-please-stand-up-11611856775", "title": "Will the Real Robin Hood Please Stand Up?", "date": "2021-01-28 12:59", "summary": "Charity backed by hedge-fund honchos lambasted by Reddit crowd. The mythical Robin Hood stole from the rich and gave to the poor. It was no accident that the brokerage firm that finds itself in the news lately chose that name, even if its novice customers often unwittingly did the opposite until this week when they rocked the hedge-fund world.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-house-of-the-year-11611856676", "title": "The 2020 House of the Year", "date": "2021-01-28 12:57"}, {"link": "https://www.wsj.com/articles/the-original-victims-of-cancel-culture-11611856610", "title": "The Original Victims of Cancel Culture", "date": "2021-01-28 12:56", "summary": "Roman emperors and modern dictators have feared the social and spiritual penalties of excommunication.. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-olympic-sport-a-christian-college-and-a-unifying-cause-gun-rights-11611794710", "title": "An Olympic Sport, a Christian College and a Unifying Cause: Gun Rights", "date": "2021-01-28 12:51", "summary": "USA Shooting launched a decadelong partnership worth millions that makes a small college in Michigan its national-team home. Like other sports groups, USA Shooting has struggled during the coronavirus pandemic. When surging cases in the Colorado Springs, Colo., area prompted the U.S. Olympic & Paralympic Training Center to close for several weeks, its shooters practiced by firing off air guns inside a defunct Macy's.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-moves-show-how-individual-investors-are-shifting-the-wall-street-power-dynamic-11611855965", "title": "GameStop Moves Show How Individual Investors Are Shifting the Wall Street Power Dynamic", "date": "2021-01-28 12:46", "summary": "Pros have been left reeling from losses as GameStop, AMC and BlackBerry shares rallied. The power dynamics are shifting on Wall Street. Stocks of struggling companies, such as including GameStop Corp., AMC Entertainment Holdings Inc. and BlackBerry Ltd., rallied due to the efforts of individual investors. These newbies are gathering on Reddit, Discord and Twitter, where they encourage each other to pile into stocks, and, at times, have banded together to intensify losses among professional traders. Here's how these investors are making their mark.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-undercuts-its-own-apple-argument-11611855576", "title": "Facebook Undercuts Its Own Apple Argument", "date": "2021-01-28 12:39", "summary": "Social network's forecast suggests Apple's upcoming privacy update will have little impact. It isn't every day that Facebook can claim to be under someone's thumb. The social network giant may be overplaying its hand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-america-ready-for-detroit-style-pizza-some-people-dont-know-what-it-is-11611853467", "title": "Pizza Hut Launches 'Detroit-Style' Pizza; America Says 'Huh?'", "date": "2021-01-28 12:04", "summary": "Resume Subscription. This week, Pizza Hut launched its new Detroit-style pizza.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-economy-faces-uphill-climb-at-start-of-year-11611853159", "title": "U.S. Economy Faces Uphill Climb at Start of Year", "date": "2021-01-28 11:59", "summary": "The fourth quarter's growth was concentrated at the start of the quarter, leaving the economy in a weak position now. The U.S. economy ended last year with a whimper. It is no sure thing that it will end this year with a bang.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-poland-abortion-law-takes-effect-women-protest-11611852378", "title": "As Poland Abortion Law Takes Effect, Women Protest", "date": "2021-01-28 11:46", "summary": "More demonstrations are planned after restrictions on terminating pregnancy grow tighter. WARSAW-Thousands of women took to the streets of Polish cities after an extensive ban on abortion took effect, three months after a court ruled that it was unconstitutional to terminate pregnancies because of fetal abnormalities.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-results-are-terrible-right-now-that-is-great-news-11611852069", "title": "American Airlines' Results Are Terrible. That Is Great News for Its Stock Price.", "date": "2021-01-28 11:41", "summary": "There may be no greater gift for a company than dismal finances these days. Right now, there may be no greater gift for a company than dismal finances.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-drug-development-for-rare-disease-hit-setback-parents-were-stung-11611851932", "title": "When Drug Development for Rare Disease Hit a Setback, Parents Were Stung", "date": "2021-01-28 11:38", "summary": "Families, scientists, regulators and drugmakers were all invested in developing a treatment for Niemann-Pick Type C disease-so why is it taking so long?. A long-running effort to develop a treatment for a fatal genetic disease suffered a setback last week when Mallinckrodt PLC said it would stop development of the drug.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-covid-these-new-european-hotels-will-be-worth-the-wait-11611851296", "title": "Making Post-Covid Travel Plans? Start With These New European Hotels", "date": "2021-01-28 11:28", "summary": "A castle in Umbria, a palace in Lisbon, a maximalist retreat on Paris's Left Bank. When Europe opens to Americans again, these buzzy new hotels will be worth pouncing on.. WHILE MUCH of the world has been sticking close to-if not literally confined to-home this past year, some of Europe's most inspired hoteliers have spent the pandemic following Voltaire's sage advice for troubling times: tending their gardens (while patiently awaiting travel's return). In the pre-Covid travel boom, many new projects got under way and several have already opened, like the NoMad London, the design firm Roman and Williams's version of plush neo-Edwardian digs in the former Bow Street Magistrates' Court. Across the continent, other hotels have also come on line or will soon. For those eager beavers ready to flit off to Europe as soon as they get the all-clear, file away these inviting newcomers:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-operators-seek-calmer-u-s-trade-waters-under-biden-11611851155", "title": "Ship Operators Seek Calmer U.S. Trade Waters Under Biden", "date": "2021-01-28 11:25", "summary": "Carrier executives say sanctions, trade turmoil under Trump undercut planning and fueled uncertainty in maritime operations. The global shipping industry is hoping that President Biden's \"America is back\" declaration means the U.S. is returning to free-trade principles, and away from Trump administration protectionist policies that often dragged ocean vessels into efforts to enforce sanctions.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-regulator-reports-employee-for-suspected-wirecard-insider-trading-11611851086", "title": "German Regulator Reports Employee for Suspected Wirecard Insider Trading", "date": "2021-01-28 11:24", "summary": "Criminal complaint from BaFin comes after it let staff trade shares of the company during investigation. Germany's stock-market regulator said Thursday that it filed a criminal complaint with prosecutors against one of its employees over suspected insider trading linked to Wirecard AG , raising fresh questions about the supervisor's handling of one of the country's biggest corporate scandals.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solutions-and-other-problems-by-allie-brosh-11611849097", "title": "A Closer Look", "date": "2021-01-28 11:05", "summary": "Excerpts from \"Solutions and Other Problems\" by Allie Brosh and \"Excuse Me\" by Liana Finck. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/excuse-me-11611849233", "title": "Excuse Me", "date": "2021-01-28 11:04", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-culture-doesnt-belong-to-the-chinese-government-11611849569", "title": "Chinese Culture Doesn't Belong to the Chinese Government", "date": "2021-01-28 10:59", "summary": "As the Communist Party promotes China's folklore, cuisine and movies to build soft power, some Chinese abroad are pushing back.. Growing up in California, one of my favorite books featured the adventures of Sun Wukong, the mischievous monkey from the 16th-century Chinese tale \"Journey to the West.\" I loved his bright eyes and wild capers, and he and his motley band of adventurers felt like close childhood companions.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-covid-19-lockdowns-people-went-back-to-smoking-11611829803", "title": "Smoking's Long Decline Is Over", "date": "2021-01-28 10:58", "summary": "Slide in cigarette sales stopped last year amid Covid-19 lockdowns and health concerns about e-cigarettes. The decadeslong decline in U.S. cigarette sales halted last year as people in lockdown lit up more frequently and health concerns around e-cigarettes caused some vapers to switch back to cigarettes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-restrictions-dent-mcdonalds-global-business-11611835213", "title": "Covid-19 Restrictions Dent McDonald's Global Business", "date": "2021-01-28 10:22", "summary": "Burger giant's U.S. sales improved, but higher costs and tighter restrictions hurt profit. McDonald's Corp. said business at its U.S. restaurants is growing, but that renewed restrictions around the world aiming to contain the coronavirus pandemic are hurting its global sales and profit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-havent-missed-a-super-bowl-they-wont-stop-now-11611846724", "title": "They Haven't Missed a Super Bowl. They Won't Stop Now.", "date": "2021-01-28 10:12", "summary": "A pandemic nearly halts a streak for a select club of NFL super fans. Now they're planning to be in Tampa.. The first time I spoke to Don Crisman, in early January, he sounded a little bummed out. A Super Bowl was coming, but for the first time since the NFL started having Super Bowls, Crisman didn't expect to be there, in the stadium.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-sites-call-in-volunteers-retirees-to-staff-rollout-11611846319", "title": "Covid-19 Vaccine Sites Call In Volunteers, Retirees to Staff Rollout", "date": "2021-01-28 10:05", "summary": "Many new hires will need training but could offer relief to health-care workers and hospitals. Bill Renda expected to spend this time of year traveling and visiting family, were it not for the pandemic. Instead, the retired orthopedic surgeon from Louisville, Ky., and his wife, Sally, spent much of January in a cold parking lot, directing drivers to a place for observation by medical staff after receiving doses of Covid-19 vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stan-kurland-escaped-wreckage-of-countrywide-financial-11611846000", "title": "Stan Kurland Escaped Wreckage of Countrywide Financial", "date": "2021-01-28 10:00", "summary": "Cautious executive, who has died at age 68, clashed with Angelo Mozilo and left to found a successful mortgage lender, PennyMac. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-january-30-11611778866", "title": "Number Puzzles (Saturday, January 30)", "date": "2021-01-28 10:00", "categories": [["WSJ Puzzles", "Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/wsj-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-biden-iran-presents-a-tough-road-from-promise-to-policy-11611845859", "title": "For Biden, Iran Presents a Tough Road From Promise to Policy", "date": "2021-01-28 09:57", "summary": "President's team confronts a thicket of complications in its goal of a renewed nuclear deal and follow-on accord. WASHINGTON-President Biden's national security team foresees a rocky road in pursuing one of his principal foreign policy promises: persuading Iran to return to the 2015 nuclear deal and then pressing for a follow-on accord that sets tougher limits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageo-came-prepared-to-u-s-drinking-party-11611845627", "title": "Diageo Came Prepared to U.S. Drinking Party", "date": "2021-01-28 09:53", "summary": "U.K.-based liquor company is reaping the benefits of buying high-end brands like Casamigos tequila. American drinkers have saved the day at Diageo . That is partly because the liquor giant has been savvy at figuring out what U.S. consumers want.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-take-profits-on-short-squeezed-stocks-pearson-evotec-klepierre-11611844708", "title": "Investors Take Profits on Short-Squeezed Stocks Pearson, Evotec, Klepierre", "date": "2021-01-28 09:38", "summary": "Resume Subscription. Investors dumped heavily shorted stocks in Europe Thursday in a bid to profit from share prices that have been pumped up by groups of retail traders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-challenger-disaster-and-its-lessons-for-today-11611844185", "title": "The Challenger Disaster and Its Lessons for Today", "date": "2021-01-28 09:29", "summary": "Thirty-five years after the tragedy, we still struggle to assess complicated risks, while recalling Reagan's admonition that the future 'belongs to the brave'. Thirty-five years ago this week, on the morning of Jan. 28, the U.S. space shuttle Challenger exploded just over a minute after its launch from Cape Canaveral. It is an event in American memory that stands alongside other national traumas such as Pearl Harbor, John F. Kennedy's assassination and 9/11. Its anniversary is an occasion to reflect not just on that awful moment but on the issues that it raised, many of which we still very much face today.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-lumen-technologies-amc-what-to-watch-when-the-stock-market-opens-today-11611836135", "title": "American Airlines, AMC, Tesla: What to Watch When the Stock Market Opens Today", "date": "2021-01-28 09:21", "summary": "Some major technology shares are wavering despite posting strong earnings. Here's what we're watching ahead of the opening bell on Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-decorate-with-old-money-tastefulness-11611843513", "title": "How to Decorate With 'Old Money' Tastefulness", "date": "2021-01-28 09:18", "summary": "Designer Carleton Varney offers advice on emulating the look of the famously posh bathroom of heiress Doris Duke. THE ONLY child of a tobacco tycoon, Doris Duke had tripled her inheritance to $1.2 billion by the time she died in 1993 at age 80, leaving most of it to charity. No surprise that displays of wealth dot her personal bathroom at Rough Point-the 39,000-square-foot estate in Newport, R.I., in which she summered. Blingy light fixtures illuminate gilt French antiques. But unlike, say, a \"Real Housewives\" McMansion, the décor avoids nouveau riche peacocking thanks largely to the earthy, leaf-strewn wallpaper, which clambers from floor to ceiling. The pattern evokes the extensive grounds that Duke's pet Bactrian camels, Princess and Baby, roamed during her summer sojourns.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-01-28-2021-11611787719", "title": "Unemployment Claims Fell Last Week", "date": "2021-01-28 09:17", "summary": "Proxy for layoffs declined to 847,000 after generally trending higher since November, as Covid-19 infections resurged. The number of workers seeking unemployment benefits fell last week, indicating a recent easing in the pace of layoffs though the labor market remains mired in a winter slowdown.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-getting-rid-of-snakes-you-cant-11611843015", "title": "The Secret to Getting Rid of Snakes: You Can't", "date": "2021-01-28 09:10", "summary": "When all other preventative measures fail, the only way left to deal with these legless reptiles is to suck it up and embrace them. We homeowners spend thousands of dollars, dozens of hours and thousands of gray hairs trying to eliminate the destructive household pests to which we are not related by blood or marriage. While mice, termites and squirrels can frequently be managed using conventional extermination methods, I recently learned that one household pest won't be managed.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-hedge-fund-billionaire-takes-climate-fight-to-s-p-500-11611842401", "title": "Hedge Fund Billionaire Takes Climate Fight to S&P 500", "date": "2021-01-28 09:00", "summary": "Christopher Hohn's campaign targets Alphabet, Union Pacific, Monster Beverage, Booking Holdings and others. A billionaire hedge-fund manager is bankrolling an unprecedented campaign to force dozens of the world's largest companies to publish carbon-emission reduction plans and put them up for shareholder vote.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-freeze-on-drilling-leases-disrupts-new-mexico-11611840767", "title": "Biden's Freeze on Drilling Leases Disrupts New Mexico", "date": "2021-01-28 08:53", "summary": "State lawmakers, businesses try to figure out how suspending new federal drilling leases could undercut the oil-dependent economy and budget. SANTA FE, N.M.-Lance Wilbanks was looking forward to a rebirth for his trucking company, which saw its business hauling drilling rigs across southeastern New Mexico drop from around two dozen a month to just a handful during the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-judge-grants-u-s-extradition-request-for-abraaj-founder-11611841404", "title": "British Judge Grants U.S. Extradition Request for Abraaj Founder", "date": "2021-01-28 08:43", "summary": "Arif Naqvi faces racketeering, fraud, theft and bribery charges in the U.S.. A British judge Thursday cleared the way for private-equity deal maker Arif Naqvi to be extradited to the U.S., where he faces fraud, theft and racketeering charges connected to the collapse of Abraaj Group, which he founded.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-grant-hitchhikers-guide-to-the-galaxy-11611840780", "title": "Adam Grant's Obsession: 'The Hitchhiker's Guide to the Galaxy'", "date": "2021-01-28 08:36", "summary": "The bestselling organizational psychologist and author of the forthcoming 'Think Again' traces many of his academic insights on creativity, procrastination and motivation to Douglas Adams's comedy sci-fi classic.. In our monthly column, Obsessions, WSJ. speaks to luminaries across film and TV, music, fashion, business, architecture, sports and beyond about the work of art that has been fundamental in shaping their life and success.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordashs-appeal-goes-beyond-food-11611840609", "title": "DoorDash's Appeal Goes Beyond Food", "date": "2021-01-28 08:30", "summary": "Consumers may be rushing back to their favorite restaurants as the pandemic eases, but convenience should continue to deliver for DoorDash. Food-delivery platform DoorDash is now trading nearly 90% above its initial public offering price just as vaccines are being broadly distributed in the U.S. and restaurants in some of its largest markets are poised to reopen outdoor dining. So why isn't this stock a screaming short?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-profit-rises-26-on-continued-pandemic-driven-demand-11611795701", "title": "Samsung Profit Gets Lift From Pandemic", "date": "2021-01-28 08:06", "summary": "Challenges include imprisonment of leader Lee Jae-yong and fiercer competition. SEOUL- Samsung Electronics Co. reported a 26% boost in its fourth-quarter net profit Thursday, as the world's largest maker of smartphones and memory chips continues to ride sustained demand for its products amid the coronavirus pandemic.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-regulator-worries-banks-are-ignoring-borrower-troubles-11611839084", "title": "Regulator Worries Banks Are Ignoring Borrower Troubles", "date": "2021-01-28 08:04", "summary": "ECB says loan-loss provisions for eurozone lenders are lower than models suggest they need to be. The European Central Bank is worried lenders in the eurozone aren't properly evaluating the impact of the coronavirus pandemic on the financial health of borrowers, a problem that could result in a sudden cascade of defaults.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-climate-goals-will-boost-ethanol-for-now-11611838893", "title": "Biden's Climate Goals Will Boost Ethanol for Now", "date": "2021-01-28 08:01", "summary": "Oil refiners and ethanol producers' collective pain hasn't done much to align their interests. In the tug of war for former President Donald Trump's favors, oil refiners won some surprising victories over ethanol producers. Their fortunes are about to flip under President Joe Biden's climate-driven administration.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thieves-target-atms-flush-with-cash-during-covid-19-11611838800", "title": "Thieves Target ATMs During Covid-19", "date": "2021-01-28 08:00", "summary": "Efforts to steal from cash machines surged in 2020; explosives and trucks increasingly used. Attempts to break into ATMs and steal cash more than doubled in the U.S. last year, as some criminals took advantage of civil unrest in cities and others targeted the larger-than-usual amounts of cash stocked in machines when banks closed due to the coronavirus pandemic, ATM security companies said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officers-to-get-training-on-speaking-up-against-bad-policing-11611838809", "title": "NYPD Officers to Get Training on Speaking Up Against Bad Policing", "date": "2021-01-28 08:00", "summary": "New program teaches officers to step in when another officer uses excessive force or goes against police department guidelines. The nation's largest police force has started training officers in when and how to intervene if they see a fellow officer behaving badly.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-revamps-ad-sales-business-to-expand-its-reach-11611838810", "title": "Walmart Revamps Ad-Sales Business to Expand Its Reach", "date": "2021-01-28 08:00", "summary": "The retail giant is launching advertising technology that lets brands use Walmart data to buy ads outside its digital platforms. Walmart Inc. is revamping its ad-sales group, adding new advertising technology for brands and selling ad space on its in-store checkout and display screens to reach consumers in stores.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-spending-boosts-global-government-debt-to-98-of-economic-output-imf-says-11611838809", "title": "Pandemic Spending Boosts Global Government Debt to 98% of Economic Output, IMF Says", "date": "2021-01-28 08:00", "summary": "Lender of last resort says governments should keep spending to fight the pandemic and its economic fallout. WASHINGTON-Government debt around the world shot up last year to approach levels last seen in the aftermath of World War II, as nations stepped up spending to fight the Covid-19 pandemic and its economic fallout, the International Monetary Fund said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amanda-gorman-biden-inauguration-sensation-to-publish-1-million-copies-each-of-three-books-11611838800", "title": "Amanda Gorman, Biden Inauguration Sensation, to Publish Three Books", "date": "2021-01-28 08:00", "summary": "Penguin imprint to release 'The Hill We Climb: An Inaugural Poem for the Country' and two other titles this year. A leading publisher will print 1 million copies each of three coming books by literary sensation Amanda Gorman later this year.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-surge-tests-scope-of-secs-manipulation-rules-11611838175", "title": "GameStop Surge Tests Scope of SEC's Manipulation Rules", "date": "2021-01-28 07:49", "summary": "Wild rally fueled by day traders draws comparisons to pump-and-dump schemes. WASHINGTON-Bullish day traders have rallied together to buy shares of GameStop Corp. in recent weeks, driving up the price more than 10-fold and prompting complaints that the frenetic activity is manipulative.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-champion-of-paris-climate-accord-abroad-falls-short-at-home-11611836176", "title": "France's Macron, Champion of Paris Climate Accord Abroad, Falls Short at Home", "date": "2021-01-28 07:16", "summary": "French president welcomed U.S. return to the agreement but has struggled to implement it domestically. PARIS-When President Biden announced the U.S. was rejoining the Paris climate accord, one of the first world leaders to welcome him back was President Emmanuel Macron of France.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-drinking-more-tequila-at-home-buoys-diageo-11611835060", "title": "Americans Drinking More Tequila at Home Buoys Diageo", "date": "2021-01-28 06:57", "summary": "Liquor giant says sales of Don Julio and Casamigos are helping offset a slump at bars during pandemic. Americans drinking more Don Julio tequila and other spirits at home during the pandemic outweighed a slump in sales at bars, helping liquor giant Diageo PLC report a rise in half-year organic sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-risky-assault-on-chinas-most-famous-billionaire-11611833657", "title": "Beijing's Risky Assault on China's Most Famous Billionaire", "date": "2021-01-28 06:37", "summary": "Jack Ma's experience may have a chilling effect on innovation if Chinese entrepreneurs come to believe a political squeeze is the price of commercial success. Chinese fintech giant Ant Group Co. may need to downgrade its ambitions in the face of a still-evolving regulatory squeeze. The impact will ripple far beyond the company and has the potential to damage incentives for innovation and entrepreneurship in China over the long term.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-is-raking-in-cash-now-it-needs-to-spend-some-11611831567", "title": "Samsung Is Raking in Cash; Now It Needs to Spend Some", "date": "2021-01-28 05:59", "summary": "The electronics giant has built up a formidable war chest but it will need to spend heavily to maintain its edge. Samsung Electronics has been building up an impressive cash hoard over the past few years. Now, with the competition moving fast, it is time to spend to make sure the company can stay on the leading edge of the semiconductor and consumer-electronics industries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-adds-made-in-china-label-to-the-mustang-11611830741", "title": "Ford Adds Made in China Label to the Mustang", "date": "2021-01-28 05:45", "summary": "The Mach-E electric vehicle offers company a chance to boost interest in China after years of sluggish sales. SHANGHAI- Ford Motor Co. will build its iconic Mustang vehicles in China for the first time, the company said Thursday, as it tries to reconnect with Chinese consumers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-comes-out-on-top-while-huawei-slumps-in-smartphone-market-shake-up-11611830213", "title": "Apple Comes Out on Top, Huawei Slumps in Smartphone Shake-Up", "date": "2021-01-28 05:36", "summary": "With iPhone 12, company has record shipments; U.S. restrictions hobble Chinese firm's. Apple Inc. reasserted itself as the world's No. 1 seller of smartphones in the fourth quarter thanks to record sales of its latest iPhone, while Huawei Technologies Co.'s device shipments collapsed under the weight of U.S. restrictions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-market-borrowing-boom-sparks-concerns-over-debt-loads-11611829802", "title": "Emerging-Market Borrowing Boom Sparks Concerns Over Debt Loads", "date": "2021-01-28 05:30", "summary": "Even small, fragile economies have issued debt this year at ultralow borrowing costs, thanks to substantial investor appetite. Developing economies borrowed at a blistering pace at the start of the year after a record 2020, prompting questions among investors about whether they are building up debt problems for the future.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wallstreetbets-founder-reckons-with-legacy-amid-memes-loss-porn-and-online-threats-11611829800", "title": "WallStreetBets Founder Reckons With Legacy", "date": "2021-01-28 05:30", "summary": "Resume Subscription. The man who created Reddit's WallStreetBets isn't who you think he is.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-regulatory-freeze-affects-some-proposed-anti-money-laundering-rules-11611829800", "title": "Biden Regulatory Freeze Affects Some Proposed Anti-Money-Laundering Rules", "date": "2021-01-28 05:30", "summary": "The freeze could give companies and industry groups more time to study the proposals, observers said. A regulatory freeze imposed by the Biden administration could affect regulations proposed by the U.S. Treasury Department unit focused on combating money laundering and terrorist financing.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iasb-wants-some-utilities-transportation-firms-to-provide-more-disclosures-11611828000", "title": "IASB Wants Some Utilities, Transportation Firms to Provide More Disclosures", "date": "2021-01-28 05:00", "summary": "Regulated companies in many countries would have to add details to their balance sheets. The International Accounting Standards Board wants some utility and public-transportation companies to disclose more information on their financial performance.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reluctance-to-spend-throttles-indias-growth-long-after-covid-19-lockdowns-ended-11611743404", "title": "Indians Aren't Spending-'Marriage Can Wait. I'm Saving for Covid Emergencies'", "date": "2021-01-28 00:10", "summary": "Consumers helped make the economy the world's fastest growing, but their willingness to spend will set the course of the recovery. NEW DELHI-Most Covid-19 restrictions have been lifted as cases have plunged, but Indians are still stashing away their rupees and building bank balances.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11611777034", "title": "Pepper...and Salt", "date": "2021-01-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurer-looks-to-shorten-time-from-car-wreck-to-body-shop-11611810061", "title": "Insurer Looks to Shorten Time From Car Wreck to Body Shop", "date": "2021-01-28 00:01", "summary": "Hartford Financial joins with a tech startup to use artificial intelligence to estimate repair costs. Policyholders from Hartford Financial Services Group Inc. will now be able to take photographs of their damaged cars and almost instantaneously generate a repair estimate.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-pick-for-u-n-envoy-expresses-regret-for-china-speech-11611777983", "title": "Biden Pick for U.N. Envoy Expresses Regret for China Speech", "date": "2021-01-28 22:40", "summary": "Linda Thomas-Greenfield largely agrees with Senate panel on international policies, raises concern about China's 'malign force'. WASHINGTON-President Biden's pick for ambassador to the United Nations defended her record of speaking out against China's global ambitions on Wednesday after Republicans pressed her over a speech to a Chinese organization at a Georgia university.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddits-wallstreetbets-forum-briefly-goes-dark-11611797514", "title": "Reddit's WallStreetBets Forum Briefly Goes Dark", "date": "2021-01-28 22:11", "summary": "Moderators for the popular Reddit forum cite technical difficulties, spike in users. Reddit's popular WallStreetBets forum briefly went dark late Wednesday, stunning users who had been flooding the community with posts all week amid a frenzied stock rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-covid-19-vaccine-works-against-mutations-found-in-u-k-south-africa-variants-lab-study-finds-11611802559", "title": "Pfizer Study Suggests Shot Will Work Against Variants", "date": "2021-01-28 21:56", "summary": "The results, while preliminary and not peer reviewed, are the latest to suggest that vaccines can protect against the strains. A Pfizer Inc. laboratory study found that coronavirus mutations identified in the U.K. and South Africa had only small impacts on the effectiveness of antibodies generated by the company's Covid-19 vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sap-ceo-shares-new-plans-to-boost-cloud-adoption-11611800496", "title": "SAP CEO Shares New Plans to Boost Cloud Adoption", "date": "2021-01-28 21:21", "summary": "Christian Klein discusses a new subscription service aimed at helping customers migrate to the cloud. SAP SE Chief Executive Christian Klein says the enterprise-software giant is redoubling its efforts to move customers to the cloud, offering a new subscription service aimed at helping companies get more value out of making the switch.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-fb-4q-earnings-report-2020-11611717463", "title": "Facebook Sees Battles Escalating With Apple on Privacy, Messaging", "date": "2021-01-28 20:56", "summary": "Chief executive says changes planned by iPhone maker could hurt ad business, which lifted social-media giant to record fourth-quarter revenue and profits. Facebook Inc. posted record revenue and profit in the fourth quarter while warning of challenges including growing friction with Apple Inc., which Chief Executive Mark Zuckerberg said is increasingly one of his company's biggest competitors.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-stock-is-the-original-gamestop-11611798484", "title": "Tesla's Stock Is the Original GameStop", "date": "2021-01-28 20:48", "summary": "Disappointing fourth-quarter earnings highlight the reality that Elon Musk's car company will struggle to justify its valuation. The furious rally in so-called Reddit stocks has captivated Wall Street and the general public. While the attention is elsewhere, a much more familiar mania is still worthy of investor scrutiny.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-financial-to-sell-annuity-business-to-massmutual-for-3-5-billion-11611788863", "title": "American Financial to Sell Annuity Business to MassMutual for $3.5 Billion", "date": "2021-01-28 20:33", "summary": "American Financial to exit from the fixed and indexed annuity market. American Financial Group Inc. on Wednesday said it agreed to sell its annuity business to Massachusetts Mutual Life Insurance Co. in a $3.5 billion cash deal.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-tsla-4q-earnings-report-2020-11611708257", "title": "Tesla Posts First Full-Year Profit", "date": "2021-01-28 20:20", "summary": "Electric-car maker plans sharp rise in production after record year for deliveries. Tesla Inc. posted its first full-year profit and laid out plans for a sharp increase in production over the coming years after meeting rising demand for electric vehicles with record deliveries.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-groupes-epsilon-to-pay-150-million-to-resolve-customer-data-case-11611792292", "title": "Publicis Groupe's Epsilon to Pay $150 Million to Resolve Customer-Data Case", "date": "2021-01-28 20:10", "summary": "Alliance Data Systems, Epsilon's previous owner, agreed to indemnify Publicis. A Publicis Groupe SA unit agreed to pay $150 million to resolve a years-old criminal matter related to the sale of information from more than 30 million consumers that was used in fraud schemes, the Justice Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amcs-pandemic-survival-gets-boost-from-retail-mania-11611787370", "title": "AMC's Pandemic Survival Gets Boost From Trading Mania", "date": "2021-01-28 20:07", "summary": "The cinema giant's new designation as a message board meme stock positions it to raise more equity capital to outlast the pandemic. After months of fighting to avoid bankruptcy, cinema giant AMC Entertainment Holdings Inc. rode Wednesday's trading frenzy to a triple-digit share rise, opening a window for the company to exploit the speculative mania to help survive the pandemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-frenzy-offers-some-cfos-a-chance-to-cash-in-11611796028", "title": "Stock-Market Frenzy Offers Some CFOs a Chance to Cash In", "date": "2021-01-28 20:07", "summary": "However, tapping the equity market can take time and present risks. The recent surge in some company stocks is providing finance executives with a sudden window of opportunity to tap new sources of funding. But not all of them are likely to cash in, as it takes time to prepare an equity sale, and businesses risk raising the ire of regulators if the share price crashes after a fundraising round.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aapl-1q-earnings-report-2021-11611714196", "title": "Apple Posts Record Quarterly Profit, Led by iPhone Sales", "date": "2021-01-28 19:57", "summary": "Delayed arrival of new 5G phones created pent-up demand but gave CEO Tim Cook less time for holiday sales. Apple Inc. finished 2020 with its most profitable quarter ever, fueled by an uptick in higher-end iPhone sales and a pandemic-induced surge in demand for its laptops and tablets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-fear-factor-is-overblown-11611794608", "title": "Facebook's Fear Factor Is Overblown", "date": "2021-01-28 19:43", "summary": "Tech stocks' gyrations and looming challenges left investors unimpressed with a strong quarter and encouraging near-term trends. Investors who could pry themselves away from Reddit on Wednesday afternoon found Facebook much more soothing-the company's results, that is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-freezes-u-s-arms-sales-to-saudi-arabia-uae-11611773191", "title": "Biden Re-Examining U.S. Arms Sales to Saudi Arabia, U.A.E.", "date": "2021-01-28 19:36", "summary": "New administration is reviewing weapons transactions earlier approved by Trump. The Biden administration has imposed a temporary freeze on U.S. arms sales to Saudi Arabia and is scrutinizing purchases by the United Arab Emirates as it reviews billions of dollars in weapons transactions approved by former President Donald Trump, according to U.S. officials.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-tech-startups-see-jump-in-funding-activity-11611793722", "title": "New York Tech Startups See Jump in Funding Activity", "date": "2021-01-28 19:28", "summary": "Enterprise tech is increasingly defining the city's startup scene. Venture-capital firms in 2020 pumped $5.8 billion into New York City enterprise-technology startups, with companies developing risk-management and security, artificial-intelligence and machine-learning, and human-resources technologies among those getting the biggest shares of the investments.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-wait-list-offers-new-yorkers-a-way-to-get-the-shot-11611792744", "title": "Covid-19 Vaccine Wait List Offers New Yorkers a Way to Get the Shot", "date": "2021-01-28 19:27", "summary": "Some people show up at a city-run center without a reservation, then receive a call back for the injection. Thanks to her sister, Sarah Cody got a Covid-19 vaccine without a reservation in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-sands-will-abide-by-founder-sheldon-adelsons-vision-11611793449", "title": "Las Vegas Sands Will Abide by Founder Sheldon Adelson's Vision", "date": "2021-01-28 19:24", "summary": "Chief Executive Rob Goldstein says investments in Asia, expansion in U.S. are next. Las Vegas Sands Corp.'s recently ascended leaders said Wednesday that the global casino operator's future will hew closely to the vision of company founder Sheldon Adelson, who died earlier this month.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-rescind-curbs-on-asylum-policy-put-in-place-by-trump-11611753977", "title": "Biden to Rescind Curbs on Asylum Policy Enacted by Trump", "date": "2021-01-28 19:05", "summary": "President plans to use executive actions to end safe-third-country rule, 'Remain in Mexico' program. President Biden plans to sign more immigration-related executive actions reversing his predecessor's policies on asylum seekers and refugees in the coming days, according to people familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-books-15-5-billion-charge-on-directv-unit-11611749205", "title": "AT&T Books $15.5 Billion Charge on DirecTV Unit", "date": "2021-01-28 19:02", "summary": "Legacy television unit weighs on conglomerate even as it adds HBO Max and phone subscribers. AT&T Inc. booked a $15.5 billion charge on its pay-television business, reflecting the damage cord-cutting has taken on its DirecTV satellite unit even as the company's HBO Max streaming service's growth ramped up.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]