[{"link": "https://www.wsj.com/articles/markets-decline-globally-and-fed-hints-at-a-policy-review-11621468563", "title": "Markets Decline Globally, and Fed Hints at a Policy Review", "date": "2021-05-19 19:56", "summary": "Shares, commodities and other assets decline amid volatile trading as risk-takers lose heart. U.S. stocks, commodities, overseas shares and bitcoin dropped in turbulent trading Wednesday as investors' risk appetite diminished and the Federal Reserve signaled an eventual shift away from its easy-money pandemic policies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwell-health-to-showcase-work-of-female-artists-11621460464", "title": "Northwell Health to Showcase Work of Female Artists", "date": "2021-05-19 19:40", "summary": "Collectors William and Sandra Nicholson are lending 400 pieces to the healthcare network. Art collectors William and Sandra Nicholson have spent the last three decades amassing a significant number of works by women-some 400 pieces, spanning a 2,500-year period.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-names-cfos-for-victorias-secret-bath-body-works-11621467441", "title": "L Brands Names CFOs for Victoria's Secret, Bath & Body Works", "date": "2021-05-19 19:37", "summary": "The appointments come ahead of the planned separation into two publicly traded companies. L Brands Inc. named finance chiefs for its Victoria's Secret and Bath & Body Works businesses ahead of the planned separation into two publicly traded companies later this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitch-mcconnell-opposes-house-bill-to-establish-bipartisan-jan-6-commission-11621438792", "title": "House Authorizes Panel on Capitol Riot", "date": "2021-05-19 19:06", "summary": "Former President Trump and GOP leaders urged Republicans to oppose the bill. WASHINGTON-The House passed a bill Wednesday authorizing a bipartisan, independent commission to investigate the Jan. 6 pro-Trump assault on the U.S. Capitol, but the proposal could stall in the Senate after GOP leaders in Congress and former President Donald Trump urged Republicans to reject it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-balks-at-bidens-tax-plan-11621464777", "title": "Europe Balks at Biden's Tax Plan", "date": "2021-05-19 18:52", "summary": "Countries don't want to punish themselves to rescue bad U.S. policy.. The Biden Administration hopes a new global minimum corporate tax will dampen the blow of its tax increases on the U.S. economy. But other governments are making it clearer by the day that they won't play along.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-of-woke-corporate-politics-11621464490", "title": "The Price of Woke Corporate Politics", "date": "2021-05-19 18:48", "summary": "A new ad campaign targets Nike, Coca-Cola and American Airlines.. Some of America's most prominent CEOs have been getting political, as in woke political, and perhaps they figured it was cost-free. They are now learning the hard way that it isn't, as a national advertising campaign targets their brands and credibility.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-say-no-to-endless-emergency-11621464090", "title": "Voters Say No to Endless Emergency", "date": "2021-05-19 18:41", "summary": "In Pennsylvania, a rebuke to Gov. Tom Wolf's diktats.. Americans nationwide are tired of endless pandemic diktats, and in Pennsylvania on Tuesday they showed it with a resounding electoral rebuke of Democratic Gov. Tom Wolf's emergency powers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-british-right-is-up-but-americas-is-down-11621463836", "title": "Why the British Right Is Up, but America's Is Down", "date": "2021-05-19 18:37", "summary": "Democrats learned from Jeremy Corbyn's defeat that they needed a veneer of moderation.. What is the aftermath of the political earthquake that shook both sides of the Atlantic in 2016? In the U.K. and then the U.S.-with Brexit and the election of Donald Trump-voters broke with establishment orthodoxies, upset old coalitions and reset their political landscapes in the form of conservative populism. Yet nearly five years on, political developments in the two countries have diverged sharply.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-declines-to-impose-sanctions-on-nord-stream-2-pipeline-11621453630", "title": "U.S. Declines to Impose Sanctions on Nord Stream Pipeline", "date": "2021-05-19 18:36", "summary": "Torn between ally Germany, desire to counter Russian influence, Biden administration move all but enables natural-gas line to be completed. WASHINGTON-The State Department cited the parent company and chief executive of a Russian natural-gas pipeline for sanctions but waived the penalties, clearing a hurdle for the completion of a project that U.S. officials say will increase Moscow's influence in Europe.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-give-away-bagram-air-base-11621463794", "title": "Why Give Away Bagram Air Base?", "date": "2021-05-19 18:36", "summary": "Wedged between Iran and China, the Afghanistan location can't be beat.. The Biden administration's decision to remove all U.S. forces from Afghanistan could cost the country an important strategic asset, the Bagram Air Base. For years, the base has been conducting tactical air operations in support of American and Afghan troops. Bagram is 40 miles north of Kabul and is impressive in size: The installation covers about 30 square miles. Its 12,000-foot runway can accommodate U.S. military aircraft of any size.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gerrymanders-and-double-standards-11621463752", "title": "Gerrymanders and Double Standards", "date": "2021-05-19 18:35", "summary": "Both parties draw maps with an eye toward power, but Eric Holder and Barack Obama pretend that Democrats don't.. Former Attorney General Eric Holder and President Barack Obama have covered the National Democratic Redistricting Committee-formed by Mr. Holder in January 2017 and joined by Mr. Obama in December 2018-with the rhetoric of righteousness. They claim to oppose \"extreme partisan gerrymandering\" and are pushing for redistricting reform because, according to the former president, it's an \"opportunity to bend the great arc of history toward justice.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-beat-pacific-review-under-wraps-and-under-fire-11621463691", "title": "'The War Beat, Pacific' Review: Under Wraps and Under Fire", "date": "2021-05-19 18:34", "summary": "Boxed in by censorship rules and isolated on distant shores, correspondents struggled to bring grim reality to the public they served.. Although celebrity correspondents have been writing since the time of Aeschylus, the immense scope of World War II ignited an explosion of rock stars with typewriters. Ernest Hemingway, who drank, loved and fought his way through France and Germany, remains the heavyweight champ of war-reporter fame, but others proved more influential. CBS News's Edward R. Murrow became so respected during the London Blitz that several journalism awards and a university center are named for him. Walter Cronkite, a guest on bombing runs over Germany, became the most trusted man in America. Photojournalist Robert Capa immortalized D-Day's terrors through the lens of a camera.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-and-order-its-back-11621463625", "title": "Law and Order: It's Back", "date": "2021-05-19 18:33", "summary": "New York City's mayoral race is forcing the Democrats to talk about crime-again.. Everyone knows that if you want to make Dracula shrink back in terror, hold up a cross. Want to know how to make a Democrat gasp in horror? Say these words: \"law and order.\" Aaaaagh!", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tali-farhadian-weinsteins-immigrant-story-shapes-campaign-for-manhattan-district-attorney-11621425605", "title": "Tali Farhadian Weinstein's Immigrant Story Shapes Campaign for Manhattan District Attorney", "date": "2021-05-19 18:16", "summary": "Candidate's rise from Iranian refugee to Justice Department official helps to blunt criticism that she is the candidate for Manhattan's most affluent. When Tali Farhadian Weinstein arrived in Queens at 4 years old after her family fled the Iranian Revolution, she soon learned to sew her own clothes with her mother to save money. By 21, she was a Rhodes scholar and held a top Justice Department position by her early 30s.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-chief-got-options-on-nearly-500-million-in-stock-on-eve-of-at-t-deal-11621458415", "title": "Discovery CEO Got Options Valued at $190 Million on Eve of AT&T Deal", "date": "2021-05-19 17:50", "summary": "David Zaslav is expected to run the newly combined media firm, and received the award as part of a new employment contract. Discovery Inc. gave Chief Executive David Zaslav 14.8 million stock options on Sunday, the day before the company and AT&T Inc. announced a plan to merge Discovery with AT&T's WarnerMedia unit, according to a securities filing.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-finance-chief-stuart-levy-moves-on-11621460802", "title": "Domino's Finance Chief Moves On", "date": "2021-05-19 17:46", "summary": "Resignation wasn't the result of disagreements about financial reporting, accounting or related matters, pizza chain says. Domino's Pizza Inc. said its top financial executive has resigned.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-travel-vaccinations-11621453839", "title": "When Can Americans Travel to Europe? EU Announces Borders Are Opening", "date": "2021-05-19 17:40", "summary": "A guide to traveling to Europe this summer: The latest entry requirements, which countries have reopened their borders and where you might face Covid-mandated curfews.. ", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squarespace-shares-trade-lower-in-market-debut-11621446692", "title": "Squarespace Shares Trade Lower in Market Debut", "date": "2021-05-19 17:25", "summary": "Website-development company goes public as technology stocks face pressure. Squarespace Inc.'s shares made their trading debut Wednesday, falling well below where they were valued during the company's latest fundraising round, as stocks slipped more broadly.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-norman-lloyd-sustained-an-eight-decade-career-11621458375", "title": "How Norman Lloyd Sustained an Eight-Decade Career", "date": "2021-05-19 17:06", "summary": "The actor, who died last week at the age of 106, worked with Charlie Chaplin, Alfred Hitchcock and Robin Williams. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beginnings-forever-from-the-collection-of-the-kiyosato-museum-of-photographic-arts-shinnyo-en-review-through-the-lens-of-youth-11621458224", "title": "'Beginnings, Forever: From the Collection of the Kiyosato Museum of Photographic Arts / Shinnyo-en' Review: Through the Lens of Youth", "date": "2021-05-19 17:03", "summary": "San Diego's Museum of Photographic Arts exhibits a potpourri of pieces from its Japanese sister institution, which emphasizes work created by photographers younger than 35. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-states-sue-frontier-communications-over-promised-internet-speeds-11621458011", "title": "FTC, States Sue Frontier Communications Over Promised Internet Speeds", "date": "2021-05-19 17:00", "summary": "Suit alleges the internet-service provider charged consumers for higher speeds than they received. WASHINGTON-The Federal Trade Commission and six states filed a civil lawsuit Wednesday alleging internet-service provider Frontier Communications misled consumers by providing slower internet speeds than promised.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-voice-support-for-new-tool-to-smooth-market-stress-minutes-show-11621457740", "title": "Fed Officials Voice Support for New Tool to Smooth Market Stress, Minutes Show", "date": "2021-05-19 16:55", "summary": "Central bankers said a standing repo facility could provide a timely and automatic response to incipient market pressures. Federal Reserve officials are debating ways they could tame money-market volatility the next time it flares, including with a tool known as a standing repo facility, minutes from their April policy meeting show.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-south-11621457571", "title": "Top Public and Private Colleges in the South", "date": "2021-05-19 16:52", "summary": "UNC at Chapel Hill and Duke are the region's top public and private schools in the WSJ/THE College Rankings. Nine colleges in the South are ranked among the top 20 public schools in the country in the Wall Street Journal/Times Higher Education College Rankings. Five of the region's private schools are among the country's top 25 schools of any kind.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colonial-pipeline-ceo-tells-why-he-paid-hackers-a-4-4-million-ransom-11621435636", "title": "Colonial Pipeline CEO Tells Why He Paid Hackers a $4.4 Million Ransom", "date": "2021-05-19 16:51", "summary": "Joseph Blount says he needed to quickly restore service after cyberattack threatened East Coast supply. The operator of the Colonial Pipeline learned it was in trouble at daybreak on May 7, when an employee found a ransom note from hackers on a control-room computer. By that night, the company's chief executive officer came to a difficult conclusion: He had to pay.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-is-awarded-28-million-in-panasonic-avionics-case-11621443228", "title": "Whistleblower Is Awarded $28 Million in Panasonic Avionics Case", "date": "2021-05-19 16:41", "summary": "SEC says sum is one of 10 largest awards paid out by its whistleblower program. The U.S. Securities and Exchange Commission said it awarded more than $28 million to a whistleblower whose tip helped the regulator and the Justice Department launch investigations that led to bribery charges against a U.S. subsidiary of Japanese electronics company Panasonic Corp. and former executives.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-your-garden-a-nostalgic-grandmillennial-makeover-11621456238", "title": "Give Your Garden a Nostalgic, Grandmillennial Makeover", "date": "2021-05-19 16:30", "summary": "Especially popular among 20- and 30-somethings, this aesthetic, which combines vintage charm with modern flair, ushers in a new look for patios. Since it was first christened in 2019, the \"grandmillennial\" interiors aesthetic has flourished in the homes of design-forward 20- and 30-somethings who embrace passed-down furnishings. Elements include mixed patterns, vintage furniture and unabashed ornament.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/books-to-read-the-best-reviews-of-may-11621428902", "title": "Books to Read: The Best Reviews of May", "date": "2021-05-19 16:30", "summary": "'The Bomber Mafia,' 'Finding the Mother Tree,' 'Facing the Mountain' and more of the books our reviewers highlighted this month.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-19-2021-11621410072", "title": "Stocks Pare Losses After Broad Retreat From Riskier Assets", "date": "2021-05-19 16:25", "summary": "Oil prices, overseas stocks slide as well after big rally. U.S. stocks dropped Wednesday alongside commodities, overseas shares and bitcoin as investors' appetite for risk diminished.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-say-they-are-closely-watching-for-right-moment-to-make-policy-shift-11621445379", "title": "Fed Signals Eventual Shift From Easy-Money Pandemic Policies", "date": "2021-05-19 16:12", "summary": "Officials want to begin planning for tapering of bond-buying program, April meeting minutes show. The Federal Reserve has begun to telegraph an eventual shift away from the easy-money policies implemented during the pandemic as evidence builds of a robust economic recovery and mounting inflation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-half-thursday-crossword-may-20-11620933072", "title": "In Half (Thursday Crossword, May 20)", "date": "2021-05-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-is-reopening-today-face-mask-mandate-is-lifted-for-vaccinated-people-11621439426", "title": "New York Is Reopening Today: Face Mask Mandate Is Lifted for Vaccinated People", "date": "2021-05-19 15:59", "summary": "People who are vaccinated officially allowed to take off their masks in most outdoor settings. New Yorkers who have been vaccinated for Covid-19 were officially allowed to ditch their masks in most outdoor-and many indoor-settings on Wednesday, as the state lifted many virus-related restrictions on businesses that have been in effect for more than a year.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-phoenix-million-dollar-homes-cant-sell-fast-enough-11621453519", "title": "In Phoenix, Million-Dollar Homes Can't Sell Fast Enough", "date": "2021-05-19 15:45", "summary": "Resume Subscription. Elliot Swart spent his last day in Boston in June packing up his Jeep Wrangler for a four-day, one-way road trip to Phoenix.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spoils-of-a-bidding-war-in-phoenix-11621453205", "title": "Spoils of a Bidding War in Phoenix", "date": "2021-05-19 15:40", "summary": "Jared Peterson paid $1.9 million for the four-bedroom home in Cave Creek. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-1-35-million-find-in-north-scottsdale-ariz-11621453095", "title": "A $1.35 Million Find in North Scottsdale, Ariz.", "date": "2021-05-19 15:38", "summary": "Daxs Stadjuhar says he was drawn to the area for its business climate. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-gift-to-putin-on-nord-stream-2-11621452707", "title": "Biden's Gift to Putin on Nord Stream 2", "date": "2021-05-19 15:31", "summary": "He treats a Russian gas pipeline better than he does the Keystone XL in America.. President Biden has talked tough about Vladimir Putin, but his policy response has been mixed. This week's sanctions decision on the Nord Stream 2 natural gas pipeline provides more reason for concern.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-governor-signs-fetal-heartbeat-abortion-ban-11621452346", "title": "Texas Governor Signs Fetal-Heartbeat Abortion Ban", "date": "2021-05-19 15:25", "summary": "The Texas bill comes as the Supreme Court weighs the right to an abortion. Texas's Republican Gov. Greg Abbott signed a bill on Wednesday that would ban most abortions after six to eight weeks, joining other Republican-led states in a push to outlaw the procedure as the right to an abortion is facing a Supreme Court review.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-11-movies-series-and-projects-to-stream-this-week-11621451513", "title": "What to Watch: 11 Movies, Series and Projects to Stream This Week", "date": "2021-05-19 15:11", "summary": "Eric Bana goes home to the Australian country in 'The Dry,' 'Master of None' evolves on Netflix, and Seth Rogen brings friends into his audiobook. Quibi may be dead, but the mountain of shows the short-lived, short-form streaming service commissioned have found a new home on the Roku Channel, the free, ad-supported streaming service. Roku snapped up more than 75 of the shows originally made for Quibi, renamed them Roku Originals and is making 30 of them available Thursday. They include \"Die Hart\" (Kevin Hart, John Travolta), \"#FreeRayshawn\" (Laurence Fishburne, Stephan James) \"Most Dangerous Game\" (Liam Hemsworth), and reboots of \"Reno 911!\" and \"Punk'd.\"", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-maker-blames-problems-on-producing-two-different-shots-11621434060", "title": "Emergent Has Made Over 100 Million Doses of J&J Vaccine", "date": "2021-05-19 15:04", "summary": "Contract manufacturer says FDA, which had found problems at its plant, is evaluating whether the new shots can be released. Emergent BioSolutions Inc. has made enough of a key ingredient to yield more than 100 million doses of Johnson & Johnson 's Covid-19 vaccine, and federal health regulators are evaluating whether to release the shots, Emergent's chief executive said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-max-with-ads-will-cost-9-99-a-month-warnermedia-says-11621448481", "title": "HBO Max With Ads Will Cost $9.99 a Month, WarnerMedia Says", "date": "2021-05-19 14:45", "summary": "Executives at the AT&T unit say the lower-priced option will come in June as they battle Netflix, Disney for streaming customers. It's not HBO. It's HBO with commercials.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-hard-becomes-less-cost-effective-11621449867", "title": "Working Hard Becomes Less Cost-Effective", "date": "2021-05-19 14:44", "summary": "The work ethic is being strangled by government.. Regarding Daniel Henninger's \"Is the Work Ethic Dying?\" (Wonder Land, May 13): The work ethic is being strangled by government. Why work when your tax dollars flow to those who don't? I paid off my student loans for undergraduate and law school, as well as those of my wife so she could raise our children, and I invested in 529 plans so my children wouldn't have to borrow for college. Now I'm paying off other people's student loans. I bought real property in the bubble run-up, and was encouraged by lenders and others to take more risk, which I declined. But others took the risk, and I wound up helping to pay their debt. My tax money went to the savings and loan disaster as well. Now my tax money pays people not to work. On the evidence, can you blame people for not working?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-the-federal-ethanol-regulations-11621449803", "title": "In Praise of the Federal Ethanol Regulations", "date": "2021-05-19 14:43", "summary": "The Renewable Fuel Standard deserves credit for reducing pump prices and saving Americans billions each year.. Regarding your editorial \"The Ethanol Gasoline Tax\" (May 15): The 16-year-old law requiring oil refiners to blend renewable fuels with gasoline has nothing to do with recent higher gas prices. In fact, because ethanol extends fuel supplies and is cheaper than gasoline, the Renewable Fuel Standard deserves credit for reducing pump prices and saving Americans billions each year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lifeguards-are-skilled-but-worth-392-000-11621449712", "title": "Lifeguards Are Skilled, but Worth $392,000?", "date": "2021-05-19 14:41", "summary": "A far more apt comparison for the well-compensated leaders of these professional ocean lifeguard departments would be that of a chief or captain of a county fire department.. Though I, too, was surprised by the generous salaries of the top 1%-2% of my former profession, Adam Andrzejewski errs when he compares the leaders of ocean lifeguard departments, like Daniel Douglas, to basic EMTs (\"The $392,000 Lifeguard: 'Baywatch' as Union Shop,\" op-ed, May 13). In addition to being EMTs and (more often) paramedics, these full-time, professional lifeguards are experts in ocean, surf, swift-water, boat, scuba and cliff rescue techniques. They train and coordinate with local, county and state agencies in disaster response for a number of scenarios, from flooding to chemical, biological, radiological and nuclear events. Each year they manage and train hundreds of ocean lifeguard personnel, who risk their own lives to ensure those of beachgoers. Under their guidance, the Los Angeles and Orange County beaches draw tens of millions of visitors a year, often without even a single guarded drowning. A far more apt comparison for the well-compensated leaders of these professional ocean lifeguard departments would be that of a chief or captain of a county fire department. Did I mention that there were 183 firefighters in Los Angeles County who made more than Mr. Douglas in 2019?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyber-letters-of-marque-and-ransomware-11621449656", "title": "Cyber Letters of Marque and Ransomware", "date": "2021-05-19 14:40", "summary": "Let's give all corporations making good-faith efforts to protect personal and organizational information limited immunity and rewards for working with governments.. Regarding Thomas Ayres's \"A Maritime Solution for Cyber Piracy\" (op-ed, May 14): When corporations' data systems are breached by cybercriminals such as in the recent Colonial Pipeline case, the federal and state governments become active antagonists of the corporations. The crime victim faces fines and regulatory damage from government rather than incentives to cooperate with the National Security Agency and other federal entities involved in cybersecurity. China, Russia and other geopolitical competitors benefit from this dysfunction.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-asking-27-million-marc-anthonys-florida-home-finds-a-buyer-11621449332", "title": "Asking $27 Million, Marc Anthony's Florida Home Finds a Buyer", "date": "2021-05-19 14:35", "summary": "Resume Subscription. Grammy-winning Latin crooner Marc Anthony has sold his Coral Gables, Fla., home roughly eight months after listing it for sale, according to two people familiar with the deal. The property had been on the market for $27 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-t-warner-deal-puts-some-discovery-insiders-ahead-from-the-start-11621448075", "title": "AT&T-Warner Deal Puts Some Discovery Insiders Ahead", "date": "2021-05-19 14:14", "summary": "Advance Publications and Newhouse Broadcasting got a premium for their shares of Discovery in exchange for their votes. Some of Discovery Inc.'s biggest shareholders are getting a premium price for their stakes in the media company under the deal that combines it with AT&T Inc.'s media business, securities filings show.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-thiel-j-d-vance-invest-in-rumble-video-platform-popular-on-political-right-11621447661", "title": "Peter Thiel, J.D. Vance Invest in Rumble Video Platform", "date": "2021-05-19 14:14", "summary": "Backing from conservative venture capitalists comes amid push for alternative social-media channels with looser rules on speech. Video platform Rumble said it is receiving an investment from a group of prominent conservative venture capitalists including Peter Thiel and \"Hillbilly Elegy\" author J.D. Vance, financial backing that comes as the YouTube alternative's popularity has surged among right-leaning users.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-minister-in-charge-of-protecting-amazon-is-investigatedfor-illegal-lumber-exports-11621444926", "title": "Brazilian Minister in Charge of Protecting Amazon Investigated for Illegal Lumber Exports", "date": "2021-05-19 13:59", "summary": "Environment Minister Ricardo Salles has been at the center of Brazil's efforts to win compensation for his country's work to reduce deforestation. SÃO PAULO-Brazilian Environment Minister Ricardo Salles, who is charged with helping protect the Amazon, was targeted by Brazilian federal police Wednesday as part of an investigation into alleged illegal chopping of trees for export, according to people familiar with the probe", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sun-country-looks-to-buy-used-planes-at-pandemic-discount-11621425601", "title": "Sun Country Looks to Buy Used Planes at Pandemic Discount", "date": "2021-05-19 13:45", "summary": "The budget airline's CFO says the price of used planes has declined because of a glut of aircraft for sale. Sun Country Airlines Holdings Inc. plans to spend a large chunk of the proceeds from its recent public listing on expanding its fleet, taking advantage of low prices and a glut of planes for sale amid the pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-daily-death-toll-hits-worlds-high-11621445978", "title": "India Records a World High for Covid-19 Deaths in a Day", "date": "2021-05-19 13:39", "summary": "Country reports 4,529 deaths in the past 24 hours, topping previous high set by the U.S. in January. DEHRADUN, India-India recorded the world's highest number of deaths from Covid-19 in a single day, as the country suffers through one of the most ferocious surges of the pandemic.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-polluters-face-higher-costs-as-breakaway-carbon-market-goes-live-11621425610", "title": "U.K. Polluters Face Higher Costs as Breakaway Carbon Market Goes Live", "date": "2021-05-19 13:28", "summary": "Emission-trading program forms key plank of Britain's aim to cut net emissions to zero by 2050. LONDON-British polluters could face higher costs for emissions in the U.K.'s new post-Brexit carbon market, a key plank of the country's efforts to reduce greenhouse-gas emissions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-transportation-bill-seeks-rural-investments-curbs-in-regulation-11621436473", "title": "Republican Transportation Bill Seeks Rural Investments, Curbs in Regulation", "date": "2021-05-19 13:27", "summary": "Latest entry into the infrastructure debate calls for pilot program for a vehicle-miles-traveled tax. WASHINGTON-House Republicans released a $400 billion transportation infrastructure bill, proposing to curb some federal regulations and emphasize investment in rural areas in a five-year plan reauthorizing federal highway and transit programs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plans-are-already-hurting-the-recovery-11621442978", "title": "Biden's Plans Are Already Hurting the Recovery", "date": "2021-05-19 12:49", "summary": "As anti-production policies take hold, supply and worker shortages appear and inflation looms.. The April Consumer Price Index rose by 0.8%, or 9.6% on an annualized basis. On an annual basis the inflation rate for the past three months has been 7.2% and 6.2% for the first four months of 2021. The core inflation rate, excluding food and energy, on an annual basis rose in April by 11%, a rate not exceeded since June of 1982. While the price increases are significant, broad and accelerating, are they the temporary effects of demand recovering from the pandemic shutdown more quickly than production, or is there evidence that this is the return of the inflation that plagued us for a generation and we paid such a high price to escape 40 years ago?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-is-the-issue-in-the-mississippi-abortion-case-11621442926", "title": "Democracy Is the Issue in the Mississippi Abortion Case", "date": "2021-05-19 12:48", "summary": "The high court could put questions about gestational limits back into voters' hands-where they belong.. The Supreme Court announced Monday that it will hear Mississippi's defense of its limit on abortion after 15 weeks of pregnancy. However the high court rules, it's unlikely to satisfy activists on either side. But a large majority of Americans would likely support a decision upholding the law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-probe-of-trump-organization-now-a-criminal-investigation-11621398567", "title": "New York Opens Criminal Probe Into Trump's Business", "date": "2021-05-19 12:40", "summary": "The investigation is no longer 'purely civil in nature,' state officials tell the former president's firm. The New York attorney general's office's investigation of former President Donald Trump's business now has a criminal component, a spokesman said Tuesday night, joining the Manhattan district attorney's office probe and expanding a monthslong inquiry that had been focused on civil fraud.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-improvement-retailers-raise-the-roof-11621441735", "title": "Home-Improvement Retailers Raise the Roof", "date": "2021-05-19 12:28", "summary": "Sales trends at Home Depot and Lowe's have proven that the sales surge in home improvement is driven by much more than just pandemic boredom. For several quarters now executives at Home Depot and Lowe's Cos. have faced the same old question: Just how much more can consumers spend on their homes? The answer has been consistent: More than you would think.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-likes-police-11621441430", "title": "Portland Likes Police", "date": "2021-05-19 12:23", "summary": "Is there any city where residents endorse the BLM organization's agenda?. Some news organizations have labored over the last year to persuade viewers that police officers constitute a major threat to many of the citizens they serve. But the citizens still aren't buying it. Shane Dixon Kavanaugh reports for The Oregonian:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-zack-snyders-army-of-the-dead-netflix-brings-its-binge-model-to-the-movies-11621440147", "title": "Netflix Aims to Fix Its Franchise Problem With 'Army of the Dead'", "date": "2021-05-19 12:02", "summary": "The zombie flick is a ready-made franchise for the streamer, with a prequel movie, a TV series and virtual-reality experience already in the pipeline. \"Army of the Dead\" rolls several tried-and-true movie plots into one. A heist involving a cash-filled vault. A motley band of fighters reuniting for one big score. Lots of zombies.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centrist-democrats-departures-challenge-partys-control-of-house-11621429228", "title": "Centrist Departures Challenge Democratic Control of House", "date": "2021-05-19 11:57", "summary": "Redistricting, historical trends seen as hurting efforts to recruit replacements in competitive seats. WASHINGTON-More centrist Democrats are choosing not to run for re-election in the House and others are considering bowing out, creating headaches for local party officials trying to find replacements just as redistricting is introducing more uncertainty into the 2022 races.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-are-dressing-like-paintersand-paying-hundreds-to-do-it-11621437316", "title": "Men Are Dressing Like Painters-and Paying Hundreds to Do It", "date": "2021-05-19 11:15", "summary": "Pigment-splattered jeans, T-shirts and sneakers that look like Jackson Pollock wore them in his studio are trending. Here, an investigation of the (pricey) crafty clothing craze.. Ralph Lauren's workwear-inspired subbrand Double RL is currently selling a pair of jeans covered with Jackson Pollock-esque paint splotches. While the price, $429, couldn't buy you even a square inch of an original by the Abstract Expressionist artist, it's significantly higher than that of an average pair of slim-cut denims.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-selloff-undermines-case-for-cryptocurrencies-11621437330", "title": "Bitcoin Selloff Undermines Case for Cryptocurrencies", "date": "2021-05-19 11:15", "summary": "The usefulness of bitcoin and other cryptocurrencies as actual currencies took a hit along with their prices this week. Bitcoin bulls sitting on massive long-term gains might be able to laugh off the most recent selloff in it and other cryptocurrencies, but the episode still exposes flaws in the argument for bitcoin as a true substitute for sovereign currencies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-finds-it-hard-to-say-cease-fire-in-israel-hamas-conflict-11621429734", "title": "Washington Finds It Hard to Say 'Cease-Fire' in Israel-Hamas Conflict", "date": "2021-05-19 11:07", "summary": "President Biden is a traditionalist Israel supporter, but his tone is said to have shifted in recent days amid pressure from Democratic lawmakers. WASHINGTON-When violence breaks out in international hot spots, the typical U.S. response has been an immediate, forceful call for a cease-fire, and a demand that the combatants settle differences through negotiations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-may-not-deliver-at-this-price-11621422003", "title": "DoorDash May Not Deliver at This Price", "date": "2021-05-19 10:58", "summary": "The meal delivery company's valuation suggests its investors are still biting off more than its eaters can chew. Investors salivated over DoorDash when it came hot out of the kitchen, but turned up their noses as the novelty wore off. They have since moved back in for leftovers. So is the stock appetizing or not?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-take-two-lowes-bitcoin-what-to-watch-when-the-stock-market-opens-today-11621421802", "title": "Bitcoin Drops Below $40,000, Target's Shares Gain: What to Watch When the Stock Market Opens Today", "date": "2021-05-19 10:19", "summary": "Technology shares were leading declines. Bitcoin is plunging as Wednesday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-chinese-property-tycoon-turns-to-electric-cars-cue-87-billion-valuation-11621433065", "title": "Embattled Chinese Property Tycoon Turns to Electric Cars. Cue $87 Billion Valuation.", "date": "2021-05-19 10:04", "summary": "Resume Subscription. SHANGHAI-Guests at a private August dinner hosted by billionaire entrepreneur Jack Ma were intrigued by a fellow diner who introduced himself as a humble car salesman.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eu-set-to-allow-vaccinated-tourists-11621426176", "title": "EU Set to Open Borders to Vaccinated Travelers", "date": "2021-05-19 10:03", "summary": "Americans will likely be allowed to visit the continent this summer. The European Union took a step toward opening its borders to vaccinated tourists, a move that likely means Americans and other non-Europeans will be allowed to visit the continent this summer.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-gensler-approached-architecture-from-the-inside-out-11621432801", "title": "Art Gensler Approached Architecture From the Inside Out", "date": "2021-05-19 10:00", "summary": "Founder of global firm, who has died at 85, made his early mark on interiors and designed stores for Apple. Art Gensler had modest ambitions for the architectural firm he launched in 1965 in a sublet space in San Francisco. \"My original dream,\" he wrote later, \"was to have about a six-person firm to design houses and perhaps some small buildings.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-brooklyn-oyster-bar-is-a-glamorous-time-warp-11621432850", "title": "This Brooklyn Oyster Bar Is a Glamorous Time Warp", "date": "2021-05-19 10:00", "summary": "Resume Subscription. For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that's changed remarkably little over the years. This week, we visit Gage & Tollner in New York.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-u-s-travel-surge-isnt-comingits-here-11621429908", "title": "The U.S. Travel Surge Isn't Coming-It's Here", "date": "2021-05-19 09:49", "summary": "The numbers show that airlines have started on the road to recovery, especially when it comes to domestic leisure travel. The numbers do tell the story, at least for travel.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/failed-travel-bubble-dashes-hopes-of-stir-crazy-vacationersagain-11621431196", "title": "Failed 'Travel Bubble' Dashes Hopes of Stir-Crazy Vacationers-Again", "date": "2021-05-19 09:33", "summary": "Hong Kong and Singapore suspended a plan to open their borders to each other once, then twice. When Singapore-based travel blogger Aaron Wong booked a trip to Hong Kong for this month, part of him was prepared to be disappointed. He'd been burned before.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-selloff-bruises-individual-investors-11621396808", "title": "SPAC Selloff Bruises Individual Investors", "date": "2021-05-19 09:32", "summary": "Investors retreat from companies that have gone public through blank-check firms, including Virgin Galactic. Shares of special-purpose acquisition companies and firms they have taken public are tumbling, punishing individual investors who piled into the once-hot sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denial-of-electricity-service-could-become-next-geopolitical-weapon-11621357611", "title": "Denial of Electricity Service Could Become Next Geopolitical Weapon", "date": "2021-05-19 09:25", "summary": "With electricity expected to account for a large share of the world's energy use by 2050, the stakes are high. Amy Myers Jaffe is a research professor at Tufts University's Fletcher School and the author of \"Energy's Digital Future: Harnessing Innovation for American Resilience and National Security.\"", "categories": [["THE EXPERTS | Energy"]], "category_links": ["https://www.wsj.com/news/types/experts-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-owned-auto-supplier-fights-to-reclaim-minority-status-11621426075", "title": "Black-Owned Auto Supplier Fights to Reclaim Minority Status", "date": "2021-05-19 09:11", "summary": "Piston Group, owned by former NBA player Vinnie Johnson, claims in lawsuit it was unfairly stripped of its certification as a minority-owned business. One of the nation's largest Black-owned automotive suppliers is suing an industry association for stripping the company of its minority-owned certification, claiming the move was arbitrary and threatens its business prospects.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-d-printer-formlabs-raises-150-million-in-softbank-led-funding-11621429202", "title": "3-D Printer Formlabs Raises $150 Million in SoftBank-Led Funding", "date": "2021-05-19 09:00", "summary": "Formlabs is SoftBank's first 3-D printing investment, illustrating renewed interest in the sector, which was key to sourcing medical equipment during the coronavirus pandemic. Formlabs Inc., a 3-D printing company that helped healthcare companies address medical-supply shortages during the early days of the coronavirus pandemic, has raised $150 million in investor funding led by SoftBank Group Corp.'s Vision Fund 2.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-new-ipad-pro-vs-macbook-air-the-best-m1-device-for-you-11621429204", "title": "Apple's New iPad Pro vs. MacBook Air: The Best M1 Device for You", "date": "2021-05-19 09:00", "summary": "Resume Subscription. The gap between the Mac and the iPad is the tightest it has ever been. The iPad Pro is now powered by the same M1 chip as the MacBook Pro, while the latest MacBooks can run many iOS apps.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-apples-airtag-to-dog-locators-digital-trackers-to-find-lost-valuables-11621429201", "title": "Digital Trackers to Find Lost Valuables-From Apple's AirTag to Dog Locators", "date": "2021-05-19 09:00", "summary": "Resume Subscription. EVEN IF you're returning to work or school, you needn't return to the days when you frantically foraged for your wallet, phone and keys each morning. New digital tracking devices are affordable enough to stick or clip onto those water bottles your kids keep losing, and smart enough to detect if Harriet left hers in the trunk or the back seat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rothys-mens-shoes-recycled-bottles-11621427858", "title": "Rothy's Goes Toe-to-Toe With Allbirds and Nike With its First-Ever Men's Shoes", "date": "2021-05-19 08:38", "summary": "The direct-to-consumer brand will offer two styles for men made in part from recycled plastic bottles, just like its ever-popular women's flats.. When the San Francisco-based startup Rothy's launched a line of relatively affordable, machine-washable, pointy-toed knit women's ballet flats made of recycled plastic bottles, few in the fashion industry could have guessed the shoes would develop a cult following.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-car-makers-are-taking-on-the-ev-supply-chain-11621426978", "title": "Why Car Makers Are Taking On the EV Supply Chain", "date": "2021-05-19 08:22", "summary": "A joint venture between Chrysler owner Stellantis and iPhone-assembler Foxconn applies the auto industry's approach to battery investments to its latest priority: vehicle software. Henry Ford invested in steel production and Brazilian rubber. Today's car makers are getting into batteries and software.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-next-covid-19-test-could-be-a-dogs-sniff-11621425603", "title": "Your Next Covid-19 Test Could Be a Dog's Sniff", "date": "2021-05-19 08:00", "summary": "Resume Subscription. A new type of Covid-19 test comes with four legs and a wagging tail.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pga-championship-kiawah-island-rory-mcilroy-oak-tree-11621363038", "title": "The Famous Oak at Kiawah's Ocean Course Had a Problem: It Was Dead", "date": "2021-05-19 08:00", "summary": "Before this year's PGA Championship, the club replaced the tree that became a celebrity nine years ago when it caught Rory McIlroy's ball. Rory McIlroy blasted his tee shot on the par-4, third hole on the Saturday of the 2012 PGA Championship at Kiawah's Ocean Course. Everyone watched as his ball soared toward the green-and suddenly vanished.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-reit-plans-to-appoint-katie-keenan-as-ceo-11621424701", "title": "Blackstone REIT Plans to Appoint Katie Keenan as CEO", "date": "2021-05-19 07:45", "summary": "Real-estate executive played key role in Blackstone's debt strategy during pandemic. Blackstone Mortgage Trust Inc., a large commercial real-estate lender, is expected to appoint Katie Keenan as chief executive Wednesday, partly crediting the role she played in helping navigate the company through one of the most challenging markets in decades.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-railroad-plays-russian-roulette-11621423802", "title": "Canadian Railroad Plays Russian Roulette", "date": "2021-05-19 07:33", "summary": "Canadian National's risky bid for Kansas City Southern draws ire of large shareholder TCI-for good reason. Canadian National is steaming full speed ahead toward a dangerous junction. The market is starting to wonder whether it will lose its nerve.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-sells-renewable-energy-unit-in-india-11621423025", "title": "SoftBank Sells Renewable-Energy Unit in India", "date": "2021-05-19 07:17", "summary": "Adani conglomerate takes control in deal that values solar-power operator at $3.5 billion. SoftBank Group Corp. is selling its Delhi-based renewable-energy unit to an Indian rival, a step that effectively pulls the plug on what was once the world's most ambitious solar investor.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-covid-19-variants-spread-and-vaccines-dont-asia-suffers-outbreaks-where-disease-had-seemed-beaten-11621419961", "title": "Asia Suffers Covid-19 Outbreaks Where Disease Had Seemed Beaten", "date": "2021-05-19 06:26", "summary": "From Vietnam and Thailand to Taiwan, case numbers set records; strict new restrictions in Singapore. SINGAPORE-For months, Covid-19 seemed to be all but gone from parts of Asia, where some of the world's most successful battles to contain the coronavirus were waged. But several places are now struggling with new outbreaks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-increase-bets-on-private-companies-11621416604", "title": "Hedge Funds Increase Bets on Private Companies", "date": "2021-05-19 05:30", "summary": "Viking, Maverick look to stand-alone private-equity funds, while Anthony Scaramucci pitches Klarna. Hedge-fund firms are stepping up their presence in what has emerged as Wall Street's hottest area: investing in private companies.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-coms-ceo-on-how-covid-19-disrupted-child-care-for-the-better-11621416606", "title": "Care.com's CEO on How Covid-19 Disrupted Child Care for the Better", "date": "2021-05-19 05:30", "summary": "Most Popular News. When Barry Diller's IAC/InterActive Corp. IAC 0.07% acquired Care.com at the end of 2019, Tim Allen raised his hand for the top job.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-shots-for-teens-can-hit-legal-snags-and-parental-pushback-11621416603", "title": "Covid-19 Shots for Teens Can Hit Legal Snags and Parental Pushback", "date": "2021-05-19 05:30", "summary": "State laws vary on whether minors need to obtain their parents' permission to get the vaccine. A 16-year-old in South Carolina can get a Covid-19 vaccine without a parent's permission. A 17-year-old in New York can't. In Oregon, anyone 15 or older can, but not if a pharmacist is the one giving a shot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-companies-flush-with-cash-turn-to-stock-buybacks-11621416605", "title": "European Companies, Flush With Cash, Turn to Stock Buybacks", "date": "2021-05-19 05:30", "summary": "Wave of share repurchases is expected to boost European stock market. French retailer Carrefour SA recently began its first share buyback in a decade, spurred by strong cash flow and a belief that the economic recovery is under way. And it isn't alone.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphias-progressive-district-attorney-larry-krasner-wins-primary-11621397348", "title": "Philadelphia's Progressive District Attorney Larry Krasner Wins Primary", "date": "2021-05-19 00:09", "summary": "Former prosecutor Carlos Vega loses Democratic race despite police backing. Philadelphia District Attorney Larry Krasner, one of the highest-profile progressive prosecutors in the U.S., has won the Democratic primary election, according to the Associated Press, putting him in strong position to gain a second four-year term.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11621371829", "title": "Pepper...and Salt", "date": "2021-05-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russell-moore-a-top-southern-baptist-convention-official-resigns-11621391912", "title": "Top Southern Baptist Official, Trump Critic Resigns", "date": "2021-05-19 23:22", "summary": "One of the most influential figures in evangelical Christianity sparked a backlash with his comments during the 2016 campaign. Russell Moore, one of the top-ranking officials in the Southern Baptist Convention, is resigning his post, ending an eight-year tenure during which he had served as a lightning rod within evangelical Christianity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hydrogen-cars-failed-to-deliver-investors-hope-planes-are-different-11620984629", "title": "Hydrogen Cars Failed to Deliver. Investors Hope Planes Are Different.", "date": "2021-05-19 21:39", "summary": "Hydrogen is a more feasible green power source for the aviation world than electric batteries. But it will be difficult to deploy in time to meet emissions targets.. Does the hydrogen hype that once surrounded cars have better prospects with planes? Yes, but probably not in time to meet the aviation industry's emissions targets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-probes-defense-contractors-contributions-to-sen-susan-collins-11621382437", "title": "FBI Probes Defense Contractor's Contributions to Sen. Susan Collins", "date": "2021-05-19 21:36", "summary": "Warrant shows investigation into whether Martin Kao illegally directed funds to Maine Republican's 2020 campaign. WASHINGTON-The FBI is investigating whether a U.S. defense contractor unlawfully directed money to support Sen. Susan Collins, according to a search warrant recently unsealed in federal court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-secretary-janet-yellen-calls-for-reform-of-corporate-tax-system-11621346462", "title": "Biden, Yellen Seek Backing for $2.3 Trillion Infrastructure Package", "date": "2021-05-19 21:09", "summary": "President, Treasury secretary say plan will improve global competitiveness of U.S. companies. President Biden and Treasury Secretary Janet Yellen promoted the administration's infrastructure and tax plans as vital for the U.S. to compete globally, as the White House and Republican lawmakers continued to pursue a deal to improve the nation's bridges, roads and broadband internet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]