[{"link": "https://www.wsj.com/articles/los-angeles-councilman-former-usc-dean-indicted-in-alleged-fraud-scheme-11634176739", "title": "Los Angeles Councilman, Former USC Dean Indicted", "date": "2021-10-13 23:40", "summary": "Former head of USC's School of Social Work allegedly gave Mr. Ridley-Thomas's son admission in exchange for county contracts. A Los Angeles city councilman and a former University of Southern California dean have been indicted on federal corruption charges stemming from an alleged scheme to trade county contracts for graduate-school admission for the politician's son.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-trial-retailers-vetted-theranos-without-testing-devices-11634164818", "title": "Retailers Vetted Theranos Without Testing Devices", "date": "2021-10-13 22:06", "summary": "Former Walgreens CFO says drugstore chain sought out experts who believed blood-testing startup's technology worked as claimed. SAN JOSE, Calif.-In 2010, Theranos Inc. was courting two major retailers, hoping to put its laboratory technology in busy pharmacies across the country.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-creates-new-team-to-study-pandemic-origins-11634156325", "title": "WHO Creates New Team to Study Covid-19 Origins", "date": "2021-10-13 21:45", "summary": "World Health Organization officials describe a 'last chance' to determine how pandemic began. The World Health Organization established a new panel of scientists whose mandate will include attempting to revive a stalled inquiry into the origins of the coronavirus that caused a global pandemic.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gymnastics-stars-call-for-ouster-of-u-s-olympic-directors-11634160090", "title": "Gymnastics Stars Call for Ouster of U.S. Olympic Directors", "date": "2021-10-13 21:13", "summary": "Simone Biles, McKayla Maroney, Maggie Nichols and Aly Raisman are asking Congress to dissolve the U.S. Olympic & Paralympic Committee's Board. WASHINGTON-A group of star gymnasts on Wednesday stepped up their attack on the U.S. Olympics & Paralympic Committee by asking Congress to dissolve the organization's board over its alleged failings in handling the Larry Nassar sex abuse scandal.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-limits-employee-access-to-some-internal-discussion-groups-11634171786", "title": "Facebook Tightens Control of Internal Discussion Groups", "date": "2021-10-13 20:36", "summary": "Restrictions come in the wake of document release that formed the foundation of WSJ's Facebook Files reporting. Facebook Inc. has told employees it is tightening controls over some internal discussion groups, a move that comes after Frances Haugen, a former employee, gathered documents that formed the foundation of The Wall Street Journal's Facebook Files series showing the company's platforms are riddled with flaws that can cause harm.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-sees-risks-of-more-persistent-inflation-11634169600", "title": "Fed Official Sees Risks of More Persistent Inflation", "date": "2021-10-13 20:00", "summary": "Michelle Bowman warns that structural changes could impair a full labor-market recovery and push up prices. A Federal Reserve official warned in a speech Wednesday night of growing risks that supply-chain disruptions could keep inflation elevated for longer than forecasters have anticipated.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-employee-group-calls-for-walkout-amid-tensions-over-dave-chappelle-show-11634169211", "title": "Chappelle Special Sparks Netflix Staff Protest", "date": "2021-10-13 19:53", "summary": "Streaming giant stands by special that some staff said was offensive to transgender community; 'There will always be content on Netflix some people believe is harmful'. Tensions are rising inside Netflix Inc. over a Dave Chappelle stand-up special that some employees said was offensive to the transgender community, the latest clash between the streaming giant's radical-candor culture and its embrace of creative freedom.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-port-to-operate-around-the-clock-to-ease-cargo-logjams-white-house-says-11634115601", "title": "L.A. Port to Operate Around the Clock to Ease Logjams, White House Says", "date": "2021-10-13 19:51", "summary": "Nation's busiest container port set to operate 24/7 to ship goods to stores ahead of holiday season. WASHINGTON-One of the country's busiest ports will operate around the clock in an effort to ease cargo bottlenecks that have led to shortages and higher consumer costs, a change announced by the White House as it seeks to alleviate supply-chain issues ahead of the holidays.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-gruden-pulled-from-madden-nfl-videogame-after-email-scandal-11634168152", "title": "Jon Gruden Pulled From Madden NFL Videogame After Email Scandal", "date": "2021-10-13 19:35", "summary": "Videogame company said it is 'committed to taking action in maintaining a culture of inclusion and equity'. Electronic Arts Inc. said Wednesday it was removing Jon Gruden's name from its \"Madden NFL 22\" videogame after it was revealed that the former coach used racist and antigay slurs in emails dating back a decade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-seeks-to-expand-wind-farms-in-coastal-waters-11634167509", "title": "Biden Administration Seeks to Expand Wind Farms in Coastal Waters", "date": "2021-10-13 19:31", "summary": "U.S. aims for projects off Atlantic Coast, Pacific Coast and in Gulf of Mexico. WASHINGTON-The Biden administration is preparing to open up large sections of the U.S. coastline to wind-turbine projects as part of a plan to boost production of clean, renewable energy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-gruden-emails-dan-snyder-bruce-allen-11634167159", "title": "Dan Snyder Was Battling With Bruce Allen. Jon Gruden Was the Loser.", "date": "2021-10-13 19:28", "summary": "Some of the emails that eventually led to the Raiders' coach resigning first appeared redacted when Snyder, the Washington Football Team owner, was trying to get access to the personal communications of Allen, the team's former top executive, as part of a defamation case.. Before the emails that prompted Jon Gruden to resign as coach of the Las Vegas Raiders became public over the past week, some of them made a little-noticed and redacted appearance in another public forum: a discovery motion Washington Football Team owner Daniel Snyder had filed in April.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inflation-tax-rises-consumer-prices-joe-biden-jerome-powell-11634163000", "title": "The Inflation Tax Rises", "date": "2021-10-13 19:12", "summary": "Real average hourly earnings have declined 1.9% since Biden's inaugural.. Is inflation still \"transitory,\" as the Federal Reserve and White House like to say? Not if you've been visiting the grocery store, gas pump, online retailer, or anywhere else across the U.S. economy. And not judging by Wednesday's report on consumer prices for September, which showed the same rapid rate of inflation that has been apparent this year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lasership-is-buying-package-carrier-ontrac-in-a-1-3-billion-deal-11634166579", "title": "LaserShip Is Buying Package Carrier OnTrac in $1.3 Billion Deal", "date": "2021-10-13 19:09", "summary": "The acquisition would extend LaserShip's reach, bringing the last-mile delivery specialist closer to becoming a national carrier. Fast-growing parcel carrier LaserShip Inc. agreed to buy Western U.S. rival OnTrac Logistics Inc. in an approximately $1.3 billion deal aimed at extending the regional last-mile delivery specialist's reach across a wider swath of the U.S. at a time of surging e-commerce demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bow-arrow-attack-norway-kongsberg-11634159197", "title": "Bow-and-Arrow Attack in Norway Leaves at Least Five Dead", "date": "2021-10-13 18:58", "summary": "Suspected perpetrator arrested after attack near Oslo; police investigating a motive. At least five people have been killed and two injured in Norway by a man wielding a bow and arrows, police said Wednesday evening.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-shatner-returns-to-space-blue-origin-jeff-bezos-11634162038", "title": "William Shatner Returns to Space", "date": "2021-10-13 18:55", "summary": "The 90-year-old actor and 'Star Trek' pioneer takes a ride on a Blue Origin rocket.. Even after all those years aboard the Starship Enterprise, William Shatner's enthusiasm for worlds beyond has apparently not diminished. On Wednesday the 90-year-old actor became the oldest man in space-and on his return showed a sense of raw wonder that would do Captain James Tiberius Kirk proud.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-chainsaw-massacre-gavin-newsom-bans-gas-powered-equipment-11634142526", "title": "California Chainsaw Massacre", "date": "2021-10-13 18:51", "summary": "Sacramento escalates its campaign to raise costs for everything.. When Democrats say they want to remake the U.S. economy by government fiat, they aren't kidding. Having banned the sale of gas-powered cars by 2035, California is now coming for chainsaws, weed whackers, lawn mowers, leafblowers and other supposedly dirty off-road equipment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-time-for-evergrande-choosing-china-xi-jinping-11634141827", "title": "Beijing's Time for Evergrande Choosing", "date": "2021-10-13 18:47", "summary": "Strategic ambiguity is no solution for a major debt implosion.. If Beijing has a grand plan for dealing with the slow-rolling collapse of property giant Evergrande Group, it's one of the best kept secrets in Asia. It's clear that Xi Jinping's government will step in to protect at least some of Evergrande's creditors, but uncertainty about who will benefit and how is becoming another risk.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-gerrymander-fable-holder-redistricting-republican-seats-nrrt-drc-aotl-karl-rove-11634158472", "title": "Barack Obama's Gerrymander Fable", "date": "2021-10-13 18:43", "summary": "When he and Holder say they want 'fair' maps, they mean maps that favor Democrats.. I guess I should be honored that the National Democratic Redistricting Committee slapped my name and picture on its fundraising email, but am I really \"the latest Republican attack on democracy?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-job-airport-security-tsa-screening-unions-terrorist-attack-jihadist-11634158989", "title": "Biden Puts Job Security Over Airport Security", "date": "2021-10-13 18:42", "summary": "Extending civil-service protections to TSA screeners pleases government-employee unions but puts American lives at risk.. The Taliban takeover of Afghanistan will undoubtedly create a haven for terrorists who have historically targeted the U.S. aviation system. So how is President Biden addressing this threat? By expanding collective bargaining at the Transportation Security Administration and extending civil-service protections to airport security screeners. These shortsighted policies will put American lives at risk.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-2022-tokyo-2020-olympic-mistakes-restrictions-monitoring-masks-testing-covid-19-11634158730", "title": "Beijing Looks Set to Repeat Tokyo's Olympic Mistakes", "date": "2021-10-13 18:41", "summary": "A relaxed approach would be in China's interest but goes against the grain for the Communist Party.. Team USA scored an impressive haul at Tokyo's Olympics, led by swimmer Caeleb Dressel's five gold medals. The big winner at the belated Tokyo 2020 games, however, was the Chinese Communist Party. Its Beijing 2022 Olympic leadership no doubt observed with great satisfaction the draconian control that Tokyo imposed on foreign Olympic visitors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-canada-borders-full-opening-in-november-spurs-travel-plans-11634164800", "title": "U.S.-Canada Border's Full Opening in November Spurs Travel Plans", "date": "2021-10-13 18:40", "summary": "U.S. border-crossing restrictions are set to lift next month, and Canadians are putting shopping trips, family reunions and vacations back on the agenda. OTTAWA-Upon learning the U.S. intends to reopen land border crossings in early November to fully vaccinated travelers from Canada and Mexico, Emily Pearce started planning a visit to the nearest Target store, located in upstate New York.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-alternative-realities-reconciliation-spending-cost-nothing-border-closed-psaki-11634158213", "title": "Joe Biden and Nothingness", "date": "2021-10-13 18:39", "summary": "Costless spending, the 'closed' border and other manufactured alternative realities.. Meet Joe Biden, existentialist philosopher.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deep-places-review-patient-heal-thyself-11634164708", "title": "'The Deep Places' Review: Patient, Heal Thyself", "date": "2021-10-13 18:38", "summary": "Ross Douthat was stonewalled by skeptical doctors, but his disease was real-and painfully persistent.. Ross Douthat is a New York Times op-ed columnist who vaulted to his perch in 2009 at the age of only 30-which may explain why his columns can sometimes read like seminar submissions. Yet this too-earnest quality is only rarely apparent in \"The Deep Places\"-Mr. Douthat's sixth and latest book-a harrowing, and often profound, account of how one man's life can be laid almost to waste by Fate.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinemark-taps-groupon-cfo-melissa-thomas-as-new-finance-chief-11634163119", "title": "Cinemark Taps Groupon CFO Melissa Thomas as New Finance Chief", "date": "2021-10-13 18:11", "summary": "Ms. Thomas, who has been Groupon's finance chief since February of last year, succeeds Sean Gamble in her new role, beginning Nov. 8. Cinemark Holdings Inc. has named Melissa Thomas, Groupon Inc.'s chief financial officer, as its new CFO, effective Nov. 8.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-tosses-votes-backing-j-j-talc-suppliers-bankruptcy-plan-11634156276", "title": "Judge Tosses Votes Backing J&J Talc Supplier's Bankruptcy Plan", "date": "2021-10-13 18:05", "summary": "A judge set aside more than 15,700 votes backing the personal-injury compensation plan of defunct supplier Imerys Talc America. The judge overseeing the bankruptcy case of Johnson & Johnson 's longtime talc supplier disqualified the decisive ballots cast in favor of a cancer-victim compensation plan, ruling that most of one law firm's asbestos-injury clients had no basis to vote.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-funds-for-401-k-s-easier-to-buy-under-labor-department-plan-11634160291", "title": "ESG Funds Easier for 401(k)s to Buy Under Labor Department Plan", "date": "2021-10-13 17:51", "summary": "Proposal would reverse Trump administration measure making it harder to offer investments based on environmental, social and governance factors. The Labor Department on Wednesday proposed a rule that would make it easier for investors to purchase funds focused on environmental, social and governance measures in their 401(k) plans.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybody-in-the-world-needs-to-do-this-11634160156", "title": "William Shatner: 'Everybody in the World Needs to Do This'", "date": "2021-10-13 17:49", "summary": "A Jeff Bezos venture hurls the actor into space.. The late U.S. Chief Justice Earl Warren used to say that the front page of a newspaper carried only news of people's failures while the sports pages recorded their achievements. Today one might draw a similar distinction between the news from Washington and stories that originate elsewhere. Fresh evidence of federal mismanagement arrives while far outside the Beltway, innovative private citizens are soaring beyond the atmosphere.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-moguls-back-goodleaps-green-housing-push-with-12-billion-valuation-11634126400", "title": "Tech Moguls Back GoodLeap's Green Housing Push With $12 Billion Valuation", "date": "2021-10-13 17:36", "summary": "Hayes Barnard has raised over $1 billion from Michael Dell and others for his solar finance company, several years after leaving SolarCity. Americans are going to need at least $450 billion to turn their homes green in coming years, says entrepreneur Hayes Barnard, and he wants to get it to them.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-13-2021-11634110620", "title": "S&P 500 Snaps Losing Streak After Inflation Data", "date": "2021-10-13 17:36", "summary": "BlackRock shares rise after revenue, profit beat expectations. The S&P 500 rose in choppy trading Wednesday to snap a three-session losing streak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alisal-fire-grows-in-santa-barbara-county-prompting-new-evacuation-warning-11634146265", "title": "Alisal Fire Grows in Santa Barbara County", "date": "2021-10-13 17:35", "summary": "Part of Highway 101 remains closed; emergency personnel work to protect Reagan ranch. The Alisal Fire in Santa Barbara County doubled in size between Tuesday and Wednesday, prompting officials to issue a new evacuation warning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giuliani-associate-lev-parnas-funneled-foreign-money-into-u-s-elections-prosecutors-say-11634159205", "title": "Giuliani Associate Lev Parnas Funneled Foreign Money Into U.S. Elections, Prosecutors Say", "date": "2021-10-13 17:34", "summary": "Defendant was key figure in first impeachment of former President Donald Trump for his role in efforts to pressure Ukraine officials to open investigations into Joe Biden. The criminal trial of former Rudy Giuliani associate Lev Parnas kicked off in a New York federal court Wednesday with prosecutors describing him as a Florida businessman who promoted his political connections while working to funnel foreign money into U.S. elections in 2018.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-signals-asset-purchases-could-end-by-mid-2022-11634148001", "title": "Fed Worried About Inflation Risk as It Firmed Up Tapering Plan", "date": "2021-10-13 17:26", "summary": "Central bank prepares to begin reducing asset purchases next month and eyes end to stimulus program by mid-2022. Federal Reserve officials last month worried that disrupted supply chains were raising the risks of more persistent inflation as they firmed up plans to reduce their bond-buying stimulus program next month and conclude it by the middle of next year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-justices-differ-on-boston-bombers-death-sentence-11634152110", "title": "Supreme Court Justices Differ on Boston Bomber's Death Sentence", "date": "2021-10-13 17:23", "summary": "Court hears arguments about whether procedural issues at Dzhokhar Tsarnaev's trial justified an appeal court's setting aside his death sentence. WASHINGTON-Supreme Court justices sharply diverged Wednesday over the fairness of Boston Marathon bomber Dzhokhar Tsarnaev's death sentence, with liberals questioning the district judge's exclusion of mitigating evidence and conservatives finding little reason to second-guess decisions made at his 2015 trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skyscraper-gothic-review-a-spire-is-born-fralin-museum-university-of-virginia-modern-architecture-cass-gilbert-woolworth-building-empire-state-building-childe-hassam-thomas-hart-benton-joseph-pennell-11634153876", "title": "'Skyscraper Gothic' Review: A Spire is Born", "date": "2021-10-13 17:02", "summary": "Early 20th-century American architects were drawn to the forms of Medieval architecture. Charlottesville, Va.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-names-adam-kroll-as-financial-chief-11634132109", "title": "Lordstown Motors Recruits Adam Kroll as Financial Chief", "date": "2021-10-13 17:01", "summary": "The electric-truck startup turned to a former investment banker to lead its finances. Lordstown Motors Corp. has hired a new finance chief, a move that comes as the electric-truck startup works to evaluate new financing options and bring its first pickup to market.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-data-pushes-treasury-yields-closer-together-11634145416", "title": "Inflation Data Pushes Treasury Yields Closer Together", "date": "2021-10-13 16:58", "summary": "Gap between yields on shorter- and longer-term Treasurys narrows after report on consumer prices. The gap between yields on shorter- and longer-term Treasurys narrowed Wednesday after data showed inflation accelerated slightly in September, fueled by investors' bets that the Federal Reserve may need to tighten monetary policy sooner than expected.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-covid-19-booster-shot-bolsters-immune-defense-fda-staff-say-11634137515", "title": "J&J Booster Dose Bolsters Protection Against Covid-19, FDA Says", "date": "2021-10-13 16:50", "summary": "Staff cautioned that data on second dose of the J&J vaccine was limited. A booster of Johnson & Johnson 's Covid-19 vaccine showed signs of significantly bolstering the immune defenses of study subjects, federal health regulators said Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democracy-conformity-crowd-mob-new-class-cancel-culture-totalitarian-11634078511", "title": "Democracy and the Problem of Conformity", "date": "2021-10-13 16:45", "summary": "First Amendment freedoms are still nominally intact, but the tyranny of the crowd diminish them.. It is an interesting wrinkle of our times that the suffocating enforced conformity should come from below rather than above (\"The Tyranny of the 21st-Century Crowd\" by Robert D. Kaplan, op-ed, Oct. 8), but someone will have to administer this horrid state of affairs. The totalitarian literature has been remarkably prescient about many aspects of this, but it may be time to dust off an overlooked classic: former Yugoslavian dissident Milovan Djilas's \"The New Class\" (1957).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-tax-audits-bank-accounts-cash-flow-privacy-11634077436", "title": "An IRS Invasion of Privacy or Just Another Number?", "date": "2021-10-13 16:43", "summary": "The agency casts a population-wide fishing net.. Regarding \"The IRS Gets Window Dressed\" (Review & Outlook, Oct. 8): It doesn't matter whether the threshold amount for pre-emptive Internal Revenue Service snooping is $600, $10,000 or any other amount of cash flow. In our constitutional republic, the presumption of innocence and due process are basic tenets.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monarchy-glorious-revolution-britain-james-william-orange-washington-11634076753", "title": "Even a Glorious Revolution Can Be Improvised", "date": "2021-10-13 16:42", "summary": "America could have had George I, of the House of Washington.. Allan Massie is not the first to claim that the Protestant Whigs invited William III to come to England in 1688 to \"depose James II\" and replace him on the throne (\"When England Went Orange,\" Bookshelf, Oct. 7). But if those had been the terms of the \"invitation,\" it would never have succeeded. The Tory conservatives would have (grudgingly) supported James as the legitimate sovereign, fearing a repetition of the horrible civil strife of 1642-60.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-army-general-who-saved-hugo-chavez-from-coup-dies-in-jail-11634156236", "title": "Venezuelan General Who Saved Chávez From Coup Dies in Jail", "date": "2021-10-13 16:42", "summary": "Raúl Baduel's loyalty doomed a 2002 coup against the socialist leader but he later became a political prisoner. Raúl Baduel, an army general who became a hero of Venezuela's leftist government when he helped its strongman survive a coup but later turned into one of its most prominent political prisoners, died in jail late Tuesday, his family and the government said. He was 66.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-pinker-rationality-reason-thinking-philosophy-humble-11634073004", "title": "Pinker Needs to Ask Bigger Questions", "date": "2021-10-13 16:40", "summary": "Trying to answer them tends to foster humility about the power of rational thinking.. In reviewing Steven Pinker's \"Rationality\" (Bookshelf, Oct. 2), Andrew Stark is surely right to propose that not only does humility improve rationality, but that rationality fosters humility. The strength of his argument could be enhanced by a more fundamental challenge to Mr. Pinker's definition of rationality-\"the ability to use knowledge to attain goals\"-which makes it entirely instrumental. Evidently the goals themselves are not to be identified through the use of reason. That rules out deliberation about many of mankind's major questions: What are we here for? What is the good? Is it indeed all about us?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-government-cost-cutting-fiscal-discipline-11634072292", "title": "Washington Needs Private-Sector Discipline", "date": "2021-10-13 16:36", "summary": "'We got fat one french fry at a time.'. Richard Klitzberg's letter to the editor (Oct. 1) nicely expands on Holman W. Jenkins, Jr.'s \"Abolish the FBI\" (Business World, Sept. 22) by listing several other bloated government agencies ripe for massive reorganization.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-ease-covid-19-travel-restrictions-at-canada-and-mexico-land-border-crossings-11634095283", "title": "U.S. to Ease Covid-19 Travel Restrictions at Land Crossings", "date": "2021-10-13 16:36", "summary": "Canadian and Mexican travelers will be permitted to enter for nonessential purposes for the first time in 20 months, if fully vaccinated. WASHINGTON-The Biden administration intends to relax Covid-19 travel restrictions on land-border crossings from Canada and Mexico and will require foreign nationals taking those routes into the U.S. for nonessential reasons to show proof of vaccination beginning in November.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-royal-heirs-could-marry-same-sex-partner-government-says-11634145766", "title": "Dutch Royals Can Marry Same-Sex Partners Without Risking Throne, Government Says", "date": "2021-10-13 16:32", "summary": "Any king or queen of the Netherlands wouldn't have to forfeit the right to the throne if he or she married someone of the same sex, according to the government. The Netherlands was the first country in the world to legalize same-sex marriage in 2001. Now, the government says any king or queen of the country wouldn't have to forfeit the right to the throne if he or she married someone of the same sex.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-profit-jumps-on-reserve-release-11634123662", "title": "JPMorgan Profit Jumps on Reserve Release", "date": "2021-10-13 16:24", "summary": "The bank reported higher earnings after freeing up money it had set aside for bad loans; revenue was essentially flat.. JPMorgan Chase & Co . Chief Executive Jamie Dimon says the economy is healthy and expects it to stay that way.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-air-lines-delivers-a-profit-but-faces-fuel-cost-pressure-11634124383", "title": "Delta Air Lines Delivers a Profit, but Faces Fuel-Cost Pressure", "date": "2021-10-13 16:07", "summary": "Travel demand surged over summer before the spread of a more contagious Covid-19 variant threatened airlines' recovery. Delta Air Lines Inc. posted a quarterly profit as travel demand began to recover in recent weeks despite the spread of a more contagious Covid-19 variant, though the company said it faces pressure from rising fuel prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thats-gotta-hurt-thursday-crossword-october-14-11633705439", "title": "That's Gotta Hurt! (Thursday Crossword, October 14)", "date": "2021-10-13 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-7-most-comfortable-sofas-you-can-buy-today-11634155104", "title": "The 7 Most Comfortable Sofas You Can Buy Today", "date": "2021-10-13 15:58", "summary": "Interior designers purchase couches for themselves and hard-to-please clients. We asked them: Which sofas are the absolute cushiest?. AS WE resume our winter binge-watching schedule, an accommodating couch becomes even more key. To give priority to plushiness, we asked scores of designers to name the comfiest sofas on the market today, which we narrowed to these seven.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-crews-threaten-strike-if-deal-isnt-reached-with-producers-11634154093", "title": "Hollywood Crews Threaten Strike if Deal Isn't Reached With Producers", "date": "2021-10-13 15:41", "summary": "A strike could throw studio plans into turmoil and cost millions of dollars. A union representing film and television crews said it would strike on Monday unless a deal for a new contract is reached with producers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-inflation-consumer-price-index-september-2021-11634074529", "title": "Accelerating Inflation Spreads Through the Economy", "date": "2021-10-13 15:30", "summary": "Higher inflation weighs on Fed policy, starts to have a broader impact on cost of living, wages and social-benefits programs. U.S. inflation accelerated last month and remained at its highest rate in over a decade, with price increases from pandemic-related labor and materials shortages rippling through the economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-california-wine-country-a-home-with-a-vineyard-and-an-olive-grove-wants-34-5-million-11634152696", "title": "In California Wine Country, a Home With a Vineyard and an Olive Grove Wants $34.5 Million", "date": "2021-10-13 15:18", "summary": "The owners rebuilt the Santa Barbara-area estate after it was damaged by a construction fire. In the Santa Ynez Valley, a 60-acre estate with a working vineyard and olive grove is coming on the market for $34.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-blue-origin-set-to-send-william-shatner-to-edge-of-space-11634117401", "title": "Shatner Reaches Final Frontier on Blue Origin Rocket", "date": "2021-10-13 15:11", "summary": "Mission comes as aviation regulators assess recent employee allegations over safety record of Jeff Bezos' company. Jeff Bezos' Blue Origin flew the actor William Shatner and three others to the edge of space Wednesday morning, the latest flight aimed at establishing the fledgling space-tourism market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vineyard-haven-11634152089", "title": "Vineyard Haven", "date": "2021-10-13 15:08", "summary": "A look inside a 60-acre estate with its own vineyard, olive grove and wine cave.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/governments-climate-pledges-not-enough-to-meet-paris-agreement-targets-iea-says-11634097601", "title": "Global Climate Pledges Off Track to Meet Paris Targets, IEA Says", "date": "2021-10-13 15:07", "summary": "Lawmakers aren't moving fast enough despite ambitious goals, according to OECD watchdog. The world's governments are unlikely to prevent dangerous climate change even if the lofty pledges lawmakers and business have laid out in recent months are successfully implemented, the International Energy Agency said Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-three-shows-about-the-opioid-crisis-11634151601", "title": "What to Watch: Three Shows About the Opioid Crisis", "date": "2021-10-13 15:00", "summary": "Resume Subscription. Three shows streaming this week look at the opioid crisis from different perspectives. The second season of the crime drama \"Hightown\" opens with overdoses of teens in the Northeast. The fourth season of \"The Conners\" finds a family still reeling from an accidental overdose. And \"Dopesick\" takes a 360-degree look at the crisis. Here's where to stream them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sec-to-seek-admissions-of-wrongdoing-in-some-enforcement-actions-11634139229", "title": "Wall Street, Others May Have to Give Up More to Settle With SEC", "date": "2021-10-13 14:48", "summary": "New policy would break from 'no admit, no deny' pattern of settlements. WASHINGTON-Wall Street regulators said Wednesday they plan to require companies in some cases to admit wrongdoing when they settle civil enforcement actions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-judge-blocks-inspection-of-2020-absentee-ballots-in-fulton-county-11634147023", "title": "Georgia Judge Blocks Inspection of 2020 Absentee Ballots in Fulton County", "date": "2021-10-13 13:43", "summary": "State investigators found no evidence to support allegations that counterfeit ballots were counted in state's most populous county. A Georgia state judge dismissed a lawsuit from a voting group that sought to inspect absentee ballots cast in Fulton County, a day after state investigators said they hadn't found any counterfeit ballots there.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-manhattan-u-s-attorney-names-top-deputies-11634140814", "title": "New Manhattan U.S. Attorney Names Top Deputies", "date": "2021-10-13 13:32", "summary": "Damian Williams tapped New York City investigations chief Margaret Garnett as his deputy and white-collar defense attorney Daniel Gitner as chief of criminal prosecutions. Manhattan U.S. Attorney Damian Williams named the head of New York City's municipal anti-corruption agency to be his second-in-command and a respected white-collar defense attorney to be a top deputy.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-duel-big-talents-blunt-swords-jodie-comer-matt-damon-ben-affleck-adam-driver-ridley-scott-eric-jager-alex-lawther-medieval-knights-france-killing-eve-good-will-hunting-the-martian-free-guy-11634140132", "title": "'Last Duel': Big Talents, Blunt Swords", "date": "2021-10-13 13:23", "summary": "Jodie Comer, Matt Damon, Ben Affleck and Adam Driver star in a Ridley Scott film that couples medieval pageantry with clashing claims of sexual misconduct and real-estate chicanery. Before Disney 's \"The Last Duel\" gets to the actual duel, a spectacularly gory combat to the death, Ridley Scott's medieval action adventure takes us through three dueling accounts of the event that precipitated it. The wife of a Norman knight, Marguerite de Carrouges (Jodie Comer), tells her husband, Jean de Carrouges (Matt Damon), that she has been raped by his friend and fellow courtier, Jacques Le Gris (Adam Driver). Jacques denies the accusation. Who's to be believed? The production has a lot going for it-handsome French settings, lavish costumes, two exceptional performances (not the ones you might guess), and a theme that resonates with contemporary awareness of sexual abuse. But the narrative is cluttered with court intrigue against a background of repetitive battles, and the storytelling structure is exhausting. After watching the romantic (or predatory) maneuverings from each of the conflicting male perspectives, plus that of Lady Marguerite, the effect is less \"Rashomon\" redux than another iteration of \"Groundhog Day.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-names-nicola-mendelsohn-as-its-new-advertising-boss-11634145301", "title": "Facebook Names Nicola Mendelsohn as Its New Advertising Boss", "date": "2021-10-13 13:15", "summary": "Ms. Mendelsohn succeeds Carolyn Everson, who maintained tight relationships with marketing executives. Facebook Inc. has named Nicola Mendelsohn vice president of its global business group, succeeding the company's longtime advertising leader, Carolyn Everson, who departed earlier this year.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-profit-rose-23-in-third-quarter-11634122455", "title": "BlackRock Profit Rose 23%, Helped by Actively Managed Funds", "date": "2021-10-13 13:05", "summary": "Money-management firm beat analysts' earnings expectations as revenue grew 16%. BlackRock Inc.'s third-quarter profit rose 23% during a volatile stretch for markets as the company took in more money in its lucrative actively managed funds.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-shows-why-bank-stocks-are-stuck-in-neutral-11634143500", "title": "JPMorgan Shows Why Bank Stocks Are Stuck in Neutral", "date": "2021-10-13 12:45", "summary": "The bank's strong foundation was resilient during a turbulent third quarter, but that might not be enough to drive stock-price gains. If the U.S.'s biggest bank is any indication, lenders are still hunkering down and waiting for economic liftoff.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shelton-yellen-debt-ceiling-borrowing-limit-debate-fed-treasury-interest-payment-remittance-11634133423", "title": "How the Fed Finances U.S. Debt", "date": "2021-10-13 12:43", "summary": "Look behind the federal books to see the ways monetary policy has come to abet runaway spending.. Last week's deal in Congress to raise the debt ceiling through early December may offer another few weeks of partisan wrangling, but it won't solve the deeper problems of funding the government. Such is the sorry state of America's hand-to-mouth finances that White House officials have launched apocalyptic warnings about imminent financial collapse, along with hallowed invocations to preserve the full faith and credit of U.S. Treasury debt.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancel-culture-mental-health-toll-students-school-adolescent-child-development-11634133254", "title": "Cancel Culture's Mental-Health Toll", "date": "2021-10-13 12:42", "summary": "My patient's daughter had a panic attack after being bullied for a tasteless joke.. My psychotherapy patients often ask me why so many children are struggling emotionally. The answer is complicated and multifaceted, but it's become clear that one important aggravating factor is the inflexible, rigid and vicious cancel culture that has swept across our educational system and the country. Children can't thrive in environments like this.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-security-cola-increase-2022-11634067648", "title": "Social Security Benefits to Rise by Highest Amount in 40 Years", "date": "2021-10-13 12:41", "summary": "Increase in payments for seniors and other Americans reflects surging inflation during pandemic. Seniors and other Americans receiving Social Security benefits in 2022 will see the largest increase in their payments in four decades, reflecting surging inflation during the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-black-food-chef-bryant-terry-finds-meaning-in-every-meal-11634142667", "title": "With 'Black Food,' Chef Bryant Terry Finds Meaning in Every Meal", "date": "2021-10-13 12:31", "summary": "As he prepares to publish the ambitious new book 'Black Food,' the chef and author dishes on favorite ferments, the real significance of feeding his family and why his refrigerator is such a conversation piece. IT TOOK a little help from some friends for chef, author and food-justice advocate Bryant Terry to compile \"Black Food: Stories, Art & Recipes From Across the African Diaspora\" (Oct. 19, 4 Color Books). Fortunately, Mr. Terry's circle includes celebrated authors (Toni Tipton-Martin), chefs (Yewande Komolafe), Food Network stars (Lazarus Lynch), activists (Charlene Carruthers) and a host of other influential thinkers and producers shaping Black culinary culture and the way we understand it. The book reveals the importance of food and community from diverse perspectives and encompasses Black cuisines from the Caribbean, the U.S. and across the African continent. And while cooking is central throughout, \"Black Food\" also sheds light on such issues as land access, spirituality and the meaning of migratory patterns-chosen and unchosen.", "categories": [["Life & Work", "Food & Drink", "In My Kitchen"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/in-my-kitchen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrie-irving-vaccine-brooklyn-nets-nba-11634141965", "title": "The Doctors Who Blocked Kyrie Irving", "date": "2021-10-13 12:20", "summary": "New York City's mayor and his health advisers have upended the NBA, sparked a vaccination showdown and pitted a star player against his own team.. There are not many people standing in between the Brooklyn Nets and the NBA championship. Giannis Antetokounmpo and the defending champion Milwaukee Bucks beat them last year and could do it again this year. The Los Angeles Lakers are one of the few teams that can delude themselves into believing they can, too.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baylor-university-college-debt-parent-plus-loans-11634138239", "title": "How Baylor Steered Lower-Income Parents to Debt They Couldn't Afford", "date": "2021-10-13 12:18", "summary": "Resume Subscription. WACO, Texas-Some of the wealthiest U.S. colleges are steering parents into no-limit federal loans to cover rising tuition, leaving many poor and middle-class families with debt they can't repay.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/post-covid-global-economy-falters-due-to-inflation-and-supply-chain-woes-11634138254", "title": "Global Economy Falters Due to Inflation and Supply-Chain Woes", "date": "2021-10-13 11:57", "summary": "A stream of new data suggests a third-quarter slowdown as manufacturers struggle to get materials and components. The outlook for the global economy darkened as a stream of data from Europe and Asia suggested growth faltered in the third quarter, hobbled by world-wide supply-chain snarls, sharply accelerating inflation and the impact of the highly contagious Delta variant.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-you-can-predict-inflation-think-again-11634140492", "title": "Think You Can Predict Inflation? Think Again", "date": "2021-10-13 11:54", "summary": "The scope for error is huge in forecasting U.S. inflation, even if you think you know how the pandemic will progress. It is tempting to wave away what is happening with inflation as \"pandemic-related,\" and therefore bound to pass. But doing so would somehow miss the point. Isn't everything pandemic-related these days? And is the pandemic something we can wave away?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-green-is-europes-shale-revolution-11634139789", "title": "Going Green Is Europe's Shale Revolution", "date": "2021-10-13 11:43", "summary": "Spiking natural gas prices have hardened Europe's resolve to embrace wind and solar power as a path to energy independence, much as the U.S. took to fracking. The shale revolution gave the U.S. energy independence. Europe wants the same thing from green energy-all the more so as natural-gas prices skyrocket.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-safety-regulator-questions-tesla-over-driver-assistance-software-11634139538", "title": "Auto-Safety Regulator Questions Tesla Over Driver-Assistance Software", "date": "2021-10-13 11:38", "summary": "National Highway Traffic Safety Administration looking into car maker's recent software update, use of nondisclosure agreements. The U.S. auto-safety regulator is stepping up scrutiny of Tesla Inc., voicing concern that a lack of transparency related to the company's advanced driver-assistance features could undermine safety oversight.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adele-back-music-business-11634070912", "title": "Adele Is Back. Everything Has Changed Since She Ruled the Charts.", "date": "2021-10-13 11:31", "summary": "With a new single and her fourth album on the way, the top-selling artist of the 2010s dives back into an industry transformed by streaming. The last time Adele released an album, Barack Obama was president and streaming was a niche format that hadn't yet taken over the music industry.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-feds-inflation-view-built-on-sand-a-staffer-suggests-so-stirring-debate-about-economics-11634138978", "title": "Is Fed's Inflation View Built on Sand? A Staffer Suggests So, Stirring Debate About Economics", "date": "2021-10-13 11:29", "summary": "Critique from the Federal Reserve's own professional ranks accuses economists of making assumptions to suit their theories. \"Mainstream economics is replete with ideas that 'everyone knows' to be true, but that are actually arrant nonsense.\"", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-makers-banking-on-a-new-normal-11634137380", "title": "PC Makers Banking on a New Normal", "date": "2021-10-13 11:03", "summary": "Dell, HP see hybrid work widening market for PCs and related hardware, but sustainability still a big question. The pandemic-driven boom for the personal-computer business is over. The big question now is where the market settles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-john-paul-i-who-reigned-for-a-month-advances-on-the-path-to-sainthood-11634136379", "title": "Pope John Paul I, Who Reigned for a Month, Advances on the Path to Sainthood", "date": "2021-10-13 10:46", "summary": "Beatification will bring the late pontiff one step short of Catholic Church's highest honor. ROME-Pope Francis on Wednesday approved a miracle attributed to the intercession of Pope John Paul I, who reigned for only 33 days in 1978. The decision clears the way for the late pontiff's beatification, the Catholic Church's highest honor short of sainthood.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-fines-county-more-than-3-million-over-vaccine-mandate-11634131437", "title": "Florida Fines County More Than $3 Million Over Vaccine Mandate", "date": "2021-10-13 10:46", "summary": "Gov. Ron DeSantis signed legislation in May making the mandates illegal. The Florida Department of Health fined Leon County $3.57 million for requiring county staff to be vaccinated against Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farewell-high-waisted-skinny-jeans-the-low-rise-returns-11634135595", "title": "Farewell, High-Waisted Skinny Jeans. The Low-Rise Returns.", "date": "2021-10-13 10:33", "summary": "Fashion brands including Miu Miu are leaning into the revealing low-waisted look for spring. But some women are not quite ready to revisit the early 2000s.. THE LOW-RISE PANT, one of the most divisive trends of the early 2000s, is back. The low rise strutted into this past month's spring fashion shows with the same delusional confidence that Paris Hilton displayed back in 2003 when ringing up customers at Sonic Burger on her reality show \"The Simple Life.\" Like Paris herself, the low-rise cut is arguably sexy, occasionally risqué, usually playful and often reviled. Also known as \"low-waisted,\" the style is now appearing as belly-baring chinos, jeans, slacks and skirts on influencers such as Bella Hadid as well as on runways for Miu Miu and Rokh. Christina Aguilera, now 40, reprised her infamous low-waisted-miniskirt-and-exposed-thong look at a Brooklyn concert last month.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hybrid-office-zoom-hiccups-11634135291", "title": "We Mastered Zoom From Home. Just Wait for Hybrid-Office Zoom.", "date": "2021-10-13 10:29", "summary": "There's a new set of hiccups for video meetings when only part of the staff is in the office, including trying to all get in view; 'close enough to rub noses'. Stephen Fleming sat stiffly on one end of a conference table, blinking at a laptop sitting a few feet away. Two colleagues were squished beside him, chair arms touching, trying to ensure they would all be captured in the viewfinder of the computer's camera.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/velvet-underground-review-rough-edged-rockers-lou-reed-todd-haynes-apple-tv+-andy-warhol-the-factory-nico-john-cale-maureen-tucker-jonas-mekas-11633983908", "title": "'Velvet Underground' Documentary Review: Rough-Edged Rockers", "date": "2021-10-13 10:06", "summary": "Todd Haynes's new film celebrates the New York band fronted by Lou Reed that had a small audience but a large impact.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koss-jpmorgan-plug-power-delta-what-to-watch-when-the-stock-market-opens-today-11634122900", "title": "Koss, JPMorgan, Plug Power, Delta: What to Watch in the Stock Market Today", "date": "2021-10-13 09:38", "summary": "Meme stock Koss was roaring back to life; BlackRock and JPMorgan kicked off earnings season. Stocks on Wall Street opened higher after closely watched consumer-price data showed inflation accelerated slightly in September, and the first major earnings reports of the season rolled in. Here's what we're watching before Wednesday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandate-fight-between-texas-and-biden-has-companies-caught-in-the-middle-11634073605", "title": "Vaccine-Mandate Fight Between Texas, Biden Has Companies Caught in Middle", "date": "2021-10-13 09:12", "summary": "Some large Texas employers, including Southwest Airlines and American Airlines, say they won't follow Gov. Greg Abbott's order barring mandates by businesses. The move by Texas to bar Covid-19 vaccine mandates by businesses sets up a clash between the state and the Biden administration, leaving employers caught in the middle.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-shows-its-growing-sway-over-global-energy-markets-11634128607", "title": "Russia Shows Its Growing Sway Over Global Energy Markets", "date": "2021-10-13 09:11", "summary": "Moscow's huge oil and gas reserves have given it more influence over Western and Chinese economies grappling with rising prices. MOSCOW-The natural gas shortage that drove prices to records in Europe has exposed Russia's rising leverage over global energy markets, with Moscow now playing a key role in everything from OPEC negotiations to coal exports to China.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-watch-series-7-review-bigger-screen-same-short-battery-life-11634130000", "title": "Apple Watch Series 7 Review: Bigger Screen, Same Short Battery Life", "date": "2021-10-13 09:00", "summary": "The new screen makes reading text easier, and faster charging enables some sleep tracking, but it would be nice not having to charge daily. To put it plainly: The Apple Watch Series 7 is slightly better than its predecessor. There aren't any new health sensors. The price hasn't dropped. And at 18 hours, the watch's daylong battery life is still relatively short.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-beauty-item-fresh-start-11634128277", "title": "Every New Fall Beauty Item Designed for a Fresh Start", "date": "2021-10-13 08:32", "summary": "Arm-patch delivery of B12 vitamins, shampoo for over 40s and a secret firming hack from Jennifer Aniston's facialist: The best of the fall's beauty releases are about a reboot.. Summer: heaven for your soul, hell for your face. Or so is the view of the beauty industry, which uses fall to drop products that reset and restore after summer months spent in the sun, wind, water-or just away from your routine. Time to undo damage, retool your skin-care regimen and re-up your vitamins. Scroll to see the most eye-catching new beauty and wellness releases for the fall:", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algorithms-vs-regulators-battle-royale-kicks-off-in-china-11634125270", "title": "Algorithms vs. Regulators Battle Royale Kicks Off in China", "date": "2021-10-13 07:41", "summary": "China is regulating algorithms. How that experiment goes could help Western regulators understand what to embrace-and what to avoid. China is taking a first step toward regulating algorithms. How that experiment goes could help Western regulators understand what to embrace-and what to avoid-as they ponder tougher controls on Western social-media giants too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-says-companies-colluded-not-to-communicate-about-chemical-in-food-packaging-11634123466", "title": "France Says Firms Colluded to Not Disclose Chemical in Food Packaging", "date": "2021-10-13 07:11", "summary": "Nestlé among groups alleged to have agreed not to disclose information, to detriment of consumers. France has accused more than 100 companies, including units of Nestlé SA, of colluding not to disclose information to consumers about the presence of a chemical in food packaging that some scientists say could be harmful.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-studying-potential-of-airpods-as-health-device-11634122800", "title": "Apple Studying Potential of AirPods as Health Device", "date": "2021-10-13 07:00", "summary": "Earbuds could be offered as hearing aids and include an in-ear thermometer and posture warnings. Apple Inc. is studying ways to make AirPods into a health device, including for enhancing hearing, reading body temperature and monitoring posture, according to documents reviewed by The Wall Street Journal and people familiar with the plans.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-multibillion-dollar-dogfight-over-your-pets-prescription-11634122801", "title": "The Multibillion-Dollar Dogfight Over Your Pet's Prescription", "date": "2021-10-13 07:00", "summary": "Online pet retailer Chewy won over many pet owners through service and convenience-but the lucrative pet healthcare market will be trickier. Chewy counts a lot of fans among pet owners. Its next leg of growth-in pet healthcare-will depend in large part on charming another key demographic: veterinarians.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/axial-therapeutics-grabs-37-3-million-for-autism-clinical-trials-with-teens-11634122800", "title": "Axial Therapeutics Grabs $37.3 Million for Autism Clinical Trials With Teens", "date": "2021-10-13 07:00", "summary": "Company seeks to treat patients who experience 'irritability,' a host of symptoms that can include mood swings, tantrums and self-injury. Biotechnology startup Axial Therapeutics Inc. has raised $37.3 million in new venture capital to run clinical trials of a medication designed to help children with autism who exhibit serious mood swings and aggressive behavior.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-oil-and-gas-road-map-could-lead-planners-astray-11634119380", "title": "This Oil and Gas Road Map Could Lead Planners Astray", "date": "2021-10-13 06:03", "summary": "International Energy Agency's latest report is a rallying call for politicians to act on climate change but its projections illustrate why the coming transition could be full of potholes. The International Energy Agency's closely watched World Energy Outlook confirms what the world is starting to feel in its bones: The coming energy transition could be painful and expensive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travelers-welcome-to-the-revolution-in-overhead-bin-size-11634119200", "title": "Travelers, Welcome to the Revolution in Overhead Bin Size", "date": "2021-10-13 06:00", "summary": "Fliers and airlines have for years complained about the size of bins used for carry-on bags. Boeing and Airbus did something about it.. Everything's tight in an airplane cabin. But when there is adequate room, travel sure gets easier. Take overhead bins.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-tests-new-subway-map-that-evokes-jettisoned-1972-version-11634119201", "title": "MTA Tests New Subway Map That Evokes Jettisoned 1972 Version", "date": "2021-10-13 06:00", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/binance-to-end-crypto-trading-in-chinas-yuan-11634118937", "title": "Binance to End Trading in China's Yuan", "date": "2021-10-13 05:55", "summary": "Exchange earlier blocked new sign-ups from mainland China. The world's largest cryptocurrency exchange said it would stop allowing trading involving the Chinese currency on its consumer-to-consumer platform, weeks after China made its strongest move yet against the use of digital assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/middle-class-migrants-fly-to-mexico-and-then-cross-u-s-border-illegally-11634117401", "title": "Middle-Class Migrants Fly to Mexico and Then Cross U.S. Border Illegally", "date": "2021-10-13 05:30", "summary": "Economic woes from the Covid-19 pandemic drive more-affluent people from Brazil and Venezuela to join poor migrants seeking refuge in the U.S.. YUMA, Ariz.-More migrants illegally entering the U.S. to apply for asylum are members of South America's middle class who fly to the border by plane, according to authorities and aid workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-shift-from-fossil-fuels-leaves-surging-market-to-smaller-players-11634117402", "title": "Shift From Fossil Fuels Leaves Market to Smaller Players", "date": "2021-10-13 05:30", "summary": "While those still in the oil-and-gas sector are moving to boost production, they aren't expected to make a significant impact on output. This should be a great time for energy investors. Few of them are still around to enjoy it.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pr-firm-sard-verbinnen-agrees-to-merge-with-finsbury-glover-hering-11634090400", "title": "Sard Verbinnen Agrees to Merge With Finsbury Glover Hering", "date": "2021-10-13 05:15", "summary": "Deal values the combined firm at more than $900 million. Public-relations firm Sard Verbinnen & Co. has agreed to merge with rival Finsbury Glover Hering in a move that will create a major new player in the business of advising companies on deals, crises and other critical situations.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-squid-game-is-slammed-by-kim-jong-uns-propagandists-as-beastly-11634116531", "title": "'Squid Game' Is Slammed by Kim Jong Un's Propagandists", "date": "2021-10-13 05:15", "summary": "The popular show depicts a South Korean society where 'only money matters,' a North Korean propaganda site says. SEOUL-\"Squid Game,\" Netflix Inc.'s dystopian drama set in South Korea, is the top-watched show in more than 90 countries.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-convenes-international-summit-on-ransomware-11634115600", "title": "U.S. Convenes International Summit on Ransomware", "date": "2021-10-13 05:00", "summary": "Russian government wasn't invited to attend, senior Biden official says. The U.S. has convened a summit of more than 30 nations starting Wednesday to discuss methods to combat ransomware. Russia wasn't invited.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633984199", "title": "Pepper...and Salt", "date": "2021-10-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]