[{"link": "https://www.wsj.com/articles/ivy-league-schools-report-bomb-threats-11636324598", "title": "Ivy League Schools Report Bomb Threats", "date": "2021-11-07 19:46", "summary": "Cornell, Columbia, Brown Universities said they received bomb threats Sunday. Ivy League schools Cornell, Columbia, and Brown Universities said they received bomb threats Sunday that prompted evacuations of some facilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-to-sell-controlling-stake-in-two-coal-mines-for-up-to-1-35-billion-11636329962", "title": "BHP to Sell Controlling Stake in Two Coal Mines for Up to $1.35 Billion", "date": "2021-11-07 19:06", "summary": "The world's biggest miner by market value will sell its 80% stake in the BHP Mitsui Coal venture to focus on higher-quality steelmaking coal. ADELAIDE, Australia- BHP Group Ltd. said it would sell its controlling interest in two metallurgical coal mines to Stanmore Resources Ltd. for up to $1.35 billion, shifting focus to high-quality coal that it expects to be in demand as the global steel industry decarbonizes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-tragedy-prompts-new-questions-for-concert-industry-11636322859", "title": "Houston Tragedy Prompts New Questions for Concert Industry", "date": "2021-11-07 17:33", "summary": "Security experts ask whether the crowd was properly managed and security staff was sufficiently trained after eight died. The casualties at the Travis Scott show in Houston on Friday night are prompting the concert business to search for what went wrong and raise fresh questions about the adequacy of security at music festivals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-voters-back-idea-of-elon-musk-selling-10-of-his-tesla-shares-11636312972", "title": "Elon Musk's Twitter Poll Results Favor Tesla Stock Sale", "date": "2021-11-07 17:23", "summary": "Billionaire CEO pledged to abide by vote's outcome after asking whether he should sell 10% of his Tesla shares. Twitter users said Elon Musk should sell 10% of his Tesla Inc. stock, a stake valued at about $21 billion, after the chief executive polled them and pledged to abide by the outcome of the vote.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-rescue-bidens-agenda-infrastructure-bill-build-back-better-reconciliation-11636314213", "title": "Republicans Rescue Biden's Agenda", "date": "2021-11-07 17:12", "summary": "Will the infrastructure bill grease the wheels for the Democrats' $4 trillion spending blowout?. The press is full of triumphant accounts of how Speaker Nancy Pelosi and President Biden saved their party, the country, and maybe the future of mankind by passing the $1 trillion infrastructure bill through the House late Friday night. It's more accurate to say their divided party was rescued by 13 Republicans who voted with the Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-break-trial-lawyers-plaintiffs-contingency-fee-costs-campaign-financing-special-interest-11636316828", "title": "A Tax Break for Trial Lawyers", "date": "2021-11-07 17:00", "summary": "The House budget bill would let them write off contingency-fee expenses.. The House Democrats' 2,100-page budget bill is chock full of goodies for liberal special interests, and one of the worst is a tax break for their dear friends in the plaintiffs bar. While raising taxes on businesses, Democrats want to subsidize more frivolous lawsuits against business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-greening-of-your-pension-11636322312", "title": "The Greening of Your Pension", "date": "2021-11-07 16:58", "summary": "The climateers at Glasgow agree to dip into your savings on the sly to avoid taxing you openly.. This year's climate summit in Glasgow has been an embarrassing flop for the green brigades, with one baleful exception. World leaders can't agree on costly binding CO2 emissions targets that they'd have to explain to taxpayers back home. So they've decided instead to dip into your pension savings on the sly.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/read-my-lips-says-kathy-hochul-tax-hike-nyc-new-york-andrew-cuomo-new-jersey-governor-11636317396", "title": "Read My Lips, Says Kathy Hochul", "date": "2021-11-07 16:55", "summary": "Now that the top New York City and state tax rate is 14.8%, she vows not to raise taxes again.. Voters have won at least one small political victory in the wake of last week's thumping of Democrats. To wit, New York Gov. Kathy Hochul has vowed not to raise taxes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicle-charging-stations-win-jolt-of-energy-in-congress-11636309097", "title": "Electric-Vehicle Charging Stations Win Jolt of Energy in Congress", "date": "2021-11-07 16:41", "summary": "Bipartisan infrastructure bill would direct billions to long-distance charging networks and steps to improve electric-transmission lines. The roughly $1 trillion infrastructure package passed by Congress on Friday provides a spark to efforts to build a national network of electric-vehicle charging stations.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-cheer-infrastructure-vote-but-regret-it-took-so-long-11636302939", "title": "Biden Gets Down Payment on Agenda; Obstacles Loom for Spending Bill", "date": "2021-11-07 15:41", "summary": "White House faces inflation pressures and uncertain fate of the $2 trillion spending bill. WASHINGTON-President Biden notched a big win with the House passage of the $1 trillion public-works bill late Friday, but political obstacles loom ahead for the White House as attention shifts to an even bigger spending bill and next year's midterm elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reagan-saw-the-gops-comebacks-coming-election-future-virginia-youngkin-biden-2022-11636310924", "title": "Reagan Saw the GOP's Comebacks Coming", "date": "2021-11-07 15:39", "summary": "He predicted Democratic failure after the 1976 and 1992 elections. The pattern recurred after 2008 and 2020.. Ronald Reagan wouldn't have been surprised at last week's Republican turnabout. He predicted several previous such conservative comebacks, starting with the one he led in 1980.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-wyden-capital-markets-unrealized-gains-billionaires-tax-wealth-stocks-ipo-investing-11636310220", "title": "Ron Wyden's Plan to Gut Capital Markets", "date": "2021-11-07 15:33", "summary": "His 'billionaire's tax' would encourage private investment at the expense of the middle class.. Sen. Ron Wyden's proposed \"billionaires tax\" on accumulated capital gains got thrown out of the latest version of the massive spending bill-but not before winning the endorsement of President Biden and Treasury Secretary Janet Yellen. It's disturbing that they would even consider a plan that would put a stake in the heart of U.S. capital markets, dwarfing whatever benefit it might provide for social programs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-iran-nuclear-deal-bipartisan-constitution-senate-treaty-ratify-jcpoa-foreign-policy-11636309759", "title": "A New Iran Deal Could Be an Occasion for Bipartisan Unity", "date": "2021-11-07 15:31", "summary": "To make it stick, Biden can follow the Constitution and submit it to the Senate for ratification as a treaty.. The effort to bring bipartisan unity back to our government in Washington received an unexpected boost from an unlikely place last month. Iran's new foreign minister, Hossein Amir-Abdollahian, said that if talks on restarting the nuclear agreement between Iran and the P5+1 begin (as appears likely later this month), Tehran would demand assurances that \"Washington will not renege on the deal again.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-welfare-warning-to-america-election-peronismo-socialism-11636310607", "title": "Argentina's Welfare State Warning to America", "date": "2021-11-07 15:30", "summary": "The Peronists may lose the midterms but a populist political culture will survive.. Voters in U.S. state and local elections last week told Democrats to end the overreach of government into their lives. But if the progressive wing of the party has anything to say about it, the Democrats' expansionist agenda isn't likely to change.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescuing-socrates-review-great-books-greatly-missed-11636316983", "title": "'Rescuing Socrates' Review: Great Books, Greatly Missed", "date": "2021-11-07 15:29", "summary": "A remembrance of things past-reading major thinkers, asking serious questions, learning from devoted teachers.. In 1985, when Roosevelt Montás first arrived in New York, he was an 11-year-old Dominican \"with a head full of lice and a belly full of tropical parasites.\" By his own account, he didn't seem destined for a brilliant future and was \"an unlikely candidate for the Ivy League.\" Almost 40 years later, it's clear that this wide-eyed immigrant has ended up blessing one particular Ivy League school as abundantly as it has blessed him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-employment-gdp-11636315203", "title": "Economy Week Ahead: Inflation, Employment, GDP", "date": "2021-11-07 15:00", "summary": "Economists expect U.S. consumer prices and Chinese producer prices, both running hot, to show further heating for October. Inflation data from the U.S. and China highlight this week's slate of economic news.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqs-prime-minister-survives-assassination-attempt-government-says-11636248485", "title": "Iraqi Prime Minister Targeted in Assassination Attempt", "date": "2021-11-07 14:49", "summary": "The drone attack on the Baghdad residence of Mustafa al-Kadhimi follows weeks of tension between the country's government and Iran-backed militias. BAGHDAD-An explosives-laden drone attacked the residence of Iraqi Prime Minister Mustafa al-Kadhimi in Baghdad early Sunday in what Iraqi security officials said was an assassination attempt, marking an escalation of tensions between the country's government and Iran-backed militia groups.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebels-advance-toward-capital-as-ethiopia-moves-deeper-into-war-11636311997", "title": "Rebels Advance Toward Capital As Ethiopia Moves Deeper Into War", "date": "2021-11-07 14:06", "summary": "One-year-old conflict has been marked by allegations of ethnically motivated atrocities, man-made starvation. Ethiopian rebel forces advanced toward the country's capital, threatening to widen a civil war raging in Africa's second-most populous nation marked by allegations of ethnically motivated atrocities and man-made famine.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-eternals-battles-tepid-reviews-to-no-1-opening-11636310668", "title": "Disney's 'Eternals' Battles Tepid Reviews to No. 1 Opening", "date": "2021-11-07 13:44", "summary": "The Marvel Studios superhero epic is the fourth-highest debut of the pandemic; the movie starring Angelina Jolie received some of the harshest reviews of the franchise. Walt Disney Co. 's Marvel superheroes again rescued the nation's struggling theater chains at the box office over the weekend, with the studio's \"The Eternals\" opening to a healthy $71 million in the U.S. and Canada.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-scholarship-tax-credit-lawsuit-michigan-remote-learning-11636144076", "title": "Stuck Between Zoom School and High Tuition in Michigan", "date": "2021-11-07 13:23", "summary": "My children need school choice.. As the editorial board notes in \"School Choice Showdown in Michigan\" (Nov. 2), five families are part of a lawsuit challenging a provision in Michigan's constitution that prohibits state aid to parents who enroll their children in private K-12 schools. One of those families is mine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-eu-trade-deal-china-steel-jobs-imports-11636144386", "title": "Biden's Overhyped European Trade Deal", "date": "2021-11-07 13:22", "summary": "Limiting Chinese steel imports will do little for Americans.. In \"The U.S. and EU Shake Up Global Trade\" (Global View, Nov. 2), Walter Russell Mead overcelebrates the U.S.-EU steel agreement concluded at the Group of 20 summit in Rome. He says that for U.S. labor the deal \"can be packaged as 'foreign policy for the middle class,' limiting low-wage competition from China.\" He cites President Biden, who flagged in Rome that the agreement will limit access to U.S. markets for \"dirty steel from countries like China.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artificial-intelligence-ai-gpt-3-turing-test-reason-science-technology-11636144673", "title": "Artificial Intelligence Is Still No Match for Us", "date": "2021-11-07 13:19", "summary": "Scientists misunderstand human reason and an AI system fails the Turing test.. Eric Schmidt was executive chairman while I was in the trenches at Google in 2012, but I know better than to claim-as he does with Henry Kissinger and Daniel Huttenlocher-that GPT-3 is \"producing original text that meets Alan Turing's standard.\" The GPT-3 program hasn't passed the Turing test, and it seems nowhere near doing so (\"The Challenge of Being Human in the Age of AI,\" op-ed, Nov. 2).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-dirty-trick-lincoln-project-youngkin-tiki-torch-whitehouse-dark-money-11636144990", "title": "Virginia's Dirty Trick, Dark Money and Sen. Whitehouse", "date": "2021-11-07 13:15", "summary": "The senator should investigate his friends' dark financial ties to race-baiting election interference.. Your editorial identifies Lauren Windsor as a co-conspirator in the Lincoln Project's attempt to fan the flames of racism and deceive voters in Virginia's gubernatorial contest (\"A Dirty Campaign Trick in Virginia,\" Nov. 1). Ms. Windsor is executive director of American Family Voices, a \"dark money\" nonprofit that has for years received much of its revenue from the Center for Media and Democracy (CMD), Internal Revenue Service filings reveal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-vax-vaccine-mandate-priavte-sector-pilot-deplorable-essential-worker-11636145174", "title": "Biden's Private-Sector Vaccine Mandate and Me", "date": "2021-11-07 13:13", "summary": "Pilots like me have gone from 'essential' to 'expendable' in short order.. I have been an airline pilot for 32 years. In that time I have stared down SARS, MERS, bird flu, Ebola, H1N1 and other traveling bugs without the benefit of a single flu shot. When Covid-19 came along, pilots were deemed too indispensable to remain bunkered at home, so I put on my uniform and kept the metal moving.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-fair-burgers-ice-cream-al-baik-chicken-nuggets-dubai-expo-11636308358", "title": "World's Fairs Made Burgers and Ice Cream Cones a Hit-Now Saudi Chicken Nuggets", "date": "2021-11-07 13:08", "summary": "Fast-food chain Al Baik is drawing some of the longest lines at Expo 2020 in Dubai; 'It's all word-of-mouth'. DUBAI-For more than 170 years, World's Fairs have introduced technological marvels such as the Eiffel Tower, the telegraph and the mobile phone. They have popularized ice cream cones, hot dogs and tomato ketchup.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-marathon-peres-jepchirchir-albert-korir-11636308244", "title": "With a Win in NYC Marathon, Kenya's Jepchirchir Completes an Unprecedented Double", "date": "2021-11-07 13:06", "summary": "Molly Seidel takes fourth with a new American course record as the iconic marathon's return from its pandemic hiatus. Just three months ago, Kenya's Peres Jepchirchir survived the sweltering heat of the Japanese summer to notch a surprise win in the Olympics over a countrywoman who holds the world record at the distance. On Sunday, she won the 2021 New York City Marathon to become the first woman to break the tape in the iconic race in the same year as winning Olympic gold.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-long-time-since-zeppelin-iv-music-era-70s-1971-classic-rock-stairway-to-heaven-11636303100", "title": "A Long Time Since 'Zeppelin IV'", "date": "2021-11-07 13:01", "summary": "Even now, half a century later, there's still time to change the road you're on.. \"It's been a long time since\" . . . 1971. Fifty years ago on Nov. 8, the album \"Led Zeppelin IV\" was released, which included the eight-minute classic \"Stairway to Heaven.\" It was a year of transition from turmoil to modernity, a songwriter's paradise. And yes, I'm a sucker for anniversaries.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-step-glenn-youngkin-to-stop-leftist-tyranny-diversity-dei-statements-11636302471", "title": "A Simple First Step for Youngkin to Stop Leftist Tyranny", "date": "2021-11-07 12:59", "summary": "Prohibit 'diversity, equity and inclusion' statements at public universities and other institutions.. Glenn Youngkin was elected Virginia's governor in large part because of the uproar over extremist ideologies that promote racial division under the guise of \"antiracism.\" But what can he do about the problem? The first step is simple: Prohibit the use of \"diversity, equity and inclusion\" statements in any state government or government-funded agency.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-bribery-case-ricardo-anaya-lopez-obrador-odebrecht-lozoya-11636307232", "title": "Tale of Gym Bag Stuffed With Cash Ensnares Top Opponent of Mexico's President", "date": "2021-11-07 12:57", "summary": "Resume Subscription. NEW YORK-Three years ago, conservative Mexican politician Ricardo Anaya was running for president, aspiring to spend the next six years issuing orders from the sumptuous presidential residence in Mexico City.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brazilian-farmers-who-protect-the-amazon-rainforest-would-like-to-be-paid-11636281003", "title": "Farmers Who Protect the Amazon Rainforest Would Like to Be Paid", "date": "2021-11-07 12:48", "summary": "Resume Subscription. SINOP, Brazil-Invaldo Weis acknowledges he is the kind of farmer some environmentalists love to hate: In the 1970s, he carved out an 11,700-acre soy-and-cattle farm by clearing trees in the Amazon jungle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-appeals-court-temporarily-blocks-biden-administration-vaccine-rules-for-private-employers-11636226904", "title": "Court Temporarily Blocks Biden Administration Vaccine Rules for Private Employers", "date": "2021-11-07 12:14", "summary": "New Orleans-based court says Covid-19 vaccination and testing rules raise grave legal issues. A federal appeals court on Saturday temporarily blocked the Biden administration's new rules that require many employers to ensure that their workers are vaccinated or tested weekly for Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-carry-in-investing-11636056832", "title": "What Is 'Carry' in Investing?", "date": "2021-11-07 12:00", "summary": "Carry is a term often used in investing to refer to positive and negative attributes of an asset. The 'carry trade' is something different.. Sometimes Wall Street veterans use the term \"carry\" when referring to the attributes of different asset classes. But to make matters more confusing, the term also refers to a type of sophisticated trading strategy.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-jumped-5-point-7-percent-in-october-11636138328", "title": "U.S.-Stock Funds Jumped 5.7% in October", "date": "2021-11-07 12:00", "summary": "Investors looking through 'a rose-colored lens' sent the market to records, boosting mutual funds and ETFs to their best month of the year. Investors are looking on the bright side of life.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-negotiators-turn-to-plan-b-as-climate-pledges-fall-short-11636303732", "title": "COP26 Negotiators Turn to Plan B as Climate Pledges Fall Short", "date": "2021-11-07 11:48", "summary": "Officials are seeking ways to pressure each other to revisit emissions more frequently to keep global warming in check. GLASGOW-After a week of climate talks here at the COP26 summit, negotiators are grappling with a fundamental math problem: The commitments governments have collectively made to slash greenhouse gas emissions don't add up to what scientists think is needed to avoid the most destructive effects of global warming.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowd-surge-at-houston-music-festival-leaves-at-least-8-dead-11636187146", "title": "Investigation Into Deaths at Travis Scott Concert to Examine Host of Issues", "date": "2021-11-07 11:18", "summary": "Whether there was adequate security, cause of crowd surge and reports of drug injections will all be investigated, say authorities. HOUSTON-The investigation into the events that led to eight deaths and multiple injuries Friday night at a Travis Scott concert here will examine a host of issues, including what caused a reported crowd surge, whether the show employed adequate security, and reports that someone was injecting concertgoers with drugs, according to authorities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-cloud-boss-is-girding-to-defend-turf-in-the-field-company-pioneered-11636300800", "title": "Amazon Cloud's New Boss Girds to Defend Turf It Pioneered", "date": "2021-11-07 11:00", "summary": "Resume Subscription. Adam Selipsky has taken over at Amazon.com Inc.'s cloud-computing unit this year as it faces the biggest challenge ever to its dominance in the industry. To stay on top, he is taking a page from the playbook of his fast-growing rivals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/solar-power-electric-vehicle-11635259950", "title": "Solar-Powered Cars Are Almost Ready to Hit the Road", "date": "2021-11-07 11:00", "summary": "Startups from the Netherlands to California are developing cars capable of harnessing energy from the sun. Author", "categories": [["", "Transportation"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economic-rebound-from-covid-19-was-easy-now-comes-the-hard-part-11636299941", "title": "The Economic Rebound From Covid-19 Was Easy. Now Comes the Hard Part.", "date": "2021-11-07 10:45", "summary": "As supply-chain disruptions worsen and inflation surges, executives and policy makers must navigate a delicate transition to a more normal economy. The global economy's comeback from last year's deep contraction is approaching a delicate juncture, as policy makers and executives grapple with the bumpy transition from the post-pandemic reopening to a more normalized pace of growth.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-the-worlds-hottest-real-estate-markets-tries-to-cool-down-11636297200", "title": "One of the World's Hottest Real-Estate Markets Tries to Cool Down", "date": "2021-11-07 10:00", "summary": "New Zealand is pulling every lever to tame property prices without shaking its economy and crashing the market. New Zealand is emerging as a test case of whether authorities can restrain rising home prices without tanking the market and destabilizing the economy at the same time.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-plan-on-out-of-stocks-buy-this-instead-11636297200", "title": "Stockouts Are Piling Up. Retailers Push Substitutes.", "date": "2021-11-07 10:00", "summary": "To deal with sparse selection, companies ask consumers to change their shopping lists. Retailers are pushing holiday shoppers to accept substitutions for items that are out of stock or in limited quantities due to supply-chain woes. Some consumers aren't quite sold on the idea.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marketers-bet-nfts-can-be-more-than-just-publicity-stunts-11636293600", "title": "Marketers Bet NFTs Can Be More Than Just Publicity Stunts", "date": "2021-11-07 09:00", "summary": "Brands are using nonfungible tokens to explore new strategies and engage new audiences. State Farm Mutual Automobile Insurance Co. rolled out an augmented-reality treasure hunt last week targeting football fans, the latest company to use nonfungible tokens as a way to reach potential customers with a new medium.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newly-flush-with-cash-retirement-funds-struggle-to-find-appealing-investments-11636293602", "title": "Cash-Flush Retirement Funds Struggle to Find Good Investments", "date": "2021-11-07 09:00", "summary": "Long-underfunded pension systems share bittersweet challenge with other investors that see hazards in many asset classes. State and local pension funds are reaping a historic windfall thanks to billions of dollars in record market gains and surplus tax revenues. Now they need to decide what to do with the money.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-m-b-a-debt-should-students-take-on-11636211250", "title": "How Much M.B.A. Debt Should Students Take On?", "date": "2021-11-07 09:00", "summary": "Admissions experts break down how business-school candidates can strike the right balance between their loan levels and their current and future finances. M.B.A. graduates from U.S. business schools are among the most likely to make enough to pay off their federal student loans within a few years, with most such alumni earning sufficient income to do so two years after graduating, The Wall Street Journal has reported.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-wins-risky-infrastructure-bet-but-rest-of-biden-agenda-still-in-play-11636291814", "title": "Pelosi Wins Risky Infrastructure Bet", "date": "2021-11-07 08:30", "summary": "Democrats continue to wrangle over social-spending and climate package. WASHINGTON-For Democrats, it's roughly $1 trillion down, about $2 trillion to go.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-upstate-new-york-design-wonderland-spurred-by-the-pandemic-11636290459", "title": "An Upstate New York Design Wonderland, Spurred By the Pandemic", "date": "2021-11-07 08:07", "summary": "Designer David Weeks and his wife, Georgie Stout, turned a miners' cottage and adjacent foundry in the Hudson River Valley into a creative refuge.. Despite the idealized way Hudson River School painters like Thomas Cole and Frederic Edwin Church depicted the Hudson Valley in the 19th century, for many, life there was far from romantic. Mining ventures sent hundreds of men belowground. One of them, the Hudson Ore and Iron Co., built its own hamlet with a school and housing for more than 100 families. The village, known as Burden, is long gone, and the mine, closed since 1898, has since become a seven-story subterranean bunker for the document-storage firm Iron Mountain-a place to securely stow faxes, microfiche, master recordings and even impressionist paintings.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-probe-link-between-covid-19-vaccines-and-myocarditis-11636290002", "title": "Link Between Covid-19 Vaccines and Myocarditis Probed", "date": "2021-11-07 08:00", "summary": "Several theories are under investigation seeking to explain heart-inflammation conditions among small numbers of vaccinated. As U.S. health authorities expand use of the leading Covid-19 vaccines, researchers investigating heart-related risks linked to the shots are exploring several emerging theories, including one centered on the spike protein made in response to vaccination.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-grapple-with-post-pandemic-inventories-dilemma-11636290000", "title": "Companies Grapple With Inventories Dilemma", "date": "2021-11-07 08:00", "summary": "From undrunk beer to unfinished forestry equipment, businesses deliberate just-in-time or just-in-case inventories. Companies are wrestling with how big their inventories should be, since the pandemic highlighted the dangers of having both too much and too little stored away.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-republican-future-begins-in-virginia-11636230701", "title": "Maryland Gov. Larry Hogan: The Republican Future Begins in Virginia", "date": "2021-11-07 08:00", "summary": "Glenn Youngkin won over swing voters at the same time as he fired up the base.. Annapolis, Md.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-mandate-debate-makes-it-to-top-federal-research-agency-11636286400", "title": "Vaccine-Mandate Debate Makes It to Top Federal Research Agency", "date": "2021-11-07 07:00", "summary": "The NIH, workplace of Dr. Anthony Fauci, has scheduled a seminar on the ethics of mandates featuring a senior researcher who is pushing back. The debate over vaccine mandates is surfacing in an unlikely venue: The National Institutes of Health.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-exports-lift-prices-for-u-s-utilities-ahead-of-winter-11636281000", "title": "Natural-Gas Exports Lift Prices for U.S. Utilities Ahead of Winter", "date": "2021-11-07 05:30", "summary": "The supply squeeze, one of the first ever since the U.S. began sending large volumes of gas abroad, means hefty heating bills for consumers. American utilities are facing the highest natural-gas prices in years as they build stockpiles for winter. The reason: Exporters are sending more gas than ever to countries starved for the fuel.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bond-swings-burn-wall-street-investors-11636281002", "title": "Government-Bond Swings Burn Wall Street Investors", "date": "2021-11-07 05:30", "summary": "Shifting expectations for inflation and central-bank policy are sparking surprise moves, hurting big-name players. A rapid U-turn in government-bond markets has sparked deep losses for some of Wall Street's biggest investors, a stark demonstration of how even small shifts in expectations for economic growth and central-bank policy can upend the most carefully laid bets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rules-on-face-masks-at-the-office-are-changing-11636281002", "title": "The Rules on Face Masks at the Office Are Changing", "date": "2021-11-07 05:30", "summary": "With Covid-19 cases falling, children getting vaccines and boosters rolling out, employees are cheering as workplace policies start to relax. Some big U.S. employers have dropped workplace mask requirements as Covid-19 cases fall and vaccination rates rise. Staffers at other companies are wondering whether they can ditch masks, too.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-infrastructure-bill-changes-the-way-road-transit-dollars-will-flow-11636281003", "title": "Infrastructure Bill Changes How Transit Dollars Will Flow", "date": "2021-11-07 05:30", "summary": "Bill provides dozens of transportation grants that will likely need Transportation Secretary Pete Buttigieg's blessing. The new bipartisan infrastructure bill gives the federal government much more authority over how transportation money will be spent across the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-investing-good-for-environment-11636056370", "title": "Does Sustainable Investing Really Help the Environment?", "date": "2021-11-07 01:01", "summary": "Tariq Fancy, formerly the sustainable-investing chief at BlackRock, argues that the investment sector is doing more good for Wall Street than it is for the planet. Alex Edmans, a professor at London Business School, says that criticism goes too far.. ", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]