[{"link": "https://www.wsj.com/articles/elon-musk-pledges-to-sell-tesla-stock-if-twitter-voters-agree-11636233979", "title": "Elon Musk Pledges to Sell Tesla Stock if Twitter Voters Agree", "date": "2021-11-06 19:40", "summary": "Billionaire CEO's tweet comes amid debate over taxing wealthy Americans. Elon Musk on Saturday said he would sell 10% of his stockholdings in Tesla Inc. if the move won backing in a Twitter poll, reinjecting himself into the debate over how some of the wealthiest Americans should be taxed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abrdn-in-talks-to-acquire-interactive-investor-for-2-billion-11636232625", "title": "Abrdn in Talks to Acquire Interactive Investor for $2 Billion", "date": "2021-11-06 17:18", "summary": "A tie-up would give the Scottish asset manager a stronger foothold in individual investing, which took off during the pandemic. Scottish fund manager Abrdn PLC is in talks to acquire online broker Interactive Investor, the companies said Saturday, the latest bet on the growth of individual-investor trading.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-artisans-pushed-to-the-brink-by-gas-crisis-11636221171", "title": "Venice Artisans Pushed to the Brink by Gas Crisis", "date": "2021-11-06 13:52", "summary": "Resume Subscription. MURANO, Italy-In the unusually cold workshop where he normally creates glass vases and candelabras, Fabio Onesto stared in despair at the seven furnaces he turned off in mid-October to save money.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-infrastructure-bill-roads-bridges-broadband-11636214099", "title": "Biden, With Infrastructure Deal Finally on His Desk, Now Turns to Selling It to Voters", "date": "2021-11-06 13:36", "summary": "President says public-works investment is long overdue as he hails bipartisan effort. WASHINGTON-President Biden campaigned on rebuilding long-neglected roads, bridges and highways as he sought the presidency last year, pointing to his infrastructure proposal as a way to work with Republicans and deliver on the needs of Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-protesters-in-glasgow-push-for-action-from-leaders-11636208381", "title": "COP26 Protesters in Glasgow Push for Action From Leaders", "date": "2021-11-06 13:31", "summary": "Rally in the host city for the U.N. climate summit was expected to include indigenous leaders from the Amazon, environmental groups and Greta Thunberg. GLASGOW-Protesters in the tens of thousands braved rain and gusts to march through Glasgow, host of a United Nations climate summit, part of what organizers said would be a coordinated global demonstration pushing for more action from governments to curb global warming.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-are-stock-prices-determined-11636056745", "title": "What Determines Stock-Market Prices? Here's a New Theory", "date": "2021-11-06 12:00", "summary": "A study finds that for every $1 that goes into the stock market, prices go up by $5. A new study shows how much the flows of money into and out of the stock market affect stock prices-perhaps more than many investors realize.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surfers-want-to-transform-your-commute-with-hydrofoils-11636210841", "title": "Surfers Want to Transform Your Commute With Hydrofoils", "date": "2021-11-06 11:00", "summary": "Entrepreneurs are seeking to make so-called foil boards as ubiquitous on the water as electric scooters are on land. Author", "categories": [["", "Transportation"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/princess-diana-spencer-crown-moment-11636140604", "title": "From 'Spencer' to 'The Crown,' Why Princess Diana Is Having a Moment", "date": "2021-11-06 11:00", "summary": "Royal family drama aside, projects about the Princess of Wales keep on coming. In the new movie \"Spencer,\" Kristen Stewart's Princess Diana muses about her legacy: \"I've been imagining how they'll write about me in a thousand years,\" she says. \"If I do ever become Queen, what will I be? Insane?\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fuel-tanker-explosion-in-sierra-leone-kills-at-least-99-11636210816", "title": "Fuel-Tanker Explosion in Sierra Leone Kills at Least 99", "date": "2021-11-06 11:00", "summary": "Residents had gathered before the blast to collect spilled gasoline after a tanker collided with another vehicle. A fuel tanker exploded in Sierra Leone's capital Freetown late Friday, killing at least 99 people and injuring dozens more, authorities said Saturday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-1-trillion-infrastructure-bill-aims-to-affect-americans-lives-11636173786", "title": "How the Infrastructure Bill Will Affect Americans' Lives", "date": "2021-11-06 10:55", "summary": "The legislation seeks to ensure fewer blackouts and cleaner water, but in some areas it might fall short of needed upgrades. Congress has voted to pass the largest federal investment in infrastructure in more than a decade, a bipartisan injection of money across vast sections of the U.S. economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gruden-emails-snyder-congress-investigation-wft-11636205695", "title": "The Congressional Investigation into the NFL Has Only Just Begun", "date": "2021-11-06 10:53", "summary": "A congressional committee wants to see the emails from the NFL investigation that got Raiders coach Jon Gruden fired. It's going to take a while.. WASHINGTON-The first volleys between the National Football League and a congressional committee seeking to investigate the Washington Football Team emails that got Las Vegas Raiders coach Jon Gruden fired-as well as other related documents-show that the congressional probe is likely to be a drawn-out affair.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-wanted-a-race-car-that-fit-his-budget-so-he-built-one-11636207201", "title": "He Wanted a Race Car That Fit His Budget, So He Built One", "date": "2021-11-06 10:00", "summary": "Resume Subscription. Michael Lanfreschi, 38 years old, director of finance and project controls for the government of Gwinnett County, Ga., on his Factory Five 818 self-assembled race car.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/they-moved-to-rural-california-for-affordable-homes-then-the-caldor-fire-destroyed-the-town-11636207202", "title": "They Moved to Rural California for Affordable Homes. Then the Caldor Fire Destroyed the Town.", "date": "2021-11-06 10:00", "summary": "Growing populations of towns in 'wildland-urban interface' is a key reason for rising wildfire threat in the West, researchers say. GRIZZLY FLATS, Calif.-Don Lee and his wife, Amanda, moved to this small town in the foothills of the Sierra Nevada mountains last year for a simple reason: They found a four-bedroom house for $200,000, less than half what it would cost in nearby cities like Sacramento.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaways-net-earnings-fall-66-11636201936", "title": "Berkshire Hathaway's Net Earnings Fall 66%", "date": "2021-11-06 09:54", "summary": "Unrealized investment gains at Warren Buffett's conglomerate declined in the third quarter. Warren Buffett's Berkshire Hathaway Inc. said net earnings fell after paper gains from the conglomerate's vast portfolio of stock investments declined from a year earlier.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-that-the-scots-are-speaking-on-tiktok-it-might-not-be-english-11636201895", "title": "What's That the Scots Are Speaking on TikTok? It Might Not Be English", "date": "2021-11-06 08:32", "summary": "New platforms have helped drive the spread of Scots, but the language is also becoming a political football. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nicaragua-veers-to-dictatorship-as-president-holds-election-the-u-s-calls-sham-11636201160", "title": "Nicaragua Veers Toward Dictatorship", "date": "2021-11-06 08:19", "summary": "Resume Subscription. SAN JOSÉ, Costa Rica-Nicaraguan President Daniel Ortega, running for a fourth consecutive term after imprisoning seven rivals, is widely expected to win an election on Sunday seen as a sham by the U.S. and opponents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-lifes-pitch-to-entrepreneurs-sell-life-insurance-11636200002", "title": "New York Life's Pitch to Entrepreneurs: Sell Life Insurance", "date": "2021-11-06 08:00", "summary": "Company's CEO says its pivot to 'cultural markets' in the U.S., rather than overseas expansion, boosted sales and agent recruitment. A career in sales is a hard sell right now, and building a diverse sales force is even tougher, recruiters say.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-omarova-occ-big-banks-11636164471", "title": "Bank Overseer Nominee Faces Tough Confirmation Battle", "date": "2021-11-06 08:00", "summary": "Saule Omarova, the pick for comptroller of the currency, says her criticism of the banking industry is misunderstood. WASHINGTON-President Biden's nominee to oversee large national banks is engaged in a contentious battle with those who want to sink her nomination.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-is-the-game-changer-at-cop26-in-glasgow-11636196493", "title": "Business Is the Game-Changer at COP26 in Glasgow", "date": "2021-11-06 07:01", "summary": "Private capital is mobilized for climate action, but needs a clear road map and rules to be deployed effectively. The 2015 Paris climate conference mostly involved governments pushing businesses to cut emissions. In Glasgow, businesses are the ones pushing governments to act.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-modern-vision-henri-matisse-etta-cone-claribel-cone-collecting-thaddeus-mosley-forest-sculpture-baltimore-museum-of-art-11636142617", "title": "'A Modern Influence: Henri Matisse, Etta Cone, and Baltimore' and 'Thaddeus Mosley: Forest' Reviews: Out of the Shadows, Into Color and Light", "date": "2021-11-06 07:00", "summary": "An exhibition explores the collecting habits of Etta Cone, one of two Baltimore sisters who bought Matisse early and often.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-really-wanted-no-degree-work-experience-or-background-checks-11636196307", "title": "Help Really Wanted: No Degree, Work Experience or Background Checks", "date": "2021-11-06 06:58", "summary": "Resume Subscription. U.S. companies are downsizing the hiring process.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-outdoor-workout-you-probably-havent-tried-truffle-hunting-11636192800", "title": "The Outdoor Workout You Probably Haven't Tried: Truffle Hunting", "date": "2021-11-06 06:00", "summary": "Resume Subscription. Maura Malone thought she was fairly fit until she started going truffle hunting with her dog.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/rising-covid-19-breakthrough-cases-hinder-efforts-to-control-virus-11636191003", "title": "Rising Breakthrough Cases Hinder Efforts to Control Covid-19", "date": "2021-11-06 05:30", "summary": "People in their 40s show biggest case rise among U.K. vaccinated, likely due to their children. LONDON-Covid-19 infections among vaccinated people are complicating the fight to bring the coronavirus under control. And in the U.K., where the path of the disease has been more closely tracked than just about anywhere in the world, they are on the rise.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-you-need-a-loan-to-get-a-root-canal-11636191002", "title": "Millions Are Skipping the Dentist. Lenders See a Niche.", "date": "2021-11-06 05:30", "summary": "Americans often have to take out personal loans or dig into savings to pay for dental care. Linda Stultz learned last fall that she needed a $1,100 dental crown, but she didn't have the money.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-manufacturers-blown-off-course-11636191002", "title": "Wind Manufacturers Blown Off Course", "date": "2021-11-06 05:30", "summary": "Supply-chain problems, uncertainty around tax credits in congressional spending bill threaten to slow U.S. wind power growth. Wind turbine makers continue to struggle due to supply-chain woes and uncertainty over the future of federal tax credits, so much so that analysts are projecting slowing growth for U.S. wind power next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-law-seen-having-small-positive-impact-on-growth-11636191000", "title": "Infrastructure Law Seen Having Small, Positive Impact on Growth", "date": "2021-11-06 05:30", "summary": "Economists see slim boost to worker productivity, offset by drag from deficits. The roughly $1 trillion infrastructure package just passed by Congress will modestly help the economy in the short run while priming the country for slightly stronger growth in coming decades, economists say.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-moves-toward-votes-on-infrastructure-budget-bills-11636120392", "title": "House Approves $1 Trillion Infrastructure Bill, Sending to Biden's Desk", "date": "2021-11-06 00:52", "summary": "The measure, months in the making, would fund roads, bridges, rail and expanded broadband access. WASHINGTON-The House passed a roughly $1 trillion public-works bill, sending to President Biden's desk a generational investment in roads, bridges and rail that had languished for several months as Democrats feuded over the terms of its approval.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-smell-says-about-you-11636171260", "title": "What Your Smell Says About You", "date": "2021-11-06 00:01", "summary": "Your body constantly emits information about your diet, emotions, age and health, as well as your suitability as a mate. What does your body's smell reveal about you? A lot, as it happens: your age, your diet, your emotions, how robust your immune system is, if you're getting sick-and if so, with which disease (including Covid-19). It can even reveal whom you might marry.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636129472", "title": "Pepper...and Salt", "date": "2021-11-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturing-microchips-the-equipment-that-makes-them-11636149507", "title": "What's Harder to Find Than Microchips? The Equipment That Makes Them", "date": "2021-11-06 00:00", "summary": "Resume Subscription. Stephen Howe is a dealer of expensive antiques of almost unfathomable mechanical complexity that are much sought-after by a discerning and deep-pocketed clientele hailing from nearly every part of the developed world. The need for his wares is at an all-time high, and yet he's feeling glum: Demand has so outstripped supply that it's almost impossible for him to get hold of items to sell.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-ford-won-the-race-for-rivian-11636171218", "title": "Ford, GM and the Race for Rivian", "date": "2021-11-06 00:00", "summary": "The auto giant could reap more than $7 billion from a hot IPO. To get there, it had to elbow out rival General Motors.. When hot electric-truck startup Rivian Automotive Inc. goes public next week seeking a valuation of roughly $70 billion, one of the biggest winners is likely to be a 118-year-old Detroit giant. Ford Motor Co. could make a windfall of more than $7 billion from the deal, as an investor with a 12% stake.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-natural-deodorant-really-work-we-tried-50-11636144567", "title": "Does Natural Deodorant Really Work? We Tried 50 to Find Out", "date": "2021-11-06 00:00", "summary": "After intense experimenting, here's what we consider the 10 best natural-deodorant options. Plus: Experts weigh in to debunk common myths about the chemicals people put under their arms.. ON A PARTICULARLY sweltering day this summer, I found myself applying-and reapplying-deodorant. As I swiped and swiped again, it struck me that I had no idea what was in the chalky, drugstore-bought formulas I've been diligently smearing on my underarms for over a decade. Yes, the ingredients are usually listed on the applicators-cyclopentasiloxane, dimethicone were printed on the back of a recent stick. But what layperson knows what those are? Or whether they're good for your delicate sweat glands?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-florida-professors-allege-school-leaders-violated-first-amendment-rights-11636163208", "title": "University of Florida Professors Allege School Leaders Violated First Amendment Rights", "date": "2021-11-06 21:46", "summary": "Officials' decision to bar professors from testifying in court case against state has sparked criticism from academics, lawmakers. A controversy at the University of Florida moved to the courthouse Friday, as three political-science professors who had been barred from providing expert testimony sued the institution's president, provost and board of trustees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-board-to-add-safety-expert-make-other-changes-in-737-max-settlement-11636150675", "title": "Boeing Board to Add Safety Expert, Make Other Changes in 737 MAX Settlement", "date": "2021-11-06 21:23", "summary": "Current and former directors' insurance providers to pay $237.5 million to corporation as part of agreement to end shareholder suit. Boeing Co.'s board will add a director with safety expertise and adopt other internal measures under a proposed $237.5 million agreement to settle a shareholder lawsuit that alleged lax board oversight led to the 737 MAX disasters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-names-nicole-creola-kelly-as-whistleblower-program-chief-11636148546", "title": "SEC Names Nicole Creola Kelly as Whistleblower Program Chief", "date": "2021-11-06 21:02", "summary": "Ms. Kelly, a senior special counsel at the regulator, takes over from Emily Pasquinelli, who has been the program's acting chief since April. The Securities and Exchange Commission has appointed Nicole Creola Kelly, a senior special counsel in the regulator's general counsel office, as its new whistleblower program chief.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accounting-experts-ask-congress-to-change-proposal-on-minimum-corporate-tax-11636157095", "title": "Accounting Experts Ask Congress to Change Proposal on Minimum Corporate Tax", "date": "2021-11-06 20:44", "summary": "Calculating tax using book income could distort results intended for investors, experts say. More than 200 accounting and tax experts, including at least two former U.S. accounting-standards officials, have asked federal lawmakers not to tie a proposed minimum corporate tax to income measures reported to investors.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-nears-1-25-billion-deal-to-sell-controlling-stake-in-two-coal-mines-11636157545", "title": "BHP Nears $1.25 Billion Deal to Sell Controlling Stake in Two Coal Mines", "date": "2021-11-06 20:12", "summary": "The planned sale of the South Walker Creek and Poitrel coal mines in Australia is part of the mining company's effort to focus on higher-quality steelmaking coal. BHP Group Ltd. is nearing a deal to sell its controlling interest in two metallurgical coal mines to Australian coal miner Stanmore Resources Ltd. for about $1.25 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]