[{"link": "https://www.wsj.com/articles/federal-grand-jury-indicts-former-boeing-pilot-in-737-max-crash-case-11634251381", "title": "Former Boeing Pilot Indicted in Probe of 737 MAX Crashes", "date": "2021-10-14 23:22", "summary": "Federal prosecutors allege that Mark Forkner lied about automated system blamed in disasters. A federal grand jury in Texas indicted a former Boeing Co. pilot, alleging that he deceived air-safety regulators about a flight-control system later blamed for sending two 737 MAX jets into fatal nosedives.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-is-accused-of-using-stolen-motor-technology-in-rare-lawsuit-11634219442", "title": "Toyota Is Accused of Using Stolen Motor Technology in Rare Lawsuit", "date": "2021-10-14 23:10", "summary": "Nippon Steel alleges patent infringement in Toyota's use of a rival supplier's material; Toyota says it did nothing wrong. TOKYO- Toyota Motor Corp. used stolen technology for a steel material in electric motors, Nippon Steel Corp. alleged in a patent-infringement lawsuit Thursday, a rare public clash between Toyota and a longtime ally.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-president-bill-clinton-hospitalized-withnon-covid-infection-11634266612", "title": "Bill Clinton Hospitalized With Non-Covid Infection", "date": "2021-10-14 22:56", "summary": "Mr. Clinton was admitted to the University of California Irvine Medical Center on Tuesday, his spokesman said. Former President Bill Clinton was admitted to a hospital in California Tuesday with an infection unrelated to Covid-19, a spokesman said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commission-on-supreme-court-reform-skeptical-about-expanding-court-11634250935", "title": "Commission on Supreme Court Skeptical About Expansion", "date": "2021-10-14 22:27", "summary": "Preliminary documents released on eve of public meeting assess merits of term limits for justices, limiting number of justices any president can name. WASHINGTON-A commission formed by President Biden to study potential changes to the Supreme Court expressed concerns over calls to expand the size of the court, with some members warning it would \"undermine, rather than enhance\" its legitimacy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-places-talc-injury-claims-in-bankruptcy-11634248563", "title": "Johnson & Johnson Places Talc Injury Claims in Bankruptcy", "date": "2021-10-14 22:23", "summary": "Healthcare company places into chapter 11 a corporate affiliate holding talc-related injury liabilities, confirming fears of plaintiffs' lawyers. Johnson & Johnson placed into bankruptcy its liabilities for tens of thousands of lawsuits linking talc-based products to cancer, betting the move will help drive a settlement of personal-injury claims that are expected to grow for decades to come.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-abortion-restrictions-can-continue-during-litigation-appeals-court-rules-11634261230", "title": "Texas Abortion Restrictions Can Continue During Litigation, Appeals Court Rules", "date": "2021-10-14 22:22", "summary": "Federal appeals court order sets the stage for the issue to return to the Supreme Court. A federal appeals court on Thursday said Texas's restrictive abortion law can remain in effect during ongoing litigation with the Justice Department, extending a previous temporary order that kept the law in place.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-pash-gruden-emails-nfl-11634261607", "title": "NFL General Counsel Surfaces in Email Scandal That Led to Jon Gruden's Resignation", "date": "2021-10-14 22:05", "summary": "Jeff Pash, who has worked in the league for more than two decades, was a frequent email correspondent with the Washington Football Team executive whose emails are subject of an NFL investigation. The National Football League has a new concern around its investigation of the 650,000 emails that have already resulted in Las Vegas Raiders coach Jon Gruden's resignation: The league's general counsel is a participant in email threads with the former Washington Football Team executive whose inbox is under scrutiny.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-deere-workers-go-on-strike-after-voting-down-tentative-deal-11634220536", "title": "Deere Workers Go on Strike for First Time in 35 Years", "date": "2021-10-14 21:37", "summary": "More than 10,000 workers walked off the job at the farm- and construction-equipment maker after earlier rejecting a deal with pay raises and bonuses over six years. Deere & Co. workers went on strike for the first time in 35 years, extending a series of labor disputes at major U.S. companies during a nationwide labor shortage.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-heir-robert-durst-is-sentenced-to-life-for-murder-11634253272", "title": "Real-Estate Heir Robert Durst Is Sentenced to Life for Murder", "date": "2021-10-14 21:25", "summary": "Durst was convicted last month of first-degree murder for shooting Susan Berman in 2000. New York real estate heir Robert Durst was sentenced Thursday to life in prison without chance of parole for the murder of his friend Susan Berman more that two decades ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-trial-dermatologist-describes-stint-as-theranos-lab-director-11634256453", "title": "Dermatologist Describes Stint as Theranos Lab Director", "date": "2021-10-14 20:42", "summary": "Doctor testifies on minimal role overseeing blood-testing startup's clinical operations. SAN JOSE, Calif.-A dermatologist testified Thursday in the criminal trial of Elizabeth Holmes that he agreed to serve as Theranos Inc.'s lab director after being asked to fill the role by one of his patients, but never did much more than sign paperwork and appear in the company's lab once or twice.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-bransons-virgin-galactic-pushes-back-commercial-space-flights-11634255879", "title": "Virgin Galactic Pushes Back Commercial Space Flights", "date": "2021-10-14 19:58", "summary": "Company believes it will launch private-astronaut flights in the fourth quarter of 2022. Virgin Galactic Holdings Inc. said it is pushing back the launch of full commercial service for private-astronaut trips until toward the end of next year as it works to improve its space vehicles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giulio-regeni-murder-trial-opens-in-italy-with-egyptian-security-officials-absent-11634221189", "title": "Italy Halts Trial of Egyptian Officials Over Student Killing", "date": "2021-10-14 19:37", "summary": "Ruling deals blow to rare attempt to hold Egypt's security apparatus accountable. ROME-An Italian court has halted a trial of four Egyptian security officials accused of torturing and killing Italian student Giulio Regeni, a blow to what human rights groups consider a rare attempt to hold Egypt's security apparatus accountable.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-of-bipartisan-senators-presses-administration-on-havana-syndrome-11634240334", "title": "Bipartisan Group of Senators Presses Administration on Havana Syndrome", "date": "2021-10-14 19:26", "summary": "Lawmakers see 'significant unmitigated threat to our national security,' urge administration to name new official to oversee response. WASHINGTON-A bipartisan group of senators said that they were \"extremely alarmed\" by the growing reports of cases of the mysterious neurological ailment known as Havana Syndrome, and questioned whether the State Department and other Biden administration agencies were treating the crisis with the attention necessary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-secret-cia-gate-at-kabul-airport-became-an-escape-path-for-afghans-11633545417", "title": "CIA Airport Gate Helped Afghans Escape", "date": "2021-10-14 19:09", "summary": "Nicknamed Glory Gate, the back entrance was hidden from the Taliban and used to evacuate embassy staff and others. WASHINGTON-While thousands of people crowded outside the main gates of the Kabul airport seeking to escape Afghanistan in August, the Central Intelligence Agency opened a back door about 2 miles away along the northern perimeter of the airfield.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-covid-vaccine-double-cross-moderna-patent-11634248823", "title": "Biden's Moderna Vaccine Double-Cross", "date": "2021-10-14 18:58", "summary": "Officials thank the biotech startup for saving lives by making it a political scapegoat.. Most Americans had never heard of Moderna until the pandemic. In less than a year, the biotech startup produced the world's most effective Covid vaccine-exemplifying U.S. leadership in scientific innovation. Now the Biden Administration is showing its gratitude by stabbing the company in the back.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-hostage-politics-republicans-2020-election-11634249842", "title": "Donald Trump's Hostage Politics", "date": "2021-10-14 18:57", "summary": "He says Republicans must agree the 2020 election was stolen or he'll aid the Democrats.. When Democrats complain that Donald Trump is plotting to suppress votes, they have a point-but fortunately for them, the votes he is plotting to suppress are those of his own supporters.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-drug-store-anarchy-walgreens-closes-theft-11634245898", "title": "San Francisco's Drug Store Anarchy", "date": "2021-10-14 18:57", "summary": "Rampant shoplifting drives five Walgreens stores out of business.. Shoplifters get off easy in California, where stealing goods worth less than $950 is a mere misdemeanor-if the crime is prosecuted at all. Bad actors have taken advantage, and this week Walgreens announced the closure of five San Francisco stores plagued by theft.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-horror-show-continued-ramona-bessinger-providence-public-school-district-critical-race-theory-11634250506", "title": "Education Horror Show, Continued", "date": "2021-10-14 18:56", "summary": "A teacher is targeted after she described the baleful effect of critical race theory.. Bad teachers are rarely held accountable, but the public school bureaucracy seems to be less tolerant of teachers who transgress against the Democratic-union establishment. Behold how one middle-school English teacher in Providence, Rhode Island, is being run out after publicly criticizing critical race theory.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dave-chappelle-may-tame-wokeness-closer-cancel-culture-rowling-maher-11634249609", "title": "Dave Chappelle May Help Tame Wokeness", "date": "2021-10-14 18:54", "summary": "There are other signs, too, that our revolution may be moving past its Terror and toward its Thermidor.. Captain Kirk was in space. \"I hope I never recover from this,\" William Shatner said after the capsule set down in scrub near Van Horn, Texas. He'd seen the blueness, the thin ribbon of earth's atmosphere, the delicacy and majesty. \"I hope I can maintain what I feel now, I don't want to lose it,\" he told Blue Origin founder Jeff Bezos. What a triumph at age 90 to be still so hungry for life, to yearn to be in its thick, even its uncertainty. What a great man. I watched the launch and touchdown on TV, was surprised to be moved, and near the end walked toward the screen to miss nothing. \"I got a little choked,\" I said to a friend that afternoon. \"I got choked,\" she said.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-delhi-tata-nationalization-airlines-business-modi-privatization-air-india-11634242660", "title": "New Delhi Says Tata to Nationalization", "date": "2021-10-14 18:53", "summary": "The privatization of Air India could mark the end of a long history of bureaucrats running the country's businesses.. When he first emerged as a contender for national office in 2013, Narendra Modi proclaimed that \"the government has no business doing business.\" After more than seven years as India's prime minister, he has finally begun to deliver on that promise.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-devour-sinema-bathroom-progressives-intimidation-11634248962", "title": "Democrats Devour Kysten Sinema", "date": "2021-10-14 18:35", "summary": "Tactics first employed against conservatives are now being turned on liberal dissenters.. Like Saturn, the revolution devours its children. And like clockwork, the progressive mob has set on Kyrsten Sinema. Next time the left lectures on unity, women's rights or Joe Biden's decency, lock your door.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-way-life-opportunity-founding-progressive-conservative-woke-patriotism-11634244424", "title": "Notable & Quotable: Which American Way?", "date": "2021-10-14 18:30", "summary": "'Three characteristics that have endured from the founding are a live-and-let-live attitude, a belief in opportunity and initiative, and a strong sense of patriotism.'. The Hudson Institute's Christopher DeMuth in an interview with Lénárd Sándor of the Institute for American Studies at Hungary's National University of Public Service, appearing in Mandiner magazine, Oct. 7:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capotes-women-review-betrayal-of-the-swans-11634250606", "title": "'Capote's Women' Review: Betrayal of the Swans", "date": "2021-10-14 18:30", "summary": "'Answered Prayers' was trumpeted as Truman Capote's masterwork-in-progress. A salacious excerpt led to its (and its author's) undoing.. In November 1975, Truman Capote published \"La Côte Basque, 1965,\" a chapter from a novel he was writing called \"Answered Prayers.\" The book, acquired by Random House nine years earlier, was to be Capote's magnum opus, as he put it, an intimate exposé of midcentury New York society that would place him alongside Marcel Proust and Edith Wharton. After the success of \"Breakfast at Tiffany's\" (1958) and his masterpiece, \"In Cold Blood\" (1966), Capote had shown himself to be a virtuoso in both fiction and nonfiction. His eagerly awaited new work would be a combination of the two. The book was so long in coming, however, that people began to wonder if the 51-year-old author was writing it at all.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marching-christ-sixth-avenue-eucharist-procession-monstrance-catholic-11634244119", "title": "Marching Christ Down Sixth Avenue", "date": "2021-10-14 18:28", "summary": "Our Eucharistic procession in the heart of Manhattan surprised many.. New York", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jana-partners-takes-stake-in-macys-urges-spin-off-of-e-commerce-business-11634234298", "title": "Jana Partners Takes Stake in Macy's, Urges E-Commerce Spinoff", "date": "2021-10-14 18:27", "summary": "Activist investor says stand-alone e-commerce business would be worth a multiple of retailer's current market value. An activist shareholder has taken a stake in Macy's Inc. and is urging the famed retailer to spin off its fast-growing e-commerce business, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunfights-rock-beirut-following-hezbollah-protest-against-blast-probe-11634213261", "title": "Gunfights Rock Beirut Following Hezbollah Protest Against Blast Probe", "date": "2021-10-14 18:23", "summary": "Resume Subscription. BEIRUT-Sectarian clashes turned neighborhoods of Beirut into a free-fire zone Thursday, killing six and reviving memories of Lebanon's civil war, after tensions over a judicial probe into last year's devastating port blast spilled over into violence.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-tech-companies-5g-antitrust-enforcement-woke-technologies-lina-khan-biden-xi-ftc-11634242797", "title": "China and the U.S. Sabotage Their Own Tech Companies", "date": "2021-10-14 18:22", "summary": "Xi Jinping and Joe Biden wage their version of Maoist rectification drives against successful firms.. China is investing $1.4 trillion to overtake the West in critical technologies by 2025. Beijing aims to control the commanding heights of 5G wireless, artificial intelligence, quantum computing and blockchain-technologies that promise to coordinate control between digital services and machines through the Internet of Things.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/icahn-to-commence-proxy-contest-tender-offer-for-southwest-gas-11634249963", "title": "Icahn to Commence Proxy Contest, Tender Offer for Southwest Gas", "date": "2021-10-14 18:19", "summary": "Icahn offers to buy Southwest shares at $75 each. Billionaire investor Carl Icahn escalated his challenge to Southwest Gas Holdings Inc. by offering to buy shares of the Nevada utility and announcing plans to try to replace the company's board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-operate-l-a-port-24-7-off-to-slow-start-11634249513", "title": "Push to Operate L.A. Port 24/7 Off to Slow Start", "date": "2021-10-14 18:11", "summary": "Experts see no 'silver bullet' for cargo backups as terminal operators and importers discuss when and how to work all night. Unclogging the bottlenecks at Southern California ports may be easier said than done.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-deals-with-new-dreamliner-defect-amid-production-problems-11634209201", "title": "Boeing Runs Into Trouble With New Dreamliner Defect", "date": "2021-10-14 17:58", "summary": "Aircraft maker, regulators scrutinize titanium parts on 787 Dreamliner; Boeing cites improvements. Boeing Co. is dealing with a new defect on its 787 Dreamliner, the latest in a series of production slip-ups that have delayed aircraft deliveries and drawn increased U.S. government scrutiny.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slur-from-real-mud-to-ugly-derogatory-remarks-11634248269", "title": "'Slur': From Real Mud to Ugly, Derogatory Remarks", "date": "2021-10-14 17:51", "summary": "A term for a bigoted epithet has its origins in the muck. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lehman-trilogy-review-quite-a-wall-street-story-lehman-brothers-2008-great-recession-sam-mendes-simon-russell-beale-adam-godley-adrian-lester-11634240268", "title": "'The Lehman Trilogy' Review: Quite a Wall Street Story", "date": "2021-10-14 17:41", "summary": "The play, directed by Sam Mendes and starring Simon Russell Beale, Adam Godley and Adrian Lester, pays big dividends despite its flaws. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-hours-at-the-capitol-day-of-rage-insurrection-and-infamy-hbo-jamie-roberts-joe-biden-donald-trump-2020-presidential-election-nancy-pelosi-mike-pence-the-proud-boys-the-shaman-11634242769", "title": "'Four Hours at the Capitol': Day of Rage, Insurrection and Infamy", "date": "2021-10-14 17:35", "summary": "The HBO documentary chillingly captures the events of Jan. 6. There's little that can be called surprising about the passions that drove Trump supporters to storm the U.S. Capitol this January in protest of Joe Biden's certification as the winner of the 2020 presidential election-an invasion that caused lawmakers to crouch under their desks and reach for their gas masks. The same can be said of President Trump's reaction to that disaster, which as \"Four Hours at the Capitol\" (Wednesday, 9 p.m., HBO and HBO Max) suggests bordered on the serene. In this darkly observant documentary (director, Jamie Roberts), a heady brew of the subtle and the merciless, each significant figure-their number is not small-manages to take stage center at once and keep it. All of which accounts, of course, for the extraordinary parade of militant activists who deliver the history that is the heart of this story-a history in which they took part. Most vital of all the powers of this marathon-like work whose life and intensity can be exhausting is the remarkably intimate photography-the point of view is always from inside the mob, never at a remove-that propels a viewer into impossible closeness to the events on screen.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bergman-island-review-working-things-out-at-a-shrine-ingmar-bergman-tim-roth-vicky-krieps-faro-island-scenes-from-a-marriage-mia-hansen-love-mia-waskiowska-11634240760", "title": "'Bergman Island' Review: Working Things Out at a Shrine", "date": "2021-10-14 17:33", "summary": "Mia Hansen-Løve's brilliant new film lands a filmmaking couple on sacred cinematic ground. In the glory days of art-house cinema, movie lovers-I mean cinephiles-would chew over the latest Ingmar Bergman drama for every last shred of significance. Was it as bleak as it seemed? What was the meaning of it all? You don't have to know the Bergman canon to enjoy \"Bergman Island,\" playing in theaters, though the experience will be heightened if you do. This ingenious and beautiful film by Mia Hansen-Løve isn't for chewing so much as savoring. The more you think back on its mysteries, the more pleasure it bestows.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vol-34-no-9-not-fresh-11634246806", "title": "Vol. 34, No. 9: Not Fresh", "date": "2021-10-14 17:26", "summary": "Most Popular News. Readers and Journal staffers continue to suggest phrases that they think we overuse or abuse.", "categories": [["Style & Substance"]], "category_links": ["https://www.wsj.com/news/styleandsubstance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-murdaugh-arrested-charged-over-insurance-settlements-in-housekeepers-death-11634231007", "title": "Murdaugh Faces Charges Over Misappropriating Insurance Funds", "date": "2021-10-14 17:19", "summary": "Arrest adds to litany of other problems for the disgraced South Carolina lawyer. Disgraced South Carolina lawyer Alex Murdaugh was arrested Thursday on charges related to misappropriating insurance settlement money in the death of his longtime housekeeper.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-14-2021-11634196766", "title": "Dow Jumps 500 Points After Strong Earnings Reports", "date": "2021-10-14 17:18", "summary": "The S&P 500 notched its best performance since March. U.S. stocks rallied Thursday, propelling the S&P 500 to its best performance in more than seven months, after better-than-expected earnings and economic data eased concerns about the outlook for the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alcoa-reports-higher-sales-as-aluminium-prices-rise-11634246066", "title": "Alcoa's Sales Get Boost From Higher Aluminium Prices", "date": "2021-10-14 17:14", "summary": "Shipments fell in latest quarter in part because railcars were lacking. Alcoa Corp. reported sharply higher sales for the third quarter, propped up by higher aluminum and alumina prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11634245277", "title": "A Closer Look", "date": "2021-10-14 17:01", "summary": "Selections from 'Five Novels' by Virginia Hamilton. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11634245030", "title": "A Closer Look", "date": "2021-10-14 16:57", "summary": "Selections from 'Hope at Sea' by Daniel Miyares. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11634245072", "title": "A Closer Look", "date": "2021-10-14 16:57", "summary": "Selections from 'Interrupting Chicken: Cookies for Breakfast' by David Ezra Stein. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11634244957", "title": "A Closer Look", "date": "2021-10-14 16:55", "summary": "Selections from 'The Dog Walk' by Sven Nordqvist. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11634244897", "title": "A Closer Look", "date": "2021-10-14 16:54", "summary": "Selections from 'Farm Lullaby' by Karen Jameson, illustrated by Wednesday Kirwan. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/citigroup-profit-jumps-48-after-releasing-rainy-day-funds-11634213494", "title": "Citigroup Profit Jumps 48% After Releasing Rainy-Day Funds", "date": "2021-10-14 16:43", "summary": "Bank beats analyst expectations for third quarter. Citigroup Inc. said Thursday its third-quarter profit rose 48%, after the bank released some of the money it had set aside for bad loans early in the pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-european-nations-claim-progress-on-path-to-removing-digital-taxes-11634244167", "title": "U.S., European Nations Claim Progress on Path to Removing Digital Taxes", "date": "2021-10-14 16:42", "summary": "French finance minister says five European countries agree on how they will remove digital taxes once a global agreement is in force. The U.S. and five European countries have reached an agreement on how those countries' digital-service taxes would be withdrawn as a broader international agreement moves forward, French Finance Minister Bruno Le Maire said on Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-seeks-to-allay-doubts-following-data-rigging-scandal-move-forward-with-new-agenda-11634244047", "title": "IMF Seeks to Allay Doubts Following Data-Rigging Scandal", "date": "2021-10-14 16:40", "summary": "Group plans to boost financial support for low-income countries to get past pandemic and has new focus on climate-change financing, but faces questions about its relevance. Following a data-rigging scandal that engulfed its managing director, the International Monetary Fund is working to regain its footing in international financial markets while it works to balance the competing interests of its two main backers, the U.S. and China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-profit-rises-59-on-reserve-release-11634210090", "title": "Wells Fargo Profit Rises 59% on Reserve Release", "date": "2021-10-14 16:37", "summary": "Bank beat analyst expectations, but quarterly revenue fell 2%. Wells Fargo & Co . said Thursday that its third-quarter profit rose 59%, lifted by a release of funds it had set aside for potential loan losses during the pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-profit-rises-powered-by-deal-making-trading-11634212448", "title": "Morgan Stanley Profit Rises, Powered by Deal Making, Trading", "date": "2021-10-14 16:37", "summary": "New York bank says third-quarter profit rose 36%. Morgan Stanley 's third-quarter profit rose 36% from a year earlier, thanks to all-time high revenues from advising on mergers and acquisitions.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-quarterly-profit-rises-58-11634209290", "title": "Bank of America Profit Rises on Higher Interest Income", "date": "2021-10-14 16:35", "summary": "Profit also boosted by release of cash that bank had set aside to cover loan losses. Bank of America Corp. said Thursday that third-quarter profit rose 58%, suggesting banks' lending businesses are starting to improve from a pandemic slump.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-advisors-to-consider-moderna-covid-19-booster-shot-11634211532", "title": "Moderna Booster Shot Backed by FDA Advisory Panel", "date": "2021-10-14 16:34", "summary": "FDA advisers voted unanimously in favor of the agency's clearance of the shot to seniors and others at high risk of severe Covid-19. Vaccine experts advising the Food and Drug Administration voted 19 to 0 Thursday to recommend authorization of an extra dose of Moderna Inc.'s Covid-19 shot, a key step in making booster doses available to millions more people.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-prices-surge-after-gas-crunch-crimps-output-11634216030", "title": "Metals Prices Surge After Gas Crunch Crimps Output", "date": "2021-10-14 16:30", "summary": "Higher energy bills prompt smelters to cut back on zinc and aluminum production. Metals prices surged to multiyear highs after smelters, facing soaring energy bills and pressure to cut their carbon emissions, curtailed production.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-move-to-hold-steve-bannon-in-criminal-contempt-of-congress-11634235063", "title": "Jan. 6 Panel to Hold Bannon in Criminal Contempt of Congress", "date": "2021-10-14 16:29", "summary": "Democratic-led committee investigating Capitol riot plans vote next week after former Trump aide declined to comply with subpoena. WASHINGTON-The chairman of the House Select Committee investigating the Jan. 6 assault on the U.S. Capitol said Thursday that the panel would move to hold former Trump adviser Steve Bannon in criminal contempt of Congress, after he declined to comply with a subpoena.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-eases-officials-concerns-over-purdue-pharma-appeals-11634227593", "title": "Judge Eases Officials' Concerns Over Purdue Pharma Appeals", "date": "2021-10-14 16:26", "summary": "A federal judge said administrative steps Purdue is taking in preparation to exit chapter 11 won't undermine appeals challenging a settlement with Sackler family members. A federal judge said steps Purdue Pharma LP is taking ahead of leaving bankruptcy won't thwart government authorities' appeals seeking to overturn a $4.5 billion settlement with members of the Sackler family who own the company.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motional-previews-the-self-driving-taxi-experience-with-lyft-as-its-first-partner-11634243135", "title": "Motional Previews the Self-Driving Taxi Experience, With Lyft as Its First Partner", "date": "2021-10-14 16:25", "summary": "Lyft plans to bring Motional's robotaxis to U.S. cities in 2023. Driverless technology company Motional AD Inc.'s vision for how passengers will ride in its planned self-driving taxis includes a start button to spur the cars into motion, another button to indicate when to pull over and other features aimed at making riders feel at ease in the new experience.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-weighs-former-fda-commissioner-robert-califf-to-lead-agency-again-11634242640", "title": "Biden Weighs Nominating Former FDA Commissioner to Lead Agency Again", "date": "2021-10-14 16:17", "summary": "The Food and Drug Administration has been without a permanent chief since President Biden took office. WASHINGTON-President Biden is considering nominating former Food and Drug Administration Commissioner Robert Califf to lead the agency again, a person familiar with the process said.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-firms-get-seal-of-approval-for-climate-plans-11634241976", "title": "Financial Firms Get Seal of Approval for Climate Plans", "date": "2021-10-14 16:06", "summary": "Endorsements of La Banque Postale, KB Financial and EQT are the first under the Science Based Targets initiative's framework for finance-sector emissions reduction. An organization that assesses the credibility of corporate climate-change targets gave its blessing to the emission-reduction plans of two banks and a private-equity firm. The endorsements apply to the companies themselves as well as their investment and lending activities, a first for the sector.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-five-friday-crossword-october-15-11633979066", "title": "Take Five (Friday Crossword, October 15)", "date": "2021-10-14 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-to-40-of-u-s-households-say-they-face-financial-difficulties-as-covid-19-pandemic-continues-11634241586", "title": "Nearly 40% of U.S. Households Face Financial Difficulties Amid Pandemic", "date": "2021-10-14 15:59", "summary": "More than 30% of people say their situation is worse, survey finds; 19% of households have depleted their savings. Nearly 40% of U.S. households said they faced serious financial difficulties in recent months of the Covid-19 pandemic, citing problems such as paying utility bills or credit card debt, according to a recent poll. About one-fifth have depleted all of their savings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-plan-vote-next-week-on-voting-measure-11634223552", "title": "Senate Democrats Plan Vote Next Week on Voting Measure", "date": "2021-10-14 15:43", "summary": "Republicans have opposed efforts to set federal election standards. WASHINGTON-Senate Majority Leader Chuck Schumer (D., N.Y) set up a vote for next week on revised elections legislation, starting off a busy session with a measure that has unified the Democratic caucus but drawn Republican opposition in the 50-50 chamber.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-october-9-11634239435", "title": "Bestselling Books Week Ended October 9", "date": "2021-10-14 15:23", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-bank-earnings-tell-us-about-the-economy-11634236512", "title": "What Bank Earnings From JPMorgan, Bank of America Tell Us About the U.S. Economy", "date": "2021-10-14 15:15", "summary": "On Wall Street, M&A is on fire, but on Main Street, loan growth is muted. Wall Street is booming, or at least parts of it are. Merger mania and stock trading lifted the big U.S. banks' third-quarter results. On Main Street, banks are still hunting for bigger loan growth, but many customers are spending more after holding out last year.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-halloween-decor-be-chic-11634238420", "title": "Should Halloween Decor Be Corny or Chic?", "date": "2021-10-14 15:07", "summary": "We gathered interior designers and nonprofessional enthusiasts to debate whether decorations should be in good taste-or wholeheartedly hokey in the spirit of a childish holiday. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and the other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-shortage-forces-power-plants-to-switch-to-oil-boosting-demand-11634200084", "title": "Oil Demand to Rise as Plants Switch Amid Gas Crunch", "date": "2021-10-14 15:01", "summary": "IEA expects energy crunch to lift oil demand above pre-pandemic levels next year. Soaring natural-gas and coal prices are pressuring power-generation companies and manufacturers to switch to using oil, a trend that could add half a million barrels a day to global demand, the International Energy Agency said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-resume-evacuation-flights-from-afghanistan-11634212800", "title": "U.S. Aims to Resume Evacuation Flights From Afghanistan", "date": "2021-10-14 15:00", "summary": "U.S. citizens, residents and some Afghan visa applicants would qualify to fly. WASHINGTON-The State Department plans to resume regular evacuation flights from Afghanistan before the end of the year to help U.S. citizens, residents and some visa applicants leave the country, a senior State Department official said, an effort that will require coordination with the Taliban and other governments.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kissinger-knew-that-middle-east-peace-couldnt-be-rushed-11634237911", "title": "Kissinger Knew That Middle East Peace Couldn't Be Rushed", "date": "2021-10-14 14:58", "summary": "As Secretary of State, he saw that a stable regional order required a step-by-step process-not a grand agreement. Later administrations have ignored his lesson, especially with Israel and the Palestinians.. The Middle East has become a graveyard for American dreams of turning the world into a peaceful domain. If two decades of warfighting in Iraq and Afghanistan have proved the limits of U.S. force, two decades of Israeli-Palestinian peacemaking have demonstrated the limits of U.S. diplomacy. Four presidents, from Bill Clinton to Donald Trump, tried and failed to resolve the conflict. The fifth, Joe Biden, doesn't even intend to try.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-10-14-2021-11634156061", "title": "Tight Labor Market, Supply Constraints Point to Persistent Inflation", "date": "2021-10-14 14:54", "summary": "Latest U.S. economic data show layoffs are falling and prices are rising. Companies are holding on tightly to employees at the same time few other workers are available and prices are rising in wholesale markets facing supply constraints, both factors contributing to higher inflation.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-pitches-blueprint-for-special-crypto-regulator-11634231298", "title": "Coinbase Pitches Blueprint for Special Crypto Regulator", "date": "2021-10-14 14:39", "summary": "Trading platform asks Congress to create a cryptocurrency oversight regime separate from existing market regulators. WASHINGTON-The largest U.S. cryptocurrency exchange wants Congress to block the Securities and Exchange Commission from overseeing the nascent industry and instead create a special regulator for digital assets, according to a policy blueprint reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-revives-proposal-to-claw-back-executive-pay-11634231515", "title": "SEC Revives Proposal to Claw Back Executive Pay", "date": "2021-10-14 14:33", "summary": "The regulator is asking the public for more feedback on a plan that seeks to punish accounting missteps by revoking pay from top executives. The Securities and Exchange Commission is working to implement a controversial rule proposed in 2015 that would force companies whose financial results contain errors to claw back some of their executives' incentive pay.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norway-bow-and-arrow-suspect-had-been-reported-for-radicalization-11634206917", "title": "Norway Bow-and-Arrow Attack Investigated as Terrorism", "date": "2021-10-14 14:32", "summary": "A 37-year-old man with a police record is charged with killing five people. Norwegian authorities said Thursday they are investigating a bow-and-arrow attack that killed five people and injured two others as terrorism, and have charged a Danish suspect who had converted to Islam and been reported for radicalization.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-abandons-linkedin-in-china-citing-challenging-operating-environment-11634220026", "title": "Microsoft Folds LinkedIn Social Network in China", "date": "2021-10-14 14:17", "summary": "LinkedIn cites challenging operating environment, as retreat marks the biggest departure from China by a major tech company in years. Microsoft Corp.'s LinkedIn said it would shut the version of its professional-networking site that operates in China, marking the end of the last major American social-media network operating openly in the country.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perfect-fall-coat-a-preppy-classic-revisited-11634235130", "title": "The Perfect Fall Coat: A Preppy Classic, Revisited", "date": "2021-10-14 14:12", "summary": "Before buying one of this season's updated duffle coats, study poet and activist June Jordan's edgy and effortless 1960s spin on the style. DUFFLE COATS-those wool toppers equipped with hoods and toggle closures-often evoke Paddington Bear or preppy types at uppity academic institutions. On Netflix's \"The Chair,\" Sandra Oh wears a gray one in on-the-nose fashion as Ji-Yoon Kim, the beleaguered head of the English department at a fictional prestigious university. But with the duffle as with any classic, unexpected styling can tweak its attitude. Activist June Jordan, seen here in a dark version in the 1960s, wore hers in a subtly subversive way.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/copy-cat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signa-sports-attracts-investment-from-saudi-arabias-public-investment-fund-11634235021", "title": "Signa Sports Attracts Investment From Saudi Wealth Fund", "date": "2021-10-14 14:10", "summary": "Online sports equipment retailer has also brought in money from SoftBank and Mubadala in preparation for a U.S. listing. Online retailer Signa Sports United is nearing a deal to raise money from a group of investors including Saudi Arabia's sovereign-wealth fund, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banksys-shredded-artwork-sells-for-25-4-million-11634234269", "title": "Banksy's Shredded Artwork Sells for $25.4 Million", "date": "2021-10-14 14:10", "summary": "The famed British street artist shocked the art world in 2018 by shredding the work by remote control moments after it was auctioned off. A painting that British street artist Banksy purposely shredded during a previous auction sold Thursday to an anonymous Asian collector for $25.4 million at Sotheby's in London, setting a new record for the artist at auction.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-fair-offers-a-new-view-of-michelangelos-david-just-his-head-11634234707", "title": "World's Fair Offers a New View of Michelangelo's 'David': Just His Head", "date": "2021-10-14 14:05", "summary": "Resume Subscription. DUBAI-Veronika Poslusna stared, face to face, into the eyes of Michelangelo's \"David,\" struggling for words.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-of-america-stands-out-from-the-pack-11634233593", "title": "Bank of America Stands Out From the Pack", "date": "2021-10-14 13:46", "summary": "Strong interest revenue growth set against steady costs gave Bank of America a big boost this quarter. Banks are facing a tough environment of tepid loan demand and low interest rates. So it doesn't take much to stand out.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-board-local-merrick-garland-fbi-crt-education-elections-11634162051", "title": "School-Board Fights, Democracy and the FBI", "date": "2021-10-14 13:38", "summary": "Decisions should be more responsive to local needs and preferences.. In \"Merrick Garland's Federal Offense\" (Oct. 7), the editorial board questions the attorney general's intervention into local school-board meetings to investigate what the National School Boards Association describes as parental activity akin \"to a form of domestic terrorism and hate crimes.\" But there's a broader story here.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christopher-columbus-italian-discovery-america-humanism-explorer-11634163001", "title": "In Praise of Christopher Columbus, Italian", "date": "2021-10-14 13:37", "summary": "The explorer's perilous trek across the Atlantic represents the triumph of humanism writ large.. Garry Kasparov does an excellent job defending Christopher Columbus (\"Celebrate Columbus's Achievements,\" op-ed, Oct. 11). The annual bashing of the 15th-century European discoverer of the New World always strikes me as absurd. What do today's virtuous judges of history imagine as the alternative to the global exploration by Columbus, Vasco da Gama, Ferdinand Magellan, et al.? Do they really think there was a moment when everyone in Europe would say, \"Oh, let's just stay home and make the best of things where we are?\" Mankind has always had its explorers, seeking new frontiers, crossing the oceans, going to the moon. Exploration and colonization of other lands could not have stopped at any prior point with Julius Caesar, Alexander the Great or Charlemagne.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-china-beijing-ccp-property-expropriation-farmers-11634163573", "title": "Evergrande and Beijing's Addiction to Expropriation", "date": "2021-10-14 13:36", "summary": "There is a social burden to unchecked development, borne on the backs of millions of rural farmers.. \"Unfinished Buildings Testify to China's Evergrande Debacle\" (Page One, Oct. 5) is emblematic of the economic cost of China's overheated property-development market. There is a social burden to unchecked development, borne on the backs of millions of rural farmers who lose once-productive farmland to expropriation. Development-related takings are the leading cause of land conflicts in China, which at times boil over into violence. Beijing has wisely taken steps to protect farmers' land rights in the 2019 amendment to its Land Management Law, tightening the definition of \"public interest\" land acquisitions and ending the practice of land banking, which encouraged wildly speculative-some would argue reckless-land takings. Such measures might be too late to save China Evergrande Group but will help ensure more sustainable development in the future, and better outcomes for China's farmers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-prices-high-fossil-fuels-biden-energy-transition-11634163814", "title": "High Fossil-Fuel Prices Are Part of the Plan", "date": "2021-10-14 13:34", "summary": "The loss of U.S. energy independence is viewed as an acceptable trade-off.. The Biden administration and environmentalists are getting what they want (\"Climate of Strategic Vulnerability,\" Review & Outlook, Oct. 11). Higher fossil-fuel prices diminish the cost differential with alternative energy sources, expediting the transition. The loss of U.S. energy independence, which lines the pockets of our adversaries, is viewed as an acceptable trade-off.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-mandate-covid-natural-immunity-antibodies-11634164052", "title": "Mandate Immunity, Not Vaccines", "date": "2021-10-14 13:31", "summary": "Why won't a blood test documenting Covid-19 antibodies suffice?. Your editorial \"Vaccine Mandate Madness\" (Oct. 13) ascribes reluctance to get vaccinated to \"religious, medical or other reasons.\" One of the other reasons might be the acquisition of natural immunity from a prior Covid-19 infection, as demonstrated by antibodies to the virus in the blood. Some experts are of the opinion that the protection afforded by natural immunity is more robust and longer lasting than that from vaccination.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/membership-growth-boosts-unitedhealths-earnings-11634210668", "title": "UnitedHealth Boosts Outlook, Sees Less Impact From Covid-19 Costs Next Year", "date": "2021-10-14 13:28", "summary": "The first big health insurer to post summertime results said the effect of the pandemic was offset by lower demand for elective procedures. UnitedHealth Group Inc. raised its full-year outlook for 2021 and said the pandemic's effects on its results matched its expectations, with costs tied to Covid-19 offset by dampened demand for elective healthcare procedures.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-all-cyborgs-11634231726", "title": "We Are All Cyborgs", "date": "2021-10-14 13:15", "summary": "Even when communing with nature we depend on technology for help-but then, so did Henry David Thoreau at Walden Pond. Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-washington-football-team-and-ruth-bader-ginsburg-11634231704", "title": "The Washington Football Team and Ruth Bader Ginsburg", "date": "2021-10-14 13:15", "summary": "Katie Couric finally reveals what the late Supreme Court justice thought of anthem protests.. For more than a year this column has been campaigning for the National Football League team representing our nation's capital to be renamed the Washington Bader Ginsburgs, in honor of the late Supreme Court Justice Ruth Bader Ginsburg. Now the revelation of comments Ginsburg once made to television anchor Katie Couric-and Ms. Couric's decision to delay publication for years-raises new questions about the renaming campaign and its prospects.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-disruptions-blamed-for-first-increase-in-estimated-tuberculosis-deaths-in-more-than-a-decade-11634231508", "title": "Pandemic Disruptions Blamed for First Increase in Estimated Tuberculosis Deaths in More Than a Decade", "date": "2021-10-14 13:11", "summary": "WHO estimates 1.5 million people died in 2020 from what used to be deadliest infectious disease before Covid-19 emerged. Estimated deaths from tuberculosis-the deadliest infectious disease until the emergence of Covid-19-increased for the first time in more than a decade last year, the World Health Organization said Thursday, blaming severe disruptions in treatment and diagnosis caused by the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-porsche-taycan-a-tesla-rival-thats-eye-catchingbut-pricey-11634230799", "title": "2022 Porsche Taycan: A Tesla Rival That's Eye-Catching-but Pricey", "date": "2021-10-14 12:59", "summary": "The all-electric Porsche Taycan Turbo S Cross Turismo costs more and has a shorter range than Tesla. But with relatively few in production, this gorgeously styled roadster has the power to make people look twice.. I'M NOT HERE to sell you a car. I'm only a witness to an industry, a surrogate for you, dear reader, driving machines you may not get a chance to.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-same-store-sales-decline-breaks-growth-streak-11634217150", "title": "Pizza's Pandemic Growth Cools as Domino's Reports Sales Decline", "date": "2021-10-14 12:49", "summary": "Same-store sales decline is company's first in U.S. in more than a decade, as chain reduces hours and hunts for drivers. Pizza's big gain during the pandemic is starting to lose momentum.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-the-rich-ruse-income-burden-wealthy-salt-cap-corporate-rate-loophole-biden-11634226708", "title": "The Democrats' Tax-the-Rich Ruse", "date": "2021-10-14 12:49", "summary": "The wealthy already bear far more of the burden in the U.S. than they do in other developed countries.. President Biden's effort to pass the largest tax increase in U.S. history is based on the verifiably false claim that Americans with high incomes don't pay their \"fair share.\" In no other country do the rich bear a greater share of the income-tax burden than they do in the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-approach-regulating-crypto-bitcoin-coinbase-armstrong-digital-asset-policy-proposal-11634226117", "title": "Coinbase CEO: We Need a New Approach to Regulating Crypto", "date": "2021-10-14 12:47", "summary": "Clear rules would benefit the public, and my company doesn't seek to be the industry's gatekeeper.. The crypto era began 13 years ago with the publication of Satoshi Nakamoto's seminal paper, \"Bitcoin: A Peer-to-Peer Electronic Cash System.\" Two years later, the first commercial bitcoin transaction took place when someone bought two pizzas for 10,000 bitcoin, roughly $571 million today. Today, more than $6 billion in bitcoin transactions happen every day and tens of millions of Americans own some form of crypto currency.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-posts-higher-profit-as-covid-19-vaccinations-continue-to-lift-sales-11634213420", "title": "Walgreens to Invest $5.2 Billion in VillageMD", "date": "2021-10-14 12:36", "summary": "The pharmacy chain plans to add doctors' offices to hundreds of drugstores. Walgreens Boots Alliance Inc. will pay $5.2 billion to acquire a controlling stake in primary-care network VillageMD as the pharmacy chain seeks to remodel itself as a healthcare provider.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-ransomware-summit-eyes-tighter-global-scrutiny-for-crypto-11634227377", "title": "White House Ransomware Summit Eyes Tighter Global Scrutiny for Crypto", "date": "2021-10-14 12:32", "summary": "Officials from 31 countries and the EU say uneven enforcement allows hackers to cash in. Officials from 32 governments who met virtually this week to coordinate their response to the ransomware boom said uneven cryptocurrency standards are helping hackers cash in.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-away-11634227389", "title": "Fire Away", "date": "2021-10-14 12:03", "summary": "A Los Angeles home for sale has 10 fire features.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-los-angeles-mansion-with-an-in-pool-fire-pit-asks-22-5-million-11634227430", "title": "A Los Angeles Mansion With an In-Pool Fire Pit Asks $22.5 million", "date": "2021-10-14 12:03", "summary": "The house has multiple fire features, a waterwall and lava rock from Italy's Mount Vesuvius. A Los Angeles spec mansion with 10 fire features-including a fire pit in the swimming pool that shoots off flames-is coming on the market for $22.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-house-hunters-are-choosing-diverse-neighborhoods-that-reflect-a-changing-population-11634157174", "title": "Many House Hunters Are Choosing Diverse Neighborhoods That Reflect a Changing Population", "date": "2021-10-14 11:58", "summary": "Buyers say they want to avoid 'cookie-cutter' areas, but the focus exposes challenges to preserving communities and blending residents. Jeff Travers recently moved into a $1.25 million top-floor condominium at the Brooks at Historic Walter Reed, a mixed-use development with townhome, condo and apartment buildings under construction on the site of the former Walter Reed Army Medical Center in Washington, D.C.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-shortage-missing-workers-jobs-pay-raises-economy-11634224519", "title": "4.3 Million Workers Are Missing. Where Did They Go?", "date": "2021-10-14 11:57", "summary": "Resume Subscription. Scarce labor is becoming a fixture of the U.S. economy, reshaping the workforce and prodding firms to adapt by raising wages, reinventing services and investing in automation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-second-homes-get-far-more-use-the-question-is-where-do-you-live-11634226871", "title": "As Second Homes Get Far More Use, the Question Is: Where Do You Live?", "date": "2021-10-14 11:54", "summary": "Resume Subscription. In spring 2020, while stuck at home in Leesburg, Va., outside of Washington, D.C., Kent Rounds, a cybersecurity executive in his 50s, suffered a bout of cabin fever so severe he decided to fulfill a long-held dream of splitting his time equally between the East Coast and a place in the Teton Valley region, on the Wyoming/Idaho border. In February, Mr. Rounds and his wife, Simone Rounds, who is in her 30s and also works in cybersecurity, closed on a $2.5 million house in Driggs, Idaho, purchased sight unseen. They have already spent six months in the home this year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-pay-gap-for-women-starts-with-a-responsibility-gap-11634224762", "title": "The Pay Gap for Women Starts With a Responsibility Gap", "date": "2021-10-14 11:19", "summary": "Female managers are often told they just need to demand more pay; research shows they are undermined by being given smaller roles. The Covid pandemic has left women exhausted from the competing demands of work and family. According to a recent McKinsey survey of 40,000 employees of U.S. companies, women report feeling more burned out and chronically stressed than men do. This holds for every race and across all levels of business, especially at the top.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-with-pope-francis-ahead-of-g-20-summit-11634222170", "title": "Biden to Meet With Pope Francis Ahead of G-20 Summit", "date": "2021-10-14 11:16", "summary": "The second Catholic U.S. president, Biden speaks often about his faith. Pope Francis and President Biden will meet at the Vatican on Oct. 29 amid controversy among U.S. bishops over the second Catholic president's support for abortion rights.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columnist-nick-kristof-departs-new-york-times-to-pursue-oregon-governors-seat-11634224301", "title": "New York Times Columnist Nicholas Kristof Departs", "date": "2021-10-14 11:11", "summary": "The 37-year Times veteran has been considering a run for governor of Oregon, whose current Democratic leader faces term limits. Longtime New York Times opinion columnist Nick Kristof is leaving the organization ahead of a potential run for governor in his home state of Oregon, the newspaper's opinion editor said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-open-plan-kitchen-ups-the-modern-in-a-traditional-tudor-style-home-in-chicago-11634223080", "title": "An Open-Plan Kitchen Ups The Modern in a Traditional Tudor-Style Home in Chicago", "date": "2021-10-14 10:51", "summary": "A $200,000 renovation worked to expand flow and family living-and undo the havoc wreaked by a prior remodel that missed the mark. To open or not to open interiors, is the question facing many designers and architects these days.", "categories": [["Real Estate", "Annotated Room"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/annotated-room?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howard-hanna-built-a-big-real-estate-firm-and-kept-it-in-the-family-11634220000", "title": "Howard Hanna Built a Big Real-Estate Firm and Kept It in the Family", "date": "2021-10-14 10:00", "summary": "Broker, who has died at age 101, diversified into mortgages and appraisals and turned the business over to his three children. Howard W. Hanna Jr. came home to Pittsburgh after U.S. Army service in India during World War II and began a career at the local chamber of commerce and later joined a home builders' association. When Mr. Hanna decided he wanted his own show, he set up a one-man real-estate brokerage in Pittsburgh.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-october-16-11634162955", "title": "Number Puzzles (Saturday, October 16)", "date": "2021-10-14 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-mlb-stolen-bases-11634212059", "title": "'Moneyball' Thinking Killed the Stolen Base-but It's Making a Comeback", "date": "2021-10-14 10:00", "summary": "Prospective thieves were safe on 75.7% of their attempts in 2021. They've been even more successful during the early part of these playoffs.. The Houston Astros were clinging to a one-run lead in the fourth inning of a playoff game on Tuesday when outfielder Kyle Tucker seized the moment. After leading off with a single, he broke for second, stealing the base without drawing a throw.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-mandate-bans-tread-on-uncertain-legal-ground-11634219328", "title": "Covid-19 Vaccine-Mandate Bans Tread on Uncertain Legal Ground", "date": "2021-10-14 09:58", "summary": "Texas and Montana have prohibited companies from requiring workers to get inoculated, putting the states into potential conflict with the Biden administration's coming rules. State-imposed bans on Covid-19 vaccine mandates have set up a potential legal clash with the federal government as the Biden administration rolls out a requirement that large companies make sure their employees get inoculated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fund-to-let-retail-investors-bet-on-early-tech-startups-11634216400", "title": "Fund to Let Retail Investors Bet on Early Tech Startups", "date": "2021-10-14 09:45", "summary": "Regulators typically limit the purchase of private shares to individual investors with a net worth of more than $1 million or annual income above $200,000. The founders of Forge Global Inc., an online marketplace for buying and selling shares of private firms, are launching a new money manager that invests in technology startups before they go public.", "categories": [["WSJ News Exclusive", "ETFs"]], "category_links": ["https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-citigroup-plug-power-what-to-watch-when-the-stock-market-opens-today-11634208979", "title": "Morgan Stanley, Citigroup, Plug Power: What to Watch in the Stock Market Today", "date": "2021-10-14 09:40", "summary": "Bank of America shares gained after its earnings report; Alcoa shares were following aluminum prices higher. Wall Street indexes opened higher amid a wave of earnings reports, including from major banks. Here's what what's moving in Thursday's trading.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-immunity-is-the-new-buzzword-in-food-even-cheese-balls-11634218200", "title": "Why So Many Products on Grocery Store Shelves Claim They Help Your Immune System", "date": "2021-10-14 09:30", "summary": "In the Covid-19 era, consumers are eager to bolster their immune systems and companies are flooding grocery shelves with products that claim to help. If you've seen a barrage of food packages promising to help your immune system lately, you're not alone.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-notes-ludwig-hohl-review-stringing-a-few-thoughts-together-11634217550", "title": "'The Notes' Review: Stringing a Few Thoughts Together", "date": "2021-10-14 09:20", "summary": "Rediscovering a Swiss author's unique magnum opus-a constellation of short pieces that lead nowhere, and everywhere.. Reading, the Swiss writer Ludwig Hohl tells us, is like entering \"a dark room, leaving behind the previous tolerable level of light: semi-darkness.\" You notice how \"here and there, a piece of jewelry flashes, a candle glows.\" Through a window, you look out onto \"a world (none other than the old world, your own mundane world) so layered, so painted, so much richer than all you had known,\" yet at the same time gently blurred. A great book lets us see differently, even if we don't know exactly how.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-fire-in-aging-building-kills-more-than-40-11634217587", "title": "Taiwan Fire in Aging Building Kills More Than 40", "date": "2021-10-14 09:19", "summary": "Partially abandoned 13-story tower in Kaohsiung was home to 120 households. TAIPEI--At least 46 people were killed and more than 40 others injured after fire engulfed a large mixed-use building in southern Taiwan, according to local authorities.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-loans-shine-as-investors-pile-into-riskiest-parts-of-clos-11634163759", "title": "Junk Loans Shine as Investors Pile Into Riskiest Parts of CLOs", "date": "2021-10-14 08:33", "summary": "The riskiest securities tied to collateralized loan obligations returned over 29% to investors through August, beating major stock indexes. Investors are scoring big gains in the riskiest parts of the $3 trillion market for junk-rated corporate loans.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-hardwood-floors-diy-11634213976", "title": "White Hardwood Floors: Sacrilege, or Serenity?", "date": "2021-10-14 08:30", "summary": "Painting over your hardwoods reflects more light-all the better to Zoom and 'Gram in a celestial glow. But there's a cost.... In August, social media lightning rod and artist Caroline Calloway decided to do some spur-of-the-moment home renovations. With piles of clothes and books still on the ground of her Manhattan apartment, she took white paint to all of the hardwood floors. She documented the process on her social media and an uproar ensued. Commenters on Twitter, where it became a trending topic in the U.S., were entertained and mortified about the seemingly slapdash paint job.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ikea-struggles-to-stock-shelves-amid-supply-chain-woes-11634214348", "title": "IKEA Struggles to Stock Shelves Amid Supply-Chain Woes", "date": "2021-10-14 08:25", "summary": "Retail giant said 10% of its products are missing in the U.K., typical of shortfalls elsewhere in the world. IKEA, the world's largest furniture seller, said a significant share of its products are missing from store shelves around the world, with many of its flatpacks and houseware items sitting idle at warehouses waiting for trucks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-gruden-nfl-investigation-emails-11634213282", "title": "The NFL Needs to Handle Its Truth", "date": "2021-10-14 08:09", "summary": "A racist email and other ugly missives from Jon Gruden can't be the end of a story that began in Washington. Amid a messy NFL week, it's been jarring to think about the league's obsessiveness with getting it right-that is, on the field of play.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-bets-on-return-of-trans-atlantic-travel-11634212800", "title": "United Airlines Bets on Return of Trans-Atlantic Travel", "date": "2021-10-14 08:00", "summary": "Some airlines say they expect international travel to rise as restrictions start to ease. United Airlines Holdings Inc. said it is planning a major trans-Atlantic expansion next year as it looks to take advantage of what it predicts will be a rapid rebound in international travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-jamess-media-company-sells-minority-stake-to-group-that-includes-nike-fortnite-creator-epic-games-11634211001", "title": "LeBron James's Media Company Sells Minority Stake", "date": "2021-10-14 07:30", "summary": "Deal values SpringHill at $725 million; James and CEO Maverick Carter to remain largest shareholders. SpringHill Co., an entertainment firm co-founded by National Basketball Association star LeBron James, is selling a minority stake to a consortium of investors that values the business at $725 million, the companies said Thursday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-wild-natural-gas-prices-mean-for-inflation-11634209933", "title": "What Wild Natural Gas Prices Mean for Inflation", "date": "2021-10-14 07:12", "summary": "Tripling of wholesale gas benchmarks in Europe has been more dramatic than its impact on consumer prices, but the link will likely get stronger over time. Europe's crazy jump in gas prices is having surprisingly little impact on inflation in the region. In another year, though, the effect could be more dramatic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-fires-central-bank-officials-fueling-economic-uncertainty-11634209321", "title": "Turkey's Erdogan Fires Central Bank Officials, Fueling Economic Uncertainty", "date": "2021-10-14 07:02", "summary": "Lira falls to record lows after Turkish president's latest intervention at the bank. ISTANBUL-Turkey's economy slid further into turmoil on Thursday after President Recep Tayyip Erdogan fired three top officials at the country's central bank in a midnight decree that drove the country's currency to record lows.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-advertising-company-aleph-files-confidentially-for-ipo-11634209200", "title": "Digital-Advertising Company Aleph Files Confidentially for IPO", "date": "2021-10-14 07:00", "summary": "The SEC filing paves the way for the CVC Capital- and MercadoLibre-backed Aleph to list shares in early 2022. Aleph Holding has confidentially filed for an initial public offering in the U.S., according to people familiar with the matter, paving the way for the digital-advertising company to go public in early 2022.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-and-uber-eats-are-still-eating-grubhubs-lunch-11634209200", "title": "DoorDash and Uber Eats Are Still Eating Grubhub's Lunch", "date": "2021-10-14 07:00", "summary": "Trading update from Grubhub's Amsterdam-based parent might spook U.S. food-delivery investors, but it shouldn't. Are American food-delivery stocks about to get burned or is all the smoke coming from the kitchen next door?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsmc-to-build-chip-factory-in-japan-as-it-faces-surging-demand-11634207770", "title": "TSMC to Build Chip Factory in Japan as It Faces Surging Demand", "date": "2021-10-14 06:36", "summary": "With a historic semiconductor crunch, chip makers world-wide are rushing to increase production capacity. Taiwan Semiconductor Manufacturing Co. plans to build a new chip manufacturing plant in Japan, the company said Thursday, as chip makers world-wide rush to increase production capacity amid a historic shortage of semiconductors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-perspectives-watersheds-taylor-francis-on-corporate-climate-promises-11634205601", "title": "COP26 Perspectives: Watershed's Taylor Francis on Corporate Climate Promises", "date": "2021-10-14 06:00", "summary": "Co-founder of the emissions-tracking startup says there is a risk that executives will see the success or failure of long-term climate promises as a problem for their successors. As global leaders descend upon Glasgow to address climate change beginning later this month, so will the corporate brass to talk about their own climate pledges.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-spac-frenzy-inspires-a-reboot-in-asia-11634203800", "title": "U.S. SPAC Frenzy Inspires a Reboot in Asia", "date": "2021-10-14 05:30", "summary": "Financial hubs Singapore and Hong Kong push forward with 'SPAC 2.0' frameworks for blank-check companies. SPACs have lost some luster in America, but stock exchanges in Singapore and Hong Kong are betting the vehicles will boost their allure to global investors and startups in the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-fans-flock-to-the-futures-market-11634203801", "title": "Bitcoin Fans Flock to the Futures Market", "date": "2021-10-14 05:30", "summary": "Premium on bitcoin futures has doubled this month as investors wager that the SEC will approve the first futures-based bitcoin ETF. Investors are betting the first U.S.-listed bitcoin exchange-traded fund is about to get the go-ahead.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-evictions-didnt-result-after-u-s-ban-ended-despite-fears-11634203800", "title": "Mass Evictions Didn't Result After U.S. Ban Ended, Despite Fears", "date": "2021-10-14 05:30", "summary": "Rental assistance, local policy changes helped keep eviction rates lower than expected. When the federal moratorium on evictions ended in August, many feared that hundreds of thousands of tenants would soon be out on the streets. More than six weeks later, that hasn't happened.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-prosecutors-diverge-on-sentencing-jan-6-capitol-rioters-11634203801", "title": "Judges, Prosecutors Diverge on Sentencing Jan. 6 Rioters", "date": "2021-10-14 05:30", "summary": "Setting punishments for nonviolent participants in pro-Trump riot reflects array of mitigating and aggravating factors. WASHINGTON-Federal prosecutors have sought to calibrate punishments for some of the more than 650 people charged in the Jan. 6 attack on the Capitol, using a formula that weighs how long they were in the building, what they said on social media, whether they cooperated with law enforcement and whether they showed remorse.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-winter-of-giant-gas-bills-is-coming-are-you-ready-11634203801", "title": "A Winter of Giant Gas Bills Is Coming", "date": "2021-10-14 05:30", "summary": "U.S. households are projected to spend more on heating than they have in several years. Americans got a stark warning from the government this week: Expect higher heating bills this winter.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-cost-economy-emissions-tax-per-person-net-zero-joe-biden-11634159179", "title": "Biden's Climate Ambitions Are Too Costly for Voters", "date": "2021-10-14 04:55", "summary": "And even if Americans were willing to pay, it'd have little impact on rising temperatures.. Editor's note: As November's global climate conference in Glasgow draws near, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg will provide some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-miner-places-2-billion-copper-bet-on-green-energy-transition-11634195429", "title": "Australian Miner Places $2 Billion Copper Bet on Energy Transition", "date": "2021-10-14 03:10", "summary": "South32 plans to buy a stake in a Chilean mine that produces copper, a metal needed for low-carbon technologies. South32 Ltd. bet on copper being in hot demand in an accelerating global energy transition with an investment of up to $2.05 billion in a Chilean copper mine, as big miners pivot to metals needed for electric vehicles and renewable energy infrastructure.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factory-gate-prices-rise-at-record-pace-11634191041", "title": "China's Factory-Gate Prices Rise at Record Pace", "date": "2021-10-14 01:57", "summary": "Surging prices of coal and other commodities push up inflation, dimming hope it will ease globally in the near term. HONG KONG-Cost pressures on Chinese factories continued to accumulate last month as energy prices soared, dimming hope that global inflation would ease in the near term.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-raises-full-year-revenue-forecast-after-third-quarter-growth-11634189400", "title": "Publicis Raises 2021 Revenue Forecast After Quarterly Growth", "date": "2021-10-14 01:30", "summary": "Paris-based ad company reports 11% increase in quarterly organic revenue and expects 2021 growth of 8.5% to 9%. Publicis Groupe SA boosted its outlook for 2021 organic revenue growth thanks to strong demand for digital marketing services in the third quarter.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634158012", "title": "Pepper...and Salt", "date": "2021-10-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]