[{"link": "https://www.wsj.com/articles/star-entertainment-withdraws-crown-merger-proposal-on-license-worries-11626994761", "title": "Star Entertainment Withdraws Crown Merger Proposal on License Worries", "date": "2021-07-22 18:59", "summary": "Star cites uncertainty over Crown's Melbourne casino license. SYDNEY-The Star Entertainment Group Ltd. withdrew its indicative proposal to merge with Crown Resorts Ltd. over concerns its rival could lose its casino license in Melbourne.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-advisory-panel-signals-preliminary-support-for-covid-19-vaccine-boosters-11626989587", "title": "U.S. Vaccine Panel Signals Support for Covid-19 Booster Shots", "date": "2021-07-22 18:56", "summary": "Advisory group says it favors booster injections for immunocompromised, backs continuing use of Johnson & Johnson shot. A panel of health experts advising the U.S. government on vaccines expressed preliminary support for giving Covid-19 boosters to immunocompromised people, but said they were waiting for regulatory action before making a formal recommendation.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-jobs-unemployment-democrat-governors-covid-lockdowns-11626987661", "title": "A Tale of Two Recoveries", "date": "2021-07-22 18:40", "summary": "Why is the jobless rate so much higher in Democratic-run states?. Our liberal friends like to say the U.S. is experiencing a two-track pandemic recovery. They're right about the symptoms but wrong about the diagnosis. The Labor Department's state jobs report for June, released last Friday, shows an increasing economic divergence between states run by Republicans and Democrats, and the real reasons are worth noting.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-sees-strong-user-growth-as-pandemic-restrictions-ease-11626984648", "title": "Snap Sees Strong User Growth as Pandemic Restrictions Ease", "date": "2021-07-22 18:34", "summary": "CEO Evan Spiegel says he hopes some content will rebound as life returns to normal. Snap Inc.'s revenue more than doubled in the second quarter and user growth jumped the most in four years, as people continued to flock to the social-media app despite a return to more normal daily routines.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-asks-supreme-court-to-end-roe-v-wade-abortion-rights-11626985810", "title": "Mississippi Asks Supreme Court to End Roe v. Wade Abortion Rights", "date": "2021-07-22 18:34", "summary": "State's brief for coming high court case says landmark abortion decision violates Constitution's provisions on states' rights. Mississippi asked the Supreme Court Thursday to abolish federal abortion rights, arguing in a brief that Roe v. Wade and other precedents entitling women to end their pregnancies in some circumstances trample on states' 10th-Amendment powers to decide public policy within their borders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-canada-border-travel-covid-vaccines-11626988805", "title": "Biden's Canadian Covid Blockade", "date": "2021-07-22 18:28", "summary": "The U.S. again delays reopening the border to our northern friends.. President Biden has a major problem on the southern U.S. border, so you'd think his Administration would be focusing its efforts there. But this week he delayed re-opening the border with Canada for another month for fear of Covid-19's Delta variant.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-states-bill-taiwan-military-reserves-john-cornyn-tammy-duckworth-11626982624", "title": "Strengthening Taiwan's Resistance", "date": "2021-07-22 18:25", "summary": "New legislation could make the island harder for Beijing to control.. The best way to forestall a catastrophic Chinese invasion of Taiwan is to raise the costs for Beijing. That means ensuring Taiwan's own forces are prepared for the worst. A new American legislative proposal aims to bolster Taiwan's deterrence by improving the island's ability to call up its reserve forces in case of an invasion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-department-of-justice-nominee-jonathan-kanter-antitrust-conflict-google-11626959851", "title": "Biden's Antitrust Conflicts", "date": "2021-07-22 18:22", "summary": "Competition nominee Jonathan Kanter is conflicted on Google.. Mark another one up for Elizabeth Warren. The Massachusetts Senator continues to fill out the Biden Administration with her allies, and the latest is Jonathan Kanter to run the Justice Department's antitrust division. Apparently the conflict-of-interest standards she demanded of Trump appointees no longer apply.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-intc-2q-earnings-report-2021-11626899296", "title": "Intel CEO Says Chip Shortage Could Stretch Into 2023", "date": "2021-07-22 18:19", "summary": "Pat Gelsinger is pursuing turnaround while battling heated competition in chip design and production. Intel Corp. Chief Executive Pat Gelsinger sees the global semiconductor shortage potentially stretching into 2023, adding a leading industry voice to the growing view that the chip-supply disruptions hitting companies and consumers won't wane soon.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-iraq-to-agree-that-u-s-combat-troops-should-leave-by-end-of-2021-11626975666", "title": "U.S., Iraq to Agree That Combat Troops Should Leave by End of 2021", "date": "2021-07-22 18:13", "summary": "Officials to reaffirm that U.S. military presence is still needed to help Iraqi forces fight Islamic State. Top Iraqi and U.S. officials plan to issue a statement calling for U.S. combat troops to leave Iraq by year-end, both nations' officials said, but would reaffirm the need for a U.S. military presence to help Iraqi forces in their fight against Islamic State.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-stephen-breyer-retirement-politicization-blumenthal-cnn-11626989813", "title": "The Stephen Breyer Backfire", "date": "2021-07-22 18:11", "summary": "Efforts to bully him into retirement may end up having the opposite effect.. A defining feature of today's left is its willingness to shoot itself in the foot. See the campaign to bully Justice Stephen Breyer into retirement.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-latin-mass-novus-ordo-vetus-ordo-summorum-pontificum-catholic-liturgy-11626983218", "title": "Pope Francis, the Latin Mass and My Family", "date": "2021-07-22 18:10", "summary": "We are loyal children of the church on the receiving end of a harsh punishment.. Kalamazoo, Mich.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mourning-father-grief-family-political-correctness-perseverance-11626983413", "title": "Death Came Calling on My 14th Birthday", "date": "2021-07-22 18:08", "summary": "For better and worse, the loss of my father shaped the next half-century of my life.. Saturday is my 64th birthday. The same date will mark the 50th anniversary of a personal tragedy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-now-review-california-dreaming-11626991647", "title": "'Everything Now' Review: California Dreaming", "date": "2021-07-22 18:07", "summary": "Poignant miniatures of the personalities who make up Los Angeles, which is less a metropolis than an 88-city nation-state.. What is Los Angeles? Depends on where you look. Some of the greatest chroniclers of the city's civic life, from Upton Sinclair in the 1930s to Joan Didion in the 1960s, have chosen their own patch of land to cover. Ms. Didion is the most frequently quoted diviner of Los Angeles's soul these days, but she decamped to Manhattan a long time ago, and the city is no longer the citrus-fragrant, deeply flawed \"golden dream\" that she wrote about in her seminal essays.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-backed-rivian-automotive-plans-second-u-s-electric-vehicle-factory-11626984208", "title": "Amazon-Backed Rivian Automotive Plans Second U.S. Electric-Vehicle Factory", "date": "2021-07-22 18:07", "summary": "EV startup, with one manufacturing plant in Illinois, is early in the process of scouting locations. Electric-vehicle startup Rivian Automotive plans to open a second manufacturing plant in the U.S., a move that comes as other car companies also are accelerating in the shift to battery-powered vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-china-modi-xi-new-dehli-beijing-11626983609", "title": "India, Like the U.S., Has Grown Impatient With China", "date": "2021-07-22 18:05", "summary": "Officials pushed trade and cooperation. Then came the pandemic and last year's border clashes.. Where have all the Indian panda huggers gone? Over the past two years, the once-ubiquitous commentary urging India to deepen cooperation with China and work together toward shaping an \"Asian century\" of continental dominance has all but vanished from Indian public discourse. It's unlikely to reappear soon-to Washington's benefit.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-evolution-of-the-cocktail-11626991292", "title": "The Long Evolution of the Cocktail", "date": "2021-07-22 18:01", "summary": "From the 19th century's smashes and slingflips to today's mocktails, the only constant is refreshment. My favorite thing to drink this summer has been a super refreshing cucumber-mint limeade. I first made it one hot evening when my 12-year-old son and I were getting ready to watch a Euro 2020 soccer match. We squeezed lots of limes, mixed the juice with a bit of sugar syrup and blitzed it together with a whole peeled cucumber until it was a beautiful pale green color. Then we poured it into our prettiest glasses over ice, topped up with soda water and garnished with mint. It hit every spot you want in a summer drink. My son drank his straight up, but I added a shot of tequila to mine to make it into a cocktail.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-review-horror-has-a-senior-moment-11626991244", "title": "'Old' Review: Horror Has a Senior Moment", "date": "2021-07-22 18:00", "summary": "M. Night Shyamalan's thriller follows travelers at a beach resort that exacts a terrible price. For many reasons, none of them good, \"Old\" is in a class by itself. M. Night Shyamalan's thriller-slasher-sci-fi-creep-out is peerlessly clumsy, silly and alarmed. It's also alarming for its ineptitude, but the film's greatest distinction is how its wide-eyed, trembling vacationers manage to sustain a state of alarm that's intense and unrelenting. As well they might. They've come to a fancy resort to get away from it all for a few days, but now, unable to leave a beautiful beach with mysterious powers, they're getting older by the minute, and not because their suntan lotion has the wrong SPF for the tropics.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-twitter-show-where-the-party-is-11626991008", "title": "Snap, Twitter Show Where the Party Is", "date": "2021-07-22 17:56", "summary": "Twitter looked like a better deal before earnings, but growth changes the equation. Social media made a splash on Thursday as its second-quarter earnings kicked off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becoming-othello-a-black-girls-journey-review-from-harlem-to-the-shakespearean-stage-11626990958", "title": "'Becoming Othello: A Black Girl's Journey' Review: From Harlem to the Shakespearean Stage", "date": "2021-07-22 17:55", "summary": "Debra Ann Byrd's autobiographical solo show is a riveting account of her path to her career as a classical actress. Lenox, Mass.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buddy-guy-the-blues-chase-the-blues-away-review-still-electric-after-all-these-years-11626990804", "title": "'Buddy Guy: The Blues Chase the Blues Away' Review: Still Electric After All These Years", "date": "2021-07-22 17:53", "summary": "A new 'American Masters' documentary on PBS features archival footage and original interviews with Chicago's pioneer blues guitarist.. The makers of \"Buddy Guy: The Blues Chase the Blues Away\" don't care if you don't know about Buddy Guy. That he's the most ferocious of electric guitarists. That he's the last link to the glory days of Muddy Waters and Howlin' Wolf. That a historical highway marker in his birthplace of Lettsworth, La., declares him \"one of the most dazzling performers in blues history.\" It's a sign of enormous respect from the show: If you don't know about him, you should. And Mr. Guy himself will now explain why.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mama-weed-review-mother-moonlighter-miscreant-11626990462", "title": "'Mama Weed' Review: Mother, Moonlighter, Miscreant", "date": "2021-07-22 17:47", "summary": "Isabelle Huppert plays a drug-buster turned decked-out dealer in this comedic crime film from director Jean-Paul Salomé.. If you'll indulge my dropping one name in reference to another, François Truffaut once told me, not entirely in jest, that he thought the best way to get financing for his scripts might be to send them to Isabelle Huppert right off the bat, since the money men would want him to cast her in any case. That was back in the days when Ms. Huppert was starring in three, four, even five movies a year, and managing to be fascinating at a minimum in most of them. (She has 146 screen credits so far, none of them Truffaut films.) Now, in \"Mama Weed,\" a beguiling crime comedy in French with English subtitles, she is fascinating again, but in a wonderfully nimble way that could be considered campy if her style weren't so assured and her performance weren't so witty and precise. (The film can be seen via video on demand.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-considering-more-price-increases-if-inflation-exceeds-forecasts-11626987883", "title": "Whirlpool Considering More Price Increases if Inflation Exceeds Forecasts", "date": "2021-07-22 17:04", "summary": "The appliance maker in the spring started raising prices by 5% to 12% to offset higher raw material prices. Whirlpool Corp. , which manufactures washing machines, KitchenAid mixers and other home appliances, is considering additional price increases should inflation outpace its forecasts.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-sanction-cuba-over-crackdown-11626972203", "title": "U.S. Sanctions Cuba Over Protest Crackdown", "date": "2021-07-22 16:50", "summary": "New measures target Cuban defense minister, Interior Ministry unit; 'This is just the beginning,' Biden says; closed trials held in Cuba. The Biden administration imposed new sanctions against a top Cuban military official and a special police unit on Thursday and warned of more sanctions ahead, accusing the government and its agents of violence, repression and human-rights violations against peaceful protesters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-wildfires-are-hitting-the-lumber-market-11626955200", "title": "Western Wildfires Lift Lumber Prices", "date": "2021-07-22 16:45", "summary": "Wood products are the latest commodities to be roiled by this summer's extreme weather. Lumber prices finally cooled off. Now come the fires.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-pulls-out-of-facebooks-media-agency-review-11626986747", "title": "WPP Pulls Out of Facebook's Media Agency Review", "date": "2021-07-22 16:45", "summary": "The decision will likely mark an end to a seven-year relationship handling a bulk of the global media buying for the social-media giant. Facebook Inc.'s incumbent ad-buying shop GroupM has pulled out of the social-media giant's agency review, the companies said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-earnings-rise-as-growth-strategy-boosts-portfolio-11626951596", "title": "Blackstone Earnings Rise as Growth Strategy Boosts Portfolio", "date": "2021-07-22 16:44", "summary": "The private-equity firm posted second-quarter net income of $1.31 billion. Blackstone Group Inc.'s earnings jumped in the second quarter, propelled by record appreciation in the value of its investments.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-newsom-faces-new-california-recall-threats-11626986131", "title": "Gov. Newsom Faces New California Recall Threats", "date": "2021-07-22 16:35", "summary": "Statewide poll finds a tight contest; summer crises and a filing error could mean fewer votes for the incumbent.. Tuesday's column noted the remarkable phenomenon of some Democrats not identifying themselves as Democrats in promoting their congressional campaigns in the heartland. Now the trend has even been spotted on the left coast in deep-blue California. The problem for Gov. Gavin Newsom is that the absence of his party affiliation on the September recall ballot will be due to his lawyer's paperwork error, not a political strategy. It could cost Mr. Newsom valuable votes in a race that is suddenly looking more competitive.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-expands-efforts-to-relocate-afghans-at-risk-of-taliban-vengeance-11626977411", "title": "U.S. to House Afghans at Kuwait, Qatar Bases", "date": "2021-07-22 16:35", "summary": "American bases in Kuwait, Qatar to be temporary homes for thousands of Afghan interpreters, family members before they resettle in U.S.. WASHINGTON-The U.S. military is preparing to house as many as 35,000 Afghan interpreters and family members at two American bases, in Kuwait and in Qatar, in an expanding effort to aid those who face Taliban retribution for helping American forces, U.S. officials said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-22-2021-11626939367", "title": "Stocks Rise as Focus Turns to Earnings", "date": "2021-07-22 16:33", "summary": "Major indexes closed within 1% of all-time highs. U.S. stocks edged higher in a quiet session Thursday, keeping major indexes on course to close out the week with gains.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-forced-more-americans-to-juggle-working-from-home-and-child-care-11626985864", "title": "Covid-19 Forced More Americans to Juggle Working From Home and Child Care", "date": "2021-07-22 16:32", "summary": "Labor Department survey shows the extent to which working parents, particularly women, have multitasked. The Covid-19 pandemic required more Americans to work from home, but it also meant more workers were multitasking, doing their jobs while taking care of their families.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-beach-vacation-thats-not-just-beach-try-delaware-11626984666", "title": "For a Beach Vacation That's Not Just Beach, Try Delaware", "date": "2021-07-22 16:11", "summary": "Coastal hamlets like Lewes and Rehoboth offer a host of sophisticated new attractions as more pandemic transplants look to host Zoom calls near the beach. TRAVELERS in southern Delaware cruise down single-lane roads, passing farms that grow corn and raise chickens until they arrive at the coastal hamlets of Bethany, Fenwick Island, Lewes and Rehoboth. After my husband's first job as a newly minted doctor brought us to Lewes two decades ago, a realtor warned us that \"life is simple\" in Sussex County. Indeed it was. Winters were long, with many restaurants and the seasonal amusement park Funland closed until tourists marched back in the summer. But steady residential growth, accelerated by pandemic transplants who want to hold Zoom calls at the beach, has made it more of a year-round destination. Drives along rural stretches these days are punctuated by new housing developments with lawns greener than the farms. As the site of President Biden's summer home, Rehoboth-a longtime refuge for the LGBTQ community, D.C. politicos and retirees-has shined the national spotlight on the region.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-17-11626984336", "title": "Bestselling Books Week Ended July 17", "date": "2021-07-22 16:05", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-china-policy-borrows-from-trump-and-adds-allies-to-raise-pressure-11626958800", "title": "Biden's China Policy Borrows From Trump and Adds Allies to Raise Pressure", "date": "2021-07-22 16:03", "summary": "The emerging U.S. approach to China will get a test during the first high-level face-to-face exchange in months. The Biden administration is raising the pressure on China, confronting it on cyberattacks and human rights and making tentative progress rallying allies to its side, while so far avoiding deep engagement with Beijing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-for-one-friday-crossword-july-23-11626709450", "title": "Two for One (Friday Crossword, July 23)", "date": "2021-07-22 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-resist-raising-debt-limit-as-democrats-push-biden-spending-plans-11626963928", "title": "GOP Senators Resist Raising Debt Ceiling as Democrats Push Biden Spending Plans", "date": "2021-07-22 15:56", "summary": "Limit will be reinstated next month, and the U.S. government may run out of money to pay bills this fall unless it is raised or suspended. WASHINGTON-Top Senate Republicans said the GOP may line up against any effort to raise the government's borrowing limit this year, adding to the uncertainty surrounding how Congress will address the issue after the limit is reinstated next month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internet-outage-briefly-brings-down-many-websites-11626978216", "title": "Internet Outage Briefly Brings Down Websites", "date": "2021-07-22 14:23", "summary": "Services provider Akamai reported disruption that affected companies including Fidelity Investments and Oracle. Websites for airlines, financial companies and numerous other businesses briefly went down Thursday amid a far-reaching problem at an internet-services provider.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shark-tanks-robert-herjavec-buys-one57-condo-for-big-discount-11626977769", "title": "Shark Tank's Robert Herjavec Buys One57 Condo for Big Discount", "date": "2021-07-22 14:16", "summary": "Resume Subscription. Robert Herjavec, founder of an eponymous IT security firm who appears on the investment reality show \"Shark Tank,\" has snapped up an apartment at New York's One57. He said he paid about $34.5 million for the unit, though the deal recorded for $31.9 million. His agent, Jorge Lopez of Compass, said Mr. Herjavec's estimate likely included taxes and the furniture, which was included in the deal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/warner-bros-to-make-10-movies-exclusively-for-hbo-max-streaming-service-11626977733", "title": "Warner Bros. to Make 10 Movies Exclusively for HBO Max", "date": "2021-07-22 14:15", "summary": "Move comes as rival studios hold on to more of their content for in-house streaming platforms. The Warner Bros. movie studio will make 10 films exclusively for its sister streaming service HBO Max to premiere in 2022, said WarnerMedia Chief Executive Jason Kilar.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-before-buying-a-car-11626977329", "title": "What You Need to Know Before Buying a Car", "date": "2021-07-22 14:08", "summary": "It can seem impossible to find a good deal, but these strategies can help. The road to buying a new-or used-car is anything but smooth. With new models selling for above sticker prices, and used-car prices hitting record highs, it can seem impossible to find a good deal. Here's what you need to know if you are in the market for a vehicle.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diabetes-and-the-miracle-of-insulin-11626977084", "title": "Diabetes and the Miracle of Insulin", "date": "2021-07-22 14:04", "summary": "One hundred years ago, a team of Canadian researchers showed that an age-old disease didn't have to mean a death sentence. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-insight-lander-gives-first-look-at-mars-interior-yielding-a-big-surprise-11626976810", "title": "First Look at Mars Interior Yields Big Surprise", "date": "2021-07-22 14:00", "summary": "Resume Subscription. NASA-funded researchers said Thursday they had mapped the interior of Mars, using seismic data collected by the agency's Mars InSight lander to reveal a planet with a molten core whose size and composition came as major surprises.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-rejects-who-proposal-for-second-phase-of-covid-19-origins-probe-11626952015", "title": "China Rejects WHO Proposal for Second Phase of Covid-19 Origins Probe", "date": "2021-07-22 13:52", "summary": "Top Chinese health official said plan to audit laboratories and markets in Wuhan 'violated science'. TAIPEI-China rejects the World Health Organization's proposal for a second phase of investigation into Covid-19's origins, including a potential laboratory leak, and has put forward its own proposal to seek evidence in other countries, a top Chinese official said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ted-lasso-star-jason-sudeikis-on-his-new-tesla-and-why-he-doesnt-play-golf-11626974867", "title": "'Ted Lasso' Star Jason Sudeikis on His New Tesla and Why He Doesn't Play Golf", "date": "2021-07-22 13:27", "summary": "The actor portrays an accidental soccer coach in the Apple TV+ hit, whose second season premieres this week. Here, he talks to us about learning the sport's basics from the videogame FIFA, his nostalgia for the iPod, and more.. TO PORTRAY A SOCCER coach who knows almost zilch about soccer on \"Ted Lasso,\" Jason Sudeikis still has to know a little something about the game himself. During the pandemic, part of his continuing education has been playing the videogame FIFA 21 Pro Clubs with the show's cast and crew.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-origin-spacex-bezos-musk-galactic-branson-tourism-space-11626968962", "title": "The Case Against Space Tourism", "date": "2021-07-22 13:20", "summary": "Professional astronauts have a full understanding of the risks. Civilians like Christa McAuliffe don't.. Jeff Bezos' Blue Origin rocket ship and Richard Branson's Virgin Galactic spaceplane performed flawlessly during brief, newsworthy flights this month that seemed fun and even inspiring. Both men hope their feats will help usher in a new era in which ordinary people can enjoy the wonders of spaceflight. Elon Musk's SpaceX is planning a civilian launch later this year. \"Welcome to the dawn of a new space age,\" Mr. Branson announced after he landed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-2020-olympics-yoshiro-mori-toshiro-muto-covid-19-policy-11626966012", "title": "More Hurdles Than People at Tokyo's Dystopian Olympics", "date": "2021-07-22 13:19", "summary": "Japan builds a massive, confusing bureaucracy to make up for failing to vaccinate its population.. Tokyo", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-freight-unit-to-buy-logistics-tech-firm-transplace-for-2-25-billion-11626963852", "title": "Uber's Freight Unit to Buy Logistics Tech Firm Transplace for $2.25 Billion", "date": "2021-07-22 13:15", "summary": "The combination is aimed at expanding Uber's delivery business and reach into industrial shipping services in the U.S.. Uber Technologies Inc.'s Freight unit is buying technology-focused logistics services provider Transplace in a cash and stock deal worth about $2.25 billion that extends the ride-hailing giant's reach into the U.S. domestic shipping sector.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-07-22-2021-11626901031", "title": "Unemployment Benefit Rolls Shrink, But New Applications Rise", "date": "2021-07-22 13:12", "summary": "New applications for benefits rise as supply-chain issues continue in the auto industry. The number of Americans receiving jobless payments fell this month to the lowest level since early in the coronavirus pandemic, but first-time applications rose as supply constraints persist in the auto industry.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/median-existing-home-price-hit-new-high-in-june-11626963073", "title": "U.S. Median Home Price Hit New High in June", "date": "2021-07-22 13:04", "summary": "Median price rose to $363,300 as sales increased 1.4% on strong demand. Continued strong demand pushed the median U.S. home price to a record high in June, though the national house-buying frenzy cooled slightly as supply ticked higher.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palm-beach-florida-real-estate-housing-market-11626972941", "title": "Palm Beach Real Estate Is So Hot, at Least 22 Homes Have Sold for $40 Million-Plus Since Covid", "date": "2021-07-22 13:00", "summary": "The pandemic kicked off an unprecedented buying spree on the barrier island off Florida's coast. A look at the deals, the players and where the market might be headed next. As the ink dried on a $122.7 million deal for the sale of a contemporary oceanfront Palm Beach mansion this past February, real-estate agent Ryan Serhant toasted his success with a glass of Champagne and a lobster at a table for one at the area's iconic hotel, The Breakers.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-stocks-shouldnt-all-look-the-same-11626972257", "title": "Airline Stocks Shouldn't All Look the Same", "date": "2021-07-22 12:44", "summary": "Trouble in overseas travel markets has affected U.S. low-cost carriers just as much as their legacy peers. No two airlines are the same: Each operates in a different market with different business models that have been differently affected by the pandemic. But you wouldn't know that by looking at the stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-benz-plans-to-go-all-electric-by-end-of-decade-11626970823", "title": "Mercedes-Benz Plans to Go All-Electric by End of Decade", "date": "2021-07-22 12:35", "summary": "Daimler's flagship auto maker intends to invest over $47 billion in battery electric vehicles by 2030. Mercedes-Benz AG said it is gearing up to go all-electric by the end of the decade, the latest move by an auto maker to accelerate its transition to plug-in cars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firstenergy-to-pay-230-million-to-resolve-charges-in-ohio-bribery-scandal-11626967924", "title": "FirstEnergy to Pay $230 Million to Resolve Charges in Bribery Scandal", "date": "2021-07-22 12:24", "summary": "Federal prosecutors had charged the company with wire fraud; the fine, part of a deferred prosecution agreement, ends a yearlong investigation. Federal prosecutors on Thursday said utility FirstEnergy Corp. had agreed to pay $230 million to resolve charges that it was involved in a bribery scheme to pass a state bailout of nuclear power plants in Ohio.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-looks-to-keep-rates-low-for-longer-11626955611", "title": "ECB Looks to Keep Rates Low for Longer", "date": "2021-07-22 12:20", "summary": "European Central Bank says it won't increase its key interest rate until inflation moves much closer to 2% target. FRANKFURT-The European Central Bank signaled that it would support the eurozone economy by keeping interest rates low for longer as a surge in Covid-19 cases driven by the highly contagious Delta variant triggers new social restrictions and weighs on the region's large tourism industry.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-cbs-chief-joe-ianniello-launches-spac-amid-media-merger-mania-11626970363", "title": "Former CBS Chief Launches SPAC", "date": "2021-07-22 12:12", "summary": "SPAC, dubbed Argus, hopes to raise at least $300 million and is hunting for an acquisition in media, telecom or technology. The former chief executive of CBS is looking to get in on the media industry's merger frenzy.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shortage-of-railroad-workers-threatens-recovery-11626953584", "title": "Shortage of Railroad Workers Threatens Recovery", "date": "2021-07-22 12:05", "summary": "Struggle to bring crews back draws scrutiny from regulators, who were already concerned about lean operations. America's freight railroads are struggling to bring back workers, contributing to a slowdown in the movement of chemicals, fertilizer and other products that threatens to disrupt factory operations and hinder a rebound from the pandemic, according to shippers and trade groups.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hosting-cocktails-impress-your-guests-with-these-bar-cabinets-11626969953", "title": "Hosting Cocktails? Impress Your Guests With These Bar Cabinets", "date": "2021-07-22 12:05", "summary": "If you're entertaining after months of isolation, you need more flair than bottles stashed in a drab kitchen cupboard. Here, furniture that will beautify those Scotch decanters but still cost less than built-ins.. If the 2020s are going to roar as stylishly as the 1920s, we need furniture dedicated to hooch. \"People are looking for ways to entertain at home gracefully,\" said Laura Neuman, the principal of PepperJack Interiors in Loomis, Calif., who has installed bar cabinets as affordable alternatives to built-in bars. Adding the latter to your home involves the services of so many tradespeople-tile mason, plumber, cabinet maker-that it can become a demanding (and expensive) project, she said.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reichstag-fire-gen-milley-jan-6-nazis-11626903897", "title": "The Reichstag Fire Isn't the Example Gen. Milley Wants", "date": "2021-07-22 11:48", "summary": "Nazis claimed it was a vast plot to topple the state, and used the lie to crush their political opponents.. One of the stranger aspects of Gen. Mark Milley's outburst is his apparent assumption that Nazis set the Reichstag Fire (\"Gen. Milley Reminisces About the Battle of the Beltway\" by Gerard Baker, Free Expression, July 20). The consensus of historians is that a lone Dutch Communist, Marinus van der Lubbe, was responsible. But what the Nazis did next was worse. They claimed that the fire had been a vast plot to topple the state, and used the lie to crush their political opponents. This makes the fire precisely the wrong precedent to cite for those who have spent months screaming that the Jan. 6 riot was an \"insurrection.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-bar-association-aba-law-schools-woke-11626898295", "title": "The American Bar Association Responds on 'Woke Law'", "date": "2021-07-22 11:46", "summary": "The ABA is steadfastly committed to eliminating bias and enhancing inclusion.. Regarding \"Why the Lawyers Cartel Is Pushing for Woke Law Schools\" (op-ed, July 16): What John O. McGinnis describes as proposals of the American Bar Association are in fact proposals of the Council of the ABA Section of Legal Education and Admissions to the Bar. As the national accreditor of law schools, the council serves as an independent arm of the ABA, as required by the U.S. Education Department. Final decisions on accreditation rest with the council.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-sees-heavy-patient-interest-in-new-alzheimers-drug-11626967975", "title": "Biogen Sees Heavy Patient Interest in New Alzheimer's Drug", "date": "2021-07-22 11:44", "summary": "Company pushed back against criticism of drug's effectiveness and approval, saying trial data supported use. Biogen Inc. on Thursday defended its new Alzheimer's disease drug, Aduhelm, in the midst of a controversy over its approval last month that threatens to slow patient uptake and insurance reimbursement of the potential blockbuster product.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-regulation-certificate-deregulation-11626899892", "title": "When Truckers Were Denied Permission to Drive", "date": "2021-07-22 11:43", "summary": "How many tens of thousands of budding entrepreneurs were left by the side of the road?. Phil Gramm and Mike Solon do their typical fine job explaining regulatory pitfalls in \"Biden Turns Back the Progressive Clock\" (op-ed, July 15). As they point out, \"When interstate trucking became an effective competitor of the railroads, the ICC muted that competition by regulating the new industry.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-sale-buyer-real-estate-agent-commission-11626901904", "title": "Whose Real-Estate Agent Are You?", "date": "2021-07-22 11:39", "summary": "Buyers should contract with agents, bargain over commissions and leave sellers out of it.. Michael Toth is right about the harm to consumers from the way real-estate buyers' agents are paid (\"Warning to the Real-Estate Cartel,\" op-ed, July 9). But building those commissions into the price of the home lets buyers finance them with tax-deductible interest.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-democrats-voter-id-voting-rules-11626903026", "title": "Texas Democrats Should Rethink Covid Voting Rules", "date": "2021-07-22 11:35", "summary": "We have valued the secret ballot for a reason.. One concept that is often overlooked in all this talk of ease of voting (\"Texas Democrats Suppress the Vote\" by Karl Rove, op-ed, July 15) is the protection of the secret ballot. Off-site, mail-in and absentee voting open the door for one's vote to be viewed or manipulated by another party. This probably isn't fraud but a violation of the individual's right to maintain secrecy in voting and not fear cajoling or reprisals, whether from family, friends or even work associates. We all understand the need for absentee voting to be accessible, but it should be a rarity. In-person voting is the only way to ensure that one's right to privacy is protected.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-lifts-revenue-expectations-on-wireless-growth-11626952290", "title": "AT&T Lifts Revenue Expectations on Wireless Growth", "date": "2021-07-22 11:26", "summary": "HBO unit ends second quarter with 47 million U.S. subscribers; DirecTV stake sale expected to close within weeks. AT&T Inc. said its core telecommunications profits are growing even as its Hollywood footprint is about to shrink, underscoring its decision to leave the entertainment business over the coming year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-softball-cat-osterman-team-usa-11626889024", "title": "A 38-Year-Old U.S. Softball Legend's Chance to Write a New Ending for Her Career", "date": "2021-07-22 11:08", "summary": "Cat Osterman's loss in the 2008 gold-medal game was a tough way to finish a great career. She's out of retirement for the Tokyo Games, with a chance to establish a record gap between gold medals.. Softball legend Cat Osterman could hardly bring herself to watch the Olympics on television in 2012. The sight of other elite athletes competing in London while she sat home conjured too many painful memories.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dyson-airwrap-is-2021s-trendiest-hair-styler-worth-the-550-price-tag-11626966263", "title": "Dyson Airwrap: Is 2021's Trendiest Hair Styler Worth the $550 Price Tag?", "date": "2021-07-22 11:04", "summary": "We consulted stylists and did our own test to see whether the pricey Dyson Airwrap hair styler deserves its status as a social media sensation.. IF BLOW DRYING and then straightening your uncooperative hair has long been your least-favorite part of your beauty routine, you might especially dread the chore during the summer. That's when styling tools can heat up an already hot bathroom and leave your hair feeling extra-dry.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-loss-reveals-u-s-womens-soccer-teams-weakness-11626948913", "title": "Rare Loss by U.S. Women's Soccer Team Reveals Weaknesses", "date": "2021-07-22 11:00", "summary": "Wednesday's 3-0 shocker to Sweden in Tokyo Olympics betrays the challenges of the team's age and its untested coach. Aly Wagner won two Olympic gold medals while playing for the U.S. women's soccer team. So her words about the Americans' opponent in their startling 3-0 loss to Sweden in the start of the Tokyo Games' group play Wednesday carry significant weight.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-push-prices-higher-fueling-inflation-fed-federal-reserve-conagra-oreo-chipotle-11626965350", "title": "How Much More Will Your Oreos Cost? Companies Test Price Increases", "date": "2021-07-22 10:51", "summary": "Resume Subscription. American companies are starting to test the extent of their pricing power.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-police-arrest-five-over-childrens-books-depicting-protesters-as-sheep-11626965344", "title": "Hong Kong Police Arrest Five Over Children's Books Depicting Protesters as Sheep", "date": "2021-07-22 10:49", "summary": "National-security police accuse union members of plotting to poison young minds as clampdown on dissent intensifies. Hong Kong's national-security police arrested five people for allegedly conspiring to commit sedition through a series of picture books that portray sheep being targeted by wolves-an allusion to China's crackdown on pro-democracy supporters in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-flood-death-toll-climbs-as-rains-continue-11626938229", "title": "China Flood Death Toll Rises Along With Questions Over Infrastructure", "date": "2021-07-22 10:20", "summary": "At least 33 are dead and eight are missing in Henan province, with economic losses estimated at about $190 million so far. The death toll from severe floods in central China rose to at least 33 people, local authorities said, as they grappled with the fallout from record rainstorms and faced questions over their new flood-management infrastructure.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marine-pilot-rescued-from-yellow-sea-survived-to-help-design-spacecraft-11626962400", "title": "Marine Pilot Helped Design Spacecraft", "date": "2021-07-22 10:00", "summary": "Jim Bailey, who has died at age 99, tested flight controls at Honeywell and befriended Neil Armstrong. A U.S. Marine Corps pilot, Jim Bailey, was on a strafing mission over Korea in October 1951 when a burst of enemy fire crippled his F4U Corsair. He ditched the plane into choppy waters in the Yellow Sea and managed to inflate his raft. The first flare he tried to light was a dud; the second sent up a plume of smoke that helped attract an amphibious-aircraft crew.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lindsey-graham-urges-republicans-to-leave-washington-to-block-budget-bill-11626962401", "title": "GOP Not Sold on Graham's Plan to Leave Town to Block Democrats", "date": "2021-07-22 10:00", "summary": "Senator cites Texas Democrats in quorum-busting pitch that gets mixed reception from GOP colleagues. WASHINGTON-Sen. Lindsey Graham (R., S.C.) is pitching fellow Republican senators on a last-ditch gambit to block Democrats' $3.5 trillion budget resolution: Skip town.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-july-24-11626471627", "title": "Number Puzzles (Saturday, July 24)", "date": "2021-07-22 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-53-page-covid-rulebook-gym-reopen-south-korea-pandemic-weddings-11626961759", "title": "Slow Treadmills, Slow Music: The 53-Page Covid Rulebook", "date": "2021-07-22 09:50", "summary": "Faced with a surge in coronavirus cases, South Korea issues a complex, shifting set of regulations that govern everything from weddings to taxis. SEOUL-South Korea's Covid-19 infections are rising fast, so health officials have demanded an immediate slowdown. Not of the virus. Of treadmills and gym music.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-push-to-purge-organized-crime-casts-shadow-over-private-businesses-11626960650", "title": "China's Push to Purge Organized Crime Casts Shadow Over Private Businesses", "date": "2021-07-22 09:30", "summary": "Some entrepreneurs and lawyers say Chinese leader Xi Jinping's campaign has gone too far and is denting business confidence. Chinese leader Xi Jinping's push to crush organized crime has led to prosecutions and asset seizures targeting prominent entrepreneurs and sent chills through private businesses in the world's second-largest economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edge-case-review-the-husband-vanishes-11626960514", "title": "'Edge Case' Review: The Husband Vanishes", "date": "2021-07-22 09:28", "summary": "A tech-world striver finds her careful path toward the American dream has taken an unexpected turn.. The narrator of YZ Chin's novel \"Edge Case\" (Ecco, 304 pages, $26.99) trusts us completely, even though we've just met, and online at that. \"I know I can really talk to you because you're a therapist,\" she begins. \"You'll keep everything I tell you confidential, I'm sure. Yes, I know, you've said. You're not a therapist yet. But as far as I'm concerned, it's close enough.\" Readers may be reminded of a very different narrative, Mohsin Hamid's \"The Reluctant Fundamentalist,\" which begins: \"Excuse me, sir, but may I be of assistance? Ah, I see I have alarmed you. Do not be frightened by my beard: I am a lover of America.\" In each case, we are swiftly drawn in and held fast by a stranger's voice, as intimate as it is insistent. There is no menace, however, in the approach made by Ms. Chin's heroine-rather, she comes to us with a disarming frankness. Within a few sentences, she seizes not only our attention but also our affection, which only grows as we follow her deceptively simple story of love mislaid on the alien terrain of the United States.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-but-more-frequent-catastrophes-loom-over-insurance-sector-11626959906", "title": "Smaller but More Frequent Catastrophes Loom Over Insurance Sector", "date": "2021-07-22 09:18", "summary": "Insurers and reinsurers are increasingly incorporating models for secondary perils such as drought, wildfire, flash floods and landslides. Floods in Germany, ice storms in Texas and heat domes in the Pacific Northwest are focusing attention in the insurance industry on the cumulative damage wrought by clusters of second-tier catastrophes.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-texas-instruments-intel-las-vegas-sands-what-to-watch-when-the-stock-market-opens-today-11626950271", "title": "Twitter, Texas Instruments, Intel, Las Vegas Sands: What to Watch When the Stock Market Opens Today", "date": "2021-07-22 09:17", "summary": "U.S. stock futures are mixed amid a packed earnings calendar. Futures are wavering after weekly jobless claims came in higher than expected. Here's what we're watching ahead of Thursday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-variant-can-still-clip-u-s-economys-wings-11626959045", "title": "Delta Variant Can Still Clip Economy's Wings", "date": "2021-07-22 09:04", "summary": "Variant might not have the same impact as previous surges, but spotty rates of vaccination mean it could slow growth. The Delta variant of the coronavirus probably won't derail the U.S. economy. That doesn't mean it can't damage parts of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-lawn-says-about-you-11626895748", "title": "Your Lawn Isn't Just a Patch of Grass. It's a Window Into Your Soul.", "date": "2021-07-22 09:00", "summary": "The state of one's yard-whether it's the perfect yard carpet or crunchy brown mess-can reveal a lot about what's going on inside the home. The lawn around my childhood home got only slightly less attention than the humans inside. Every weekend, my father worked on it. He pushed a roughly 1,000-pound, gas-powered mower around for hours, reseeded bare patches, vanquished dandelions, edged around the hedges and gardens with a pair of scissors, and fertilized it all with another 1,000-pound device that he pushed around for more hours.", "categories": [["Real Estate", "Homeownerous"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homeownerous?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-forays-into-warehouses-in-food-delivery-market-11626958809", "title": "Instacart Forays Into Warehouses in Food Delivery Market", "date": "2021-07-22 09:00", "summary": "The grocery delivery company says it plans to build and operate fulfillment centers for supermarkets. Instacart Inc. is entering the warehouse business, seeking to expand its reach in an increasingly competitive food delivery market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-gives-a-preview-of-worsening-inflation-pinch-11626958258", "title": "Unilever Gives a Preview of Worsening Inflation Pinch", "date": "2021-07-22 08:50", "summary": "Ability to pass on higher costs to consumers will be crucial if staples companies are to protect their profit margins this year. Inflation is becoming as much a headache for CEOs of household-staples companies like Unilever as for shoppers. Their ability to pass on price increases hinges on where and what they sell.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-extends-google-cloud-deal-11626957000", "title": "Home Depot Extends Google Cloud Deal", "date": "2021-07-22 08:30", "summary": "After explosive online sales during the pandemic, the home-improvement chain credits the cloud with helping it move fast in response to shifting market trends. Home Depot Inc. is doubling down on cloud computing, as it looks to expand the array of digital tools that helped it capture rocketing demand from both do-it-yourselfers and professional contractors at the height of the Covid-19 pandemic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-covid-19-vaccines-work-well-against-delta-variant-11626957000", "title": "Why Vaccines Work Well Against Delta Variant", "date": "2021-07-22 08:30", "summary": "Design of shots helps them guard against contagious new strain, though people will probably need two doses to get full protection. Covid-19 vaccines, designed to target the earliest version of the coronavirus, are holding up well against the Delta variant because it isn't so different from the original strain that it can evade the shots, researchers said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-official-fired-over-holocaust-joke-made-in-1990s-11626932420", "title": "Tokyo Olympics Official Fired Over Holocaust Joke", "date": "2021-07-22 08:30", "summary": "Kentaro Kobayashi is the third senior member of the Olympics creative team to leave amid controversy. TOKYO-Bullying the handicapped, suggesting that a plus-size woman dress up in a pig's costume and making jokes about the Holocaust. Those are the headlines connected to this year's Olympic opening ceremony, normally an uplifting pageant of nations.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gossip-girl-hbo-teen-drama-gay-11626956847", "title": "How the New 'Gossip Girl,' and the Rest of Teen TV, Got So Gay", "date": "2021-07-22 08:30", "summary": "The HBO Max reboot of the teen drama is trying to capture the openness of Gen Z. How times have changed for the teen drama.. In 2007's Gossip Girl, the TV series' most prominent gay character, the blond and depressed Eric van der Woodsen, spent the first season on suicide watch at an upscale mental institution.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-claims-breakthrough-in-long-duration-batteries-11626946330", "title": "Startup Claims Breakthrough in Long-Duration Batteries", "date": "2021-07-22 08:29", "summary": "Resume Subscription. A four-year-old startup says it has built an inexpensive battery that can discharge power for days using one of the most common elements on Earth: iron.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inflation-pushes-consumer-goods-giant-unilever-to-accelerate-price-increases-11626948863", "title": "Inflation Pushes Consumer-Goods Giant to Accelerate Price Increases", "date": "2021-07-22 08:20", "summary": "Warning from maker of Dove soap and Ben & Jerry's ice cream follows similar moves by Procter & Gamble and General Mills. The maker of Dove soap and Hellmann's mayonnaise warned of accelerating price increases across a range of products, as it seeks to counter cost inflation across its business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-cycling-tour-de-france-wout-van-aert-11626947816", "title": "A Cyclist's Dash From the Tour de France to the Olympics", "date": "2021-07-22 08:00", "summary": "Within hours of finishing the grueling race on the Champs-Élysées, Wout Van Aert and other cyclists scrambled to make the flight that would take them to Tokyo. PARIS-Wout Van Aert was clearly in a hurry. As the Belgian cyclist tore up the Champs-Élysées and muscled his way across the finish line on Sunday, he became the first rider to be officially done with this year's Tour de France.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-lawmakers-say-their-plan-is-paid-for-this-is-what-they-mean-11626951601", "title": "How Congress Makes Infrastructure Math Add Up: 'Killing the Dead' and Other Budget Tactics", "date": "2021-07-22 07:00", "summary": "Congress has a well-worn arsenal of creative budgetary techniques and strategies. Lawmakers trying to seal a bipartisan infrastructure deal and maneuver Democratic priorities through Congress will claim those plans are fully paid for, but they look likely to use a series of creative budgetary techniques to achieve that target.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-batteries-the-next-victim-of-high-commodity-prices-11626950276", "title": "EV Batteries: The Next Victim of High Commodity Prices?", "date": "2021-07-22 06:37", "summary": "Batteries have gotten a lot cheaper due to economies of scale, but rising commodity prices could upend that trend. Ever-cheaper batteries over the past decade have made electric vehicles more price-competitive. But rising demand for EVs could now disrupt that trend. The race to secure key materials will become more crucial.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-creates-chief-data-officer-role-as-it-streamlines-data-operations-11626949861", "title": "NBCUniversal Creates Chief Data Officer Role as It Streamlines Data Operations", "date": "2021-07-22 06:31", "summary": "The company named John Lee as its chief data officer as it builds out a central data function for all its units, including TV, theme parks and brand marketing. Comcast Corp.'s NBCUniversal said Thursday it hired John Lee in the newly created role of chief data officer as the media company aims to bolster and streamline its data operations.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sculptural-skyscraper-for-chicago-jeanne-gang-studio-gang-stregis-11626900738", "title": "A Sculptural Skyscraper for Chicago", "date": "2021-07-22 06:00", "summary": "St. Regis, the latest structure by Windy City architect Jeanne Gang, is a mixed-use tower that undulates as it rises and is the tallest building designed by a woman. Chicago", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-finally-going-on-vacation-do-you-remember-how-to-pack-11626948001", "title": "You're Finally Going on Vacation. Do You Remember How to Pack?", "date": "2021-07-22 06:00", "summary": "These days, getting dressed is tricky. So precisely filling a suitcase with stylish looks can seem quite daunting. Here, a set of chic jet-setters offer some helpful advice.. IF YOU'RE STILL adjusting to getting dressed up again, the task of selecting a suitable assortment of vacation outfits can be unnerving. After being grounded for over a year, even seasoned travelers admit to struggling with what was once a reflexive habit. \"I forgot how to pack!\" said Dallas-based U Beauty founder Tina Chen Craig who, pre-Covid, would typically travel every two weeks. \"I had to keep reminding myself, 'Ok, what do I normally do?'\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religion-mental-health-pandemic-11626884567", "title": "The Religious Leaders on the Mental-Health Front Lines", "date": "2021-07-22 06:00", "summary": "Houses of worship have grown more sophisticated in their handling of the surge in anxiety among congregants since the pandemic began. The Rev. Edward Cardoza estimates that the volume of calls, messages and texts from members of his St. Mark's Episcopal Church increased 20-fold over the past year. Most read something like this: \"I'm sure you're really busy and don't have time, but if you do, would you have time for a conversation?\"", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-ramps-up-debate-over-taper-timing-pace-11626946201", "title": "Fed Ramps Up Debate Over Taper Timing, Pace", "date": "2021-07-22 05:30", "summary": "Officials are set to consider tactical planning at next week's meeting over how to reduce asset purchases. Federal Reserve officials are set to accelerate deliberations at their meeting next week over how to scale back their easy-money policies amid a stronger U.S. economic recovery than they anticipated six months ago.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-arrests-migrants-at-u-s-border-but-some-counties-arent-on-board-11626946201", "title": "Texas Arrests Migrants Crossing the U.S. Border for Trespassing", "date": "2021-07-22 05:30", "summary": "Gov. Greg Abbott takes unusual action to curb illegal traffic, but some counties aren't on board. DEL RIO, Texas-Texas has begun arresting and jailing migrants for trespassing, as Gov. Greg Abbott pursues a new plan aimed at illegal border crossers that is dividing counties in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-groupe-sees-a-quicker-recovery-as-organic-revenue-rises-11626931800", "title": "Publicis Groupe Sees a Quicker Recovery as Organic Revenue Rises", "date": "2021-07-22 01:30", "summary": "The Paris-based ad holding company joins competitors in posting significant revenue gains, reflecting an industry resurgence from the worst of the pandemic. Publicis Groupe SA reported a 17.1% increase in organic revenue in the second quarter, joining competitors in reporting significant growth over the dire second quarter last year, when advertisers paused spending amid uncertainty caused by the coronavirus pandemic.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11626880279", "title": "Pepper...and Salt", "date": "2021-07-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bootleg-fire-in-oregon-nears-400-000-acres-11626880991", "title": "Bootleg Fire in Oregon Nears 400,000 Acres; Smoke From Fires Affects East Coast", "date": "2021-07-22 23:59", "summary": "Nearly 80 large blazes are burning in the West, as heat and drought complicate firefighting efforts. More than 20,000 firefighters and other personnel battled dozens of wildfires across the western U.S. Wednesday as dry, windy weather and potential thunderstorms threatened to hinder containment efforts, and smoke from fires affected air quality as far away as the East Coast.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paytm-and-zomato-ipos-point-to-coming-wave-of-indian-tech-listings-11626865201", "title": "A Tech IPO Boom Is Coming to Unicorn-Rich India", "date": "2021-07-22 23:53", "summary": "Many online businesses have thrived despite the pandemic and enjoy strong brand recognition. NEW DELHI-India is gearing up for tech IPOs, including two worth more than $1 billion, as startups look to tap a stock market that has proved resilient despite Covid-19.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-surfside-fla-condo-is-evacuated-after-building-deemed-unsafe-11626895331", "title": "Another Surfside Condo Evacuated After Building Deemed Unsafe", "date": "2021-07-22 21:54", "summary": "Regent Palace is just blocks away from Champlain Towers South, site of deadly collapse last month. SURFSIDE, Fla.-People who live in a waterfront condominium a few blocks from last month's deadly building collapse in Surfside, Fla., have voluntarily evacuated because of structural problems identified by an engineer, the condo board's president said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-rejects-two-gop-selections-for-jan-6-capitol-riot-committee-11626889294", "title": "Pelosi Rejects Two GOP Picks for Jan. 6 Panel", "date": "2021-07-22 21:15", "summary": "Republican leader McCarthy rebuffs House speaker's demand to find replacements for Reps. Jim Banks and Jim Jordan. WASHINGTON-House Speaker Nancy Pelosi on Wednesday rejected two Republicans put forward to serve on the Democratic-led select committee investigating the Jan. 6 assault on the U.S. Capitol, prompting Minority Leader Kevin McCarthy to yank his other three selections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-set-to-block-infrastructure-debate-as-details-remain-unresolved-11626878408", "title": "Republicans Block Infrastructure Bill but Talks to Continue", "date": "2021-07-22 20:59", "summary": "Negotiators say they expect to make significant progress by Monday on details of the plan. WASHINGTON-Senate Republicans blocked an effort to begin debate on a bipartisan infrastructure deal still under negotiation Wednesday, but lawmakers said they expected to close in on a final agreement by early next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-underscores-independence-from-white-house-11626910625", "title": "Justice Department Underscores Independence From White House", "date": "2021-07-22 20:32", "summary": "Attorney general issues memo saying department wouldn't advise White House of pending investigations. WASHINGTON-Attorney General Merrick Garland on Wednesday restated guidelines limiting contacts between the White House and the Justice Department about its investigations, underscoring Mr. Garland's priority for reversing what critics of the Trump White House viewed as its inappropriate political influence on some of the Justice Department's actions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]