[{"link": "https://www.wsj.com/articles/how-a-father-and-son-survived-the-devastating-flood-caused-by-the-remnants-of-hurricane-ida-11630626595", "title": "How a Father and Son Survived the Devastating Flood Caused by the Remnants of Hurricane Ida", "date": "2021-09-02 19:49", "summary": "Competitive sailor used life jackets and other gear to swim to safety, save a man who couldn't swim. Griffin Gigliotti, a competitive sailor, has practiced how to ditch a sinking boat. The 18-year-old high-school senior put that know-how to use to escape a Chevy Suburban rapidly taking on water during flash-flooding in the Northeast caused by the remnants of Hurricane Ida.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-ruling-raises-doubts-about-chief-justices-hold-on-the-roberts-court-11630624331", "title": "Texas Ruling Raises Doubts About Chief Justice's Hold on the Roberts Court", "date": "2021-09-02 19:43", "summary": "Looming Mississippi case will put Roe v. Wade directly before Supreme Court with five conservatives steering to right of John Roberts. WASHINGTON-The Supreme Court's 5-4 midnight order letting Texas ban most abortions raised new uncertainty about reproductive rights, but one point was clear: It is another sign that Chief Justice John Roberts is struggling to steer the Roberts Court at a time when an even bigger abortion case is looming.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shang-chi-and-the-legend-of-the-ten-rings-review-marvel-11630625075", "title": "'Shang-Chi and the Legend of the Ten Rings' Review: Fantastic and Funny", "date": "2021-09-02 19:26", "summary": "Marvel's latest, starring Simu Liu and Awkwafina, is that rare thing: an almost self-contained superhero movie. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-you-think-i-am-review-catfish-11630624849", "title": "'Who You Think I Am': Catfishing at 50-Something", "date": "2021-09-02 19:24", "summary": "Juliette Binoche plays a professor of a certain age posing as a younger woman online. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-minnesota-officer-who-shot-daunte-wright-faces-upgraded-charge-11630621562", "title": "Former Minnesota Officer Who Shot Daunte Wright Faces Upgraded Charge", "date": "2021-09-02 19:24", "summary": "Kim Potter is charged with first-degree manslaughter in case in which she shot Mr. Wright with her Glock 9mm handgun while saying that she would tase him. Kim Potter, the former Brooklyn Center, Minn., police officer who fatally shot Daunte Wright in April with her Glock 9mm handgun while saying that she would tase him will face an additional charge of first-degree manslaughter, Minnesota Attorney General Keith Ellison said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/true-crime-story-it-couldnt-happen-here-review-murder-sundance-11630624622", "title": "'True Crime Story: It Couldn't Happen Here' Review: Big Shocks in Small Towns", "date": "2021-09-02 19:20", "summary": "A six-part true-crime series looks at murders in seemingly idyllic places. As the title of this six-part series suggests with full ironic intention, the idea that murder and other crimes of violence are unlikely to occur in a small town is alive and well. Notwithstanding the contrary reality so evident in the vivid case histories presented in \"True Crime Story: It Couldn't Happen Here.\" The first three episodes offer rivetingly detailed stories of homicide set, respectively, in the town of Adel, Ga.; the hamlet of Sauquoit, N.Y.; and the (tiny) city of St. Augustine, Fla. The will to murder knows no bounds, as Tony Soprano's creator well understood when he had Tony take time off from a road trip visiting colleges with his daughter for a side trip to strangle a snitch. No explanations were necessary in that fictional series.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mogul-mowgli-review-riz-ahmed-rap-11630624499", "title": "'Mogul Mowgli': Sick Verses", "date": "2021-09-02 19:16", "summary": "Riz Ahmed stars as a Pakistani-British rapper struggling with both his identity and an autoimmune disorder. A rapper hero to the Pakistani diaspora of London, Zed (Riz Ahmed) of the exhilarating \"Mogul Mowgli\" is a fount of unrelentingly angry rhymes, most of them assailing the persistent outsider status of nonwhites in Britain. But as complicated as his relationship might be with the land of his birth, he at least can give voice to it. More complicated, and suffocating, is his relationship with his parents and his religion and his general cultural ambivalence. All are portrayed by director Bassam Tariq (and his wondrous editors, Hazel Baillie and Adam Biskupski) in a torrent of visual fragments that will marry Zed's experiences to the treacherous clandestine journey taken as a child by his father, Bashir (Alyy Khan), from India to Pakistan during Partition. Add to Zed's problems survivor guilt. And then he gets sick.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-abortion-ruling-brings-new-uncertainty-to-decades-old-fight-11630621820", "title": "High Court Abortion Ruling Brings New Uncertainty", "date": "2021-09-02 19:12", "summary": "Some abortion opponents talk of replicating Texas's law, while abortion-rights supporters pledge to continue fight in court. The Supreme Court's refusal to halt a new restrictive Texas abortion law has plunged the fight over the issue into a new phase of turmoil, with both sides of the issue scrambling to make sense of a legal terrain at its most uncertain since the court recognized a constitutional right to the procedure nearly 50 years ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gateway-review-social-work-11630623355", "title": "'The Gateway': Helping by Any Means Necessary", "date": "2021-09-02 19:04", "summary": "Shea Whigham stands out in a talented cast as a social worker gone rogue. Social workers might be thrilled to get a little screen time, though they might not find \"The Gateway\" or its profoundly antiheroic Parker Jode (Shea Whigham) to be quite the on-screen reflections they're looking for. But the point of director Michele Civetta's uneven but kinetic urban crime drama is that the dedicated Parker is only half a link up the food chain from the people he's trying to help. The people losing their children, or trying to keep them. Who drink and do drugs, like Parker. Carry a gun, like Parker. Who might have been foster kids themselves, like Parker.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-simons-robert-mercer-others-at-renaissance-to-pay-7-billion-to-settle-tax-probe-11630617328", "title": "Simons, Mercer, Others at Renaissance to Pay Up to $7 Billion to Settle Tax Probe", "date": "2021-09-02 18:55", "summary": "Tax settlement, which current and former executives will personally pay, may be the largest in history. Current and former executives of hedge fund Renaissance Technologies LLC will personally pay as much as $7 billion in back taxes, interest and penalties to settle a long-running dispute with the Internal Revenue Service, the firm said, a tax settlement that may be the largest in history.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-afghans-abroad-sending-money-home-is-harder-than-ever-11630575001", "title": "For Afghans Abroad, Sending Money Home Is Harder Than Ever", "date": "2021-09-02 18:52", "summary": "Resume Subscription. Mustafa Barakzai thinks about his mother and siblings in Afghanistan at each meal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-abortion-law-blunder-supreme-court-samuel-alito-john-roberts-whole-womans-health-11630619631", "title": "Texas's Abortion Law Blunder", "date": "2021-09-02 18:50", "summary": "The Supreme Court was right not to interfere for now, but the statute won't survive scrutiny on the merits.. America is back fighting its endless legal war over abortion. A new front opened late Wednesday when five Justices issued an unsigned opinion declining to block a Texas law banning abortion after six weeks. Cue the hysterics about the end of abortion rights. But this law is a misfire even if you oppose abortion, and neither side should be confident the law will be upheld.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-plays-the-climate-card-john-kerry-wang-yi-11630620246", "title": "China Plays the Climate Card", "date": "2021-09-02 18:49", "summary": "John Kerry's pleading with Beijing collides with great-power rivalry.. It's become popular for progressives to proclaim that climate change is the top threat to America's national security. China's Communist Party, by far the world's top emitter of greenhouse gases, has taken note. This American delusion turns climate change into a major source of strategic leverage for Beijing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-woke-city-wakes-up-san-francisco-school-board-recall-11630621235", "title": "A Woke City Wakes Up", "date": "2021-09-02 18:49", "summary": "San Francisco's school board provokes a likely recall election against three of its members.. It's no surprise that Americans are pushing back against woke school boards. What is surprising is that one of the most successful efforts is coming from Woke City itself-San Francisco.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rich-rush-to-muni-bonds-cities-states-joe-biden-11629985603", "title": "The Rich Rush to Muni Bonds", "date": "2021-09-02 18:48", "summary": "As Biden's tax hikes loom, cities and states see a tax-exempt boom.. The biggest winners of the 2020 election have turned out to be state and local governments, especially those run by Democrats. Democrats in Congress have showered them with federal largesse, and President Biden is now reducing their borrowing costs by driving a stampede of investors into tax-exempt municipal bonds.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-launch-beijing-stock-exchange-to-steer-investment-into-innovation-11630622825", "title": "China to Launch Beijing Stock Exchange to Steer Investment Into Innovation", "date": "2021-09-02 18:47", "summary": "Xi Jinping announces new trading venue as U.S. listing opportunities dwindle. Chinese President Xi Jinping on Thursday announced the formation of a Beijing Stock Exchange in a bid to channel investment into promising young technology companies as avenues to raise money in the U.S. disappear.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-ida-power-and-services-slowly-return-to-louisiana-11630598413", "title": "After Ida, Power and Services Slowly Return to Louisiana", "date": "2021-09-02 18:43", "summary": "Residents flock to cooling stations amid intense heat as officials distribute food and water; electricity returns to parts of New Orleans. NEW ORLEANS-Louisiana health officials said they have evacuated 721 nursing home residents from a facility and are seeking to rescue more, after three storm-related deaths there following Hurricane Ida.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-fiasco-biden-mcchrystal-gates-holbrooke-obama-military-taliban-11630612285", "title": "The Afghan Fiasco Will Stick to Biden", "date": "2021-09-02 18:23", "summary": "It hit at his reputational core. He no longer comes across as empathetic, much less serious.. August changed things; it wasn't just a bad month. It left a lingering, still head-shaking sense of \"This isn't how we do things.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-cio-mike-mcnamara-to-retire-next-year-11630621368", "title": "Target CIO Mike McNamara to Retire Next Year", "date": "2021-09-02 18:22", "summary": "The retail industry veteran joined Target in 2015 after 17 years at U.K. grocer Tesco. Target Corp. Chief Information Officer Mike McNamara plans to retire in 2022, capping a three-decade career in a field that has undergone significant transformation as companies rely more on technology to drive revenue and get closer to customers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soviet-jewish-schools-yeshiva-yevsektzia-schneersohn-yaffed-antisemitism-first-amendment-11630613080", "title": "Communism, Secularism and Jewish Schools", "date": "2021-09-02 18:20", "summary": "My grandfather fled the Soviet Union for the liberty New York wants to deny me.. After the Russian Revolution, the Bolsheviks launched a harsh war on religious education throughout the Soviet Union, with devastating consequences for Judaism. To avoid accusations of anti-Semitism, Soviet attacks on traditional Jewish schools, known as cheders or yeshivas, were led by the Yevsektzia, the militant Jewish sections of the Communist Party, whose members were often more ideologically zealous than their gentile counterparts. In an effort to win Jewish hearts and minds, in January 1921 the Yevsektzia organized a particularly grotesque episode called the Trial of the Cheder.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-reconciliation-entitlements-global-competitiveness-corporate-tax-hike-income-death-11630619861", "title": "Biden's Second Surrender", "date": "2021-09-02 18:19", "summary": "The Democrats push for a hike in corporate taxes that would be a gift to the Chinese.. Joe Biden this week completed the U.S. pullout from Afghanistan, in a humiliating military surrender to the Taliban. The president is more interested in working on a second capitulation-a wholesale economic surrender to China and other rivals.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-master-review-swiss-movement-11630621104", "title": "'The Master' Review: Swiss Movement", "date": "2021-09-02 18:18", "summary": "Roger Federer, now 40, ﬁrst picked up a tennis racket at age 3. He has played more than 1,700 tour-level matches-and won 80% of them.. That flying forehand. The precision serves that skip off the tape at the T. The elegant footwork. The deft half-volleys and sliced backhands. The sly, confident smile. For two decades, tennis connoisseurs and hackers have marveled at the artistry of Roger Federer, the Apollonian tennis star of this era.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sibling-rivalry-conflict-florida-childhood-brothers-1960s-11630612975", "title": "A Sexagenarian Sibling Rivalry", "date": "2021-09-02 18:18", "summary": "I felt I had to do twice as much to get half my parents' attention.. Boca Raton, Fla.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-rout-erases-75-billion-in-startup-value-11630575180", "title": "SPAC Rout Erases $75 Billion in Startup Value", "date": "2021-09-02 18:12", "summary": "Shares in this once-hot sector have dropped 25% since mid-February, highlighting the risk of jumping into the latest sure bet. The blank-check boom has turned into a rout.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-caldor-fire-continues-to-burn-near-lake-tahoe-firefighters-hunker-down-11630596613", "title": "Caldor Fire Continues to Burn Near Lake Tahoe", "date": "2021-09-02 18:00", "summary": "Efforts have so far kept flames from South Lake Tahoe. SOUTH LAKE TAHOE, Calif.-Fire officials began digging in for a long battle against the Caldor Fire, despite early success in keeping flames away from the resort town so far this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-cedes-ground-as-larger-fights-over-app-store-brew-in-court-congress-11630618800", "title": "Apple Cedes Ground as Larger Fights Over App Store Brew in Court, Congress", "date": "2021-09-02 17:57", "summary": "A week of settlements by the iPhone maker changes some App Store rules, fail to win over largest critics. Even after a week of tweaks to the Apple Inc. App Store, the core fight over the iPhone maker's market power remains for a federal judge and lawmakers in Brussels and Washington to decide.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-calls-for-pause-in-democrats-3-5-trillion-spending-push-11630619750", "title": "Manchin Calls for Pause in Democrats' $3.5 Trillion Spending Push", "date": "2021-09-02 17:55", "summary": "Centrist Democratic senator again criticizes price tag of healthcare, education and climate plan. WASHINGTON-Centrist Democratic Sen. Joe Manchin of West Virginia stepped up his campaign to cut the price tag of Democrats' $3.5 trillion healthcare, education and climate legislation, calling for a \"strategic pause\" in the effort, which Democrats are working to wrap up this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levee-a-raised-river-bankor-a-kings-awakening-11630619688", "title": "'Levee': A Raised River Bank-or a King's Awakening", "date": "2021-09-02 17:54", "summary": "The earthen floodwalls and their French-derived name are both intimately connected to the history of New Orleans. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flooding-record-rainfall-mapped-along-idas-path-11630619200", "title": "Flooding, Record Rainfall Mapped Along Ida's Path", "date": "2021-09-02 17:46", "summary": "The remnants of Hurricane Ida soaked nearly 60 million people in the Northeast. Residual rain from Hurricane Ida hit the Northeast. Despite early forecasts suggesting 3 to 6 inches for the day, the region was walloped by the post-tropical cyclone. At least 40 people died in the region amid tornadoes, record-breaking rainfall, flash flooding and power outages.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-says-virgin-galactic-cant-fly-spaceship-during-investigation-11630615848", "title": "FAA Says Virgin Galactic Can't Fly Spaceship During Investigation", "date": "2021-09-02 17:31", "summary": "Regulator's examination of July 11 flight could delay company's next planned space launch. Virgin Galactic Holdings Inc. won't be allowed to operate space flights until aviation regulators finish investigating an earlier mission carrying billionaire entrepreneur Richard Branson, the Federal Aviation Administration said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-texas-abortion-law-match-ceo-bumble-create-funds-to-support-those-affected-11630617641", "title": "After Texas Abortion Law, Match CEO, Bumble Create Funds to Support Those Affected", "date": "2021-09-02 17:20", "summary": "Leaders of Texas-based dating apps call new restrictions 'regressive'; governor says business not turned off by state's policies. Leaders at two of the most popular dating apps in the U.S. are creating funds to aid Texas workers and their families affected by the state's new abortion law.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-rights-house-vote-planned-by-pelosi-after-supreme-court-decision-11630603877", "title": "Abortion-Rights House Vote Planned by Pelosi After Supreme Court Decision", "date": "2021-09-02 17:02", "summary": "Legislation has limited prospects in Congress but could highlight the issue headed into midterm elections. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) said the House would vote later this month on legislation designed to protect abortion rights, following the Supreme Court's decision to leave in place a new Texas law that bars the procedure after about six weeks of pregnancy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interstate-travel-friday-crossword-september-3-11630615547", "title": "Interstate Travel (Friday Crossword, September 3)", "date": "2021-09-02 17:00", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-voice-of-america-radio-free-liberty-radio-europe-staff-left-behind-11630612717", "title": "Afghanistan Voice of America, Radio Free Europe/Radio Liberty Staff Left Behind", "date": "2021-09-02 15:58", "summary": "Lawmakers, media groups call on Biden administration to help evacuate journalists at risk of Taliban retribution. WASHINGTON-Lawmakers and media organizations are calling on the Biden administration to help get more than 100 government-funded media employees out of Afghanistan, where they risk retribution from the Taliban for their affiliation with the U.S. government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-september-4-11630612493", "title": "Bestselling Books Week Ended August 28", "date": "2021-09-02 15:54", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-haul-of-distance-running-11630612411", "title": "The Long Haul of Distance Running", "date": "2021-09-02 15:53", "summary": "How the marathon became the world's top endurance race. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-that-reduces-accents-in-real-time-draws-seed-capital-11630612346", "title": "Startup That Reduces Accents in Real Time Draws Seed Capital", "date": "2021-09-02 15:52", "summary": "Sanas.ai raises $5.5 million after developing software that modifies pronunciation to make accented speech more like Standard American English. A startup whose software can make accented speech sound more like Standard American English in real time has won seed funding this week after showing early success with call centers.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-many-americans-hit-by-ida-flood-damage-wont-be-covered-by-insurance-11630611883", "title": "Ida Flood Damage Won't Be Covered by Insurance in Many Cases", "date": "2021-09-02 15:44", "summary": "Most home policies don't include flood coverage or only end up reimbursing a portion of losses. In the coming weeks, residents in states hit by Hurricane Ida and its remnants will be facing another challenge: navigating insurance.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-gives-raises-to-more-than-565-000-store-workers-11630607667", "title": "Walmart to Raise Its Minimum Wage to $12 an Hour", "date": "2021-09-02 15:43", "summary": "Ahead of the holiday shopping season, Walmart says it will give raises to more than 565,000 store workers. Walmart Inc . will increase its minimum wage to $12 an hour and raise pay for hundreds of thousands of its U.S. store workers as a tight labor market continues to create fierce competition for staff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syria-villagers-fear-exit-of-american-troops-after-u-s-withdrawal-from-afghanistan-11630610921", "title": "Syria Villagers Fear Exit of U.S. Troops After Afghanistan Pullout", "date": "2021-09-02 15:28", "summary": "Resume Subscription. TALL ADH-DHAHAB, Syria-A convoy of armored vehicles flying American flags, machine gunners perched atop their tall metal frames, rumbled into this village of dirt roads and concrete houses in northeast Syria last week.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ford-and-gm-scale-back-production-amid-chip-shortage-11630605601", "title": "Ford and GM Curtail Production Amid Chip Shortage", "date": "2021-09-02 15:28", "summary": "Auto makers are idling truck plants and reducing shifts for lack of key components. Ford Motor Co. and General Motors Co. are curtailing production further in the latest examples of how a computer-chip shortage continues to affect auto makers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11630610513", "title": "A Closer Look", "date": "2021-09-02 15:21", "summary": "Selections from 'Ergo' by Alexis Deacon, illustrated by Viviane Schwarz. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11630610443", "title": "A Closer Look", "date": "2021-09-02 15:20", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/manchin-pelosi-biden-3-5-trillion-reconciliation-government-spending-debt-deficit-inflation-11630605657", "title": "Why I Won't Support Spending Another $3.5 Trillion", "date": "2021-09-02 15:10", "summary": "Amid inflation, debt and the inevitability of future crises, Congress needs to take a strategic pause.. The nation faces an unprecedented array of challenges and will inevitably encounter additional crises in the future. Yet some in Congress have a strange belief there is an infinite supply of money to deal with any current or future crisis, and that spending trillions upon trillions will have no negative consequence for the future. I disagree.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/build-the-perfect-outdoor-reading-nook-this-fall-11630609836", "title": "Build the Perfect Outdoor Reading Nook This Fall", "date": "2021-09-02 15:10", "summary": "Get away from it all in the comfort of your own backyard. With this expert advice, you can create a cozy page-turner niche without a lot of hassle.. FALL IS IDEAL for outdoor reading. At the first whiff of crisp autumn air, you can grab a new novel, a cup of mint tea and-if you're lucky-curl up under a downy throw on a bench plumped with pillows, nestled into an alcove under a tree in your backyard. If you don't have an outdoor reading nook, first, we feel for you; second, you can make one.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-lings-latest-investment-a-29-5-million-miami-beach-spec-home-11630609245", "title": "Ben Ling's Latest Investment: A $29.5 Million Miami Beach Spec Home", "date": "2021-09-02 15:00", "summary": "Resume Subscription. Tech investor Ben Ling-who has backed companies like Lyft and Square-has paid $29.5 million for a spec mansion on Miami Beach's Palm Island.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-big-modern-spec-home-on-miami-beachs-palm-island-11630608905", "title": "A Big Modern Spec Home on Miami Beach's Palm Island", "date": "2021-09-02 14:55", "summary": "Roughly 11,000 square feet, the newly built house comes with a rooftop terrace, two kitchens and expansive entertaining spaces.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghanistan-withdrawal-pullout-retreat-korean-war-macarthur-11630531843", "title": "The Afghanistan Retreat and Lessons From Korea", "date": "2021-09-02 14:48", "summary": "'How officers who had been so brave in battle . . . could be so bland and cautious as they reached what was seemingly a career pinnacle.'. It is difficult to believe that no senior military leader spoke up to prevent our Afghanistan exit from becoming a chaotic and deadly mess (\"Last Flight From Kabul,\" Review & Outlook, Aug. 31). It brings to mind an observation made by David Halberstam in his 2007 book \"The Coldest Winter.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-democrats-midterm-elections-moderates-progressives-11630530965", "title": "Pelosi Knows When to Hit a Sacrifice Fly", "date": "2021-09-02 14:47", "summary": "The payoff is permanent progressive policy gains that hook millions more Americans on federal assistance.. Kimberley Strassel's \"Pelosi's Cannon Fodder\" (Potomac Watch, Aug. 27) is optimistic about GOP prospects next year if moderate Democrats help Speaker Nancy Pelosi ram through more progressive legislation. Voters punished \"blue dog\" Democrats in 2010 for passing progressive legislation, and Ms. Strassel believes that to be a precursor of voter disenchantment in 2022 with the moderates who facilitate Mrs. Pelosi's lurch to the left this year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-milley-austin-resign-bagram-pullout-11630530567", "title": "Resignations Needed Over the Afghan Pullout", "date": "2021-09-02 14:46", "summary": "It was complete military incompetence.. Here's how the plan for pulling out of Afghanistan proceeded:", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-democrats-spending-government-trillion-infrastructure-debt-11630529717", "title": "Bernie, Bluto and the 'Animal House' Democrats", "date": "2021-09-02 14:44", "summary": "Spend $5 trillion; no one has to pay for it.. Your editorial \"Bernie Sanders Runs Out of Billionaires\" (Aug. 31) reminds me of the iconic 1978 movie \"Animal House.\" In the film, perennial screw up Bluto Blutarsky tells visitors to the fraternity party: \"Grab a brew; don't cost nothin',\" betraying an obliviousness to the fact that someone had to pay for the beer being guzzled down. So, too, have the Animal House Democrats adopted such thinking: Spend $5 trillion; no one has to pay for it. In reality, present and future generations will be paying for this frat-party-spending mentality.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmess-jury-is-selected-after-days-of-questioning-11630608106", "title": "Elizabeth Holmes's Jury Is Selected After Days of Questioning", "date": "2021-09-02 14:41", "summary": "Five women and seven men will serve in the monthslong trial in which the Theranos founder is accused of criminal fraud. SAN JOSE, Calif.-Five women and seven men have been selected to serve as jurors for the monthslong trial of Elizabeth Holmes, after days of vetting to determine their impartiality and availability to weigh the fate of the Theranos Inc. founder charged with criminal fraud.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-leverage-a-new-job-offer-11630607731", "title": "How to Leverage a New Job Offer", "date": "2021-09-02 14:35", "summary": "Four tips on when and how to bring a rival offer to your boss. You've scored a tempting-but not perfect-job offer. Do you bring it to your boss?", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lex-gillette-paralympic-games-11630606975", "title": "Lex Gillette Chases the Silver Lining", "date": "2021-09-02 14:34", "summary": "Still after his biggest goal, a Paralympic long jump legend turns his attention to Paris and the 2024 Games. Lex Gillette was already on to Paris.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-ceo-richard-fairbank-settles-with-ftc-over-filing-failures-11630606120", "title": "Capital One CEO Settles With FTC Over Filing Failures", "date": "2021-09-02 14:08", "summary": "Bank says the executive missed the 2018 filing obligation due to administrative errors. Capital One Financial Corp. founder and longtime Chief Executive Richard Fairbank agreed to pay nearly $640,000 to settle civil claims that he violated federal laws by failing to report an increase in his stockholdings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-road-to-self-reproducing-machines-11630605493", "title": "The Road to Self-Reproducing Machines", "date": "2021-09-02 13:58", "summary": "Advances in technology will soon allow us to build machines that replicate themselves and evolve like living beings. Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here..", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bullish-copper-bets-drop-as-once-hot-market-cools-11630599570", "title": "Bullish Copper Bets Drop as Once-Hot Market Cools", "date": "2021-09-02 13:50", "summary": "Speculative wagers on copper decline as concerns grow that higher supply will cool this year's rally. Speculative investors recently pushed bullish wagers on copper prices to their lowest level in more than a year, a sign that traders are worried that higher supply will cool down this year's rally.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potato-chips-who-knew-so-many-recipes-need-this-ingredient-11630604063", "title": "Potato Chips: Who Knew So Many Recipes Need This Ingredient?", "date": "2021-09-02 13:34", "summary": "Potato chips are migrating from the side of the plate to the center-and not just as a topping for retro casseroles. Their distinctive salty crunch makes everything from cookies to crab cakes audibly better.. AT 6 P.M. every night, my 2-year-old son requests that we play a \"Jazz for Kids\" CD of mostly food-focused songs. (Yes, we still have a CD player.) The 1952 number \"Potato Chips,\" from singer and multi-instrumentalist Slim Gaillard, contains the following refrain, a surprisingly relentless earworm:", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-islam-battle-religion-madrassas-pakistan-11630597409", "title": "The Taliban Gain Ground in Islam's Battle of Ideas", "date": "2021-09-02 13:23", "summary": "Their anti-West ideals can be traced to an Indian madrassa and a rift that erupted over 150 years ago.. The image of the last U.S. soldier leaving Kabul might have marked the end of America's 20-year presence in Afghanistan. But it also begins a new chapter in an older story: the contest between Muslims who believe they must embrace Western ideas, at least in part, to succeed, and those who seek Islamic renewal by shunning the West in favor of what they view as a pure form of their faith.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-laborers-unemployment-trump-biden-jobs-11630597010", "title": "Biden's Policies Will Hurt America's Laborers in the Long Run", "date": "2021-09-02 13:22", "summary": "Maybe paying people not to work and punishing employers isn't so great for the job market.. Presidential transitions are gradual. It takes a president time to staff an administration, develop and articulate policies, and decide which of his predecessor's actions to unwind and which to leave undisturbed. This Labor Day weekend, nearly eight months into his tenure, President Biden is starting to leave his mark on the job market and the employment landscape. What decisions and trends stand out?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-warns-kerry-climate-cooperation-depends-on-overall-ties-11630602892", "title": "Kerry Seeks China's Climate Cooperation, Gets an Earful on Fraying Ties", "date": "2021-09-02 13:14", "summary": "U.S. climate envoy says talks in China were constructive, detailed. HONG KONG-Senior Chinese officials told U.S. climate envoy John Kerry that continued U.S. hostility on a range of issues could jeopardize cooperation on fighting climate change, though Mr. Kerry said that working-level talks were productive in the run-up to a November climate summit.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rejects-emergency-request-to-block-texas-six-week-abortion-ban-11630556283", "title": "Supreme Court Allows Restrictive Texas Abortion Law", "date": "2021-09-02 12:52", "summary": "New measure, known as the fetal-heartbeat law, bars the procedure after about six weeks of pregnancy. WASHINGTON-A divided Supreme Court late on Wednesday allowed the nation's toughest restrictions on abortions to take effect, declining to block a new Texas law that bars the procedure after about six weeks of pregnancy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-market-keeps-breaking-records-11630600690", "title": "U.S. Job Market Keeps Breaking Records", "date": "2021-09-02 12:38", "summary": "Latest NFIB survey shows historic worker shortage.. A record number of small firms in the U.S. handed out raises last month as the firms experienced record-setting difficulty in finding new workers. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-weighing-dose-of-moderna-covid-19-booster-11630593980", "title": "FDA Weighing Dosage of Moderna Booster", "date": "2021-09-02 12:32", "summary": "Vaccine maker has asked agency to authorize booster at half the dose given in the first two shots. The Food and Drug Administration is considering whether to authorize a lower dose of Moderna Inc.'s Covid-19 vaccine for boosters than the dose given in the first two shots, people familiar with the deliberations said.", "categories": [["WSJ News Exclusive", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-wine-country-fires-real-estate-news-11630600120", "title": "Wildfires and Drought Can't Stop California Wine Country's Red-Hot Real-Estate Market", "date": "2021-09-02 12:30", "summary": "Resume Subscription. When Jenny Hess visited her sister in Healdsburg, Calif., in May of 2020 to get out of New York City during Covid, she was entranced by the area's temperate weather, natural beauty and sophisticated food and wine culture.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-next-lockdown-baking-challenge-wombat-shaped-cakes-11630600258", "title": "The Next Lockdown Baking Challenge: Wombat-Shaped Cakes, Bagel Frogs", "date": "2021-09-02 12:30", "summary": "Resume Subscription. SYDNEY-At the far reaches of the baking world, well past the loaves of homemade sourdough and banana bread, are kitchens spitting out frog bagels, koala cookies and wombat cake.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caldor-fire-updates-11630522325", "title": "Caldor Fire: What to Know as Evacuations Continue Near South Lake Tahoe", "date": "2021-09-02 12:29", "summary": "Tourist town has so far been spared; firefighters prepare for long battle. The Caldor Fire near Lake Tahoe has burned 210,259 acres since sparking east of Sacramento in mid-August, according to the California Department of Forestry and Fire Protection, or Cal Fire.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-threatens-apple-and-google-over-alexei-navalny-app-11630599690", "title": "Russia Threatens Apple and Google Over Alexei Navalny App", "date": "2021-09-02 12:21", "summary": "Kremlin warns of fines if companies don't remove app developed by supporters of the jailed opposition leader. MOSCOW-Russia's state censor threatened to fine Apple Inc. and Google and accuse them of interfering in elections if they don't remove an app developed by supporters of jailed opposition leader Alexei Navalny, in what critics say is the latest attempt to stifle criticism ahead of a parliamentary vote next month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-reach-out-to-shiite-hazara-minority-seeking-unity-and-iran-ties-11630599286", "title": "Taliban Reach Out to Wary Hazara Minority, Seeking Unity and Strong Iran Ties", "date": "2021-09-02 12:14", "summary": "Recalling past massacres and persecution, Hazaras are wary of Taliban promises. As the Taliban try to unite all Afghans behind them, one of the biggest obstacles the Sunni Islamist movement faces is how to persuade the Shiite Hazara community, roughly one-fifth of the nation's population, that it has a place under the new regime.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-army-of-utility-workers-heads-to-louisiana-to-restore-power-after-ida-11630598460", "title": "An Army of Utility Workers Heads to Louisiana to Restore Power After Ida", "date": "2021-09-02 12:01", "summary": "As many as 25,000 workers from 38 states are part of effort to rebuild the state's power grid mangled by the storm. Thousands of utility workers are descending on Louisiana with everything from hip waders to drones as part of a massive effort to restore electricity after Hurricane Ida.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-hospitals-learn-about-safety-from-airlines-11630598112", "title": "Can Hospitals Learn About Safety From Airlines?", "date": "2021-09-02 11:55", "summary": "A new proposal for a National Patient Safety Board aims to reduce medical errors by using strategies that have almost eliminated fatal airplane crashes. Major U.S. passenger airlines have forged a phenomenal safety record largely by relying on pilots, controllers and mechanics to voluntarily report incipient hazards. Analyzing such incident data and then disseminating lessons from it has meant more than a decade without a fatal crash.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-return-millions-of-doses-of-j-js-covid-19-vaccine-imported-from-africa-11630591429", "title": "EU to Return Millions of Doses of J&J's Vaccine Imported From Africa", "date": "2021-09-02 11:46", "summary": "Bloc had come under fire for taking away shots from continent with lowest vaccination rate. The European Union will return to Africa millions of doses of Johnson & Johnson 's Covid-19 vaccine that it received from a plant in South Africa, following criticism by health activists that the bloc was taking away shots from a continent that has the lowest immunization rate in the world.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-says-covid-19-vaccine-contaminant-in-japan-was-stainless-steel-sees-no-safety-issue-11630596275", "title": "Moderna Says Vaccine Contaminant in Japan Was Stainless Steel", "date": "2021-09-02 11:24", "summary": "Japan last week recalled three lots of the Moderna vaccine containing a total of 1.63 million doses. TOKYO-The foreign substance detected in some vials of Moderna Inc.'s Covid-19 vaccine in Japan was stainless steel and it isn't believed to affect the vaccine's safety or efficacy, Moderna and its Japanese partner said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-examines-richard-bransons-virgin-galactic-flight-path-11630550542", "title": "FAA Examines Virgin Galactic's Flight Path", "date": "2021-09-02 10:33", "summary": "Company says winds altered flight for about two minutes. Aviation regulators are investigating how Virgin Galactic Holdings Inc.'s spacecraft returned to the ground after taking billionaire entrepreneur Richard Branson to the edge of space, a spokesman for the Federal Aviation Administration said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tens-of-thousands-trapped-as-afghanistans-neighbors-close-borders-11630588397", "title": "Tens of Thousands Trapped in Afghanistan as Neighbors Close Borders", "date": "2021-09-02 10:32", "summary": "With airlift over, desperate Afghans try bribes, people smugglers to escape Taliban rule. ISLAMABAD-Afghanistan's neighbors have closed their land borders to people trying to flee its new Taliban rulers, trapping tens of thousands of people who are eligible to resettle in the U.S. and other countries but were unable to enter the airport in Kabul before the international airlift ended.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-short-staffed-restaurants-can-keep-customers-happy-11630593121", "title": "How Short-Staffed Restaurants Can Keep Customers Happy", "date": "2021-09-02 10:32", "summary": "Faced with changing Covid mandates and labor shortages, many restaurants are struggling to keep returning customers satisfied. One key: Be honest.. Candace Nelson, a pastry chef and former investment banker, is co-founder of the cupcake bakery chain Sprinkles. She also is co-founder of CN2 Ventures, which invests in and incubates new business ventures.", "categories": [["THE EXPERTS | Small Business"]], "category_links": ["https://www.wsj.com/news/types/experts-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weaker-demand-for-imports-narrowed-u-s-trade-deficit-in-july-11630587272", "title": "Weaker Demand for Imports Narrowed U.S. Trade Deficit in July", "date": "2021-09-02 10:30", "summary": "Service surplus fell as Americans resumed overseas travel. WASHINGTON-The U.S. trade deficit narrowed in July as consumers and businesses pulled back on purchases of imported goods amid rising Covid-19 cases caused by the Delta variant.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-scandal-to-see-first-trial-next-week-11630575001", "title": "College-Admissions Scandal to See First Trial Next Week", "date": "2021-09-02 10:26", "summary": "After others pleaded guilty in scheme, two parents who allegedly passed off their teens as athletic recruits for admission to the University of Southern California are to be tried. BOSTON-The nationwide college-admissions scandal is returning to the spotlight next week, with the first trial in the sprawling case involving two parents accused of bribery-and-fraud conspiracy in an alleged scheme to get their children admitted to the University of Southern California as athletic recruits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spice-every-cook-needs-when-short-on-time-11630592594", "title": "The Spice Every Cook Needs When Short on Time", "date": "2021-09-02 10:23", "summary": "Long hours over oak fires imbue Spanish pimentón with profound sultry depths. In all kinds of recipes, this potent spice provides a handy shortcut to slow-cooked flavor.. NEXT MONTH, a delicious, woodsy scent will drift over the La Vera valley in western Spain. It's harvest time for the region's famous pimentón, or paprika. By strict regulation, the peppers must be dried over oak-wood fires for 10-15 days, then ground slowly in a stone mill, lest the peppers get too hot and their aromatic compounds dissipate.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-09-02-2021-11630527461", "title": "Jobless Claims Edge Down to Pandemic Low", "date": "2021-09-02 10:05", "summary": "Businesses have kept layoffs in check despite concerns about Delta variant of Covid-19. Jobless claims fell to a new pandemic low as businesses held on to workers despite the surging Delta variant.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-september-4-11630337920", "title": "Number Puzzles (Saturday, September 4)", "date": "2021-09-02 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-damelios-are-tiktoks-first-family-and-they-want-to-become-tv-stars-next-11630587600", "title": "Charli and Dixie D'Amelio, TikTok Titans, Want to Become TV Stars", "date": "2021-09-02 09:58", "summary": "Resume Subscription. On TikTok, Charli and Dixie D'Amelio present themselves to their 180 million combined followers in brief bursts of dancing, glamming and goofing. On a new television series about the sisters' lives as teen internet stars, there is a content warning to viewers about mental-health struggles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-american-housing-market-is-stifling-mobility-11630590967", "title": "The American Housing Market Is Stifling Mobility", "date": "2021-09-02 09:56", "summary": "Prosperous cities use a range of policies to keep home prices high, shutting out newcomers and limiting economic opportunity. Migration has been central to the American story since the beginning. In the early 19th century, New Englanders left the rocky soil of Massachusetts for the more fertile Ohio River valley. During the Dust Bowl of the 1930s, farmers fled Oklahoma for California. In the early 20th century, millions of African-Americans left the Jim Crow South to find work in the factories of northern cities. Through the 20th century, mobility was an American tradition: In every year between 1950 and 1992, according to the Current Population Survey, more than 6% of Americans moved across county lines.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speak-no-evil-of-the-s-p-500s-neverending-records-11630590653", "title": "Speak No Evil of the S&P 500's Neverending Records", "date": "2021-09-02 09:53", "summary": "Investors buying stocks no matter what shouldn't fool themselves that the future will deliver the chunky returns of the past decade. The S&P 500 is like the three wise monkeys: See no evil, hear no evil, speak no evil. Whatever happens, it just goes up. The market has gone up almost in a straight line since November despite a troubling list of events that could each have justified at least a 5% correction. Investors are incredibly resilient.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-can-remove-statue-of-gen-robert-e-lee-states-high-court-rules-11630590120", "title": "Virginia Can Remove Statue of Gen. Lee, State's High Court Rules", "date": "2021-09-02 09:42", "summary": "The statue of the Confederate leader became a focus of protests after last year's killing of George Floyd. RICHMOND, Va.-The Supreme Court of Virginia ruled Thursday that the state can take down an enormous statue of Confederate Gen. Robert E. Lee that became a symbol of racial injustice as it towered over Monument Avenue in the state's capital for more than a century.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-virgin-galactic-okta-chewy-what-to-watch-when-the-stock-market-opens-today-11630580010", "title": "Bitcoin, Virgin Galactic, Chewy, Quanta: What to Watch When the Stock Market Opens Today", "date": "2021-09-02 09:10", "summary": "Virgin Galactic is under scrutiny from aviation regulators; Chewy's results disappointed. Futures are edging up after the Nasdaq Composite reached its 33rd record close of the year. Here's what we're watching ahead of Thursday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-son-kept-throwing-his-sippy-cup-on-the-ground-a-startup-was-born-11630587600", "title": "Her Son Kept Throwing His Sippy Cup on the Ground. A Startup Was Born.", "date": "2021-09-02 09:00", "summary": "Entrepreneur Sari Davidson says: 'Frustration is often the mother of invention'. When Sari Davidson's small children were being mischievous, she called them \"booginheads.\" Little did she know she would someday use that name for a startup.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-face-tricky-deadlines-on-debt-ceiling-government-shutdown-11630587617", "title": "Democrats Face Tricky Deadlines on Debt Ceiling, Spending", "date": "2021-09-02 09:00", "summary": "Lawmakers expect to pass short-term funding patch, but fate of borrowing limit is unclear as Republicans withhold support. WASHINGTON-Democrats' efforts to pass trillions of dollars in new spending by the end of September are colliding with a pair of other looming deadlines: keeping the government funded and raising the federal borrowing limit to avoid defaulting on debt payments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-prepare-for-possible-snack-shortages-as-mondelez-workers-strike-11630586597", "title": "Grocers Prep for Possible Shortages of Snacks as Mondelez Workers Strike", "date": "2021-09-02 08:43", "summary": "Retailers stock up on Ritz crackers and turn to other providers in the latest potential supply challenge for food sellers. U.S. grocers are bracing for potential snack food disruptions, as a weekslong strike at Mondelez International Inc. facilities prompts fears of shortages in Ritz crackers and Premium saltines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-sopranos-prequel-its-all-in-the-family-11630585862", "title": "For the 'Sopranos' Prequel, It's All in the Family", "date": "2021-09-02 08:31", "summary": "Ahead of 'The Many Saints of Newark,' David Chase, Michael Gandolfini and Alessandro Nivola discuss how the anticipated film was made.. We've never done this,\" says actor Michael Gandolfini, settling into his chair in a suite at the Beverly Hills Hotel. \"We've never sat down, the three of us, and talked about the film.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-covid-19-vaccine-boosters-some-people-jump-the-line-11630585801", "title": "Some Jump the Line for Covid-19 Booster Shots", "date": "2021-09-02 08:30", "summary": "Those seeking extra doses before they are eligible cite Delta variant, back-to-school season, employers' office reopening plans. U.S. officials have said they expect Covid-19 booster shots to be available for more people beyond the immunocompromised later this month. Some aren't waiting.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/custom-armani-suiting-now-for-women-11630585397", "title": "Custom Armani Suiting, Now For Women", "date": "2021-09-02 08:23", "summary": "\"I thought it was time,\" says Giorgio Armani of the new series of pieces meant to form a timeless wardrobe.. \"I thought it was time,\" answers Giorgio Armani when asked why, 40 years after his tailoring made him the sartorial authority for elegant men from Hollywood to Wall Street, he's finally offering made-to-order suiting for women.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lithium-booms-in-the-battle-for-electric-vehicle-batteries-11630585070", "title": "Lithium Booms in the Battle for Electric-Vehicle Batteries", "date": "2021-09-02 08:17", "summary": "Prices of a key metal compound that underpins the future of the automobile have more than doubled this year. Lithium has a better claim than most commodities to be the \"new oil.\" It even comes with the latest geopolitical baggage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railroads-brace-as-regulator-signals-willingness-to-take-on-industry-11630584002", "title": "Railroads Brace as Regulator Signals Willingness to Take On Industry", "date": "2021-09-02 08:00", "summary": "Biden-appointed Surface Transportation Board chairman says aim is to ensure competition, not just 'maximizing profits for railroads'. WASHINGTON-The obscure federal regulator that threw a wrench into a $30 billion railroad merger this week could have more in store for the nation's freight railways-with implications for both business and consumers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-bitcoins-price-got-stuck-at-50-000-11630575001", "title": "Why Bitcoin's Price Got Stuck at $50,000", "date": "2021-09-02 07:55", "summary": "Investor interest in other corners of the crypto market-including Ethereum and NFTs-has contributed to the lull. The late summer lull that overtakes Wall Street is even making bitcoin drowsy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enforcing-vaccine-mandates-is-messy-business-11630582742", "title": "Enforcing Vaccine Mandates Is Messy Business", "date": "2021-09-02 07:39", "summary": "Companies find that setting vaccine policies is only the first step: 'There's 101 questions' when it comes to implementing new rules. U.S. companies of all sizes have enacted vaccine requirements for employees in recent weeks. They are finding that setting a policy is more straightforward than enforcing it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dont-max-out-on-buy-now-pay-later-11630582380", "title": "Investors, Don't Max Out on Buy Now-Pay Later", "date": "2021-09-02 07:33", "summary": "Affirm's shares skyrocketed on news of an Amazon partnership-and that begs some questions about the direction of installment payments. Buy now-pay later investors were rewarded for their splurge on these stocks when Affirm Holdings struck a deal with e-commerce behemoth Amazon . com. Now it is time to figure out what exactly they own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-to-host-spac-listings-with-new-framework-11630575002", "title": "Singapore to Host SPAC Listings, in a First Among Asian Financial Hubs", "date": "2021-09-02 07:29", "summary": "The city-state's enthusiasm for blank-check companies is in contrast with U.S. regulators' hardening stance. Singapore will become the first major financial hub in Asia to allow blank-check companies to list.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-device-stocks-seem-immune-to-delta-surge-11630580402", "title": "Medical-Device Stocks Seem Immune to Delta Surge", "date": "2021-09-02 07:00", "summary": "Higher Covid-19 case counts mean more disruption at hospitals is likely; but this time, Wall Street is ready. Hospitals are facing yet another round of Covid-19 disruptions as the Delta variant spreads across the U.S. That is a concern for the medical-device industry, but investors don't expect to miss a beat.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewys-pandemic-run-comes-to-an-end-11630578781", "title": "Chewy's Pandemic Run Comes to an End", "date": "2021-09-02 06:33", "summary": "After capitalizing on last year's interest in pets, the retailer has some new tricks in store. Chewy had a good, enthusiastic run in the markets last year when interaction-deprived humans sought new pets in droves and spent more time online. Now it's time for a breather.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryan-reynoldss-ad-shop-parent-taps-marketing-vet-joanne-bradford-11630578600", "title": "Ryan Reynolds's Ad Shop Parent Taps Marketing Vet Joanne Bradford", "date": "2021-09-02 06:30", "summary": "As chief growth officer, Ms. Bradford is tasked with helping MNTN expand internationally as the advertising technology company plans for possible IPO. Advertising technology company MNTN has named marketing veteran Joanne Bradford to the new role of chief growth officer as the company plans for a possible initial public offering, the company's executives said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-whatsapp-fined-around-270-million-for-eu-privacy-violations-11630576800", "title": "Facebook's WhatsApp Fined for EU Privacy Violations", "date": "2021-09-02 06:10", "summary": "Regulators say chat-service unit failed to disclose fully how it collected and shared data about its users. European Union regulators fined Facebook Inc.'s chat service WhatsApp 225 million euros, equivalent to around $266 million, for failing to tell the bloc's residents enough about what it does with their data, ramping up privacy enforcement against U.S. tech companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/formula-one-netflix-drive-to-survive-mercedes-ferrari-11630554839", "title": "The Netflix Show That Turbocharged Formula One", "date": "2021-09-02 06:00", "summary": "Renewed for a fourth season, 'Drive to Survive' has brought a new audience to the sport-and they're not there for the cars.. Never before in Formula One's 71 years did motor racing's elite series have a day like last Sunday. As rain lashed down on rural Wallonia, organizers delayed the start of the Belgian Grand Prix race over and over until they risked running out of daytime. When they finally gave the green light, conditions were so dangerous that they stopped the race almost immediately.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industry-groups-urge-lawmakers-to-streamline-breach-reporting-rules-11630575000", "title": "Industry Groups Urge Lawmakers to Streamline Cyber Breach Reporting Rules", "date": "2021-09-02 05:30", "summary": "Companies raise concerns about onerous compliance, overly-broad definitions of cyber incidents from multiplying regulatory requirements. The growing body and scope of breach notification rules from regulators, state authorities and soon the federal government risks harming their effectiveness, industry groups warn.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-to-successful-crowdfunding-11630528782", "title": "The Secrets to Successful Crowdfunding", "date": "2021-09-02 05:30", "summary": "The failure rate of campaigns is high. Here's how to improve your chances.. Crowdfunding has helped many startups turn creative ideas into innovative products. But the failure rate of crowdfunding campaigns is high. Kickstarter, for instance, says about 61% of completed campaigns on its platform have failed.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-pop-star-gets-canceled-amid-fears-of-national-security-chill-11630504885", "title": "Hong Kong Venue Bars Outspoken Pop Star, Fearing Beijing Crackdown", "date": "2021-09-02 04:29", "summary": "Pro-democracy singer Denise Ho loses her stage as concerns grow about artistic expression; film censors may get new powers. HONG KONG-A major nonprofit arts center barred the outspoken pro-democracy Hong Kong pop star Denise Ho from performing just days before a scheduled series of concerts, as concerns grow that a continuing crackdown led by Beijing could stifle artistic expression in the city.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11630527356", "title": "Pepper...and Salt", "date": "2021-09-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-02-2021-11630568643", "title": "Stocks Rise After Economic Data", "date": "2021-09-02 00:01", "summary": "S&P 500, Nasdaq set records on Thursday. U.S. stocks rose Thursday after fresh data on the labor market and the trade balance showed that the economic recovery remains on track.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/up-up-and-away-was-nearly-a-teen-movie-theme-song-11630497600", "title": "'Up, Up and Away' Was Nearly a Teen-Movie Theme Song", "date": "2021-09-02 23:59", "summary": "The '67 multi-Grammy-winning hit sent the careers of Jimmy Webb and the 5th Dimension into orbit. Jimmy Webb wrote \"Up, Up and Away\" in 1965, when he was in college and struggling to make ends meet. Originally a theme for a teen-movie concept, the song was recorded by the 5th Dimension in 1967 for their first album.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-allow-spotify-other-media-apps-to-link-to-websites-for-payment-options-11630544101", "title": "Apple to Allow Media Apps to Link to Own Websites for Payments", "date": "2021-09-02 23:07", "summary": "Spotify and other technology companies for years have said Apple's restrictions were unfair and anticompetitive. Apple Inc. said it would allow media apps to create in-app links to sign-up pages on those companies' websites, allowing the likes of Spotify Technology SA and Netflix Inc. to bypass the iPhone maker's cut of subscriptions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-poised-to-join-ranks-of-states-extending-eviction-moratorium-11630524695", "title": "New York Poised to Join Ranks of States Extending Eviction Ban", "date": "2021-09-02 22:23", "summary": "Lawmakers say move would allow more time to distribute rental assistance funds. ALBANY, N. Y.-New York lawmakers passed a bill Wednesday to extend the state's eviction moratorium until Jan. 15, a move they said would give officials more time to distribute rental assistance funds after the Supreme Court struck down federal protections last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-rogan-says-he-tested-positive-for-covid-19-11630534898", "title": "Joe Rogan Says He Tested Positive for Covid-19", "date": "2021-09-02 20:40", "summary": "Podcaster said he started showing symptoms Saturday night and used several treatments. Joe Rogan, the popular podcast host, said Wednesday on his Instagram page that he tested positive for Covid-19.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-sue-oppenheimer-over-alleged-ponzi-scheme-11630540884", "title": "Investors Sue Oppenheimer Over Alleged Ponzi Scheme", "date": "2021-09-02 20:01", "summary": "A class-action suit claims the bank bears responsibility for a $110 million fraud an ex-employee started while working for the bank. A class-action lawsuit claims investment bank Oppenheimer & Co. Inc. was at fault for an alleged Ponzi scheme run by a former employee, which authorities say collected $110 million from unwitting investors.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}]