[{"link": "https://www.wsj.com/articles/president-biden-holds-call-with-ukrainian-president-zelensky-ukrainian-officials-say-11617376424", "title": "Biden Holds Call With Ukrainian President Zelensky", "date": "2021-04-02 19:57", "summary": "The conversation comes amid heightened Russian military pressure along Ukraine's border. President Biden spoke with Ukrainian President Volodymyr Zelensky on Friday, amid a broad push by the U.S. to show its support for Kyiv against heightened Russian military pressure along Ukraine's border.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-japan-south-korea-meet-to-hash-out-approach-to-pyongyang-11617398347", "title": "U.S. Hashes Out Strategy With Japan, South Korea", "date": "2021-04-02 19:56", "summary": "Biden adviser Jake Sullivan meets with Japanese and Korean counterparts. WASHINGTON-A senior aide to President Biden met with his counterparts from South Korea and Japan on Friday, another in a series of top-level meetings with both countries in recent weeks as the White House shores up support to confront China and North Korea.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-stock-surge-triggers-31-3-million-payout-to-ceo-dan-schulman-11617405077", "title": "PayPal Stock Surge Triggers $31.3 Million Payout to CEO Dan Schulman", "date": "2021-04-02 19:11", "summary": "The award exceeds chief executive's annual compensation most years. PayPal Holdings Inc. awarded Chief Executive Dan Schulman company shares worth $31.3 million this week, a sum that exceeds his annual compensation most years, after the company's stock price skyrocketed during the coronavirus pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experimental-immunoglobulin-covid-19-therapies-fail-testing-11617402885", "title": "Experimental Immunoglobulin Covid-19 Therapies Fail Testing", "date": "2021-04-02 18:34", "summary": "The four therapies failed to prevent Covid-19 from worsening or deaths in study subjects, drugmakers said. Four experimental Covid-19 treatments derived from the blood of recovered patients failed in testing, the drugmakers said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-baseball-league-11617402781", "title": "The Biden Baseball League", "date": "2021-04-02 18:33", "summary": "The sports league sides with Democrats on Georgia's voting law.. If you still doubt that progressive politics dominates nearly every institution of American public life and culture, look no further than Friday's decision by Major League Baseball to move its summer All-Star Game from Atlanta. President Biden said Wednesday he'd \"strongly support\" this idea, and the league dutifully obliged two days later.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vaccine-jobs-boom-arrives-11617402677", "title": "The Vaccine Jobs Boom Arrives", "date": "2021-04-02 18:31", "summary": "The best stimulus has turned out to be the shots in the arm.. It's no coincidence that the blowout jobs report for March arrived Friday, the same day as new government guidance that Americans vaccinated for Covid-19 can travel safely. As vaccination spreads, millions of Americans are returning to normal commercial and social interaction, and even the most lockdown-loving governors are being forced to ease their restrictions. The U.S. economy is surging back to life right on time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-fight-the-tax-cut-ban-11617402599", "title": "States Fight the Tax-Cut Ban", "date": "2021-04-02 18:30", "summary": "Thirteen more AGs sue to stop the takeover of state fiscal policy.. After its price tag and progressive ambition, the most significant feature of the new Democratic agenda is how it seeks to shift core policy-making powers from state legislatures to Washington. The House of Representatives has already passed one bill that would federalize election rules and another that would undo state right-to-work laws on union membership. The Covid relief bill, now law of the land, includes unprecedented controls over states' ability to set tax policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-asking-165-million-beverly-hills-estate-sold-at-auction-for-close-to-60-million-11617401651", "title": "Once Asking $165 Million, Beverly Hills Estate Sold at Auction for Close to $60 Million", "date": "2021-04-02 18:14", "summary": "Lavish Villa Firenze sets a record for the most expensive property ever sold at auction. Villa Firenze, a palatial Beverly Hills estate that had been on the market for $165 million, has sold for roughly $60 million, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeasing-cubas-regime-didnt-work-11617400699", "title": "Appeasing Cuba's Regime Didn't Work", "date": "2021-04-02 17:58", "summary": "The Biden administration should learn from the failures of the Obama administration.. For more than 60 years, a dictatorship has imposed a violently oppressive system on the Cuban people. Its human-rights abuses grew worse under the appeasement policy of the Obama-Biden administration. Amid the \"thaw\" in relations, documented political detentions rose to 9,940 in 2016 from 8,616 in 2015. The Castro regime lined its pockets and expanded its machinery of repression.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fourth-covid-wave-targets-the-young-and-restless-11617400587", "title": "Fourth Covid Wave Targets the Young and Restless", "date": "2021-04-02 17:56", "summary": "Evolution is not always the enemy. It will help turn the virus into something we can live with.. Since I complained about it repeatedly in 2020, I should emphasize that the federal Centers for Disease Control and Prevention belatedly and halfheartedly has started publishing realistic estimates of the extent of Covid-19 in the U.S.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrant-arrests-at-u-s-southern-border-reach-15-year-high-11617385246", "title": "Migrant Arrests at U.S. Southern Border Reach 15-Year High", "date": "2021-04-02 17:45", "summary": "Surge represents multipronged problem for Biden administration. Border agents arrested more than 170,000 migrants crossing the southern border illegally in March, according to a person familiar with the numbers, marking a 15-year high in monthly border crossings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-jobs-grew-by-50-000-in-march-as-companies-invested-in-cloud-remote-work-11617399839", "title": "IT Gained 50,000 Jobs in March Amid Investments in Cloud, Remote Work", "date": "2021-04-02 17:44", "summary": "The unemployment rate for tech workers dropped to its lowest level since August 2019, trade group CompTIA says. Demand for information-technology workers remained strong in March, as companies continued to expand stopgap digital measures deployed during the coronavirus pandemic into permanent workplace features.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-senators-ask-digital-ad-auctioneers-to-name-foreign-clients-amid-national-security-concerns-11617393964", "title": "U.S. Senators Ask Digital-Ad Auctioneers to Name Foreign Clients", "date": "2021-04-02 17:42", "summary": "In letter to companies including Google and AT&T, lawmakers request information about how user data is shared in auctions. A bipartisan group of lawmakers is asking questions about the inner workings of digital advertising amid worries the industry's user-targeting capabilities could pose a threat to national security.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-drop-accounting-fraud-case-against-former-brixmor-executives-11617395752", "title": "Prosecutors Drop Fraud Case Against Former Brixmor Executives", "date": "2021-04-02 17:41", "summary": "In unusual move, federal government acknowledges weakness in its case against real-estate company executives and dismisses the charges. Federal prosecutors took the unusual step of dismissing criminal charges against former executives of shopping-center owner Brixmor Property Group Inc. , telling a judge they couldn't prove their claims of accounting fraud.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-ends-sanctions-against-icc-officials-overturning-trump-policy-11617399058", "title": "Biden Administration Ends Sanctions Against ICC Officials", "date": "2021-04-02 17:30", "summary": "U.S. maintains objections to ICC investigations of U.S. actions in Afghanistan, elsewhere, but sees opportunity for changes. WASHINGTON - The Biden administration on Friday rescinded economic sanctions against two senior officials of the International Criminal Court, overturning actions by the Trump administration aimed at individuals investigating allegations against U.S. personnel in Afghanistan and elsewhere.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-says-travel-is-low-risk-for-fully-vaccinated-people-11617376809", "title": "CDC Relaxes Covid-19 Travel Guidance for Fully Vaccinated People", "date": "2021-04-02 16:41", "summary": "Health officials say travel risk is low for those fully vaccinated; they also ease testing and self-quarantine recommendations. People who are fully vaccinated against the coronavirus can travel without putting themselves at serious risk as long as they wear masks and take other precautions, the Centers for Disease Control and Prevention said Friday, moderating its blanket stance against travel even while continuing to discourage it.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-removes-2021-all-star-game-from-atlanta-because-of-georgia-voting-law-11617394748", "title": "MLB Removes 2021 All-Star Game From Atlanta Because of Georgia Voting Law", "date": "2021-04-02 16:19", "summary": "The move marks the first major event to be pulled from the state, coming days after companies such as Delta and Coca-Cola expressed opposition to the law.. Major League Baseball is moving this summer's All-Star Game and amateur draft out of suburban Atlanta in response to Georgia's new voting law, which has been criticized by civil-rights groups who say it will make it harder for people to vote.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-pharma-played-a-crucial-vaccine-role-11617394474", "title": "'Small Pharma' Played a Crucial Vaccine Role", "date": "2021-04-02 16:14", "summary": "Taking away the intellectual property rights from innovators would be a major disincentive to producing useful new ideas and products.. Your editorial \"Watch Out for a Vaccine Patent Heist\" (March 29) emphasizes the importance of long-term research done by traditional large pharmaceutical companies, derisively described as \"Big Pharma\" by Sen. Bernie Sanders. However, a major developer of a Covid vaccine was a startup, better described as \"Small Pharma.\" BioNTech, based in Mainz, Germany, developed the vaccine that was later produced and rolled out in a partnership with Pfizer . BioNTech was started by a team of husband and wife scientists, the children of Turkish immigrants, among others. The entrepreneurial couple recognized that their company was too small to carry out clinical trials, produce and market their vaccine. They partnered with Pfizer, and the resulting team of Big and Small Pharma introduced the first Covid vaccine to be approved and marketed in the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-important-is-herd-immunity-to-covid-11617394417", "title": "How Important Is Herd Immunity to Covid?", "date": "2021-04-02 16:13", "summary": "Does herd immunity even matter anymore? For many of us, the answer is no.. Does herd immunity even matter anymore? For many of us, the answer is no (\"Herd Immunity Won't Save Us-but We Can Still Beat Covid-19,\" Review, March 27)", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appreciate-police-grace-in-the-face-of-danger-11617394371", "title": "Appreciate Police Grace in the Face of Danger", "date": "2021-04-02 16:12", "summary": "The men and women of law enforcement will put themselves in harm's way for people they don't know, don't have a relationship with and who possibly don't like them.. Thank you for the editorial \"A Police Officer's Sacrifice\" (March 24). You couldn't have said it any more clearly than the last two lines do: \"And give thanks for men such as Eric Talley, who didn't lose his life at that Boulder grocery store. He gave it.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bright-asian-americans-harmed-by-colleges-11617394329", "title": "Bright Asian-Americans Harmed by Colleges", "date": "2021-04-02 16:12", "summary": "Discrimination in the context of university admissions will harm upon only one racial group-Asian-Americans-the only racial group markedly \"overrepresented\" at selective college and universities.. Apropos Wencong Fa's \"Schools Offer Empty Words to Asians\" (op-ed, March 26): Consider how Asian-Americans will fare in the society envisioned by Ibram X. Kendi in \"How to Be an Antiracist.\" Temporary discrimination in favor of \"underrepresented\" minorities is said by Prof. Kendi to be necessary to achieve this equal footing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-the-sec-should-note-a-firms-governmental-risk-11617394259", "title": "Maybe the SEC Should Note A Firm's Governmental Risk", "date": "2021-04-02 16:11", "summary": "What might happen to a publicly-traded company bold enough to disclose as its greatest climate-related risk the possibility of a power-crazed government?. Regarding your editorial \"The Securities and Politics Commission\" (March 19): One wonders what might happen to a publicly traded company bold enough to disclose as its greatest climate-related risk the possibility of a power-crazed government using climate change as the pretext for dictating every detail of the company's operation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voice-of-a-lost-generation-11617394169", "title": "Voice of a Lost Generation", "date": "2021-04-02 16:09", "summary": "Ernest Hemingway's debut novel, 'The Sun Also Rises,' captures the tenor of the 1920s. Even those who revere Ernest Hemingway's debut novel should admit that the author was something of a scoundrel to write it. \"The Sun Also Rises,\" published in 1926, turned Hemingway into a literary star overnight. It also played with the reputations of several of his real-life acquaintances who appear in the book as thinly disguised versions of themselves.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waymo-ceo-john-krafcik-is-leaving-the-company-11617385836", "title": "Waymo CEO John Krafcik Is Leaving the Google Self-Driving Affiliate", "date": "2021-04-02 16:09", "summary": "The company is promoting its chief technology and operating officers, Dmitri Dolgov and Tekedra Mawakana, to lead its effort. Waymo LLC Chief Executive John Krafcik said he is stepping down from his role, bringing an end to the former auto executive's more than five-year tenure leading Google parent Alphabet Inc.'s autonomous-vehicle unit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coincide-saturday-crossword-april-3-11616949431", "title": "Coincide (Saturday Crossword, April 3)", "date": "2021-04-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rows-garden-saturday-variety-puzzle-april-3-11616949595", "title": "Rows Garden (Saturday Variety Puzzle, April 3)", "date": "2021-04-02 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-march-27-11617393433", "title": "Bestselling Books Week Ended March 27", "date": "2021-04-02 15:57", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-department-set-to-spend-1-6-billion-on-upkeep-of-public-lands-11617393230", "title": "Interior Department Set to Spend $1.6 Billion on Upkeep of Public Lands", "date": "2021-04-02 15:53", "summary": "New funds from conservation law to target national parks, Native American schools. WASHINGTON-The Interior Department is ready to spend its first $1.6 billion from last year's major new conservation funding law, primarily on transportation and recreation facilities at national parks and Native American schools, department leaders said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-financial-crimes-unit-shuffles-leadership-11617378129", "title": "Treasury's Financial Crimes Unit Shuffles Leadership", "date": "2021-04-02 15:38", "summary": "Former FinCEN Deputy Director Michael Mosier will serve as acting director; Director Kenneth Blanco will depart next week. The U.S. Treasury Department's anti-money-laundering unit is changing leadership as it prepares to enact a sweeping new financial transparency law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-roth-review-zuckermans-complaint-11617378912", "title": "'Philip Roth' Review: Zuckerman's Complaint", "date": "2021-04-02 15:15", "summary": "A portrait of the author dedicated to his art, and to the insistent call of his libido.. Noted literary critic Sigmund Freud theorized that artists have much in common with neurotics, in that both, having been stymied in their pursuit of worldly pleasures-\"honor, power, riches, fame and the love of women\"-are forced to retreat into fantasy to satisfy their desires. The difference is that the product of the artist's fantasy is sometimes so inventive that \"he wins gratitude and admiration for himself and so, by means of his imagination, achieves the very things which had at first only an imaginary existence for him; honor, power, and the love of women.\" A former editor of mine, perhaps beleaguered by literary egos, rephrased it more sardonically: Writers are people who have sacrificed money, fame and sex for the freedom to write, which they then do to acquire money, fame and sex.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-after-strong-jobs-report-11617372272", "title": "Treasury Yields Rise After Strong Jobs Report", "date": "2021-04-02 14:53", "summary": "Yield on the benchmark note rose to 1.721% in a holiday-shortened session. U.S. government-bond yields ticked higher after new data showed a big jump in hiring in March, giving investors further cause for optimism about the economic outlook.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-canada-scraps-proposed-acquisition-of-transat-over-regulatory-issues-11617388817", "title": "Air Canada Scraps Proposed Acquisition of Transat", "date": "2021-04-02 14:40", "summary": "Air Canada said providing additional remedies, which still might not secure EU approval, would compromise its ability to compete internationally. Air Canada and Transat A.T. Inc. said they agreed to scuttle the proposed acquisition of Transat by Air Canada after European antitrust authorities indicated the deal wouldn't receive their blessing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-career-skills-to-have-for-any-job-11607716686", "title": "Skills to Help You Advance in Any Career", "date": "2021-04-02 14:40", "summary": "Most Popular News. Every professional experience can teach you something. Whether you are applying for your first job, trying to get a promotion or switching industries, there is no better way to enter a role with confidence than by identifying transferable skills you have gathered throughout life. The good news is that three of the most important skills you can take into the workplace are strengths you have likely been developing to some degree since childhood. Often known as soft skills, they offer a pivotal starting point for anyone hoping to achieve success in the workplace. You can then learn to develop your professional skills on the job.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-way-to-side-hustle-11608143117", "title": "How to Have a Successful Side Hustle", "date": "2021-04-02 14:37", "summary": "Most Popular News. Whether you are looking for ways to make some extra money to supplement your current income or monetize something you are passionate about, consider taking a side hustle.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-build-your-professional-skills-11607639847", "title": "How to Build Your Professional Skills", "date": "2021-04-02 14:34", "summary": "Most Popular News. The way we work is in a constant state of flux. That is changing the course of many of our careers. As certain jobs are displaced by automation and new job opportunities are ushered in as a result of technological innovation, it is more important than ever to be able to learn and build new work skills quickly.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-leadership-on-trial-in-high-stakes-bankruptcy-hearings-11617388187", "title": "NRA Leadership on Trial in High-Stakes Bankruptcy Hearings", "date": "2021-04-02 14:29", "summary": "CEO Wayne LaPierre's spending, decisions on behalf of gun-rights group will be examined over six days of virtual court hearings starting Monday. The National Rifle Association rolled the dice by filing for chapter 11 protection earlier this year, gambling that it could use the power of U.S. bankruptcy law to consolidate litigation and combat allegations of fraud and mismanagement brought by the New York attorney general.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/severance-pay-what-it-is-and-why-you-should-negotiate-a-package-before-accepting-a-job-11608152200", "title": "Severance Pay: What It Is and Why You Should Negotiate a Package Before Accepting a Job", "date": "2021-04-02 14:29", "summary": "Most Popular News. The best time to negotiate severance pay is when you and your employer don't think you will need it: when you have been offered the job. \"It's a little bit like a prenuptial agreement,\" says Wayne Outten, the founding partner and chair of Outten and Golden LLP, an employee-side law firm. \"It's not very romantic, but you want one just in case things don't work out.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dating-a-co-worker-is-it-worth-it-11610748850", "title": "Are Office Romances Worth the Risk?", "date": "2021-04-02 14:24", "summary": "Most Popular News. Many people meet their significant others at work. According to a Society for Human Resource Management survey published last February, more than half of American workers surveyed said they have had a crush on a co-worker, while 27% have had a workplace romance. It's not surprising, given the amount of time most people spend at work with colleagues who share their experiences, interests and-possibly-values.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-who-made-online-college-work-11617387464", "title": "The Man Who Made Online College Work", "date": "2021-04-02 14:17", "summary": "Years before Covid, Zvi Galil launched Georgia Tech's successful online master's in computer science. Is Zoom U. the future?. Covid has pummeled universities, robbing them of a mode of teaching in use for centuries. Almost every class at almost every institution migrated online, giving rise to fears that students are being taught significantly less well than they should be, even as they're denied the social and cultural benefits of campus life. Some worry-or hope-that campuses will never fully recover from the pandemic. Underlying this forecast is the expectation that online teaching may become the norm even after the novel coronavirus has been vanquished.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-fauci-tear-off-these-masks-11617387381", "title": "Dr. Fauci, Tear Off These Masks", "date": "2021-04-02 14:16", "summary": "If the epidemic continues on its current course, it will be safe to uncover your face by Memorial Day.. When will it be safe to shop at a grocery store or show up at the office without wearing a mask? Sooner than most experts are willing to admit. If the coronavirus epidemic in the U.S. continues on its current trajectory, the need for masks outside particular local outbreak areas will pass in a matter of weeks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11617386832", "title": "What to Read This Week", "date": "2021-04-02 14:07", "summary": "Philip Roth's life in love and letters, the tangled roots of American music, Maisie Dobbs in Blitz-ravaged London, remembering Beverly Cleary and more.. Author", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-to-value-stocks-hits-esg-funds-11617386400", "title": "Flight to Value Stocks Hits ESG Funds", "date": "2021-04-02 14:00", "summary": "Unfolding market conditions could lead to more value-oriented funds. Growth stocks propelled the outperformance of many environmental, social and governance (ESG) funds in recent years. But those same types of stocks now are turning into potential headwinds for the funds, as investors pivot more to stocks the market sees as undervalued.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-philadelphia-museum-of-art-reimagines-the-citys-history-11617385896", "title": "The Philadelphia Museum of Art Reimagines the City's History", "date": "2021-04-02 13:51", "summary": "The museum's new early American galleries highlight the turbulence and vitality of the biggest city in colonial America. For the Philadelphia Museum of Art, renovating its early American galleries meant rethinking the history of its hometown. The museum's collection of American art from 1650 to 1850 was last reorganized around the time of the Bicentennial in 1976, with the focus on famous artists and changing artistic styles. When the new galleries open on May 7, as part of the museum's \"core project\" renovation designed by Frank Gehry, they will highlight the turbulence and vitality of a city where immigrants, enslaved people and citizens, long-forgotten furniture makers and successful women painters, all played their parts. The galleries will have almost 50% more exhibition space.and occupy a more prominent space on the museum's first floor,", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-easter-breakout-11617385887", "title": "The Easter Breakout", "date": "2021-04-02 13:51", "summary": "'People are just so hungry to gather.'. Only a year after federal health officials suggested Americans would be free to live their lives again, governments are lifting restrictions in a number of U.S. states. And citizens are elated. The Baltimore Sun's Jean Marbella reports on the result of Maryland's loosening of rules on gatherings:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-dubai-draws-thousands-of-aficionados-to-the-desert-11617385864", "title": "Art Dubai Draws Thousands of Aficionados to the Desert", "date": "2021-04-02 13:51", "summary": "The annual fair, which resumed with an adjusted format and strict protocols in place, offered a test of the Covid-era art market. DUBAI-While most art expositions disappeared or migrated online during the pandemic, Art Dubai, the largest art fair in the Middle East, took the plunge this week and allowed thousands of art collectors and dealers to their tents despite fears over spread of the coronavirus.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-plan-supported-by-public-biden-says-defending-tax-proposal-11617385425", "title": "Infrastructure Proposal Is Popular, Biden Says, Defending Tax Plan", "date": "2021-04-02 13:43", "summary": "Republican lawmakers say the plan is too big and will hurt the economy, while Biden says GOP voters will support it. WASHINGTON-President Biden urged GOP lawmakers to participate in negotiations over his $2.3 trillion infrastructure plan, warning of a political backlash from Republican voters if they oppose the measure and defending the administration's proposed tax increases on corporations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-prosecutors-lean-on-raw-video-emotional-testimony-in-week-1-11617378033", "title": "In Chauvin Trial's First Week, Prosecutors Lean on Raw Video, Emotional Testimony", "date": "2021-04-02 13:33", "summary": "The trial in the death of George Floyd has produced wrenching, tense moments. At the end of the first week of Derek Chauvin's trial, prosecutors in the trial of the former Minneapolis police officer accused of murdering George Floyd used wrenching raw-video evidence and emotional testimony intended to make an impact on the jury, legal observers said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-stafford-review-bad-characters-and-good-prose-11617383881", "title": "'Jean Stafford' Review: Bad Characters and Good Prose", "date": "2021-04-02 13:18", "summary": "Jean Stafford's stories and journalism often crackled with wit-and smoldered with rage.. The first books by Jean Stafford and her husband Robert Lowell were published within days of one another in September 1944. Lowell's collection of poems, \"Land of Unlikeness,\" was issued in an edition of 250. Stafford's novel, \"Boston Adventure,\" became a surprise hit, with combined sales of various editions going beyond 350,000 copies. Stafford bought a house with her royalties, in Damariscotta Mills, Maine, a place name adapted by Lowell for a subsequent collection, \"The Mills of the Kavanaughs,\" published in 1951, by which time he and Stafford were divorced. (The book contained an indiscreet poem about Stafford and her brother Dick, to which she strongly objected.) Lowell was still writing about her a dozen years later: \"how quivering and fierce we were, / there snowbound together, / simmering like wasps.\" She in turn incorporated him into her fiction. \"An Influx of Poets,\" which appeared in 1978, the year before her death, is focused on life at the Mills, where arriving poets parade their poems, their egos and their wives, while the narrator laments their unwanted presence \"in my pretty parlor (my parlor! My own! I bought the house . . .)\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sex-abuse-victims-duel-with-boy-scouts-for-right-to-steer-bankruptcy-11617383922", "title": "Sex-Abuse Victims Duel With Boy Scouts for Right to Steer Bankruptcy", "date": "2021-04-02 13:18", "summary": "Victims of childhood sexual abuse want to offer a rival reorganization plan for the Scouts, saying they haven't come up with a viable settlement. Victims of childhood sexual abuse are challenging the Boy Scouts of America for control of the youth group's multibillion-dollar bankruptcy case, saying they can save scouting's future while compensating those who have suffered from its history of abuse.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-jobs-report-unemployment-rate-2021-11617314225", "title": "U.S. Added 916,000 Jobs in March as Hiring Accelerated", "date": "2021-04-02 12:56", "summary": "Unemployment rate fell to 6%; jobs growth appears set to take off. U.S. hiring surged in March as the economic recovery accelerated, the start of what economists say could be a sustained run of job growth to industries, regions and workers hardest hit during the pandemic.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homicide-lieutenant-at-derek-chauvin-trial-calls-use-of-force-totally-unnecessary-11617382102", "title": "Homicide Lieutenant at Derek Chauvin Trial Calls Use of Force 'Totally Unnecessary'", "date": "2021-04-02 12:52", "summary": "'I saw no reason why the officers felt they were in danger' from George Floyd. MINNEAPOLIS-A lieutenant in the homicide division of the Minneapolis Police Department called the use of force against George Floyd \"totally unnecessary\" on the fifth day of witness testimony in the murder trial of former officer Derek Chauvin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cynthia-ozicks-faith-in-writing-11617382178", "title": "Cynthia Ozick's Faith in Writing", "date": "2021-04-02 12:49", "summary": "The literary giant's new novel 'Antiquities' reflects on the grand aspirations and humbling disappointments of authorship. Throughout her 20s and much of her 30s, Cynthia Ozick wrote \"obsessively\" in dreary obscurity. \"I could not even say that I was being ignored-to be ignored you have first to be published,\" she has written of this time. Married but living with her parents, she toiled away at door-stopping tomes designed to announce her literary genius and stewed with shame as younger peers left her in the dust. \"My envy was a self-sickening poison,\" she confesses. Despairing and dejected (one editor said she \"had yet to find a voice\"), Ms. Ozick pushed on, guided by an unwavering faith that she was born to be a writer.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/btss-k-pop-firm-hybe-buys-company-behind-justin-bieber-for-about-1-billion-11617373081", "title": "BTS Label HYBE to Buy Company Behind Justin Bieber", "date": "2021-04-02 12:13", "summary": "Deal would unite South Korean media company with Scooter Braun's Ithaca Holdings. The South Korean media company that manages K-pop group BTS will pay more than $1 billion to acquire the American firm behind artists such as Justin Bieber, Ariana Grande and Demi Lovato, the companies said Friday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-m-summoned-by-chinese-authorities-over-mapping-issue-11617379944", "title": "H&M Summoned by Chinese Authorities Over Mapping Issue", "date": "2021-04-02 12:12", "summary": "In the latest trouble for the clothing giant, its website is flagged for containing 'problematic Chinese maps'. Chinese authorities summoned Hennes & Mauritz AB over what they said was improper mapping on the H&M website, adding pressure on the Swedish clothing brand as it contends with social-media rage over its stance against sourcing cotton from China's Xinjiang region.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-starts-testing-covid-19-vaccine-in-adolescents-11617379165", "title": "J&J Starts Testing Covid-19 Vaccine in Adolescents", "date": "2021-04-02 11:59", "summary": "Study focusing on 12-to-17-year-olds is latest effort to expand use of shots beyond adults. Johnson & Johnson has begun testing its Covid-19 vaccine in adolescents aged 12 to 17, the newest effort to make vaccinations available beyond adults.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turn-me-loose-white-man-review-how-to-listen-to-american-music-11617378862", "title": "'Turn Me Loose, White Man' Review: How to Listen to American Music", "date": "2021-04-02 11:54", "summary": "An idiosyncratic project peers into the creative ferment before genres like jazz, blues and country fully diverged.. As a saxophonist, composer and bandleader, Allen Lowe has recorded albums of impressive scope and ambition with musicians who span generations and communities. The unruly beauty of his music is grounded in tradition yet also consistently blurs styles and eras.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-report-might-shift-thinking-on-inflation-and-yields-11617377445", "title": "Jobs Report Might Shift Thinking on Inflation, Yields", "date": "2021-04-02 11:30", "summary": "Economists were caught off guard by March's strong labor market gains and might need to play catch-up on bond yield forecasts. Juuuuust a bit outside.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-spin-or-not-to-spin-disposals-create-fortunes-and-headaches-11617375871", "title": "To Spin or Not To Spin? Disposals Create Fortunes and Headaches", "date": "2021-04-02 11:26", "summary": "Companies with a hot sideline, or even a not-so-hot one, can do their shareholders favors by spinning off divisions; Volkswagen shares surge on faux 'Voltswagen' announcement. What does a dopey publicity stunt have to do with mundane capital allocation challenges for businesses? More than you might expect.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-online-conspiracies-turn-deadly-a-custody-battle-and-a-killing-11617376764", "title": "How a Custody Fight Plus QAnon Turned Deadly", "date": "2021-04-02 11:19", "summary": "Resume Subscription. Christopher Hallett spent years helping Neely Petrie-Blanchard fight for custody of her daughters. Then on the evening of Nov. 15, she shot him in the head in his Ocala, Fla., home. While blood pooled beneath Mr. Hallett's dying body, Ms. Petrie-Blanchard declared her motive. She was convinced Mr. Hallett had joined a cabal of government Satanists to steal her children.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/churchill-son-review-the-cage-of-paternal-love-11617375841", "title": "'Churchill & Son' Review: The Cage of Paternal Love", "date": "2021-04-02 11:04", "summary": "Wrapped within his heroic father's world, Randolph Churchill was never quite able to find his own.. When Randolph Churchill was a young boy in the 1920s, his father Winston stayed up with him one night, talking with him into the late hours. At 1.30 a.m., Winston-then in the political wilderness and not yet the man who would come to be seen as one of the greatest Britons in history-turned to his son and said: \"You know, my dear boy, I think I have talked to you more in these holidays than my father talked to me in the whole of his life.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-called-attention-to-the-share-lending-market-heres-what-you-should-know-11617375748", "title": "GameStop Called Attention to the Share-Lending Market. Here's What You Should Know.", "date": "2021-04-02 11:02", "summary": "For one thing, it has helped keep index-fund expenses low. The GameStop saga earlier this year focused attention on the share-lending market, a financial arena that relatively few investors know about.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recovering-the-strangeness-of-easter-11617375562", "title": "Recovering the Strangeness of Easter", "date": "2021-04-02 10:59", "summary": "For Christians, the holiday is about recapturing the surprise and excitement that the Resurrection brought to Jesus' first followers. I have always been drawn to the tombs of famous people. When I was a student many years ago in Washington, D.C., I loved to visit the graves of the Kennedy brothers on that lovely hillside in front of the Custis-Lee Mansion. In Paris, I frequently toured Père Lachaise Cemetery, the resting place of, among many others, Chopin, Oscar Wilde, Abelard and Jim Morrison. When on retreat at St. Meinrad Monastery in southern Indiana, I would often take a morning to visit the nearby Lincoln Boyhood Memorial, on the grounds of which is the simple grave of Nancy Hanks, Abraham Lincoln's mother, who died in 1818. I always found it deeply moving to see the resting place of this backwoods woman, who died uncelebrated at the age of 35, covered in pennies adorned with the image of her famous son.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-jacqueline-winspears-the-consequences-of-fear-review-11617375522", "title": "Mysteries: Jacqueline Winspear's 'The Consequences of Fear' Review", "date": "2021-04-02 10:58", "summary": "In wartime London, a child witnesses a murder, and it's up to Maisie Dobbs to find the truth.. It's the autumn of 1941 at the start of \"The Consequences of Fear\" (Harper, 346 pages, $27.99), Jacqueline Winspear's latest chapter in the saga of London private investigator Maisie Dobbs. For the last three years, Maisie has been working under cover for British intelligence, helping to assess field agents for assignment in foreign countries. Stressed by these duties, the detective now contemplates quitting government work: \"I don't know if I can wilfully commit another man or woman to a task charged with such terrifying uncertainty,\" she tells her secret-service boss. Even her own private work has become a strain, she admits to herself: \"I think I've had enough.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-most-remarkable-creature-review-the-curious-caracara-11617375314", "title": "'A Most Remarkable Creature' Review: The Curious Caracara", "date": "2021-04-02 10:55", "summary": "A love letter to a bird of prey with a big personality.. Traversing Florida in 1831 in search of specimens for \"The Birds of America,\" John James Audubon came across an osprey-sized bird he had never seen before, the \"Caracara Eagle,\" as he called it-a northern crested caracara, in today's terminology. It seemed \"desirous of forming acquaintance with me,\" the naturalist noted, which, in Audubon's universe, meant certain death for the bird. Audubon was so taken with the caracara's appearance-the orange, dark-capped face, the dark glossy upper plumage (\"edged with umber\"), the white underfeathers visible in flight, the black-tipped tail-that he included it twice in the same painting, from different angles, so that his viewers could fully appreciate its beauty.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-the-absolute-book-review-11617374914", "title": "Science Fiction: 'The Absolute Book' Review", "date": "2021-04-02 10:48", "summary": "A woman's plan to revenge her sister's murder runs afoul of ancient magic.. Elizabeth Knox's\"The Absolute Book\" (Viking, 628 pages, $28) is a fantasy which takes us into several worlds, but it opens right here on Earth. Taryn Cornick has a sister who, while out for a jog, is run down by a would-be rapist and bundled into his trunk to die. No witnesses, clever explanations in court, he gets off with a light sentence. Not long after, Taryn, on a hunting trip, realizes she is more attracted to the guide she calls the \"Muleskinner\" than to her rich, dull husband. Who better to carry out Taryn's revenge than a hunter? Used to killing, used to stealth?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-kicks-off-2021-with-rising-deliveries-11617368680", "title": "Tesla Kicks Off 2021 With 184,800 Vehicles Delivered", "date": "2021-04-02 10:47", "summary": "Electric-vehicle maker aiming to increase global deliveries by more than 50% this year as competition stiffens. Tesla Inc. delivered a record number of vehicles in the first quarter in the face of growing electric-car competition and supply-chain challenges that have hit the global auto industry.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-harry-met-minnie-review-tails-of-the-city-11617374556", "title": "'When Harry Met Minnie' Review: Tails of the City", "date": "2021-04-02 10:42", "summary": "A self-proclaimed \"fool for dogs\" finds her new charge brings other people closer too.. In the midstof a global pandemic and social unrest, cities suddenly seem out of fashion. Stories abound of urban dwellers chucking it all and heading to the country, seeking a safer remove from contagions and other complications of crowded society.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-revisionist-history-11617374421", "title": "Five Best: Books on Revisionist History", "date": "2021-04-02 10:40", "summary": "Selected by James M. Banner Jr., the author, most recently, of 'The Ever-Changing Past: Why All History is Revisionist History.'. By John Burrow (2007)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-remembering-beverly-cleary-11617374276", "title": "Children's Books: Remembering Beverly Cleary", "date": "2021-04-02 10:37", "summary": "The creator of Ramona Quimby and Henry Huggins created an instant-and lasting- connection with readers.. Rattling through Beverly Cleary's books in elementary school, I never connected with Beezus and Ramona Quimby, the sisters who became her most popular characters, but I felt an instant rapport with Henry Huggins, an enterprising boy who is forever getting into scrapes. That 8-year-old Henry was an old fellow by the time I met him-\"Henry Huggins,\" Cleary's first book, appeared in 1950-in no way detracted from our bond. As far as I was concerned, we were pals from the first brilliant chapter of that brilliant book (illustrated by Louis Darling), when Henry tries to smuggle a skinny stray mutt home on the bus.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-instagrams-algorithm-might-be-limiting-your-interior-design-11617374096", "title": "How Instagram's Algorithm Might Be Limiting Your Interior Design", "date": "2021-04-02 10:34", "summary": "The echo chamber of social media feeds may be keeping you from discovering décor ideas you'd really like. Here's how to bust out of the cliched ideas the platform perpetuates.. WHEN A CLIENT sent Chicago interior designer Elizabeth Stamos Instagram images as aesthetic references, some depicted encaustic-cement flooring tile in a black-and-white, four-leaf-clover pattern-a particularly trite trend. Ms. Stamos's unspoken reaction? \"Take a damn risk.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-gets-permission-to-fill-covid-19-vaccine-vials-with-more-doses-11617373614", "title": "Moderna to Fill Covid-19 Vaccine Vials With More Doses", "date": "2021-04-02 10:28", "summary": "FDA allows up to 15 doses per vial, up from 10, enabling drugmaker to ship more shots. U.S. health regulators have allowed Moderna Inc. to begin filling vials with more doses of its Covid-19 vaccine, one of a series of moves aimed at speeding production and administration of the shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-spac-attack-spreads-to-etfs-what-should-investors-do-11617373063", "title": "Market's SPAC Attack Spreads to ETFs. What Should Investors Do?", "date": "2021-04-02 10:17", "summary": "Three new ETFs are playing the rush to use shell-company acquisitions in lieu of IPOs-a trend involving hot companies like DraftKings. Wall Street's fascination with special-purpose acquisition companies, or SPACs, has spread to the exchange-traded funds market.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/15-ceos-reflect-on-their-pandemic-year-and-the-lessons-theyve-learned-11617355806", "title": "15 CEOs Reflect on Lessons From Their Pandemic Year", "date": "2021-04-02 10:08", "summary": "Resume Subscription. Hilton Worldwide Holdings Inc. Chief Executive Chris Nassetta worked from home in Arlington, Va., with his wife, six daughters and two dogs for two weeks before returning to the hotel chain's nearly empty headquarters for the rest of the past year. Sharmistha Dubey has been leading Match Group Inc. from her dining room table near Dallas. Herman Miller 's Andi Owen has her dog Finn to keep her company while working from her home office in Grand Rapids, Mich. Moderna Inc. CEO Stéphane Bancel relishes twice-daily 30-minute walks between his home in Boston and the vaccine maker's Cambridge offices, where he resumed working in August, so he can crystallize his priorities and reflect on the day. The Wall Street Journal photographed them and 11 other business leaders in their pandemic office spaces as they discussed the past year and what's to come.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-the-suez-canal-race-to-free-the-ever-given-11617372257", "title": "Inside the Suez Canal Race to Free the Ever Given", "date": "2021-04-02 10:04", "summary": "Resume Subscription. ISMAILIA, Egypt-It was dawn and after six days, time was running out. Osama Rabie watched anxiously over the Suez Canal as a team of tugboats worked to dislodge the massive Ever Given container ship, which was blocking one of the world's most economically important waterways.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-is-giving-us-some-control-of-our-feedsbut-not-enough-11617372000", "title": "Facebook's Algorithm Powers What You See. New Tools Give You Some Control.", "date": "2021-04-02 10:00", "summary": "New controls from Facebook aim to make it easier for us to control what's in our feeds but they still preserve the social network's main algorithmic highway. \"Grant me the serenity to accept the things I cannot control-like my Facebook feed.\" Look it up. That's exactly how the Serenity Prayer goes.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-eus-covid-19-vaccine-drive-in-disarray-russia-sees-an-opening-11617371871", "title": "With EU's Vaccine Drive in Disarray, Russia Sees an Opening", "date": "2021-04-02 09:57", "summary": "Despite tensions with Moscow, some EU leaders back the Sputnik V shot, which could offer Kremlin a soft power coup. A growing roster of European leaders are advocating the use of Russia's Sputnik V vaccine amid frustration with the continent's slow Covid-19 inoculation efforts, fueling controversy in a region whose relations with Moscow have deteriorated markedly in recent years.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-create-a-work-schedule-that-helps-you-succeed-11609265688", "title": "How to Improve Your Time Management Skills and Succeed in the Workplace", "date": "2021-04-02 09:57", "summary": "Most Popular News. Organizing your days may seem like a daunting task, particularly in an age when there are more distractions than ever. In 2019, RescueTime, a time management software program, analyzed 185 million working hours of anonymized and aggregated data from its users. It found that workers averaged just two hours and 48 minutes of productive device time a day. Productivity and burnout management advisers say you can make the most of your productive hours by planning your workday in advance.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-a-party-head-to-your-vaccine-site-11617371567", "title": "Looking for a Party? Head to Your Vaccine Site", "date": "2021-04-02 09:52", "summary": "Resume Subscription. CHULA VISTA, Calif.-Serena and Francisco Cortez, a married couple, recently went to get their first Covid-19 vaccine shots in the San Diego area, expecting a bureaucratic maze of long lines and red tape.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-did-hollywood-get-so-gloomy-11617370842", "title": "When Did Hollywood Get So Gloomy?", "date": "2021-04-02 09:40", "summary": "Movies used to be an escape from bleak times. Now they're what's bleak.. 2020 was a bleak year for everybody, but lots of people in the sports and entertainment world pitched in to lift the nation's spirits. Beyoncé, The Weeknd and Taylor Swift certainly tried to keep America's chin up, as did LeBron James and Tom Brady. And reliably amusing politicians like Ted Cruz, Alexandria Ocasio-Cortez and Marjorie Taylor Greene did their level best to keep the rest of us in stitches.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gops-post-filibuster-wish-list-keystone-xl-pipeline-abortion-rules-border-wall-11617368400", "title": "GOP's Post-Filibuster Wish List: Keystone, Abortion Rules, Border Wall", "date": "2021-04-02 09:00", "summary": "Republican senators' comments on desired legislation come as many Democrats push to eliminate Senate's 60-vote threshold. WASHINGTON-Republicans are publicly airing a wish list of bills they could pass in a future GOP-controlled Senate free of the filibuster, a warning shot intended to curb Democrats' growing enthusiasm for abolishing the 60-vote threshold to advance most legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-face-lift-surgery-pandemic-11617366629", "title": "It's Last Call for Your Secret Covid Face-lift", "date": "2021-04-02 08:31", "summary": "After a year of quarantine, the news of a supposed summer reopening has brought with it general elation-and a surge in plastic surgery requests. \"People are predicting it's going to be like the Roaring '20s,\" says New York-based facial plastic surgeon Andrew Jacono of the idea that this summer will mirror that decade's freewheeling spirit. And as Covid-19 quarantine restrictions loosen and more people get vaccinated, the promise of a summer-a real summer-is looming large in our collective imagination. And some people are preparing to re-emerge by booking a plastic surgery appointment.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-staff-fret-over-chinas-ads-portraying-happy-muslims-in-xinjiang-11617366096", "title": "Facebook Staff Fret Over China's Ads Portraying Happy Muslims in Xinjiang", "date": "2021-04-02 08:21", "summary": "Workers express concerns internally about advertisements and content by Beijing promoting message that mostly Muslim ethnic minorities in the region are thriving. HONG KONG- Facebook Inc. is blocked in China, but Beijing is a big user of the platform to spread its political views to hundreds of millions of people overseas, sometimes via advertisements.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-companies-went-public-with-big-plans-theyre-quickly-hitting-snags-11617365407", "title": "EV Companies Went Public With Big Plans. They're Quickly Hitting Snags.", "date": "2021-04-02 08:10", "summary": "Stocks fall after companies disclose in first earnings calls that they missed goals set before SPAC mergers. Over the past year, the stock market has been deluged with newly public electric-vehicle startups that raised money by pitching plans for rapid growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gonzaga-undefeated-final-four-ncaa-tournament-11617322748", "title": "Gonzaga's Case as College Basketball's Best Team Ever", "date": "2021-04-02 08:00", "summary": "The Bulldogs are two wins away from being the first undefeated men's college basketball team in nearly a half-century. Gonzaga is two games away from staking a claim to an unexpected title: the best college-basketball team ever.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-carhartts-booming-yearfrom-workwear-to-golden-globes-fashion-11617364798", "title": "Behind Carhartt's Booming Year-From Workwear to Golden Globes Fashion", "date": "2021-04-02 07:59", "summary": "When actors Jeff Daniels and Glenn Close appeared at the Golden Globes in surprising Carhartt outfits, they capped off what was an unexpectedly successful period for the traditional function-first label. DURING FEBRUARY'S virtual Golden Globes, some actors including Christian Slater and Colin Farrell observed the suit-and-tie decorum of a more conventional award telecast. Others took this atypical Globes as an opportunity to shrug off formality. Among this casual crew was nominee Jeff Daniels, who appeared onscreen in a flannel shirt by Carhartt, the 132-year-old workwear label from his home state of Michigan. \"Thanks to the #Golden Globes for allowing me to fulfill a life long [sic] dream of going to an Awards Show wearing Carhartt,\" the affable actor tweeted after the show. Later in the night's proceedings, Carhartt would appear again-fellow nominee Glenn Close also wore one of the label's flannels while Zooming in from her home in Bozeman, Mont.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flush-with-covid-19-vaccines-hong-kong-struggles-to-find-takers-11617363003", "title": "Flush With Covid-19 Vaccines, Hong Kong Struggles to Find Takers", "date": "2021-04-02 07:30", "summary": "City has ordered 22.5 million vaccine doses, but so far around 6% of residents have received their first shots. HONG KONG-As countries around the world fight to secure Covid-19 vaccines, Hong Kong has an abundant supply available to all adults over 30 and offers a choice between Western and Chinese-made doses.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-residential-sales-in-march-soared-to-highest-level-in-14-years-11617361200", "title": "Manhattan Residential Sales Soar to Highest Level in 14 Years", "date": "2021-04-02 07:00", "summary": "Market was dormant for months after many New Yorkers fled near start of Covid-19 pandemic. Manhattan's residential real-estate market, dormant for months after many New Yorkers fled near the start of the Covid-19 pandemic, closed the first quarter by posting its strongest sales in years.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-national-park-thats-ideal-for-meditative-walks-11617359654", "title": "A National Park That's Ideal for Meditative Walks", "date": "2021-04-02 06:34", "summary": "The C&O Canal, set along the Potomac River, offers nearly 200 miles of scenic trails, 19th-century relics, rustic campsites and inviting picnic spots. Here, four of the most rewarding sections.. THE CHESAPEAKE & OHIO Canal National Historical Park stretches along the Potomac River for 184.5 miles, from Washington, D.C., to Cumberland, Md. Dr. Anthony Fauci, President Biden's chief medical adviser, power walks in the park. I prefer to wander. Over the last year my friend Lauri Menditto and I-we both live in D. C.-section-hiked the towpath that runs the entire length of the park. Because there are mile markers and a singular thoroughfare, you'd be hard-pressed to get lost, and, since I'm a notoriously terrible pathfinder, more than one person has suggested to me that's why I'm so fond of it; you just keep walking. But the main draw of the towpath is that you can get lost, at least mentally. Between the splendor of its woods and river, and the 19th relics that populate it, the towpath is meditative and exciting all at once, as if someone had untangled a labyrinth. What was transportation remains transporting.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cycling-fans-who-watch-the-trees-11617308516", "title": "The Cycling Fans Who Watch the Trees", "date": "2021-04-02 06:00", "summary": "By studying hundreds of hours of race footage, a team of botanists pioneered a way to use the Tour of Flanders for climate science. When all of Belgium tunes in to watch the Tour of Flanders bicycle race, Pieter De Frenne watches the trees.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghost-kitchens-will-keep-appearing-on-your-delivery-app-even-as-the-pandemic-eases-11617355814", "title": "Ghost Kitchens Will Keep Appearing on Delivery Apps", "date": "2021-04-02 05:30", "summary": "Food-delivery platform Deliveroo is doubling down on renting delivery-only kitchen space to restaurateurs. U.S. delivery platforms could follow suit.. Americans can't wait to get back inside their favorite restaurants but, after the initial rush, it is likely that the pandemic changed dining habits permanently. One in six U.S. restaurants has been forced to close since the start of the pandemic, the National Restaurant Association said in December. Consumers' embrace of food delivery could relegate even more dining-out experiences to consumers' own dining rooms.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/archegos-stock-fallout-how-banks-went-from-safe-to-sorry-11617355803", "title": "Archegos Stock Fallout: How Banks Went From Safe to Sorry", "date": "2021-04-02 05:30", "summary": "Banks underestimated risks of fund's holdings and ability to exit trades. Until a few weeks ago, lenders thought Archegos Capital Management was safe. Last week, they were holding a financial fire sale for its assets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-church-open-for-easter-answers-vary-across-the-u-s-and-world-11617355801", "title": "Is Church Open for Easter? Answers Vary Across the U.S. and World", "date": "2021-04-02 05:30", "summary": "A year after Covid shut them, many U.S. churches are open with reservations and limited capacity-though public worship is still banned in Ireland and the Philippines. Reservations are required to attend Easter services at a Roman Catholic parish in San Francisco. A Methodist church in the Kansas City, Mo., area is limiting attendance to 35% of its normal capacity. And at a church in Pasadena, Calif., the masks are off and the singing has resumed.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mortgage-market-is-roaring-but-lots-of-people-cant-get-a-loan-11617355802", "title": "The Housing Market Is Roaring, but Lots of People Can't Get Mortgages", "date": "2021-04-02 05:30", "summary": "Mortgages are going almost exclusively to borrowers with pristine credit histories. The mortgage market is humming, but getting approved for a home loan is as difficult as it has been in years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-union-measures-temper-lefts-discontent-with-infrastructure-plan-11617355802", "title": "Pro-Union Measures Temper Left's Discontent With Infrastructure Plan", "date": "2021-04-02 05:30", "summary": "President Biden has added the Protecting the Right to Organize Act to his infrastructure proposal. INCLUDING A LABOR-RIGHTS OVERHAUL in his massive infrastructure proposal is proving to be a key sweetener from President Biden to the activist left as he seeks their support and grass-roots lobbying for the package. The Democratic Socialists of America spares little love for Biden and actively opposed him during the Democratic primaries. However, the DSA has put its members to work on behalf of the Protecting the Right to Organize Act-a pro-union measure that strengthens worker bargaining rights and toughens enforcement of the National Labor Relations Act-which Biden has now tacked on to his infrastructure proposal. During the first day of a weeklong phone-banking event, DSA members made over 100,000 calls to voters in states whose senators are crucial to the bill's passage.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-zero-in-on-shareholders-as-stock-volatility-soars-11617355802", "title": "CFOs Zero In on Shareholders as Stock Volatility Soars", "date": "2021-04-02 05:30", "summary": "'The market doesn't always get things right minute by minute or day by day,' Chipotle's finance chiefs says. Last quarter's extreme stock-price moves resurfaced an age-old quandary for company executives: Can they exert any influence over their share price?", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-hot-u-s-economy-a-mixed-blessing-for-rest-of-world-11617355800", "title": "Red-Hot U.S. Economy a Mixed Blessing for Rest of World", "date": "2021-04-02 05:30", "summary": "Early evidence shows that the exit from the pandemic could be greatly lopsided. A powerful recovery in the U.S., primed by massive government spending and a rapid vaccine rollout, is already rippling around the world, brightening the economic prospects for countries closely tied to the American economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-uns-long-game-starts-with-short-range-missiles-11617291813", "title": "Kim Jong Un's Long Game Starts With Short-Range Missiles", "date": "2021-04-02 01:25", "summary": "North Korea poised to display weapons advancements, though unlikely to opt for major provocations for now. SEOUL-It was always more a question of when, not if, North Korea would return to weapons provocations. Now that it has, the Kim Jong Un regime is poised to unsheathe new weaponry that it has quietly developed in recent years.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617306550", "title": "Pepper...and Salt", "date": "2021-04-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsmc-to-invest-100-billion-to-increase-semiconductor-output-11617281721", "title": "TSMC to Invest $100 Billion to Increase Semiconductor Output", "date": "2021-04-02 21:56", "summary": "The investment to meet surging demand builds on a record annual capital-expenditure budget for the world's largest contract chip maker. TAIPEI- Taiwan Semiconductor Manufacturing Co. , a major chip supplier to Apple Inc., said it would invest $100 billion over the next three years to increase production capacity as demand surges.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-backs-georgia-in-water-dispute-with-florida-11617313257", "title": "Supreme Court Backs Georgia in Water Dispute With Florida", "date": "2021-04-02 21:40", "summary": "Justices say the Sunshine State failed to prove neighbor was to blame for oyster industry collapse. WASHINGTON-The Supreme Court resolved a long-running water dispute between Florida and Georgia on Thursday, rejecting the Sunshine State's claim that its northern neighbor had devastated its oyster industry by diverting more than its share of the Apalachicola River.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-gaetz-what-we-know-about-the-fbi-investigation-and-the-fallout-11617327551", "title": "Matt Gaetz: What We Know About the FBI Investigation and the Fallout", "date": "2021-04-02 21:39", "summary": "Florida Republican House member has been under investigation by the FBI for possible violations of federal sex-trafficking laws; he says he's being extorted. There has been a raft of developments since it emerged earlier this week that the FBI last year began investigating whether Rep. Matt Gaetz broke federal sex-trafficking laws. The Florida Republican has denied any wrongdoing, saying he and his family have been the victims of an alleged extortion operation. Here are some questions and answers about this widening story.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-archegoss-epic-meltdown-11617323530", "title": "Inside Archegos's Epic Meltdown", "date": "2021-04-02 20:32", "summary": "Resume Subscription. Bill Hwang was in trouble.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hedge-funds-say-hertz-stock-has-value-as-day-traders-speculated-11617322645", "title": "Hedge Funds Back Day Traders' Bet on Hertz. It's 'In the Money'", "date": "2021-04-02 20:17", "summary": "Hedge-fund shareholders working on a chapter 11 proposal believe Hertz's equity is in the money. The day traders who bet on Hertz Global Holdings Inc. despite its bankruptcy last year were on to something, according to hedge-fund shareholders making a play to back the rental-car company's exit from chapter 11.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]