[{"link": "https://www.wsj.com/articles/biden-learns-to-love-brett-kavanaugh-11611273011", "title": "Biden Learns to Love Brett Kavanaugh", "date": "2021-01-21 18:50", "summary": "Democrats suddenly adopt the theory of the unitary executive.. Well, well. Democrats are finally appreciating Justice Brett Kavanaugh and the unitary executive. We're referring to Joe Biden's day one dismissal of Consumer Financial Protection Bureau (CFPB) director Kathy Kraninger and National Labor Relations Board (NLRB) general counsel Peter Robb.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-filibuster-showdown-11611272943", "title": "Senate Filibuster Showdown", "date": "2021-01-21 18:49", "summary": "Democrats won't agree not to break the 60-vote majority rule.. Democrats are eager to get rolling on their priorities, and the multi-trillion-dollar question is whether they'll blow up the Senate legislative filibuster to pass a progressive agenda with 51 votes. This procedural radicalism won't be the political winner the party imagines.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-whos-still-rioting-11611272972", "title": "Look Who's Still Rioting", "date": "2021-01-21 18:49", "summary": "Trump is gone, but in Seattle and Portland the violence continues.. President Trump has left office, but peace and harmony have not descended upon the land. Left-wing rioters rampaged in the streets of Portland, Ore., and Seattle on Wednesday, no matter Joe Biden's unity plea.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-man-at-homeland-security-11611272906", "title": "Biden's Man at Homeland Security", "date": "2021-01-21 18:48", "summary": "Alejandro Mayorkas is getting the questions he dodged the last time.. With the recent attack on the Capitol, Latin American migrants headed to the U.S. border, and other looming threats, the Biden Administration is pushing for quick Senate approval of national-security nominees. On Tuesday Sen. Josh Hawley (R, Mo.) inflicted a small setback by objecting to fast-tracking Mr. Biden's pick to head the Department of Homeland Security, Alejandro Mayorkas, to a confirmation vote.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-pledges-to-return-to-growth-in-2021-after-another-sales-drop-11611265740", "title": "IBM Pledges to Return to Growth in 2021", "date": "2021-01-21 18:36", "summary": "CEO is encouraging more risk-taking to drive growth and ensuring a higher tolerance for failure across the business. International Business Machines Corp. expects to return to revenue growth this year after reporting a 4.6% decline in 2020 as corporate customers' focused on preserving cash during the coronavirus pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-supply-of-covid-19-vaccine-could-delay-return-to-full-time-in-person-learning-in-nyc-schools-11611262343", "title": "Low Vaccine Supply Could Delay NYC Schools' Return to Full-Time, In-Person Learning", "date": "2021-01-21 18:23", "summary": "Teachers union leader Michael Mulgrew says public schools in New York City could be forced to continue remote learning into fall. With a current scant supply of Covid-19 vaccine doses, New York City public schools likely won't reopen for five-day-a-week in-person classes this school year and could be forced to continue remote learning in the 2021-22 academic year, according to the head of the city's teachers union.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-bets-on-fannie-and-freddie-cause-pain-11611230400", "title": "Hedge Funds' Bets on Fannie and Freddie Cause Pain", "date": "2021-01-21 18:21", "summary": "Exit of the Trump administration, seen as best hope for mortgage-finance giants' privatization, delivers blow. The end of the Trump administration is the end of the best hope for hedge-fund investors in a long and painful trade: Betting that Fannie Mae and Freddie Mac would one day be returned to private hands.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-ordered-to-face-new-yorks-dissolution-lawsuit-11611254416", "title": "NRA Must Face New York Lawsuit Seeking Group's Dissolution", "date": "2021-01-21 18:21", "summary": "New York Attorney General Letitia James won a preliminary round against the NRA in state court after the gun-rights group's bankruptcy filing. The National Rifle Association on Thursday lost a preliminary round in a legal battle with New York state Attorney General Letitia James, who wants the gun-rights nonprofit dissolved because of alleged financial misdeeds.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-emerges-disunited-but-intact-11611271116", "title": "America Emerges Disunited but Intact", "date": "2021-01-21 18:18", "summary": "After an exhausting four years, a relatively normal inauguration offers hope that better days are ahead.. So it ended, so it begins. We ought to give ourselves a moment this weekend to take pleasure in the end of a strange, grinding era and rejoice in the continuance of something we had blithely taken for granted: the peaceful transfer of presidential power. That jewel in our crown had been there a long time; we'd neglected the binding wire and setting and it came loose. The aim of the inauguration was to show it is back in place, immovably, as are our institutions, and our 200-year-old way of moving forward in the world.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-mules-in-sheeps-clothing-11611271078", "title": "Money Mules in Sheep's Clothing", "date": "2021-01-21 18:17", "summary": "Cybercriminals recruit unwitting accomplices to launder cash via electronic transfer.. Ads that offered the opportunity to \"Make $$$ working from home\" once were stapled to telephone poles. Today, they're posted in internet chats, online job boards and social media. They promise big payouts from a few hours of work. The payouts are real, but the work isn't. The ads seek money launderers, known in the world of cybercrime as \"money mules.\" The era of the amateur criminal has begun.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-hit-rock-bottom-can-conservatives-recover-11611270946", "title": "The GOP Hit Rock Bottom. Can Conservatives Recover?", "date": "2021-01-21 18:15", "summary": "If reasonable Republicans want to hold off the far left, they will have to stop the rise of the far right.. We have a new year and a new administration, but America's crisis hasn't yet passed. The dangerous forces unleashed over the past five years are still dominant in one major party and are increasingly potent in the other. Reining these dark elements in will take courage and honesty, two characteristics that have been in short supply in Washington. If we fail, the radicals will succeed in using fear and violence to empower each other, crushing the moderates between them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonic-boom-review-golden-years-11611270844", "title": "'Sonic Boom' Review: Golden Years", "date": "2021-01-21 18:14", "summary": "A veteran rock journalist chronicles the heyday of Warner Bros. Records, the most successful label in the history of the music industry.. It's July 14, 1971, and servers dressed as gorillas are passing out hors d'oeuvres in the Venetian Room of L.A.'s Ambassador Hotel as an orchestra plays \"Moonglow\" and \"Somewhere My Love.\" Elegantly dressed if somewhat bewildered couples do the box step and turn as a troupe of men in spangly dresses and high heels (the Cockettes) enter, followed by a dog walking on its hind legs as it pushes a baby carriage and then by a 300-pound stripper named TV Mama. This is a coming-out party, a debutante ball for Alice Cooper, who is not a deb at all but a five-piece hard-rock band fronted by the heavily made-up singer who will later take the band's name for his own but is now entering with the others in a shower of long-stemmed roses. There is an oversized cake, but the woman inside it gets tired of waiting and bursts out early to throw gobs of frosting at the partiers, many of whom throw them back. One of the well-dressed women grabs a friend by the shoulder and says, \"Are we supposed to be here!?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regenerons-antibody-miracle-for-covid-19-11611270897", "title": "Regeneron's Antibody Miracle for Covid-19", "date": "2021-01-21 18:14", "summary": "Within two days of receiving treatment, my wife and I had no more symptoms.. Three weeks ago my wife and I were toasting the New Year and giving blessings for the last. It was a year in which we welcomed our first grandchild, reason enough to be thankful. It was also a year during which we maintained our health, despite living, shopping, working and commuting in the heart of the city with the world's worst Covid-19 death record. It appeared we were going to skate through the pandemic into the post-pandemic era without getting sick.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-inaugural-purge-11611270791", "title": "Joe Biden's Inaugural Purge", "date": "2021-01-21 18:13", "summary": "The firing of Peter Robb belies all the happy talk about unifying the country.. The \"unity\" lasted all of a couple of minutes. Then, hours after President Biden pledged in his inaugural address to show \"tolerance and humility,\" the brass knuckles came out.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-gm-stocks-rally-on-electric-vehicle-enthusiasm-11611251995", "title": "Ford, GM Stocks Rally on Electric-Vehicle Enthusiasm", "date": "2021-01-21 18:11", "summary": "After getting little attention from Wall Street, GM and Ford have recently posted some of their biggest stock-market gains in years. After years of shunning the U.S.'s two largest car companies, investors are finally starting to kick the tires on General Motors Co. and Ford Motor Co.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-personal-investing-president-kathleen-murphy-to-retire-in-2021-11611259775", "title": "Fidelity Personal-Investing President Kathleen Murphy to Retire in 2021", "date": "2021-01-21 18:09", "summary": "For more than a dozen years, she led a business that now oversees $3.6 trillion in assets. Fidelity Investments' Kathleen Murphy will retire later this year as president of the money manager's sprawling personal-investing business.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-denies-parlers-bid-to-force-amazon-to-resume-service-11611264167", "title": "Federal Judge Denies Parler's Bid to Force Amazon to Resume Service", "date": "2021-01-21 18:08", "summary": "Parler sued the tech giant Jan. 11, claiming it kicked the social network off its servers for political and anticompetitive reasons. Parler has lost an early bid to force Amazon.com Inc. to resume providing web-hosting services for the social network.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-running-the-executive-branch-show-while-senate-considers-bidens-cabinet-nominees-11611162994", "title": "Acting Chiefs to Lead Major Agencies Until Senate Can Act", "date": "2021-01-21 18:03", "summary": "Biden transition team has named acting agency chiefs to lead major government agencies until Senate can act. President Biden took office on Wednesday with none of his cabinet agencies led by Senate-confirmed secretaries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-approve-waiver-allowing-lloyd-austin-to-become-defense-chief-11611269413", "title": "Lawmakers Approve Waiver Allowing Lloyd Austin to Become Defense Chief", "date": "2021-01-21 18:00", "summary": "Lawmakers' action paves the way for confirmation of first Black defense secretary. Lawmakers approved a resolution on Thursday allowing Lloyd Austin, a retired Army general, to hold the civilian post of defense secretary, clearing the way for his confirmation to the job.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-covid-19-vaccine-plan-how-he-intends-to-speed-up-distribution-11610794800", "title": "Biden's Covid-19 Vaccine Plan: How He Will Speed Up Distribution", "date": "2021-01-21 17:58", "summary": "President will add community vaccination sites, deploy mobile units and enlist pharmacies to achieve his pledge that 100 million doses will be administered in U.S. during his first 100 days in office. President Joe Biden has promised a more forceful U.S. government response to the coronavirus pandemic, and on his second day in office released a national strategy and signed 10 executive orders and other directives as part of the plan. Here is what we know about his plans to speed the vaccine rollout and beat back Covid-19:", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-cutting-1-900-in-store-jobs-11611268486", "title": "Instacart Cutting 1,900 In-Store Jobs", "date": "2021-01-21 17:34", "summary": "Company discloses number of reductions in a letter to a Chicago-area grocery union. Instacart Inc. plans to cut about 1,900 in-store shopping jobs, the company said in a letter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-follow-wall-street-higher-11611219011", "title": "Nasdaq Sets Record As Big Tech Stocks Outperform", "date": "2021-01-21 17:31", "summary": "Investors are watching earnings closely to see if they support markets' strong run. The Nasdaq Composite rallied to a record close Thursday as investors showed renewed interest in megacap technology companies ahead of their earnings reports in the weeks ahead.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-fauci-is-back-in-spotlight-in-covid-19-response-efforts-11611267980", "title": "Fauci Reprises Familiar Role in Covid-19 Response Efforts", "date": "2021-01-21 17:26", "summary": "President Biden turns to top infectious-disease doctor who had famously up-and-down relationship with Donald Trump. Anthony Fauci, who is serving as President Biden's chief medical adviser for the Covid-19 pandemic, is reprising a role he has played in previous U.S. administrations over four decades, on issues including AIDS and the Ebola virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francescas-clothing-chain-approved-for-bankruptcy-sale-11611267925", "title": "Francesca's Clothing Chain Approved for Bankruptcy Sale", "date": "2021-01-21 17:25", "summary": "The buyers of Francesca's remaining specialty retail business will keep at least 275 of its boutiques open, and retain the management team and nearly all other employees. Specialty retailer Francesca's Holdings Corp. has won court approval to sell its remaining business out of bankruptcy to a group of buyers that plan to keep open about half of the chain's roughly 550 stores.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-restores-ties-with-who-seeking-to-reassert-global-health-leadership-11611267738", "title": "U.S. Restores Ties With WHO, Seeking to Reassert Leadership", "date": "2021-01-21 17:22", "summary": "Country will fulfill its financial obligations to the World Health Organization, resume collaborations and stop drawing down staff, Fauci says. The U.S. is moving to assert a leading role in the global effort to end the coronavirus pandemic, restoring its ties with the World Health Organization and pledging to contribute to a world-wide vaccination drive.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jump-starting-an-arts-revival-11611267486", "title": "Jump-Starting an Arts Revival", "date": "2021-01-21 17:18", "summary": "Governor Andrew Cuomo's proposal for New York's arts and entertainment industries is a beginning-but only that.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-inheritance-11611265653", "title": "Biden's 'Inheritance'", "date": "2021-01-21 16:47", "summary": "Democrats in politics and the press agree to pretend the economy is a disaster.. If readers think this week's adoring press coverage of President Joe Biden is excessive, they should just wait until next year. Media folk are so eager to prepare for a \"Biden recovery\" narrative in the future that they are making outlandish claims about the present.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-quickly-rejoined-paris-climate-accord-leading-again-will-be-harder-11611257931", "title": "U.S. Rejoined the Paris Climate Accord. Meeting Emissions Goals Will Be Harder.", "date": "2021-01-21 16:47", "summary": "Some of world's largest economies are still behind on greenhouse-gas reduction targets, five years after signing the agreement. President Biden's move to rejoin the Paris climate accord within hours of his inauguration was welcomed by world leaders, but meeting the U.S.'s commitments to reduce greenhouse-gas emissions promises to be challenging.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mytheresa-ipo-is-less-fashion-forward-than-it-looks-11611248900", "title": "Mytheresa IPO Is Less Fashion-Forward Than It Looks", "date": "2021-01-21 16:44", "summary": "Former Neiman Marcus owners have sold a stake in the online retailer at a high valuation, but its business model may need a makeover. Online luxury-fashion retailer Mytheresa, which used to be owned by struggling department store Neiman Marcus, has fetched a high price at its market debut. Although the business seems to tick all the right boxes for investors, not all trends are in its favor.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-refers-trump-account-suspension-to-oversight-board-11611251506", "title": "Facebook Refers Trump Suspension to Oversight Board", "date": "2021-01-21 16:39", "summary": "Social-media giant says decision from independent panel would be binding, can't be overruled by CEO Mark Zuckerberg. Facebook Inc. has referred its decision to indefinitely suspend the accounts of former President Donald Trump to its outside oversight board, as the company grapples with how to treat one of its highest-profile users after his exit from public office.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunts-point-produce-market-workers-on-strike-11611240356", "title": "Hunts Point Produce Market Workers on Strike", "date": "2021-01-21 16:31", "summary": "Union demands wage increase; Bronx market's ownership says business has suffered during the pandemic. Produce handlers and delivery drivers at Hunts Point Produce Market in the Bronx are on strike after contract negotiations with ownership broke down.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/movie-theater-ad-company-national-cinemedia-taps-lawyers-for-debt-talks-11611261348", "title": "Movie Theater Ad Company National CineMedia Taps Lawyers for Debt Talks", "date": "2021-01-21 16:29", "summary": "The cinema advertising firm is struggling after the temporary closure of most U.S. movie theaters. National CineMedia Inc., which runs advertisements on movie-theater screens, has hired legal counsel to negotiate possible concessions from lenders, aiming to weather a pandemic-induced slump in film screenings, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-friend-review-third-person-singular-11611264253", "title": "'Our Friend': Third Person Singular", "date": "2021-01-21 16:24", "summary": "A devastating illness and an unconventional living arrangement push the bounds of friendship in this drama starring Dakota Johnson, Casey Affleck and Jason Segel.. 'Our Friend\" really does celebrate friendship. If that falls short of a bombshell, some explanation is in order. Gabriela Cowperthwaite's beautiful and affecting drama is also about mortal illness, a terrible cancer that strikes a wife and mother in her prime, and devastates her husband and two young daughters as well. But artistry involves choices, and the abiding emphasis here is as unfashionable and open-hearted as the film's title. It's less on the ravages of the disease than on the changes that ensue when the couple's best friend shows up to help out for two weeks, then stays to become part of the family. (Ticket and streaming info at ourfriendmovie.com.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-get-new-multibillion-dollar-bus-terminal-11611255601", "title": "New York City to Get New Multibillion-Dollar Bus Terminal", "date": "2021-01-21 16:19", "summary": "Port Authority intends to build a new facility one block south and west of the current bus station. The operator of the Port Authority Bus Terminal in New York City released plans Thursday for a multibillion-dollar, eight-year overhaul and expansion in Midtown Manhattan.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losing-alice-and-reunions-review-family-dramas-shady-and-sunny-11611263913", "title": "'Losing Alice' and 'Réunions' Review: Family Dramas, Shady and Sunny", "date": "2021-01-21 16:18", "summary": "A filmmaker directs a difficult subject-her husband; a small army of relatives reunite on a tropical island.. 'Losing Alice\" (Begins Friday, AppleTV), a gripping tale of ambition, struggles for success and numerous other kinds of psychological hunger, begins like many another dark tale-with a fateful meeting between strangers on a train. Hitchcock will come to mind. That he does is a testament to the strong whiff of menace that can arise in this eight-episode Israeli series -even from a fresh-faced young woman's clear delight at recognizing her longtime idol, movie director Alice Ginor.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-human-factor-review-daunting-diplomacy-11611263783", "title": "'The Human Factor' Review: Daunting Diplomacy", "date": "2021-01-21 16:16", "summary": "Dror Moreh's documentary gives a behind-the-scenes look at 30 years of Israel-Palestine peace talks from the perspective of the American negotiators.. After seeing \"The Human Factor\" at the Telluride Film Festival 18 months ago, I used the word \"astonishing\" to describe Dror Moreh's account of America's failed efforts to forge peace between Israelis and Palestinians. The film is no less so today as it goes into select theaters in New York and Los Angeles. It's surely the most spellbinding documentary ever made about the mediation process. The events it depicts, beginning in 1991, have been colored ever more darkly by the passage of time. The idea of pursuing noble goals through persistent diplomatic give and take now seems like a vestige of a vanished era. Yet Mr. Moreh's intimate history is more than a chronicle of failure. It's a study of diplomacy as high and instructive drama, one in which a shifting cast of characters struggles to understand one another's unstated motives and covert goals.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-16-11611263443", "title": "Bestselling Books Week Ended January 16", "date": "2021-01-21 16:10", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlantis-review-sunken-souls-11611262910", "title": "'Atlantis' Review: Sunken Souls", "date": "2021-01-21 16:01", "summary": "Ukraine's dystopic Oscar entry takes place in a polluted landscape strewn with abandoned machinery and frozen corpses.. Taking the waters takes on new meaning in \"Atlantis,\" a fearfully powerful feature by Valentyn Vasyanovych and Ukraine's Oscar entry for international features. In 2025, just one dystopian year after the supposed end of the Russo-Ukraine war, an army vet, Sergiy (Andriy Rymaruk), ekes out a living trucking water to polluted areas of his native Eastern Ukraine. When he decides to take a long-needed bath, he pumps some of the precious stuff from his truck into the amputated bucket of a vanished excavator, lights a wood fire under the huge clawed thing and absorbs the all-too-fleeting warmth.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endnotes-friday-crossword-january-22-11610991347", "title": "Endnotes (Friday Crossword, January 22)", "date": "2021-01-21 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shaw-shaw-shaw-review-verbal-virtuosity-11611262803", "title": "'Shaw! Shaw! Shaw!' Review: Verbal Virtuosity", "date": "2021-01-21 16:00", "summary": "The Shakespeare Theatre of New Jersey revives a triple bill of lesser-known one-acts by George Bernard Shaw.. Webcasts of the plays of George Bernard Shaw have been scarce during the pandemic. It's a shame, for Shaw's plays are for the most part comedies of ideas, political and otherwise, whose crackling verbal virtuosity makes them suitable fare for home viewers in search of thought-provoking diversion. The problem is that they also tend to be lengthy, at times long-winded, and call for fairly large casts, making them commensurately harder to produce online.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preparations-to-be-together-for-an-unknown-period-of-time-review-operating-under-false-pretenses-11611262624", "title": "'Preparations to Be Together for an Unknown Period of Time' Review: Operating Under False Pretenses", "date": "2021-01-21 15:57", "summary": "In Hungary's Oscar entry, a neurosurgeon worries she's losing her mind after a man with whom she is smitten claims that he does not know her.. The title of Hungary's Oscar entry is pleasingly, quirkily long-\"Preparations to Be Together for an Unknown Period of Time\"-and the premise is irresistible. Márta (Natasa Stork), a superstar Hungarian brain surgeon living in New Jersey, meets a fellow neurosurgeon at a scientific conference. Before discovering that he's Hungarian too-his name is Janós and he's played by Viktor Bodó-she decides he's the man for her, not merely Mr. Right but Dr. Perfect. They talk. She's captivated. But he's returning to Hungary after the conference, so they agree to meet at a given time on a given day on the Pest side of Budapest's Liberty Bridge. Then, throwing caution and very possibly part of her career to the wind, she flies back to the country of her birth, only to discover that he's a no-show. When she tracks him down near the hospital where he works, he looks at her blankly, insisting they've never met.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-should-be-wary-of-politicization-11611261786", "title": "Businesses Should Be Wary of Politicization", "date": "2021-01-21 15:43", "summary": "Kimberley Strassel's \"Big Business's Sharp Left Turn\" reminds me of my youth in Maryland where the local lunch counters had signs saying: \"We reserve the right to refuse service to anyone.\" In the time of Jim Crow laws, everyone knew what that meant.. Kimberley Strassel's \"Big Business's Sharp Left Turn\" (Potomac Watch, Jan. 15) reminds me of my youth in Maryland where the local lunch counters had signs saying: \"We reserve the right to refuse service to anyone.\" In the time of Jim Crow laws, everyone knew what that meant: unless you were white, you would not receive service at the lunch counter. The argument was that \"this is a private business, so we can set our own rules.\" The courts finally said something to the effect of, yes, it is a private business, but the doors are open to the general public, therefore you cannot refuse service to any customer because of race. As a result, the lunch counters and other public businesses were integrated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-would-be-right-to-ban-lng-terminal-11611261741", "title": "Biden Would Be Right to Ban LNG Terminal", "date": "2021-01-21 15:42", "summary": "Blocking this project from moving forward should, indeed, be an easy call.. Regarding your editorial \"Biden's First Fracking Test\" (Jan. 11): The proposed New Jersey liquefied natural gas (LNG) port should be an easy call, but not for the reasons you suggest.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-technical-people-running-technology-firms-11611261696", "title": "We Need Technical People Running Technology Firms", "date": "2021-01-21 15:41", "summary": "The leader must be a technologist, no matter how bright any other candidate might be.. The departure of Bob Swan as CEO of Intel (\"Intel's Board Ousts CEO,\" Page One, Jan. 14) should not be a surprise to anybody who understands technology companies. The leader must be a technologist, no matter how bright any other candidate might be.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nra-is-americas-largest-civil-rights-organization-11611261637", "title": "The NRA Is America's Largest Civil-Rights Organization", "date": "2021-01-21 15:40", "summary": "The National Rifle Association is the oldest U.S. \"civil rights\" organization with the most members.. Mark Maremont and Jonathan Randles's and \"NRA Files for Bankruptcy, Will Restructure\" (U.S. News, Jan. 16) doesn't fully describe the National Rifle Association. It is the oldest U.S. \"civil rights\" organization with the most members. It predates the ACLU and the NAACP. Just because it focuses on the Second Amendment doesn't make it any less important than others. It is also ironic that it consistently gets dismissed by the others.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-pledges-to-support-bidens-2-trillion-infrastructure-plan-11611259580", "title": "Buttigieg Pledges to Support Biden's $2 Trillion Infrastructure Plan", "date": "2021-01-21 15:06", "summary": "Nominee to lead Transportation Department tells Senate panel that he would pursue goals to drive federal spending on roads, rails and bridges. WASHINGTON-Former South Bend, Ind. Mayor Pete Buttigieg pledged Thursday his support for President Biden's $2 trillion infrastructure-rebuilding plan during a confirmation hearing before a Senate panel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seed-company-corteva-faces-renewed-activist-pressure-11611259559", "title": "Corteva Faces Renewed Activist Pressure", "date": "2021-01-21 15:06", "summary": "Agriculture spinoff of DowDuPont faces push from Starboard to replace board members, CEO. Less than two years after Corteva Inc.'s launch, the crop seed and pesticide maker faces pressure from an activist investor-a familiar situation for the company's executives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-write-a-cover-letter-that-stands-out-11605106059", "title": "How to Write a Cover Letter That Stands Out", "date": "2021-01-21 14:22", "summary": "Most Popular News. Job hunting can sometimes be demoralizing, especially when unemployment numbers are at record highs. Looking for job postings, reformatting your résumé and sending follow-up emails are all draining tasks, but, for some, writing a cover letter can be the most overwhelming part of a job application.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-meg-ryans-when-harry-met-sally-sweater-is-back-in-style-11611256431", "title": "Why Meg Ryan's 'When Harry Met Sally' Sweater Is Back in Style", "date": "2021-01-21 14:13", "summary": "The humble fisherman's knit is a cozy, versatile staple-and a better outfit enhancer than your tired hoodie. Here, expert tips on how to wear it as smartly as Sally Albright does.. AT THE OUTSET of 2021, after flinging open a trunk where I store overflow clothing, I fished out a treasure: a wool fisherman's sweater from A.P.C that I bought on sale a decade ago and have sporadically worn since. The color of oatmeal, it is slightly scratchy and unyielding, weighing my shoulders and billowing into a Winnie the Pooh-ish belly no matter my posture. That said, like any fisherman's sweater, it's hyper-functional, super-duper warm, low-key and unflappably resistant to the ebbs and flows of fashion.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-ship-loses-750-containers-overboard-in-pacific-ocean-11611255703", "title": "Maersk Ship Loses 750 Containers Overboard in Pacific Ocean", "date": "2021-01-21 14:01", "summary": "Rough seas during a trip from China to Los Angeles caused the loss, the latest in a series of weather-related accidents at sea affecting millions of dollars in cargo. A cargo ship operated by A.P. Moller-Maersk A/S lost several hundred containers in the Pacific Ocean while sailing through heavy seas from China to Los Angeles, the latest in a spate of incidents in which boxes carrying millions of dollars' worth of goods have gone overboard.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-sense-of-fairness-is-beyond-politics-11611255445", "title": "Our Sense of Fairness Is Beyond Politics", "date": "2021-01-21 13:57", "summary": "New research shows that people across the political spectrum have similar views about when and how wealth should be redistributed.. Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-businesses-see-sharp-revenue-decline-at-key-properties-11611248406", "title": "Trump Businesses See Sharp Revenue Decline", "date": "2021-01-21 13:57", "summary": "Pandemic-related financial challenges facing former president could intensify as clients seek to cut ties. Former President Donald Trump saw sharp revenue declines across his family businesses last year as the Covid-19 pandemic took a steep toll on the Trump Organization's hotels and golf resorts, a marker of the many financial challenges Mr. Trump faces after leaving the White House.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-banks-ex-president-convicted-of-embezzlement-money-laundering-11611254792", "title": "Vatican Bank's Ex-President Convicted of Embezzlement, Money Laundering", "date": "2021-01-21 13:46", "summary": "The Vatican court sentenced Angelo Caloia and his lawyer to almost nine years in prison amid a cleanup of bank finances. ROME-A Vatican court found a former president of the Vatican bank guilty of embezzlement and money laundering during the pontificates of St. John Paul and Pope Benedict XVI, closing a chapter in the long-term cleanup of its finances.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retirement-and-real-estate-share-your-story-11611254743", "title": "Retirement and Real Estate: Share Your Story", "date": "2021-01-21 13:45", "summary": "The Wall Street Journal is reporting on retirement and property for an upcoming special issue. Have something to share with us? Let us know by filling out the form below.. The Wall Street Journal's Mansion section is reporting on how people are approaching real estate for their retirement. We'd like to hear about your experiences and process. Share your thoughts in the form below.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-cheney-challenged-over-impeachment-stance-11611234546", "title": "Liz Cheney Challenged Over Impeachment Stance", "date": "2021-01-21 13:35", "summary": "Wyoming Republican draws primary opponent, faces calls for removal from GOP party post. WASHINGTON-Last week, Rep. Liz Cheney broke with most of her party to vote to impeach then-President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lilly-antibody-drug-prevents-covid-19-in-nursing-homes-study-finds-11611234000", "title": "Lilly Antibody Drug Prevents Covid-19 in Nursing Homes, Study Finds", "date": "2021-01-21 13:21", "summary": "Drugmaker plans to ask U.S. health regulators to expand bamlanivimab's use to protect nursing-home residents and staff from Covid-19. Eli Lilly & Co. said its antibody-based drug prevented Covid-19 among many residents and staff of nursing homes and assisted-living facilities, results that point to the drug complementing vaccines while inoculations increase.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speedy-bean-soup-with-smoked-sausage-11611252951", "title": "Speedy Bean Soup With Smoked Sausage", "date": "2021-01-21 13:15", "summary": "The recipe couldn't be simpler. But the soothing, flavorful results will make everyone at the table feel well taken care of.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-moves-to-set-covid-19-workplace-safety-rules-11611252898", "title": "Biden Moves to Set Covid-19 Workplace-Safety Rules", "date": "2021-01-21 13:14", "summary": "President directs Occupational Safety and Health Administration to quickly require employers to adopt protocols for protecting workers from virus. President Biden directed a federal workplace-safety regulator to require employers to develop coronavirus protocols and enforce compliance.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-bidens-executive-action-on-student-loan-payments-means-for-you-11611252430", "title": "What Biden's Executive Action on Student Loan Payments Means for You", "date": "2021-01-21 13:07", "summary": "The president extended the pause on federal student loan payments. On his first day in office, President Biden signed an executive action that directs the Education Department to extend the pause on federal student loan payments. Here's what you need to know.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tax-law-firm-ends-work-for-ex-president-11611252382", "title": "Law Firm Ends Tax Work for Trump", "date": "2021-01-21 13:06", "summary": "Morgan Lewis has battled New York attorney general's office over its probe of Trump Organization. The law firm that handled the tax affairs of Donald Trump and his company during his presidency said it would stop representing him and his business.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-this-speedy-bean-soup-with-smoked-sausage-tonight-11611252252", "title": "Make This Speedy Bean Soup With Smoked Sausage Tonight", "date": "2021-01-21 13:04", "summary": "The recipe couldn't be simpler. But the soothing, flavorful results will make everyone at the table feel well taken care of.. WHEN YOU'RE chilled to the bone and need comfort fast, chef Loryn Nalic has one word for you: grah. She first heard it at the home of her husband's aunt. \"She got up from the table and asked, 'Do you want some grah?' I didn't say anything. Then she looked at me and said, 'Bean soup!' \" The third Slow Food Fast recipe from the chef and co-owner of Balkan Treat Box in Webster Groves, Mo., this quick version is reinforced with hunks of smoked sausage and warmed up with a generous dash of paprika.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-knew-my-old-gadgets-had-super-powers-11611252122", "title": "Who Knew My Old Gadgets Had Super Powers?", "date": "2021-01-21 13:02", "summary": "Too bad I threw out the manual for that voice-operated weed whacker.. I hadn't seen \"Harry Potter and the Deathly Hallows Part 2\" in a while, so I thought I'd surprise my wife by loading it up on the DVD player one night when there wasn't any sport to watch. But as soon as it started playing, I noticed that the images were all fuzzy. Suddenly, I realized that the Blu-ray DVD I had loaded was in fact Blu-ray 3-D.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-at-the-inauguration-11611252044", "title": "God at the Inauguration", "date": "2021-01-21 13:00", "summary": "President Biden's overt religiosity is a relatively modern trend in U.S. history.. Presidential inaugural addresses are unpredictable, but it's a good bet that they will refer to the Bible. President Biden did, quoting Psalm 30:5: \"Weeping may endure for a night, but joy cometh in the morning.\" This is part of a welcome, long-running trend toward more religious language in public life.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-embrace-prenupsbut-through-a-very-different-lens-than-in-the-past-11611252036", "title": "Millennials Embrace Prenups-but Through a Very Different Lens Than in the Past", "date": "2021-01-21 13:00", "summary": "Millennials are using prenups to address new economic and social issues-including rising student debt, social-media use and embryo ownership. Millennials are often known to buck convention. That seems to be true even when it comes to prenuptial agreements.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-holds-steady-on-interest-rates-stimulus-as-economic-outlook-darkens-11611234456", "title": "ECB Holds Rates, Stimulus Steady as Lagarde Strikes Optimistic Tone", "date": "2021-01-21 12:53", "summary": "The vaccine rollout 'allows for greater confidence' about ending the pandemic, the central bank leader said. FRANKFURT-European Central Bank President Christine Lagarde sounded a cautiously optimistic note on Europe's economic recovery despite a wave of Covid-19 infections that has closed shops, schools and businesses across the region, triggering a selloff in eurozone government debt.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-deepened-ties-with-india-leaving-new-challenges-for-biden-11611251544", "title": "Trump Deepened Ties With India, Leaving New Challenges for Biden", "date": "2021-01-21 12:52", "summary": "Can the president lock in his predecessor's gains while expanding trade and standing for human rights?. When political types debate President Trump's foreign-policy legacy, they tend to overlook one strategically significant country. Mr. Trump himself left it out of his farewell remarks Tuesday. He spoke about standing up to China, getting members of the North Atlantic Treaty Organization to pay more for their defense, obliterating the Islamic State caliphate, killing the Iranian terrorism kingpin Qasem Soleimani, and securing the Middle East peace deals known as the Abraham accords-but not India.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buying-airline-stocks-takes-a-leap-of-faith-11611250161", "title": "Buying Airline Stocks Takes a Leap of Faith", "date": "2021-01-21 12:29", "summary": "U.S. carriers are hoping that pent-up demand for leisure travel could be unleashed as soon as this summer. Airline stocks are a bet on a summer travel boom. One is certainly possible after a year or more of people being mostly stuck at home, but so far investors have little to go on but hope.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-men-wearing-suits-to-work-from-home-11611249573", "title": "Why Some Men Are Still Wearing Suits to Work From Home", "date": "2021-01-21 12:19", "summary": "10 months on, a small cohort of tailoring traditionalists still refuses to trade ties for T-shirts. LAST YEAR was all about shlumpy sweatpants, plush house slippers and mundane Zoom shirts. As many Americans shifted to working from home-and later trickled back into offices-our wardrobes took a hard left turn into the world of casual wear. But even as elastic waists and jersey became de rigueur for a chunk of the corporate class, a smaller portion of WFH men-let's call them tailoring holdouts-continue to cling to their blazers, suits and neckties like life rafts in a tumultuous year. These men found comfort in their sartorial formality, even if they never want to be labeled \"the tie guy\" on Zoom calls ever again.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-kindled-washington-d-c-s-luxury-market-the-new-administration-could-make-it-even-hotter-11611249368", "title": "Covid-19 Kindled D.C.'s Luxury Market. The New Administration Could Make It Even Hotter.", "date": "2021-01-21 12:16", "summary": "Resume Subscription. For many years, Michael Stock said he never considered selling his handsome Beaux-Arts Revival-style home on Washington, D.C.'s prestigious Embassy Row-not even when representatives from a nearby embassy stopped by with a case of wine and an unsolicited bid of interest.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-covid-19-plan-more-gear-funding-testing-and-data-11611249250", "title": "Biden's Covid-19 Plan: More Gear, Funding, Testing, Data and Face Masks", "date": "2021-01-21 12:14", "summary": "President has released national Covid-19 strategy and signed 10 executive orders and other directives as part of plan. President Biden on his second day in office released a national Covid-19 strategy and signed 10 executive orders and other directives as part of the plan. Here are details of what is in the plan, and specific changes that people can expect in the weeks and months ahead:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-two-enemies-of-patriotism-11611248567", "title": "The Two Enemies of Patriotism", "date": "2021-01-21 12:02", "summary": "Cosmopolitans and nationalists both misunderstand what love of country really means in America.. On the afternoon of Jan. 6, most Americans watched in horror as an armed mob stormed the U.S. Capitol claiming to retake their country. Many of the rioters carried American flags and described themselves as patriots. Were they?", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-audiobooks-boom-publishers-get-inventive-with-sound-only-recipes-puzzles-how-tos-11611248513", "title": "As Audiobooks Boom, Publishers Get Inventive With Sound-Only Games Recipes, Puzzles, How-Tos", "date": "2021-01-21 12:01", "summary": "Audiobooks' rise in popularity is giving publishers confidence to move beyond lean-back listening. Publishers are experimenting with a new format for audiobooks: Aural guides that accompany listeners through activities such as cooking, gardening and meditating in real time.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-kamala-harris-lives-in-your-condo-complex-11611248353", "title": "What Happens When Kamala Harris Lives in Your Condo Complex", "date": "2021-01-21 11:59", "summary": "Following the 2020 election, the Vice President's neighbors were put on notice.. Residents of Washington, D.C., neighborhoods such as Kalorama and Massachusetts Avenue Heights, which are popular with political operatives, ambassadors and well-heeled presidential appointees, are accustomed to sightings of Secret Service and high-level security on their streets. For the most part, their presence isn't bothersome, said Coe Magruder, an investor who recently sold his home on Woodland Drive, about 3 miles from the White House.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-grand-home-on-embassy-row-11611248261", "title": "A Grand Home on Embassy Row", "date": "2021-01-21 11:57", "summary": "In a prestigious section of Washington, D.C., Michael Stock's carefully renovated house encompasses nearly 6,000 square feet.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/britains-ig-group-to-buy-u-s-options-firm-tastytrade-for-1-billion-11611244548", "title": "Britain's IG Group to Buy U.S. Options Firm Tastytrade for $1 Billion", "date": "2021-01-21 11:48", "summary": "Deal would substantially increase IG's presence in U.S. market. IG Group Holdings PLC, a U.K.-based operator of online trading platforms, has agreed to buy U.S. brokerage and financial-media firm Tastytrade Inc. for $1 billion in a bid to capitalize on the boom in options trading by small investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-be-a-hollywood-player-covid-and-streaming-have-changed-all-the-rules-11611247554", "title": "Want to Be a Hollywood Player? Covid and Streaming Have Changed All the Rules", "date": "2021-01-21 11:45", "summary": "Resume Subscription. Streaming hit Hollywood fast. In its wake, the industry is racing to find a new way of doing business, rethinking who's in charge, how contracts are set up and how stars get paid.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/travelerss-net-written-premiums-rise-under-3-in-fourth-quarter-11611230451", "title": "Travelers Profit Increases 50%, Fueled by Car-Insurance Unit", "date": "2021-01-21 11:38", "summary": "The company also benefited from fewer catastrophes than in the year-earlier period. Travelers Cos. net income surged 50% in the fourth quarter, fueled partly by strong results in its car-insurance business as the pandemic and weak U.S. economy continued to hold down the number of miles motorists are driving, resulting in fewer wrecks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/significant-others-need-special-gifts-11611245975", "title": "Significant Others Need Special Gifts", "date": "2021-01-21 11:19", "summary": "A behavioral economist answers questions on picking the right present, making exercise fun and rewarding volunteers.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-ingredient-in-scotlands-covid-fight-comedy-11611245592", "title": "The Secret Ingredient in Scotland's Covid Fight: Comedy", "date": "2021-01-21 11:13", "summary": "Resume Subscription. EDINBURGH-As new Covid infections picked up pace this month, Scotland's leader Nicola Sturgeon stepped up to her podium at the country's Parliament to announce another nationwide lockdown.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investment-grade-bonds-stumble-on-rising-yields-11611245530", "title": "Investment-Grade Bonds Stumble on Rising Yields", "date": "2021-01-21 11:12", "summary": "Tightening spreads give investors little cushion against rising U.S. Treasury yields. Investment-grade corporate bonds have been among the poorest performers in debt markets this year and rising U.S. Treasury yields are stoking worries that worse has yet to come.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-alternatives-5-highly-selective-rental-sites-11611244036", "title": "Airbnb Alternatives: 5 Highly Selective Rental Sites", "date": "2021-01-21 10:47", "summary": "The big vacation rental sites can easily overwhelm prospective renters. These five smaller alternatives are regionally focused, easily managed-and seriously picky.. THE LANDSCAPE of vacation rentals is vast and uncharted. It's easy to get lost in a search for a perfect beach house or mountain cabin and-between extraordinary demand and an unbelievable clutter of duds-it's not so easy to find one. To relieve the stress, niche vacation rental companies are curating collections, helping claustrophobia-plagued city-dwellers to winnow possibilities down to that one dreamy escape. As travel anxieties continue to simmer, regionally specific sites offer good drive-to options. \"And people don't just rent on weekends anymore,\" said Jennifer Grimes, founder of Red Cottage Inc. in upstate New York. \"Last March, it was like a switch was flipped, from short breaks to [long-term] escape properties. Renters are not necessarily burning vacation days. When all this ends, people are going to go on vacation for six months.\" Hear hear! To help find a place to hang your hat, here are five specialists:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-january-23-11611156814", "title": "Number Puzzles", "date": "2021-01-21 10:00", "categories": [["WSJ Puzzles", "Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/wsj-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-higher-wages-in-hard-times-11611241084", "title": "How Higher Wages Can Increase Profits", "date": "2021-01-21 09:58", "summary": "Many companies have cut or frozen employees' pay during the pandemic, but research shows that paying workers more can boost the bottom line.. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-in-covid-19-cases-have-reached-every-u-s-county-11611240017", "title": "A Year In, Covid-19 Cases Have Reached Every U.S. County", "date": "2021-01-21 09:40", "summary": "The last county appearing to record a case was the nation's smallest, an island enclave in Hawaii established for Hansen's disease patients. A year ago, health authorities announced the first confirmed U.S. Covid-19 case in Snohomish County, Wash., near Seattle. Less than 11 months later, the virus reached an isolated Hawaiian enclave established more than a century ago for patients with leprosy, now called Hansen's disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eclipsed-by-chinese-rivals-lg-ponders-smartphone-future-11611239496", "title": "LG Rethinks Its Smartphone Unit's Future as Chinese Rivals Power Ahead", "date": "2021-01-21 09:31", "summary": "Once a dominant player, mobile unit hasn't been profitable for years, and CEO says all possibilities are being considered. SEOUL-China's increasingly dominant smartphone makers are forcing a once-formidable rival to rethink its future in handsets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-brexit-rules-problematic-for-some-smooth-sailing-for-others-11611225001", "title": "Post-Brexit Trade Rules Face Early Tests", "date": "2021-01-21 09:18", "summary": "Britain's first weeks of doing business outside of the EU have been mixed. One of Peter White's trucks carrying $136,267 worth of fresh lamb waited at a French port for 44 hours as its paperwork was cleared. Yet Ford Motor Co. has shipped engines from its British factory into the European Union with few problems.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-restaurant-week-returns-after-covid-19-pause-11611238511", "title": "New York City's Restaurant Week Returns", "date": "2021-01-21 09:15", "summary": "Popular NYC Restaurant Week promotion is returning in format that will emphasize delivery, takeout. New York City's restaurants may be closed for indoor service because of the coronavirus pandemic, but the popular NYC Restaurant Week promotion is returning in a new format that will emphasize delivery and takeout options.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paccar-united-travelers-what-to-watch-when-the-stock-market-opens-today-11611230247", "title": "Paccar, Under Armour, Ford, United: What to Watch When the Stock Market Opens Today", "date": "2021-01-21 09:12", "summary": "Technology shares are leading gains in futures markets. Here's what we're watching ahead of the opening bell Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-i-become-a-landlord-11611237640", "title": "Becoming a Landlord Looks Good on Paper. In Reality, It's Much Harder.", "date": "2021-01-21 09:00", "summary": "What to consider before turning your old home into a rental property. \"People think it's a dream to make passive income off their real estate,\" said financial adviser Yves-Marc Courtines, a principal at Boundless Advice in Manhattan Beach, Calif.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-starts-covid-19-vaccine-drive-to-neighboring-countries-11611234933", "title": "India Starts Donating Covid-19 Vaccines to Neighboring Countries", "date": "2021-01-21 08:52", "summary": "India setting itself up as go-to supplier for vaccines while aiming to counterbalance China's rising profile. NEW DELHI-India has started donating millions of doses of vaccine to its South Asian neighbors, using its position as a vaccine manufacturing hub to strengthen its ties in a region where China has been wielding increasing influence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-01-21-2021-11611181914", "title": "Jobless Claims Remained Elevated Last Week", "date": "2021-01-21 08:43", "summary": "About 900,000 workers filed for jobless benefits as a Covid-19 surge slows economic recovery. About 900,000 workers filed for unemployment benefits last week as the labor market struggles to recover this winter.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michele-evans-oversaw-lockheed-martins-biggest-project-11611236017", "title": "Michele Evans Oversaw Lockheed Martin's Biggest Project", "date": "2021-01-21 08:33", "summary": "Mechanical engineer, who has died at age 55, was responsible for the F-35 combat jet and under pressure to cut costs. Growing up in Owego, N.Y., Michele Evans wanted to know what made mechanical things tick. She took apart her family's stalled cuckoo clock, found a gear that had come loose and managed to repair it.", "categories": [["World", "Obituaries", "1965-2021"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olivia-rodrigo-drivers-license-tiktok-spotify-11611235409", "title": "Olivia Rodrigo's 'Drivers License' Became the World's Biggest Song Via TikTok", "date": "2021-01-21 08:25", "summary": "The 17-year-old Disney star's millennial breakup anthem took over the charts and got a co-sign from Taylor Swift. On January 8, a teenager released a breakup song that immediately launched thousands of TikToks. Now her song is the biggest in the world.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-up-executives-plot-a-faster-covid-19-vaccine-rollout-11611232941", "title": "Fed-Up Executives Plot a Faster Covid-19 Vaccine Rollout", "date": "2021-01-21 08:03", "summary": "Honeywell CEO and other leaders say their operational know-how can help jump-start America's vaccine administration. Executives from an industrial conglomerate, a health system and a professional sports ownership group met up this month in their Charlotte, N.C., neighborhood to walk and vent. The national rollout of Covid-19 vaccine doses, they agreed, wasn't going fast enough.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-heavyweights-help-financial-etf-set-record-11611234009", "title": "Bank Heavyweights Help Financial ETF Set Record", "date": "2021-01-21 08:00", "summary": "Flows of $3.6 billion so far in January into the Financial Select Sector SPDR exchange-traded fund already exceed every full-month total since November 2016. The U.S. stock market's most popular financial services exchange-traded fund is hovering near an all-time high for the first time since the onset of the Covid-19 pandemic, propelled by a handful of big stocks.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-has-nearly-wiped-out-the-fluhow-do-we-keep-it-from-coming-back-11611230410", "title": "Covid-19 Has Nearly Wiped Out the Flu-How Do We Keep It From Coming Back?", "date": "2021-01-21 07:50", "summary": "Mask-wearing and higher vaccination rates have contributed to historically low levels of seasonal influenza. Influenza, usually raging throughout the Northern Hemisphere this time of year, has become virtually invisible.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sends-important-foreign-policy-signal-with-taiwan-inauguration-invite-11611230623", "title": "Biden Sends Important Foreign-Policy Signal With Taiwan Inauguration Invite", "date": "2021-01-21 07:03", "summary": "Taiwan envoy formally attends presidential swearing-in for first time since 1979; China restrained in response. TAIPEI-Taiwan's de facto ambassador to the U.S. overcame four decades of precedent when she accepted a formal invitation to attend President Joe Biden's inauguration, calming fears on the self-ruled island that U.S. support would erode in the post-Trump era.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumbles-bet-on-women-wont-pay-off-everywhere-11611230410", "title": "Bumble's Bet on Women Won't Pay Off Everywhere", "date": "2021-01-21 07:00", "summary": "Women have fallen fast for Bumble's platform, but investors may want to take it slow. Is Bumble Inc.'s bet on women worth the buzz? That might depend on whether its mission also flies with men.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-market-stays-tight-as-homeowners-stay-put-11611226802", "title": "Housing Market Stays Tight as Homeowners Stay Put", "date": "2021-01-21 06:00", "summary": "Supply crunch pushes prices near record highs. Americans are holding on to their homes longer, and it is costing would-be home buyers.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-3-point-revolution-11611190418", "title": "The Number That Explains the NBA's 3-Point Revolution", "date": "2021-01-21 06:00", "summary": "No team had ever taken 40% of its shots as 3-pointers until 2017. Now half the league is doing it.. When the NBA slapped a 3-point line on the court and declared certain shots worth more than other shots-the single most consequential rule change in modern sports-it would take years for basketball teams to realize they had different incentives. Slowly at first, and then with astonishing speed, they shot more and more 3-pointers. But for almost four decades, there was a limit. No team attempted 40% of its shots as threes.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palm-oil-is-looking-like-a-hands-down-winner-11611225004", "title": "Palm Oil Market Soars", "date": "2021-01-21 05:30", "summary": "Prices have soared since last May, as pandemic effects hurt production while demand stays strong. The price of palm oil, used in products from chocolate to toothpaste, is near a decade high and likely to climb further.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-financing-startup-knock-names-first-cfo-11611225000", "title": "Home-Financing Startup Knock Names First CFO", "date": "2021-01-21 05:30", "summary": "Michelle DeBella, who previously worked for Uber and Lyft, has joined the real-estate startup. Home-financing startup Knockaway Inc. hired its first finance chief to set its house in order as it looks to expand into dozens of markets amid strong demand for housing in the U.S.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-spac-etf-launch-taps-into-blank-check-company-boom-11611225000", "title": "A Third SPAC ETF Launch Is on Tap", "date": "2021-01-21 05:30", "summary": "Morgan Creek Capital's Mark Yusko is teaming up with former Credit Suisse CEO Brady Dougan. Wall Street is launching a third exchange-traded fund that invests in special-purpose acquisition companies, accelerating a rush to cash in on investors' enthusiasm for so-called blank-check firms.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-backed-byd-sells-3-9-billion-of-shares-as-ev-stocks-electrify-11611214278", "title": "Buffett-Backed BYD Sells $3.9 Billion of Shares in EV Play", "date": "2021-01-21 03:58", "summary": "The Chinese car maker joins peers in capitalizing on investor bullishness about new-energy vehicles. BYD Co. , a Chinese car maker backed by Warren Buffett, raised $3.9 billion from a stock sale, joining peers in capitalizing on investors' bullishness about new-energy vehicles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-plane-crash-probe-centers-on-engine-control-problems-11611214371", "title": "Indonesia Plane Crash Probe Centers on Engine Controls", "date": "2021-01-21 02:32", "summary": "Information from the Sriwijaya Air jet's data recorder points to pilots trying to deal with an engine-throttle malfunction. Investigators suspect malfunctioning engine controls and pilot efforts to troubleshoot the problem likely played a major role in an Indonesian airliner's fatal plunge into the Java Sea earlier this month, according to people familiar with the details.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11611183978", "title": "Pepper...and Salt", "date": "2021-01-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-is-expected-to-tap-michael-barr-as-comptroller-of-the-currency-11611196272", "title": "Michael Barr Expected to Be Tapped as Comptroller of the Currency", "date": "2021-01-21 23:21", "summary": "Likely pick for banking oversight role helped craft Dodd-Frank financial overhaul during Obama administration. WASHINGTON-President Biden is expected to nominate Michael Barr, a former Treasury Department official, to a top post overseeing national banks such as JPMorgan Chase & Co. and Wells Fargo & Co., according to people familiar with the decision.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starboard-seeks-to-take-control-of-corteva-board-oust-ceo-11611200322", "title": "Starboard Seeks to Take Control of Corteva Board, Oust CEO", "date": "2021-01-21 22:58", "summary": "Activist takes aim at agricultural giant worth $33 billion. Starboard Value LP is seeking to take control of agricultural giant Corteva Inc.'s board and replace its chief executive, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inauguration-day-joe-biden-takes-office-as-46th-u-s-president-11611158873", "title": "Inauguration Day in Washington", "date": "2021-01-21 22:57", "summary": "The 59th inaugural ceremonies came without much of the event's customary pomp, dialed back because of health and safety concerns. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/avril-haines-becomes-first-woman-director-of-national-intelligence-11611187964", "title": "Avril Haines Becomes First Woman Director of National Intelligence", "date": "2021-01-21 22:10", "summary": "Senate confirms President Biden's pick to lead U.S. intelligence agencies. WASHINGTON-The Senate confirmed President Biden's pick to lead the sprawling U.S. intelligence community Wednesday, delivering the newly inaugurated president his first Senate-confirmed cabinet secretary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-sworn-in-as-first-female-vice-president-with-wide-portfolio-11611165684", "title": "Harris's Elevation as First Female Vice President Breaks Barriers", "date": "2021-01-21 22:05", "summary": "Trailblazer will serve as a counselor to Biden and the tiebreaker in an evenly divided Senate. Kamala Harris made history Wednesday as the first woman to be sworn in as vice president, alongside her husband, Doug Emhoff, who is the first second gentleman.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-bids-good-riddance-to-trump-11611152039", "title": "China Bids Good Riddance to Trump", "date": "2021-01-21 21:37", "summary": "Bitter messages from Beijing punctuate tumultuous time in U.S.-China relations under former president. China said moments after Joe Biden assumed the U.S. presidency that it would sanction 28 senior American officials who served in the Trump administration as part of a testy send-off that included bidding former President Donald Trump \"good riddance\" via Twitter .", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-officially-take-control-of-the-u-s-senate-11611180092", "title": "Democrats Officially Take Control of the U.S. Senate", "date": "2021-01-21 20:18", "summary": "Vice President Harris will break any ties in 50-50 chamber. WASHINGTON-Democrats officially control the U.S. Senate, with the swearing in of three new Democratic senators, but negotiations with Republicans have yet to yield a deal on power sharing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proud-boys-organizer-arrested-on-capitol-riot-charges-11611188676", "title": "Proud Boys Organizer Arrested on Capitol Riot Charges", "date": "2021-01-21 19:49", "summary": "Joseph Randall Biggs encouraged members of the far-right group to attend the rally that turned into a violent siege of the U.S. Capitol, authorities say. Federal authorities on Wednesday arrested a Florida man they called a self-described organizer for the Proud Boys, saying he encouraged members of the far-right group to attend the Washington, D.C., rally that resulted in the Jan. 6 storming of the U.S. Capitol.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-day-orders-will-include-mask-mandate-blocking-keystone-pipeline-11611136804", "title": "President Biden Signs Executive Orders on Face-Mask Mandate, Keystone Pipeline, Paris Accord", "date": "2021-01-21 19:48", "summary": "New president spent his first hours in office taking a series of actions on coronavirus, the environment and immigration. WASHINGTON-President Biden on his first day in office took a range of executive actions, including implementing a national mask mandate on federal property, revoking a permit for the Keystone XL oil pipeline and reversing a travel ban from several largely Muslim and African countries, officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-moves-to-reverse-trump-environmental-policies-11611182893", "title": "Biden Moves to Reverse Trump Environmental Policies", "date": "2021-01-21 19:35", "summary": "Some industries see opportunity to modernize, others prepare to resist. WASHINGTON-Businesses prepared for an era of stricter regulation Wednesday as President Biden ordered a review of dozens of environmental policies-foreshadowing more stringent efficiency requirements for auto makers and appliance manufacturers, new limits on mining and drilling on federal lands and tougher emissions standards for power plants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autodesk-cio-wants-to-create-netflix-experience-for-employees-11611188497", "title": "Autodesk CIO Wants to Create 'Netflix' Experience for Employees", "date": "2021-01-21 19:21", "summary": "Remote work spotlighted need to keep employees productive and efficient, says Prakash Kota. Autodesk Inc. plans to give its employees a Netflix -like experience when they go to the company's internal website, unleashing data analytics and artificial intelligence to shape applications based on workers' own app-using history, the chief information officer said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-principals-push-back-against-high-school-admissions-test-plan-11611188280", "title": "Principals Push Back Against High School Admissions Test Plan", "date": "2021-01-21 19:18", "summary": "Citing pandemic and overwhelmed faculty, some principals want the test for selective public high schools to be moved online. New York City school co-principal Damon McCord is setting aside time this week to study two 32-page manuals on how to administer next week's admissions test for selective public high schools to about 20 of the 840 students at Metropolitan Expeditionary Learning School in Queens.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-presidential-inauguration-2021-11611095413", "title": "Joe Biden Calls on Nation to 'Start Afresh' at Inauguration as 46th President", "date": "2021-01-21 19:01", "summary": "'Politics doesn't have to be a raging fire,' the new president said, adding 'Let's begin to listen to one another again'. WASHINGTON- Joe Biden was sworn in as the 46th president of the United States on Wednesday, calling for unity as he assumed leadership of a nation battered by a once-in-a-century pandemic and the recent deadly storming of the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]