[{"link": "https://www.wsj.com/articles/didi-shares-slide-to-another-record-low-as-post-ipo-lockup-ends-11640666767", "title": "Didi Shares Slide to New Record Low as Post-IPO Lockup Ends", "date": "2021-12-27 23:46", "summary": "The Chinese ride-hailing company's shares are now 62% below their IPO price. Didi Global Inc.'s shares fell to another record low Monday after a \"lockup\" period expired following its June initial public offering, even as the Chinese ride-hailing company sought to prevent employees from selling their stock.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-says-construction-has-resumed-at-vast-majority-of-its-projects-11640602229", "title": "China Evergrande Says Construction Resumed at Vast Majority of Its Projects", "date": "2021-12-27 21:07", "summary": "Founder and chairman predicts recovery, though property firm's debt issues remain unresolved. Troubled property developer China Evergrande Group said construction work has resumed at more than 90% of its stalled residential projects, adding that it has picked up the pace of delivering apartments promised to home buyers across the country.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-flights-canceled-as-weather-combines-with-virus-driven-staff-shortages-11640624131", "title": "More Flights Canceled as Weather Combines With Omicron-Driven Staff Shortages", "date": "2021-12-27 20:25", "summary": "Almost 1,300 flights canceled Monday; Seattle most affected following snowstorm. Flight cancellations in the U.S. continued Monday as inclement weather combined with Covid-19-driven airline staff shortages that marred the Christmas weekend for many travelers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-marc-vallee-director-of-dallas-buyers-club-and-big-little-lies-dead-at-58-11640632790", "title": "Jean-Marc Vallée, Director of 'Dallas Buyers Club,' Dead at 58", "date": "2021-12-27 19:52", "summary": "Vallée died outside of Quebec City; cause of death is unknown. Jean-Marc Vallée, who directed \"The Dallas Buyers Club\" and the HBO show \"Big Little Lies,\" has died. He was 58.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-on-covid-no-federal-solution-11640648750", "title": "Biden on Covid: 'No Federal Solution'", "date": "2021-12-27 18:45", "summary": "If this is what he now thinks, then rescind OSHA's vaccine mandate.. When President Biden's public utterances make the news, it's sometimes hard to tell whether he's signaling a substantive shift or merely wandering off message. On a call with governors Monday to discuss the Covid-19 pandemic, this is how Mr. Biden started his remarks: \"There is no federal solution. This gets solved at the state level.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-n-s-israel-libel-machine-expands-11640648491", "title": "The U.N.'s Israel Libel Machine Expands", "date": "2021-12-27 18:41", "summary": "Turtle Bay creates a permanent commission to attack the Jewish State.. In 2021 the Israeli electorate traded former Prime Minister Benjamin Netanyahu's conservative government for a centrist coalition backed by Arab parliamentarians. But the relentless assault against the Jewish State by the United Nations will continue in 2022 and beyond. Last week the General Assembly signed off on a multimillion dollar sinecure for a permanent \"Commission of Inquiry\" into its most hated member.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conflicts-of-supreme-judicial-interest-11640648182", "title": "Conflicts of Supreme Judicial Interest", "date": "2021-12-27 18:36", "summary": "Montana judges quashed subpoenas to probe their political lobbying.. Montana lawmakers took the unusual step this month of asking the U.S. Supreme Court to intervene in a conflict between the judiciary and Legislature. At issue are due process and the political accountability of the judiciary.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-race-to-ease-staff-shortages-as-omicron-spreads-11640605845", "title": "As Omicron Spreads, Governments Race to Ease Staff Shortages", "date": "2021-12-27 17:50", "summary": "Israel begins trials for a fourth vaccine shot to boost immunity among healthcare workers. Government leaders and advisers are assessing how best to respond to a surge of new Covid-19 infections from the fast-spreading Omicron variant, with the U.S. looking at ways to minimize staff shortages and prevent hospitals from becoming overrun with new cases, while Israel has begun testing a fourth shot of Covid-19 vaccine on medical personnel.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-putin-xi-and-khamenei-want-totalitarians-democracy-western-domination-threat-democracy-11640638945", "title": "What Putin, Xi and Khamenei Want", "date": "2021-12-27 17:41", "summary": "The West's elites are naive about autocrats, who put ambition ahead of approval.. Despite years of warning, the U.S. and its allies aren't ready for the challenges created by a coterie of Eurasian autocrats. The habits of mind prevalent among democratic peoples and their leaders have left us vulnerable more than once, and thus bear some examination. The principal error is thinking that men like Vladimir Putin, Xi Jinping and Ali Khamenei want what most Westerners want. They don't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-ceo-should-follow-mark-zuckerbergs-stock-trading-example-meta-stocks-insider-11640637228", "title": "Every CEO Should Follow Mark Zuckerberg's Stock-Trading Example", "date": "2021-12-27 17:40", "summary": "How to sell shares and avoid benefiting from insider information? In equal sums every day.. Mark Zuckerberg has been criticized by privacy advocates, parents critical of social media, and politicians on Capitol Hill. But in one respect, the Meta Platforms CEO is the model executive. Mr. Zuckerberg trades shares in his company each trading day, ensuring that his diversification is done randomly and avoiding any possibility that he benefits from insider information. More executives should follow his lead, and the Securities and Exchange Commission might be smart to mandate they do.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albania-takes-the-lead-in-saving-afghan-refugees-kabul-edi-rama-sanctuary-taliban-11640637629", "title": "Albania Takes the Lead in Saving Afghan Refugees", "date": "2021-12-27 17:36", "summary": "One of Europe's smallest and poorest countries has been among its most generous in responding to the crisis.. Shëngjin, Albania", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desmond-tutu-message-of-gratitude-south-africa-apartheid-anglican-dead-mandela-11640637502", "title": "Desmond Tutu's Message of Gratitude", "date": "2021-12-27 17:33", "summary": "Americans backed his country's freedom and got thanks in 2010.. Archbishop Desmond Mpilo Tutu visited Christ Church in Greenwich, Conn., in June 2010 and treated parishioners to a master class in the art of African storytelling. An hour felt like minutes as he held scores of listeners in his hand.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-can-stop-isolating-five-days-after-covid-19-infection-cdc-says-11640641691", "title": "CDC Shortens Isolation for Some Covid Infections", "date": "2021-12-27 17:32", "summary": "New recommendation comes as Omicron variant has sickened workers, putting stress on some industries. U.S. officials cut the number of days that they recommend people isolate after being infected with Covid-19 to five days from 10, reflecting recent research, new pandemic-management ideas and stress on some industries as the Omicron variant has sickened workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-biden-shrinking-presidency-democrats-dole-mccain-term-churchill-legislator-executive-11640639440", "title": "Sen. Biden's Shrinking Presidency", "date": "2021-12-27 17:27", "summary": "Thirty-six years in the upper chamber left its mark on the man now in the Oval Office.. When Politico's Tim Alberta asked Joe Biden during a December 2019 Democratic debate what the former vice president and longtime Delaware senator would bring to the presidency, Mr. Biden went with his top selling point: experience. Experience, he said, gave him the chops he needed to revive an ailing economy and restore America's global leadership.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-oliver-cromwell-review-a-plain-man-warts-and-all-11640643990", "title": "'The Making of Oliver Cromwell' Review: A Plain Man, Warts and All", "date": "2021-12-27 17:26", "summary": "He barged into history delivering ﬁery speeches against the king. He was manipulative and bloodthirsty but essential to modern pluralism.. Great political leaders, with a tiny number of exceptions, are complicated people who possess both appalling flaws and magnificent virtues. Oliver Cromwell was not one of those exceptions. He sought and relished the demise of political enemies, hogged glory for military feats rightly belonging to others, perpetrated wartime atrocities, and equated God's will with his own intentions. But he also undermined a class system that elevated birth over ability, dealt a death blow to the divine-right monarchy, and forced the English nation to reckon with the reality of religious-and, by extension, political-diversity. \"He was,\" Ronald Hutton writes in \"The Making of Oliver Cromwell,\" \"courageous, devout, resolute, principled, intelligent, eloquent, able, adaptable and dedicated, but also self-seeking, unscrupulous, dishonest, manipulative, vindictive and bloodthirsty: definitely not somebody to be taken simply at his word.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-saddled-with-debt-and-growing-pains-turns-to-new-ceo-11640610183", "title": "American Airlines, Saddled With Debt and Growing Pains, Turns to New CEO", "date": "2021-12-27 17:25", "summary": "Robert Isom, a longtime American executive, will face heavy debt and pandemic-related challenges when he takes over in March. It will soon fall to Robert Isom, a longtime American Airlines Group Inc. executive, to chart a new course for the world's largest airline.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-bars-foreign-donations-to-christian-group-founded-by-mother-teresa-11640642739", "title": "India Bars Foreign Donations to Christian Group Founded by Mother Teresa", "date": "2021-12-27 17:05", "summary": "Decision comes amid what some Christian leaders call an increasingly hostile environment for their religion in the majority-Hindu nation. NEW DELHI-India's government said it would bar donations from foreign donors to a Christian missionary group founded by the late Mother Teresa, threatening an important source of funding for the group's programs to help impoverished Indians.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-albums-adele-30-lil-nas-x-drake-montero-certified-lover-boy-11640642007", "title": "Long Live the Album", "date": "2021-12-27 16:55", "summary": "Despite streaming, playlists and talk of its demise, the record as an artistic format is still an object of prestige.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snow-in-western-u-s-causes-flight-cancellations-and-other-disruptions-11640642120", "title": "Snow in Western U.S. Causes Flight Cancellations and Other Disruptions", "date": "2021-12-27 16:55", "summary": "Six inches of snow fell in Seattle Sunday and Monday; temperatures in Houston and other Southern cities are in the 80s. Snow pummeled the Pacific Northwest, California and other parts of the West Coast over the weekend and Monday, leading to flight cancellations, road closures and avalanche warnings in the region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-struggle-between-somali-president-and-prime-minister-threatens-fight-against-extremists-11640620008", "title": "Power Struggle Between Somali President and Prime Minister Threatens Fight Against Extremists", "date": "2021-12-27 16:52", "summary": "President suspends prime minister, who in turn says he will assume president's duties; battle undermines fight against al-Shabaab. NAIROBI-A power struggle erupted in already volatile Somalia on Monday, with the president suspending the prime minister and the latter announcing he would assume the president's duties, a battle that threatens to undermine the country's fight against Islamist extremists.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-27-2021-11640595239", "title": "Tech Shares Finish Higher in Broad Stock Rally", "date": "2021-12-27 16:40", "summary": "S&P 500 sets 69th record close of the year; Nasdaq, Dow industrials also rise. U.S. stocks ended higher on Monday as the few investors staying on Wall Street capitalized on what is traditionally a lightly attended but bullish week, sending the S&P 500 to another record high.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayne-thiebaud-dies-at-101-11640640692", "title": "Artist Wayne Thiebaud Dies at 101", "date": "2021-12-27 16:31", "summary": "California artist, whose paintings lifted American diner fare to fine art, experimented continually with his works. Wayne Thiebaud, who elevated diner staples such as lemon meringue pie and toothpick-speared sandwiches to art, died Dec. 25 at his home in Sacramento, Calif. He was 101 years old and had lived and worked in the state's capital city since 1950.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-colin-kaepernick-lost-his-halo-11640639407", "title": "Has Colin Kaepernick Lost His 'Halo'?", "date": "2021-12-27 16:10", "summary": "Wall Street deal collapses; city where he started protests now wants more police.. It's hard to think of a recent political movement that has posed a greater threat to black lives than the campaign to defund police forces. Perhaps that's why the movement's most famous champion suddenly seems less marketable. As violence has surged in cities that sought to rein in police forces, even celebrities and Wall Street financial houses have been passing on the latest deal from Colin Kaepernick.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-rise-on-colder-weather-forecasts-11640634085", "title": "Natural-Gas Prices Rise on Colder Weather Forecasts", "date": "2021-12-27 16:06", "summary": "Investors expect freezing temperatures in the northern, western parts of the country to cause more homes to turn up their heat. Natural-gas prices rose Monday after weather forecasts showed a bout of cold temperatures that could spur heating demand for parts of the U.S. this week.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/filling-a-void-tuesday-crossword-december-28-11640635162", "title": "Filling a Void (Tuesday Crossword, December 28)", "date": "2021-12-27 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grain-prices-could-be-more-volatile-after-jumping-in-2021-11640543334", "title": "Grain Prices Could Get More Volatile in 2022", "date": "2021-12-27 15:52", "summary": "Farmers expected to plant more row crops; geopolitics, weather may contribute to price swings. A banner year for grain prices has U.S. farmers aiming to plant even more corn, wheat and soybeans than they did in a record 2021. But high fertilizer prices, forecasts of more wild weather and the threat that China slows its buying loom over the year ahead.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-home-of-bing-crosby-relists-for-4-5-million-11640637479", "title": "Former Home of Bing Crosby Relists for $4.5 Million", "date": "2021-12-27 15:38", "summary": "Resume Subscription. A desert home in Rancho Mirage, Calif., once owned by Bing Crosby is listing for $4.5 million. It has been on and off the market for over a decade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/omicron-variant-is-expected-to-dent-global-economy-in-early-2022-11640631554", "title": "Omicron Variant Is Expected to Dent Global Economy in Early 2022", "date": "2021-12-27 14:24", "summary": "Economists have lowered growth forecasts for early next year, citing disruptions from the latest Covid-19 surge. A winter surge in Covid-19 cases driven by the Omicron variant is prompting economists to downgrade U.S. and global growth expectations in the early part of 2022 as businesses struggle with absenteeism and consumers stay home to avoid getting sick.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hardy-archer-trafford-mississippi-state-punter-11640624877", "title": "The World Class Archer Who Moonlights as an SEC Punter", "date": "2021-12-27 12:30", "summary": "Before Charles 'Archer' Trafford V enrolled at Mississippi State, he was one of the best teenage archers in the U.S.. To some, he's known as \"Laughs.\" To others, he goes by \"Hardy.\" His football coach calls him \"Air Force\" and isn't entirely sure what his actual name is. Regardless of what his nickname is at the moment, Mississippi State's Charles \"Archer\" Trafford V might just be the most interesting punter in the world.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-pick-their-favorite-reads-of-2021-11640626104", "title": "CIOs Pick Their Favorite Reads of 2021", "date": "2021-12-27 12:28", "summary": "From a Billie Jean King autobiography to Haruki Murakami's meditations on distance running. Chief information officers are tech leaders, but they are also thought leaders-their insight increasingly valued as tech strategy and business strategy intertwine. To better serve their organizations, CIOs say they draw inspiration and guidance from all kinds of resources. We asked technology executives to share some of the best books they read this year.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coercion-made-the-pandemic-worse-lockdowns-response-testing-vaccination-government-11640617739", "title": "Coercion Made the Pandemic Worse", "date": "2021-12-27 12:25", "summary": "Freedom is the central component of the best problem-solving system ever devised.. The online Merriam-Webster dictionary defines \"anti-vaxxer\" as \"a person who opposes the use of vaccines or regulations mandating vaccination.\" Where does that leave us? We both strongly favor vaccination against Covid-19; one of us (Mr. Hooper) has spent years working and consulting for vaccine manufacturers. But we strongly oppose government vaccine mandates. If you're crazy about Hondas but don't think the government should force everyone to buy a Honda, are you \"anti-Honda\"?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-woke-target-metaphors-leaving-no-scone-unturned-language-usage-inclusive-writing-11640617304", "title": "The Woke Target Metaphors, Leaving No Scone Unturned", "date": "2021-12-27 12:24", "summary": "A University of California 'inclusive language guide' seeks to avoid 'baggage,' but not literally.. I once knew a magazine journalist who was addicted to metaphors. He was, so to speak, an alcoholic of metaphors. If he took one sip from the demon rum of analogy, he would be in the gutter by the end of the paragraph. His journalism suffered from what might be called cirrhosis of the prose.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-broken-links-delays-disruptions-demand-11640623466", "title": "Finding the Broken Links in the Supply Chain", "date": "2021-12-27 12:12", "summary": "Demand shifts contribute to the chaos, but are far down in the list of causes.. Explaining the supply-chain crisis is like a blind man describing an elephant. It depends on where you grope. Drawing conclusions from a single point of contact can be misleading.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-miss-the-point-of-joe-manchins-no-11640624868", "title": "Democrats Miss the Point of Joe Manchin's 'No'", "date": "2021-12-27 12:07", "summary": "There is no crisis that demands these benefits.. The Democrats were shocked when Sen. Joe Manchin stated that he couldn't support the current Build Back Better bill. For months it was known that he was concerned over its cost and effect on inflation, and he had repeatedly said he didn't like budget gimmicks (\"Taking Joe Manchin Seriously,\" Review & Outlook, Dec. 17).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccine-mandate-religious-liberty-objection-exemption-court-case-11640623635", "title": "Religious Liberty vs. Biden's Vaccine Mandate", "date": "2021-12-27 12:06", "summary": "Supreme Court justices will have to decide whether they take freedom of religion seriously.. In addition to the concerns you address in \"The Supreme Court's Covid Vaccine Test\" (Review & Outlook, Dec. 21), it is alarming that the U.S. Court of Appeals for the Sixth Circuit gave little attention to the conscience of religious organizations and employees in lifting the stay on Covid vaccine mandates. In a mere footnote of a nearly 40-page opinion, Judge Jane Branstetter Stranch brushed aside such legitimate and Constitutionally protected concerns as \"premature.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/throw-out-christmas-decorations-cleaning-attic-memories-11640623331", "title": "Time to Throw Out Those Old Christmas Decorations?", "date": "2021-12-27 12:05", "summary": "My attic is filling up, but the memories count, too.. Bert Stratton's op-ed \"Never Throw Away Santa Claus\" (Dec. 23) gave me a good chuckle. It also helped me resolve a recurring seasonal conundrum.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-joe-mental-illness-value-human-life-11640623189", "title": "A Very Different Christmas Story", "date": "2021-12-27 12:01", "summary": "A better world awaits.. \"An Ordinary Joe's Christmas\" (op-ed, Dec. 21) moved me to tears. What a sad but beautiful story of one man's struggle with mental illness, and the kindness of friends who never forgot him. It reaffirms our humanity and the value of every human life. Rest in peace, Joe. A better world awaits you.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mikaela-shiffrin-covid-olympics-11640622330", "title": "Shiffrin's Positive Covid Test Shows Olympics Threat", "date": "2021-12-27 11:26", "summary": "The skiing star is the first American standout known to test positive ahead of the Beijing Winter Olympics. Mikaela Shiffrin delivered the news Monday on Twitter accompanied by a glum photo, her cheek slumped in her hand as she sat in bed: \"I wanted to let you all know that I'm doing well, but unfortunately I had a positive COVID test.\"", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-abc-news-sexual-assault-lawsuit-11640293058", "title": "Inside Disney's Handling of the ABC News Sexual-Assault Allegations", "date": "2021-12-27 11:02", "summary": "Resume Subscription. When writer Jay Carson was doing research in the fall of 2017 to develop \"The Morning Show,\" an Apple TV+ drama about a scandal at a morning newscast, he spoke to ABC News producer Kirstyn Crawford.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/botox-covid-booster-vaccine-filler-11640619788", "title": "Botox Shot or Covid Boost? The Combo Causes Some Seasonal Wrinkles", "date": "2021-12-27 10:54", "summary": "Doctors advise patients seeking cosmetic treatments not to get a vaccine shot two weeks before or after their procedure to avoid the risk of swelling. Amanda Madison wanted to look fresh in time for her 50th birthday this winter. The Covid-19 vaccine booster threw a wrinkle into her plan.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-capitol-riot-turned-a-partisan-congress-toxic-11640601010", "title": "How the Capitol Riot Turned a Partisan Congress 'Toxic'", "date": "2021-12-27 10:38", "summary": "Resume Subscription. WASHINGTON-For four years, Rep. Brad Schneider, an Illinois Democrat, partnered with Rep. Paul Gosar, an Arizona Republican, on a bill to offer leave to parents who have lost a child.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iraqs-top-court-rejects-election-challenge-by-pro-iran-faction-11640612165", "title": "Iraq's Top Court Endorses Election Results in Setback for Pro-Iran Faction", "date": "2021-12-27 10:31", "summary": "Decision paves the way for the formation of a new government dominated by a Shiite Muslim cleric. BAGHDAD-Iraq's top court endorsed Monday the results of the country's parliamentary election, in a setback for a powerful pro-Iran faction that paves the way for the formation of a new government.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/satan-shoes-kyle-kuzma-sweater-weirdest-clothing-2021-11640617157", "title": "The 8 Weirdest Clothing Items of the Year", "date": "2021-12-27 10:01", "summary": "Our men's fashion columnist reflects on the strangest clothing of 2021: crop-top suits, webbed-toed shoes and everything in between.. In what is now an annual tradition, I spent the past few weeks trying to recall all the bizarre clothes I've encountered in the preceding 11 months. There was a lot, a lot, to sift through. In the past decade or so, clothing and footwear brands have recognized that generating conversation (particularly online) by creating something outlandish often serves their purposes better than creating something beautiful. As Gucci creative director Alessandro Michele said in a recent \"60 Minutes\" segment, \"I like the ugly things.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-biden-its-a-time-for-choosingpriorities-that-is-11640617201", "title": "For Biden, It's a Time for Choosing-Priorities, That Is", "date": "2021-12-27 10:00", "summary": "The president and his party in Congress need to carefully pick the programs they are willing to fight for as 2021 draws to a close. Presidents aren't issued magic wands upon taking their job, as any occupant of the Oval Office could tell you. Certainly as he nears the end of a tough first year, President Biden could testify to that.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-o-wilson-biologist-known-as-ant-man-dies-at-92-11640617106", "title": "Edward O. Wilson, Biologist Known as 'Ant Man,' Dies at 92", "date": "2021-12-27 09:58", "summary": "Professor and two-time Pulitzer Prize-winning author championed the importance of preserving diverse species and ecosystems. Edward O. Wilson, the pioneering Harvard biologist who argued for a new vision of human nature in \"Sociobiology\" and warned against the decline of ecosystems, has died. He was 92.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/s-p-global-ihs-markit-to-sell-businesses-ahead-of-merger-11640616651", "title": "S&P Global, IHS Markit to Sell Businesses Ahead of Merger", "date": "2021-12-27 09:50", "summary": "Deals would unload businesses that ID securities and track chemicals prices. S&P Global Inc. and IHS Markit Ltd. said Monday that they have reached deals to sell off two subsidiaries, part of an effort to appease regulators ahead of a supersize merger that would unite the two financial-information companies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reading-resolutions-12-books-to-start-a-smart-new-year-self-improvement-neuroscience-efficiency-11640297092", "title": "Reading Resolutions: 12 Books to Start a Smart New Year", "date": "2021-12-27 09:00", "summary": "Get off on the right foot with these fresh approaches to better thinking-and living-at home and at work, as reviewed in The Wall Street Journal.. Starting 2022 with the desire for renewal? Whether it's a better way of ordering your thoughts, your diet or your inbox, these books-all reviewed in The Wall Street Journal in the past year-have ideas to get you started.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-that-will-change-your-life-in-2022-11640613604", "title": "Tech That Will Change Your Life in 2022", "date": "2021-12-27 09:00", "summary": "Our tech columnists look ahead to electric cars that don't break the bank, earbuds that gauge your health, a fix for social media's harms, package deliveries from above and more. A Facebook name change? A colossal global chip shortage? Digital art selling for millions? No crystal ball could have shown us what 2021 in tech would look like.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-playoff-picture-cowboys-chiefs-bills-bengals-patriots-11640612578", "title": "The NFL's Good, Bad and Mushy Teams", "date": "2021-12-27 08:44", "summary": "With two weeks to go, football's expanded playoff picture develops some clarity. With two games left in this inaugural, extended, possibly overlong 17-game NFL season, I'm going to boldly declare three categories of teams. There are the good teams-that's easy, they aren't embarrassing themselves. There are the bad teams, alas. Then there's about a mile's worth of pretty-good-to-possibly-terrible \"mush teams\" I'm still not quite sure what to make of, and possibly never will.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-sparks-public-outcry-in-china-over-products-from-xinjiang-region-11640612454", "title": "Walmart Sparks Public Outcry in China", "date": "2021-12-27 08:40", "summary": "Some Chinese consumers say U.S. big-box retailer stopped stocking items produced in Chinese region where the U.S. has human-rights concerns. Walmart Inc., the world's largest retailer, became the latest Western company to face scrutiny over its handling of business involving Xinjiang, following the passage of a U.S. law that virtually bans all imports from the northwestern Chinese region over forced-labor and human-rights concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-or-no-deal-both-work-for-broadcom-11640611779", "title": "Deal or No Deal, Both Work for Broadcom", "date": "2021-12-27 08:29", "summary": "Chip maker's unique approach to selling software limits M&A potential but gains favor with investors. It took a while, but the market finally seems to have come back around on Broadcom .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-seek-ratings-details-for-privately-issued-bonds-held-by-insurers-11640610183", "title": "Insurers Are Asked for Details on Bond Holdings", "date": "2021-12-27 08:03", "summary": "Request reflects concern that risk is understated for securities sought for their higher yield. Insurers have been buying up privately issued bonds to earn higher yields in a low-interest rate world. Now, state regulators are demanding more information about these investments, which back many Americans' life-insurance policies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-rappers-race-cars-and-raves-saudi-arabia-learns-how-to-party-11640610116", "title": "With Rappers, Race Cars and Raves, Saudi Arabia Learns How to Party", "date": "2021-12-27 08:01", "summary": "Resume Subscription. RIYADH, Saudi Arabia-This conservative Islamic kingdom is rapidly trying to ease its staid social norms, allowing women to drive and travel freely in recent years, opening doors to tourists and tolerating music blaring from modern coffee shops.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stores-are-getting-your-christmas-returns-back-on-shelves-fast-11640610002", "title": "Stores Are Getting Your Christmas Returns Back on Shelves Fast", "date": "2021-12-27 08:00", "summary": "Retailers work to make returned products quickly available for resale to offset supply-chain snarls and adjust to rising e-commerce sales. Find what you needed this year? It might be because you got someone else's return.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-call-in-better-pay-and-perks-for-contact-center-workers-11640608201", "title": "Companies Call in Better Pay and Perks for Contact Center Workers", "date": "2021-12-27 07:30", "summary": "Investments in benefits and overhauled onboarding programs aim to recover call center labor shortages, and fast. Working in a call center was a trying job even before the Covid-19. But the disruptions caused by the pandemic saw call volumes increase-and callers grow more frustrated.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-tech-darlings-turned-to-duds-in-2021-11640606584", "title": "Pandemic Tech Darlings Turned to Duds in 2021", "date": "2021-12-27 07:03", "summary": "Those former tech sweethearts that experienced a reversal in fortune this year could remain in the dumps in 2022. For a sector historically known for its fast-forward pace of innovation, consumer technology sure did a lot of backpedaling this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-900-billion-cash-pile-inflating-startup-valuations-11640539562", "title": "The $900 Billion Cash Pile Inflating Startup Valuations", "date": "2021-12-27 07:03", "summary": "SPACs and venture capitalists are plowing money into startups at record rates, looking past worries about lofty valuations. Investors are defying a share-price slump for newly public companies to make hundreds of billions of dollars available to startups, a cash pile that promises to inject a torrent of money into early-stage firms in 2022 and beyond.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shippers-plan-new-strategies-stopgap-measures-to-ease-freight-pain-11640606402", "title": "Shippers Plan New Strategies, Stopgap Measures to Ease Freight Pain", "date": "2021-12-27 07:00", "summary": "Small and midsize businesses are revising their supply-chain playbooks in a bid for relief from rising costs and a shipping capacity crunch. Businesses rattled by high logistics costs and freight bottlenecks are extending the workarounds they adopted during the pandemic and taking on new strategies to ease their supply-chain pain in the new year.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemics-hidden-toll-millions-in-u-k-await-treatment-but-not-for-covid-19-11640606405", "title": "Millions in U.K. Await Treatment, but Not for Covid", "date": "2021-12-27 07:00", "summary": "Resume Subscription. When Philippa Hetherington found out in November 2020 that she had metastatic breast cancer that had spread to her lungs, doctors ordered up a lung biopsy to determine the type of treatment she might need. At the time, though, the U.K. was in the midst of a Covid-19 surge. She was told there was no way she could have a biopsy done because lung specialists at Churchill Hospital in Oxford, where she was being treated, were being redeployed to treat Covid-19 patients.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/starboard-takes-6-5-stake-worth-around-800-million-in-godaddy-11640602803", "title": "Starboard Takes 6.5% Stake Worth Around $800 Million in GoDaddy", "date": "2021-12-27 06:00", "summary": "The domain registrar has a market value of about $12.7 billion. Activist investor Starboard Value LP has a sizable stake in GoDaddy Inc. and plans to push the domain registrar to boost its performance.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gyms-are-sweating-over-new-covid-19-mask-mandate-11640397829", "title": "New York Gyms Are Sweating Over New Covid-19 Mask Mandate", "date": "2021-12-27 06:00", "summary": "All businesses in the state, including gyms, must either require patrons to be vaccinated or wear masks indoors. Matt Doheny, a co-owner of ABC Sports & Fitness in Latham, N.Y., made a decision earlier this month that lost him gym members: a ban on those who aren't vaccinated against Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-european-companies-struggle-to-calculate-how-much-of-their-business-is-green-11640601009", "title": "Some European Companies Struggle to Calculate How Much of Their Business Is Green", "date": "2021-12-27 05:30", "summary": "Large firms in Europe will next year have to disclose which parts of their operations fall under the EU's green taxonomy. Many European companies are getting ready to tell investors how much of their revenue, capital investments and operating costs come from activities that regulators consider green.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-ceo-takes-on-perils-of-banking-for-cannabis-businesses-11640601007", "title": "Fintech CEO Takes on Perils of Banking for Cannabis Businesses", "date": "2021-12-27 05:30", "summary": "Abaca chief executive Dan Roda says compliance technology helps in a high-risk industry. Cannabis sales are now legal in the majority of U.S. states, with several states expecting to usher in regulated dispensaries in 2022, but the provision of financial services for the industry still occupies a gray area.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uganda-finds-chinas-leverage-is-in-the-fine-print-of-its-lending-11640601003", "title": "Uganda Finds China's Leverage Is in the Fine Print of Its Lending", "date": "2021-12-27 05:30", "summary": "A clause in an agreement with the African nation has stirred a flap over whether the country signed away financial control of Entebbe International Airport. Chinese lending stemming from President Xi Jinping's signature Belt and Road Initiative transformed economies across the developing world. Now, as bills are coming due in Uganda and elsewhere, attention is turning to how aggressively Beijing is enforcing contractual obligations even as it sometimes extends repayment periods.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-are-hurting-california-program-to-fight-climate-change-11640601002", "title": "Wildfires Hurt California's Climate Change Fight", "date": "2021-12-27 05:30", "summary": "Researchers say trees set aside for a cap-and-trade system are releasing carbon as they burn in fires that are more destructive than regulators had anticipated. California's cap-and-trade system, designed to reduce carbon emissions that contribute to climate change, is being undermined by forest fires caused in part by climate change, according to scientists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-food-items-are-getting-more-costly-in-2022-11640601008", "title": "These Food Items Are Getting More Costly in 2022", "date": "2021-12-27 05:30", "summary": "Mayonnaise, soup and more get expensive as inflation accelerates. Everything from coffee to mustard is getting more expensive next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-your-financial-life-happier-in-2022-11640399712", "title": "How to Make Your Financial Life Happier in 2022", "date": "2021-12-27 05:30", "summary": "After two years in which many have been under pandemic stress and strain, consider making your money goals focus on happiness. Instead of setting an ambitious money goal in the new year, consider some smaller and more cerebral ways to make your financial life happier.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11640626115", "title": "Pepper...and Salt", "date": "2021-12-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-suggestion-monday-crossword-december-27-11640575753", "title": "Auto Suggestion (Monday Crossword, December 27)", "date": "2021-12-27 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]