[{"link": "https://www.wsj.com/articles/opioid-victims-could-get-up-to-48-000-under-purdues-bankruptcy-11615936372", "title": "Opioid Victims Could Get Up to $48,000 in Purdue's Bankruptcy", "date": "2021-03-16 19:12", "summary": "Purdue's chapter 11 plan would create a $700 million to $750 million trust to resolve thousands of personal-injury claims related to OxyContin. Individuals who filed claims over opioid addiction or overdose deaths against OxyContin maker Purdue Pharma LP are projected to receive as much as $48,000 under the company's bankruptcy plan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-trade-commission-to-consider-tougher-line-on-pharmaceutical-mergers-11615905000", "title": "FTC Prepares to Take Tougher Stance on Pharmaceutical Mergers", "date": "2021-03-16 19:10", "summary": "Acting chairwoman Rebecca Kelly Slaughter favors new approach to analyzing how drug-company deals affect competition. WASHINGTON-The Federal Trade Commission is preparing to take a harder line on drug-company mergers, announcing plans Tuesday to overhaul its process for reviewing deals that could harm competition in the pharmaceutical industry.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-investors-want-former-cred-executive-behind-bars-11615935261", "title": "Crypto Holders Want Former Cred Executive Behind Bars", "date": "2021-03-16 18:54", "summary": "Creditors committee seeks arrest warrant for bankrupt company's former chief capital officer. Creditors of cryptocurrency platform Cred Inc. called for the arrest of a former executive identified in court papers as a U.K. fugitive, arguing he should do jail time unless he returns the bitcoin and other assets he allegedly took from the bankrupt company.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnells-filibuster-throwdown-11615935214", "title": "McConnell's Filibuster Throwdown", "date": "2021-03-16 18:53", "summary": "The GOP leader warns Democrats about killing the 60-vote rule.. The biggest question in Washington for the next two years isn't about a single policy or whether President Biden will expose himself to a press conference. It's whether Democrats use their narrow Senate majority to kill the legislative filibuster rule requiring 60 votes in order to ram a radical agenda into law with a mere 50 votes plus Vice President Kamala Harris.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-ethnic-studies-mandate-11615935133", "title": "California's Ethnic Studies Mandate", "date": "2021-03-16 18:52", "summary": "A new curriculum rejects merit and sees oppression everywhere.. Conservatives in the 1990s worried about the rise of \"critical race theory\" in higher education. But at least college students were there by choice, and the Marxist-influenced courses, which indicted American values, were often optional. That's changing fast as the largest U.S. state moves this week toward imposing a radical ethnic studies curriculum as a high-school graduation requirement.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-misremembers-a-shellacking-11615935167", "title": "Biden Misremembers a Shellacking", "date": "2021-03-16 18:52", "summary": "He thinks bad PR is what soured the public on the 2009 stimulus.. The White House this week is employing a full-court press to sell the public on President Biden's $1.9 trillion Covid package. Mr. Biden hit Pennsylvania on Tuesday. Vice President Kamala Harris was in Colorado. On Wednesday Jill Biden will be in New Hampshire. Why the big PR push for a law that polls say is already popular?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-teen-pleads-guilty-in-last-summers-twitter-hack-11615935117", "title": "Florida Teen Pleads Guilty in Twitter Hack", "date": "2021-03-16 18:51", "summary": "Graham Ivan Clark, now 18, will serve 3 years in prison after impersonating high-profile users including Barack Obama, Jeff Bezos, Kim Kardashian and others in a bitcoin scam. The Florida teenager who broke into Twitter Inc.'s systems last summer and impersonated some of its most popular users as part of a cryptocurrency scam pleaded guilty on Tuesday in the state's 13th Judicial Circuit Court in Tampa.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perkins-coie-in-the-dock-11615935104", "title": "Perkins Coie in the Dock", "date": "2021-03-16 18:51", "summary": "An appeal court sanctions the Democratic Party's elections-law firm for lack of candor. Perkins Coie is the law firm that commissioned the infamous Steele dossier in 2016 and brought dozens of lawsuits to overturn election laws in 2020. Last week a three-judge panel of the Fifth Circuit Court of Appeals sanctioned attorneys at the firm that also is the counsel of record for the Democratic National Committee. Those reprimanded include Marc Elias, the Russian dossier Machiavelli who led the pre-election legal challenge to state election laws.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-wont-let-you-read-my-book-11615934447", "title": "Amazon Won't Let You Read My Book", "date": "2021-03-16 18:40", "summary": "An enterprising state attorney general might want to look into why it was withdrawn from sale now.. A decade ago, most Americans had never had a conversation about transgender issues. Now a question few had asked has only one acceptable answer. \"Transgender equality is the civil rights issue of our time,\" President Biden tweeted in January 2020. \"There is no room for compromise when it comes to basic human rights.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hole-in-bidens-china-strategy-central-asia-11615934414", "title": "The Hole in Biden's China Strategy: Central Asia", "date": "2021-03-16 18:40", "summary": "Both Kazakhstan and Uzbekistan could help the U.S. combat Beijing and advance human rights.. The brewing competition between the U.S. and China is the defining conflict of the 21st century. The White House's recent Interim National Security Strategic Guidance Document, crafted to convey President Biden's vision for how America will engage with the world, is all about the U.S. vs. China. Yet it fails to mention the region where America has its lightest footprint on the planet: Central Asia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-immigration-unpresident-11615934367", "title": "The Immigration Unpresident", "date": "2021-03-16 18:39", "summary": "If Joe Biden held a press conference, he could explain why there's a border crisis.. President Biden is not throwing away Donald Trump's immigration policy. He's throwing away the border policy of every president since Bill Clinton. When the early 1990s dawned so did the realization behind what became known as \"prevention through deterrence\"-the U.S. may not be able to control its border but it can influence the incentives of those who seek to cross.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-one-year-later-11615934282", "title": "Covid-19, One Year Later", "date": "2021-03-16 18:38", "summary": "Students discuss how Pennsylvania, Florida, New York and Ohio have responded to the pandemic.. Editor's note: To mark the first anniversary of the Covid-19 pandemic in America, this week's Future View discusses how U.S. states have responded to the virus. Next week we'll ask about the practice at many colleges of holding extra graduation ceremonies exclusive to students of particular races, ethnicities, sexualities and family income levels. Are these a good idea, and what do they tell us about the American university? Students should click here to submit opinions of fewer than 250 words before March 23. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-most-peculiar-book-review-why-read-the-bible-11615934322", "title": "'A Most Peculiar Book' Review: Why Read the Bible?", "date": "2021-03-16 18:38", "summary": "In the age of 'historical-critical' scholarship, the Bible has become boring and irrelevant to many in the West. Is there a remedy?. Biblical scholarship in Europe and North America is in an unhealthy state. For two and a half centuries academic critics have purported to explain how biblical texts came about and therefore what \"message\" they conveyed. Since those texts couldn't possibly be what they claimed to be-histories of ancient Jewish monarchs, revelations of God's character, eyewitness accounts of Jesus' miracles-modern critics set about explaining what they were.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-weighs-caution-on-astrazeneca-vaccine-against-covid-19-threat-11615921067", "title": "Europe Weighs Caution on AstraZeneca Vaccine Against Covid-19 Threat", "date": "2021-03-16 18:35", "summary": "Governments halting the shots have overruled scientists, who say the benefits of inoculation outweigh potential risks. Health authorities and scientists threw their weight behind AstraZeneca PLC's Covid-19 vaccine, but beleaguered European governments that have suspended its use defended their caution.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-cnn-11615933759", "title": "Notable & Quotable: CNN", "date": "2021-03-16 18:29", "summary": "'Total day impressions fell by 45% last week compared to the week after the election.'. From Newsmax.com, March 11:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-grants-vacation-pay-pensions-to-u-k-drivers-after-court-ruling-11615928413", "title": "Uber to Reclassify U.K. Drivers in Win for Labor Activists", "date": "2021-03-16 18:28", "summary": "Reclassification is a victory for labor activists, though further legal wrangling looms over implementing a guaranteed minimum wage. Uber Technologies Inc. said it will grant its U.K. drivers an employment status entitling them to vacation pay and pension contributions, a costly shift in one of its largest overseas markets amid a global debate over the treatment of gig-economy workers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-risks-losing-hispanics-by-shifting-left-on-immigration-11615933516", "title": "Biden Risks Losing Hispanics by Shifting Left on Immigration", "date": "2021-03-16 18:25", "summary": "Progressives may want something approaching open borders, but other Democratic voters don't.. You might think President Biden would be eager to dispel the notion that he's some doddering figurehead taking orders from progressive puppeteers who are really in control. Yet his immigration priorities thus far have reinforced that caricature.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-highest-earners-face-tax-increases-under-state-proposals-11615930180", "title": "New York's Top Earners Face Tax Increases Under State Proposals", "date": "2021-03-16 18:20", "summary": "Lawmakers look to raise income tax, levy surcharge on capital gains under plans that would affect people reporting more than $1 million of income. ALBANY, N.Y.-Democrats who dominate the New York state Assembly and Senate are pushing to increase taxes on the state's top earners beyond the level proposed earlier this year by Gov. Andrew Cuomo and have introduced a new surcharge on capital gains as budget negotiations enter their final phase.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-harder-to-get-into-college-in-2021-11615918281", "title": "Is It Harder to Get Into College in 2021?", "date": "2021-03-16 17:57", "summary": "What students need to know about admissions, wait lists and acceptance rates. The pandemic upended the college-admissions process this year. Here's what students and their families need to know about admissions, wait lists and acceptance rates.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-hits-pause-on-fund-ambitions-in-china-11615857804", "title": "Vanguard Hits Pause on Fund Ambitions in China", "date": "2021-03-16 17:51", "summary": "The decision is part of the U.S. financial giant's push to focus on dispensing advice in China with Ant Group. American financial giant Vanguard Group has suspended plans to launch a mutual-fund business in China.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-companies-for-innovation-11615931461", "title": "Top Companies for Innovation", "date": "2021-03-16 17:50", "summary": "Amazon.com heads a parade of tech giants in this category in the Management Top 250 ranking. Several of the biggest names in the technology industry scored highest for innovation in the latest Management Top 250 ranking, with Amazon.com Inc. leading the pack, followed by International Business Machines Corp., Microsoft Corp . and Apple Inc., in that order.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natwest-faces-u-k-criminal-charges-in-money-laundering-case-11615931324", "title": "NatWest Faces U.K. Criminal Charges in Money-Laundering Case", "date": "2021-03-16 17:48", "summary": "Regulator alleges the bank failed to maintain adequate and effective anti-money-laundering controls. The Financial Conduct Authority has filed criminal charges against U.K. bank National Westminster Bank PLC for allegedly failing to prevent money laundering.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/operation-varsity-blues-the-college-admissions-scandal-review-dishonor-system-11615930560", "title": "'Operation Varsity Blues: The College Admissions Scandal' Review: Dishonor System", "date": "2021-03-16 17:36", "summary": "A Netflix docudrama highlights the Justice Department probe into the sensational bribery scheme that implicated Lori Loughlin and Felicity Huffman among other privileged parents.. Racketeering investigations, on television as in life, generally go down the same way: Low-level operatives-or customers-are taken in, leaned on, squeezed into betraying the evildoers above them on the ostensible food chain. The goal is the arrest and prosecution of the criminals at the top. At which point the indictments come to an end.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firstenergy-nears-deal-to-give-carl-icahn-two-board-seats-11615914013", "title": "FirstEnergy Reaches Deal to Give Carl Icahn Two Board Seats", "date": "2021-03-16 17:31", "summary": "Move comes as utility looks to put a bribery scandal behind it. FirstEnergy Corp. reached a deal with Carl Icahn that will give him two seats on the Ohio utility's board and avert a potential proxy fight as the company looks to put a bribery scandal behind it.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-is-testing-its-covid-19-vaccine-on-young-children-11615892416", "title": "Moderna Is Testing Its Covid-19 Vaccine on Young Children", "date": "2021-03-16 17:09", "summary": "Trial will involve children aged 6 months to 11 years. Moderna Inc. has begun studying its Covid-19 vaccine in children aged 6 months to 11 years in the U.S. and Canada, the latest effort to widen the mass-vaccination campaign beyond adults.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-bitter-earth-by-veronica-swift-review-dysfunction-danger-and-dependency-11615928236", "title": "'This Bitter Earth' by Veronica Swift Review: Dysfunction, Danger and Dependency", "date": "2021-03-16 16:57", "summary": "The singer's latest album presents jazz numbers from the past century as statements about the world today.. I first heard Veronica Swift when, shortly after she placed second at the 2015 Thelonious Monk jazz vocal competition, she came into New York's Iguana restaurant and dance lounge accompanied by her parents (singer Stephanie Nakasian and the now-late pianist Hod O'Brien) and sang informally with Vince Giordano and his Nighthawks. It was apparent to all of us there-and has become so to everyone who has heard her since (especially at Birdland, her current New York home base)-that this young woman was a phenomenon. She has a miraculous voice, musical ability and technique, as well as an innate gift for entertaining a crowd.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-to-hold-first-formal-news-conference-on-march-25-11615927933", "title": "President Biden to Hold First Formal News Conference on March 25", "date": "2021-03-16 16:52", "summary": "First solo news conference will come more than two months into presidency. WASHINGTON-President Biden plans to hold his first formal news conference as president on March 25, the White House said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-wood-persuades-investors-to-stick-with-ark-11615887000", "title": "Cathie Wood Persuades Investors to Stick With ARK's ETFs", "date": "2021-03-16 16:49", "summary": "The stock picker uses TV interviews, YouTube videos to put investors at ease amid a volatile period for her funds. Cathie Wood's popular investment funds have taken investors on a wild ride this year, testing their faith in the star stock picker.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-16-2021-11615884154", "title": "Dow, S&P 500 Pull Back From Record Levels", "date": "2021-03-16 16:48", "summary": "The Nasdaq gives up most of its early gains, and the Dow and S&P 500 fall as investors parse pullback in consumer spending. The Dow Jones Industrial Average and S&P 500 retreated from record levels Tuesday, as a morning rally in technology shares lost steam.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-hit-3-million-covid-19-vaccinations-11615920062", "title": "New York City to Hit 3 Million Covid-19 Vaccinations", "date": "2021-03-16 16:45", "summary": "Daily hospitalizations have been below the closely watched 200-patient threshold for two days in a row. Mayor Bill de Blasio said New York City is expected to hit three million vaccinations administered, a milestone that comes as daily hospitalizations appear to be falling.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-work-with-headhunters-11610139112", "title": "How to Work With Headhunters", "date": "2021-03-16 16:45", "summary": "Most Popular News. There is a distinction between headhunters and recruiters. Headhunters tend to be more singularly focused on filling a particular role and actively seek out the perfect person for the job, whereas recruiters tend to work on multiple jobs at once and rely more on candidates finding them. \"You're going out to find people. You're not waiting for them to come to you,\" says Matt Clarke, managing director at recruitment firm Blackwood Associates LLC. \"There are some people who are more proactive and there are others that are reactive. It's more about the proactive approach.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-governor-restores-voting-rights-to-former-felons-11615926624", "title": "Virginia Governor Restores Voting Rights to Ex-Felons", "date": "2021-03-16 16:30", "summary": "Ralph Northam's executive action lets felons cast ballot as soon as released from prison. Virginia Gov. Ralph Northam restored voting rights to more than 69,000 Virginians under new criteria that automatically allow felons to cast a ballot once they are released from prison.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-broader-law-enforcement-ignore-race-11615926483", "title": "Does Broader Law Enforcement Ignore Race?", "date": "2021-03-16 16:28", "summary": "Jeffrey H. Anderson leaves out the critical part of the criminal-justice process in which law enforcement has nearly unlimited discretion to determine what leads to investigate, whom to stop and frisk, where resources are deployed and what actions warrant an arrest.. Jeffrey H. Anderson argues that the claim of \"'systematic racism in law enforcement' defies the best available science and data\" (\"Biden, Claiming 'Systemic Racism' in Policing, Defies Science,\" op-ed, March 6). Mr. Anderson makes his dubious argument by cherry-picking data that focuses on violent crime. Yet, by focusing on violent crime, and specifically crimes reported by victims, Mr. Anderson leaves out the critical part of the criminal-justice process in which law enforcement has nearly unlimited discretion to determine what leads to investigate, whom to stop and frisk, where resources are deployed and what actions warrant an arrest.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-finally-discover-the-big-threat-from-china-11615926361", "title": "Democrats Finally Discover The Big Threat From China", "date": "2021-03-16 16:26", "summary": "Former president you-know-who was pretty woke about China, wasn't he?. In \"America Wakes Up to the China Threat\" (Politics & Ideas, March 10), William A. Galston seems to think this recognition is something new. Where has he been for the past four years? Former president you-know-who was pretty woke about China, wasn't he? It would be far more honest and accurate for Mr. Galston to admit that the country's left wing now feels liberated to acknowledge the threat it refused to sufficiently acknowledge previously, because it opposed the policies, initiatives and rhetoric of you-know-who-all for political purposes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressive-steamroller-flattens-everything-11615926418", "title": "Progressive Steamroller Flattens Everything", "date": "2021-03-16 16:26", "summary": "\"The Progressive Steamroller\" described in your March 11 editorial is not just in Congress.. \"The Progressive Steamroller\" described in your March 11 editorial is not just in Congress. While most people focused on the $1.9 trillion progressive steamroller relief act and H.R.1 for the past few weeks, President Biden released his Interim National Security Strategic Guidance on March 3 without much scrutiny. In his strategy, the president essentially says all progressive interests-domestic and international-are national-security interests. Mentioned in the guidance are defending rights of women, girls, LGBTQI individuals, and people with disabilities. Also included as national-security issues are working families' livelihoods, climate change and immigration. Will he use his national-security authorities to advance this agenda? Interestingly, despite the rhetoric about promoting democracy, President Biden lists populism as a threat. Apparently, he feels the will of the people gets in the way of elitist progressives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-e-u-gets-no-kick-from-californias-champagne-11615926307", "title": "The E.U. Gets No Kick From California's Champagne", "date": "2021-03-16 16:25", "summary": "To the European Union there is no such thing as a bottle of California champagne.. The reduction in tariffs (\"An Airbus-Boeing Tariff Truce,\" Review & Outlook, March 9) is certainly a welcome development. However, the proposed celebration is flawed. To the European Union there is no such thing as a bottle of California champagne, only white, sparkling wine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-something-dying-in-darkness-at-the-washington-post-11615926067", "title": "Is Something Dying in Darkness at the Washington Post?", "date": "2021-03-16 16:21", "summary": "The newspaper corrects its story on a famous Trump phone call.. Misleading media coverage about Donald Trump and his supporters has been so common in this era that perhaps it no longer qualifies as news. But it can still do harm to public understanding of national events.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gym-is-open-but-everythings-different-11615887001", "title": "Gyms Are Reopening, but Everything's Different", "date": "2021-03-16 16:13", "summary": "Resume Subscription. One fitness club franchisee plans to open a dozen new locations, while a national chain is selling digital memberships. A Pilates studio in Houston is requiring masks; a family-run gym in Indianapolis isn't.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-to-lower-service-fee-for-play-store-app-developers-11615907010", "title": "Google to Cut Commission It Charges App Developers", "date": "2021-03-16 16:06", "summary": "Tech giant to lower service fees it collects from 30% to 15% on first $1 million developers earn. Google is reducing the cut it takes from app sales in its Play store, joining rival Apple Inc. in shrinking commissions as the power the tech giants wield through their digital marketplaces has drawn the ire of developers and scrutiny of regulators.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/made-in-the-shade-wednesday-crossword-march-17-11615330325", "title": "Made in the Shade (Wednesday Crossword, March 17)", "date": "2021-03-16 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prevent-and-cope-with-job-burnout-11611696061", "title": "How to Prevent and Recover From Job Burnout", "date": "2021-03-16 15:55", "summary": "Most Popular News. More and more people are talking about burnout at work, but there are still misconceptions about what the term means and its implications. The term goes beyond feeling emotionally and mentally exhausted. \"I may mean I'm bored, and you mean you're tired, and somebody else means they hate their job,\" says Christina Maslach, professor of psychology at the University of California, Berkeley and creator of the Maslach Burnout Inventory, a measurement tool used to diagnose the syndrome. \"It's not just about the individual, but it's also about the team or workplace or organization.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-made-questionable-payments-to-veterans-agency-officials-11615923875", "title": "New Jersey Made Questionable Payments to Veterans Agency Officials", "date": "2021-03-16 15:44", "summary": "State agency overseeing two veterans homes plagued by Covid-19 deaths awarded hazard pay to ineligible administrators. The state of New Jersey tapped a fund meant for nurses and others working directly with patients to make unauthorized and questionable payments to upper-level managers at its veterans agency, which oversees the nursing homes with the state's highest death count for Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-fee-cut-wont-quiet-developer-unrest-11615923679", "title": "Google's Fee Cut Won't Quiet Developer Unrest", "date": "2021-03-16 15:41", "summary": "Reduction in app store fees won't buy the internet giant's way out of regulators' sights. Google may have one-upped Apple Inc. in the battle over app store fees, but both companies are likely to learn a harsh reality about taxes: No one likes paying them, even when they go down. Especially the biggest payers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargill-hires-ges-former-finance-chief-11615923272", "title": "Cargill Hires GE's Former Finance Chief", "date": "2021-03-16 15:34", "summary": "Jamie Miller is set to join the Minneapolis-based agricultural business on June 1. General Electric Co. 's former finance chief is taking over the purse strings at Cargill Inc., a private agricultural conglomerate with more than $100 billion in annual revenue.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magazines-and-the-american-experience-review-the-imprint-of-history-11615923092", "title": "'Magazines and the American Experience' Review: The Imprint of History", "date": "2021-03-16 15:31", "summary": "An exhibition at the Grolier Club examines the ways magazines have reflected and shaped the country's politics and culture.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-offer-self-publishing-tools-for-content-creators-11615922776", "title": "Facebook to Offer Self-Publishing Tools for Content Creators", "date": "2021-03-16 15:26", "summary": "Social-media giant says effort will help writers create subscription-based businesses. Facebook Inc. is rolling out new self-publishing tools it says will help writers and other cultural producers reach audiences and get paid for their work, the latest example of a social-media company pushing to keep creators in its fold.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-vaccine-passports-aim-for-simplicity-11615922205", "title": "Coming 'Vaccine Passports' Aim for Simplicity", "date": "2021-03-16 15:16", "summary": "Designers of the health passes hope unfussy apps will reduce stress for passengers pre-flight, quickly providing proof of a negative Covid-19 test or a vaccination. The first digital \"vaccine passports\" for post-pandemic travel have been designed as easy-to-use applications that will one day merge into other travel platforms, like airline apps, their developers say.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-readies-quota-for-women-board-members-11615887001", "title": "Germany Readies Quota for Women Board Members", "date": "2021-03-16 15:02", "summary": "Several German firms have added women to their management boards after the pending law made headlines. Some of Germany's largest listed companies are bracing for a gender-diversity quota on executives as pressure mounts from regulators and investors world-wide to boost women in management.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-indian-health-service-doctor-who-preyed-on-young-patients-stripped-of-federal-pension-11615920417", "title": "Indian Health Service Doctor Who Preyed on Young Patients Stripped of Pension", "date": "2021-03-16 14:49", "summary": "Former staff pediatrician Stanley Patrick Weber was receiving retirement pay while in prison for sexual assault. The federal government revoked the pension of a former U.S. Indian Health Service physician who was convicted of sexually abusing children under his care on two Native American reservations, according to federal officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-we-know-about-googles-ad-changes-after-cookies-11615919502", "title": "Five Things We Know About Google's Ad Changes After Cookies", "date": "2021-03-16 14:31", "summary": "Google confirmed it won't replace cookies, surprising many advertisers that expected the tech giant to create another mechanism to target individuals. When Google last year said it eventually would stop supporting third-party cookies in its Chrome web browser, and that it would create more privacy-minded ad-targeting tools, marketers expected to still be able to send ads to desirable individual consumers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-to-boost-nuclear-weapons-stockpile-in-defense-policy-shift-11615919479", "title": "Britain to Boost Nuclear Weapons Stockpile in Defense-Policy Shift", "date": "2021-03-16 14:31", "summary": "After its departure from the European Union, the U.K. seeks more sway in the Indo-Pacific region. LONDON-The British government laid out plans to increase its stockpile of nuclear weapons as part of a shift in defense policy that recognizes that the world order it helped forge in the wake of World War II is crumbling.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-owned-bank-declared-insolvent-causing-losses-for-small-german-towns-11615919420", "title": "Greensill-Owned Bank Declared Insolvent, Causing Losses for Small German Towns", "date": "2021-03-16 14:30", "summary": "Local governments deposited money at the lender to escape negative interest rates at their usual banks. A German court on Tuesday declared that a small bank tied to a collapsed U.K. finance company was insolvent, triggering losses for dozens of small German towns.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alan-howard-is-buyer-of-vincent-violas-new-york-townhouse-11615918348", "title": "British Financier Alan Howard Is the Buyer of Vincent Viola's New York Townhouse", "date": "2021-03-16 14:13", "summary": "The 20,000-square-foot, roughly 40-foot-wide mansion sold for $59 million. British financier Alan Howard is the buyer of Vincent Viola's 20,000-square-foot mansion, according to property records and a person familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-hails-u-s-progress-fighting-covid-warns-against-easing-health-precautions-11615915681", "title": "Dr. Fauci Hails U.S. Progress Fighting Covid, Warns Against Easing Curbs", "date": "2021-03-16 14:06", "summary": "Chief White House medical adviser on pandemic says country could see resurgence in cases akin to Europe's if precautions are relaxed too early. Anthony Fauci, the nation's top infectious-disease expert, said that the U.S. is on a march toward more normalcy from the coronavirus pandemic but that a surge in cases similar to what is occurring in Europe is possible if the country relaxes public-health precautions prematurely.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-faces-possible-charges-on-greensill-loan-11615884514", "title": "Credit Suisse Faces Possible Loss Over Greensill Collapse", "date": "2021-03-16 13:56", "summary": "Swiss bank says it received $50 million back so far from $140 million owed by the firm. Credit Suisse Group AG warned that the bank and investors in some of its funds face potential losses from the collapse of U.K. financial firm Greensill Capital earlier this month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bluestone-resources-sues-greensill-capital-for-fraud-11615907626", "title": "Greensill Capital Is Sued for Fraud", "date": "2021-03-16 13:48", "summary": "Suit by coal-mining company owned by West Virginia governor is tied to $850 million loan. A coal miner owned by the governor of West Virginia has become embroiled in a scandal surrounding a U.K. financing company that declared insolvency last week, suing the lender for alleged fraud.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-bipartisan-ideas-for-congress-11615916085", "title": "Some Bipartisan Ideas for Congress", "date": "2021-03-16 13:34", "summary": "Why not pause the brawls and focus on areas in which both sides can agree?. The Biden administration's next big legislative initiative-a \"build back better\" bill dealing with infrastructure and much else-is at least several weeks away, and the Democrats are pondering what to do in the interim. I have a proposal: Before what will likely be another divisive debate, focus on legislation that enjoys substantial support across party lines.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-commune-with-nature-11615916038", "title": "Do You Commune With Nature?", "date": "2021-03-16 13:33", "summary": "Some experts suggest it as a way to relieve anxiety over Covid.. To combat anxiety in the age of Covid-19, many observers say you should commune with nature. An article in Medical Press about a recent study by a Notre Dame psychology professor is headlined \"Taking time to commune with nature increases feelings of connecting with it, study shows.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-women-protest-governments-handling-of-sexual-assault-allegations-11615915062", "title": "Australian Women Protest Handling of Assault Allegations by Government", "date": "2021-03-16 13:20", "summary": "Tens of thousands march across major cities, calling for stronger response to sexual violence. MELBOURNE, Australia-An allegation that Australia's attorney general committed rape 33 years ago and a sexual-assault claim against a member of the defense minister's staff have set off widespread anger among women, with tens of thousands marching across major cities this week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-bechtel-head-of-family-construction-firm-for-three-decades-dies-at-age-95-11615870471", "title": "Stephen Bechtel, Head of Family Construction Firm for Three Decades, Dies at Age 95", "date": "2021-03-16 13:19", "summary": "Grandson of founder steered company through oil bust and controversy over dealings with Arab countries. Stephen D. Bechtel Jr., who expanded the global reach of his family's giant engineering and construction company as chief executive from 1960 to 1990, died Monday at his home in San Francisco, Bechtel Corp. announced. He was 95.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etoro-group-to-go-public-in-merger-deal-with-spac-11615906920", "title": "EToro to Go Public in SPAC Merger Deal", "date": "2021-03-16 13:04", "summary": "Trading platform says it will combine with FinTech Acquisition Corp. with implied value of $9.6 billion. Digital trading platform eToro Group Ltd. said Tuesday it will go public through a deal to combine with special-purpose acquisition company FinTech Acquisition Corp. V that would value the company at about $10.4 billion.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-february-retail-sales-coronavirus-recovery-11615844390", "title": "Retail Sales, Manufacturing Slip Ahead of Expected Spring Rebound", "date": "2021-03-16 12:49", "summary": "U.S. shoppers pulled back and factories produced less in February due to winter weather and supply-chain disruptions. U.S. retailers and manufacturers slumped in February due to winter storms and supply-chain disruptions, but a broader economic rebound appears poised to accelerate this spring because of the easing pandemic and another round of government stimulus.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-garden-sculpture-can-make-a-big-difference-11615912191", "title": "How a Garden Sculpture Can Make a Big Difference", "date": "2021-03-16 12:29", "summary": "Outdoor art can elevate or cheapen your landscaping. Here, advice on choosing a site for it correctly.. MOST MORNINGS when my friend Jennifer arrives for our daily 7 a.m. run, we try to hide our feelings about how cranky getting up so early to exercise makes us.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-doing-nothing-can-make-you-more-productive-11615911969", "title": "How Being More Productive Starts With Doing Nothing", "date": "2021-03-16 12:26", "summary": "It's gotten harder to create mental breaks as work and home have blurred. Here are ways to get your brain a rest.. One secret to achieving more: Finding time to do nothing.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astronomers-cant-hear-signals-from-space-because-earth-is-too-loud-11615911902", "title": "Astronomers Can't Hear Signals From Space Because Earth Is Too Loud", "date": "2021-03-16 12:24", "summary": "Resume Subscription. Radio signals picked up by a vast telescope in the South African desert could help to unravel the mysteries of the universe. More often, they let astronomers know that local families are having a chat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/swine-fever-resurgence-damps-hopes-for-u-s-soybean-farmers-11615892400", "title": "Swine Fever Resurgence Damps Hopes for U.S. Soybean Farmers", "date": "2021-03-16 12:05", "summary": "New cases of African swine fever reported in China may dent demand for U.S. agricultural exports. A resurgence of a lethal pig disease is putting new strain on China's efforts to rebuild its herds-a threat to U.S. farmers' hopes to sell more soybeans there this year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putting-the-risk-into-risk-free-treasurys-11615910631", "title": "Putting the Risk Into Risk-Free Treasurys", "date": "2021-03-16 12:03", "summary": "Inflation worries make buyers wary of locking up money in government bonds for a long time. For investors in the longest-dated Treasurys, the past three months have been as bad as the \"taper tantrum\" plunge in government bonds in 2013. Just as in 2013, the concern isn't, or at least isn't mainly, that the Federal Reserve will jack up interest rates and kill the economy. Buyers have concluded that locking up their money for a decade or more in Treasurys is now riskier than before, because there is a much greater chance of high inflation eroding the value of fixed income.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admission-season-is-crazier-than-ever-that-could-change-who-gets-in-11615909061", "title": "College Admission Season Is Crazier Than Ever. That Could Change Who Gets In.", "date": "2021-03-16 11:37", "summary": "Resume Subscription. Ivy League schools and a host of other highly selective institutions waived SAT and ACT requirements for the class of 2025, resulting in an unprecedented flood of applications and what may prove the most chaotic selection experiment in American higher education since the end of World War II.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ukraine-to-nationalize-defense-firm-keeping-china-out-in-a-nod-to-u-s-11615908836", "title": "Ukraine to Nationalize Defense Firm, Keeping China Out in a Nod to U.S.", "date": "2021-03-16 11:33", "summary": "Washington had urged Kyiv to halt Chinese acquisition of Motor Sich; move risks backlash from Beijing. Ukraine plans to nationalize a prominent aerospace manufacturer and cancel its acquisition by China, after the U.S. opposed the deal to keep critical defense technology out of Beijing's hands.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-19-vaccines-benefits-outweigh-risks-says-eu-11615902459", "title": "AstraZeneca Vaccine's Benefits Outweigh Risks, Says EU", "date": "2021-03-16 11:20", "summary": "Regulator plans to conclude investigation into reports of blood-clotting incidents on Thursday. The European Union's top drug regulator said it is still firmly convinced that the benefits of AstraZeneca PLC's Covid-19 vaccine outweigh the risks, after a string of nations in the bloc temporarily halted use of the shot over blood-clot concerns.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/born-into-bossa-nova-royalty-bebel-gilberto-discovered-her-own-sound-11615907173", "title": "Born Into Bossa Nova Royalty, Bebel Gilberto Discovered Her Own Sound", "date": "2021-03-16 11:06", "summary": "Resume Subscription. Bebel Gilberto, 54, is a Brazilian-American singer whose album \"Tanto Tempo\" helped pioneer the electronic bossa nova movement in the early 2000s. Her new album is \"Agora\" (Plas America). She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/diabetes-screening-should-begin-at-age-35-for-overweight-americans-panel-advises-11615906800", "title": "Earlier Diabetes Screening Urged for Overweight Americans", "date": "2021-03-16 11:00", "summary": "Draft recommendation by U.S. Preventive Services Task lowers the age for screening by five years. WASHINGTON-Overweight Americans should get screened for diabetes and prediabetes beginning at age 35, a federal health advisory panel recommended Tuesday, or five years earlier than it previously advised.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-mugs-keep-your-coffee-hot-longer-11615906271", "title": "These Mugs Keep Your Coffee Hot Longer", "date": "2021-03-16 10:51", "summary": "Stop making do with lukewarm brews. Here, three vessels that can retain your java's heat no matter how long you let it linger.. IN A YEAR without commutes and trusty travel thermoses, not to mention office Keurig stations, we've struggled to keep hot brew at hand as we work from home. (And yes, your microwave is doomed to corrupt the flavor of even premium beans.) So we set off in search of insulating mugs to solve the problem more elegantly than a bulky plastic thermos, which seems uncivilized at home, and more effectively than thin, ceramic vessels that render a cup of java tepid before you've barely sipped half.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-is-about-to-spring-forward-11615905956", "title": "Spending Is About to Spring Forward", "date": "2021-03-16 10:45", "summary": "Sales slipped in February but are set to rebound strongly in March. Retail sales took a big step back in February. The next step almost inevitably will be a big one forward, but it is what comes after that that will matter most.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-thing-that-got-me-through-the-pandemic-year-11615905736", "title": "The One Thing That Got Me Through the Pandemic Year", "date": "2021-03-16 10:42", "summary": "An airplane kit. An ultramarathon. A gritty TV drama. People have sought solace in new places during the pandemic year.. People have had to work harder to find respite during the pandemic. And they've found it in some surprising ways.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-assembler-foxconn-hints-at-making-electric-vehicles-in-u-s-11615905476", "title": "iPhone Assembler Foxconn Hints at Making Electric Vehicles in U.S.", "date": "2021-03-16 10:37", "summary": "Foxconn chairman says Wisconsin could be where it will assemble electric cars for Fisker. TAIPEI-The chairman of Foxconn Technology Group, the world's largest contract electronics maker, raised the possibility of manufacturing an electric vehicle in the U.S. and hinted at additional potential partnerships with American companies as it expands into the automotive industry.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-mastercard-delay-credit-card-swipe-fee-increases-11615904774", "title": "Visa, Mastercard Delay Credit-Card Swipe Fee Increases", "date": "2021-03-16 10:26", "summary": "Lawmakers asked companies to delay increases, citing Covid-19 pandemic's toll on businesses. Visa Inc. and Mastercard Inc. are postponing planned credit-card fee increases that were set to kick in this year after the plans drew criticism from lawmakers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colby-chandler-struggled-to-refocus-kodak-11615903210", "title": "Colby Chandler Struggled to Refocus Kodak", "date": "2021-03-16 10:00", "summary": "Former CEO, who has died at age 95, diversified film giant and ended a jobs-for-life tradition. Colby Chandler whacked a wooden crate with a machete in 1989 to show Eastman Kodak Co. 's managers how determined he was to cut costs. He had good reason for frustration during his reign as chief executive, from 1983 to 1990.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneurs-are-betting-big-on-nyc-covid-19-testing-businesses-11615903201", "title": "Covid-19 Testing Businesses See Robust Market in New York City", "date": "2021-03-16 10:00", "summary": "Some are getting creative launching or expanding companies, which they believe will be profitable for a long time. I was surprised recently to spot a new business in my Brooklyn neighborhood. \"COVID-19 RAPID TESTING\" the sign trumpeted. \"SAME DAY RESULTS.\" It was a storefront dedicated entirely to coronavirus tests. This was puzzling. Why now? Aren't we all getting vaccinated?", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fearing-a-property-bubble-china-overhauls-how-it-sells-land-11615896003", "title": "Fearing a Property Bubble, China Overhauls How It Sells Land", "date": "2021-03-16 09:51", "summary": "With the yearslong boom continuing despite the coronavirus pandemic, authorities are now sounding the alarm. To tame a frothy real-estate market, China is turning to one of its root causes: the way land is sold in big cities.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-uns-sister-warns-u-s-not-to-cause-a-stink-with-north-korea-11615901802", "title": "Kim Jong Un's Sister Warns U.S. Not to Cause a Stink With North Korea", "date": "2021-03-16 09:36", "summary": "Kim Yo Jong takes again to state media to vent anger over computer-simulated U.S.-South Korea military exercises. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-secretaries-of-state-defense-push-back-against-china-in-tokyo-trip-11615900076", "title": "Secretaries of State, Defense Push Back Against China in Tokyo Trip", "date": "2021-03-16 09:33", "summary": "Antony Blinken and Lloyd Austin's visit to Japan and South Korea marks first trip abroad by members of Biden cabinet. TOKYO-Secretary of State Antony Blinken, standing in Tokyo, fired rhetorical salvos at Beijing in a symbolic opening act of the Biden administration's diplomacy abroad.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nokia-to-cut-up-to-10-000-jobs-to-offset-5g-investment-11615899710", "title": "Nokia to Cut Up to 10,000 Jobs to Offset 5G Investment", "date": "2021-03-16 09:01", "summary": "Company will reduce workforce by up to 11% in latest restructuring plan. Nokia Corp. plans to cut between 5,000 and 10,000 jobs over the next two years, a move it said would make it more competitive in the 5G equipment market against rivals Huawei Technologies Co. and Ericsson AB.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-entertainment-fox-gamestop-what-to-watch-when-the-market-opens-11615891903", "title": "AMC Entertainment, Fox, GameStop: What to Watch When the Market Opens", "date": "2021-03-16 08:55", "summary": "Nasdaq-100 futures rise, suggesting tech stocks are finding their feet again. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-pollution-plummeted-during-the-pandemic-except-in-areas-with-wildfires-11615898152", "title": "Air Pollution Plummeted During the Pandemic, Except in Areas With Wildfires", "date": "2021-03-16 08:35", "summary": "Western U.S., Australia saw air pollution increases driven by blazes, while skies cleared in most of the rest of the world. Pandemic shutdowns led to a rare decline in air pollution around the world during 2020, except in those cities affected by smoke that spewed from huge wildfires, including much of the Western U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-work-space-minimalist-danish-chic-11615897815", "title": "The Ultimate Live-Work Space Done in Minimalist Danish Chic", "date": "2021-03-16 08:31", "summary": "Danish design company Vipp's New York City showroom doubles as its owners' home, epitomizing the brand's pared-back style.. The first sign that Danish design company Vipp's new Manhattan showroom, officially opening in May, is not like its downtown competitors is Cooper, a copper-colored golden retriever with a forehead as wide as a pillow and paws the size of small cakes. He greets guests in a deferential bow as they emerge from an elevator through a black steel portal and into a daylit loft.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oakland-athletics-suite-bitcoin-deal-11615853946", "title": "The Oakland A's Offer a Suite Bitcoin Deal", "date": "2021-03-16 08:14", "summary": "Last week, the value of one bitcoin and the value of a six-person suite for the season at the Oakland Coliseum were about the same. The team decided to offer one for the other to see what would happen.. A full-season package for a six-person suite at the Oakland Athletics' home stadium costs about $64,000. This past weekend, the value of Bitcoin surged to a record $60,000. The convergence of those two numbers gave A's president Dave Kaval an idea: to take a bold step into the world of cryptocurrency.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-appears-to-block-signal-one-of-last-popular-encrypted-messaging-apps-11615883434", "title": "China Appears to Block Popular Encrypted Messaging App Signal", "date": "2021-03-16 08:12", "summary": "Service becomes unusable for many without a virtual private network, intensifying government's hold on public and private discourse. TAIPEI-Messaging app Signal became unusable for many people in mainland China this week, stifling one of the last widely used messaging apps that could send and receive encrypted messages in the country without a virtual private network.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-to-star-in-new-golf-videogames-after-long-absence-11615896000", "title": "Tiger Woods to Star in New Golf Videogames After Long Absence", "date": "2021-03-16 08:00", "summary": "The golf legend will serve as adviser to Grand Theft Auto, NBA 2K publisher Take-Two Interactive to help develop new games. Tiger Woods has signed an exclusive multiyear deal with Take-Two Interactive Software Inc. to feature his name and likeness in future golf videogames.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sister-jean-loyola-ncaa-tournament-101-years-old-11615855459", "title": "Sister Jean Is Back in the NCAA Tournament. Hallelujah.", "date": "2021-03-16 08:00", "summary": "At 101 years old, the Ramblers' famous chaplain/scout was born during the Spanish Flu. Now she's thriving-and staying virtually engaged-through Covid-19.. It was a brutally cold winter day as Sister Jean looked out her window from the Chicago rehab facility where she recovers from a hip injury and shingles. She was joyous.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-gives-ohioans-some-hope-despite-short-seller-report-11615895193", "title": "Lordstown Gives Ohioans Hope Despite Short Seller Report", "date": "2021-03-16 07:46", "summary": "Electric-truck startup took over GM's dormant car factory in 2019; in the Mahoning Valley there is guarded optimism for the plant's success. When plans surfaced nearly two years ago for General Motors Co. to sell its dormant Lordstown, Ohio, factory to an electric-vehicle startup, the prospect sparked hope that the region could preserve manufacturing jobs.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/design-brand-studio-mcgee-inks-deal-with-strand-equity-11615894207", "title": "Design Brand Studio McGee Inks Deal With Strand Equity", "date": "2021-03-16 07:30", "summary": "The growth investor is betting on the brand's expansion through avenues such as licensing agreements, e-commerce and content development. Consumer-focused investor Strand Equity Partners is betting on the democratization of décor with its latest deal.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-first-covid-19-vaccinations-were-easy-now-comes-the-hard-part-11615893625", "title": "Israel's First Covid-19 Vaccinations Were Easy. Now Comes the Hard Part.", "date": "2021-03-16 07:20", "summary": "The early stages of the vaccination campaign went smoothly, but pockets of resistance suggest eventual herd immunity may be hard to attain, offering lessons for the U.S.. TEL AVIV-Across the street from a bar packed with newly inoculated Israelis, a crowd gathered on a recent Tuesday to protest against government pressure to take the vaccine, and the perks it extends to the vaccinated.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinema-owners-cheer-more-reopenings-but-business-still-struggling-11615892401", "title": "Cinema Owners Cheer More Reopenings, but Business Still Struggling", "date": "2021-03-16 07:00", "summary": "Industry grapples with limited seating capacity and movie fans watching films from the comfort of home. Movie theater owners are hoping that cinema reopenings this month in New York City and California can lure back more filmgoers, providing a lift to their struggling businesses and to nearby bars and restaurants.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-lebron-james-highlights-chinese-real-estate-and-the-mafia-have-in-common-11615891117", "title": "What LeBron James Highlights, Chinese Real Estate and the Mafia Have in Common", "date": "2021-03-16 06:38", "summary": "Nonfungible tokens might be new, but making something artificially scarce to boost its price isn't. The booming market for nonfungible tokens has made headlines this year, with various examples of digital art-including highlight reels of basketball star LeBron James-selling for hundreds of thousands of dollars or more.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-covid-19-vaccinations-hold-lessons-for-u-s-11610307240", "title": "Israel's Covid-19 Vaccinations Hold Lessons for U.S.", "date": "2021-03-16 06:36", "summary": "The small country has inoculated more than 55% of its population in the world's fastest rollout. Israel has rolled out the fastest Covid-19 vaccination campaign in the world, inoculating more than 55% of its population with at least one shot since late December. The small country-with roughly nine million people, about the same as New York City-is pushing to fully vaccinate most of its population by the end of March, but faces fresh challenges as it enters a new phase to convince vaccine holdouts.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instant-settlement-may-not-be-gratifying-for-all-11615890600", "title": "Instant Settlement May Not Be Gratifying for All", "date": "2021-03-16 06:30", "summary": "Trading halts in 'meme' stocks spur interest in real-time stock trade settlement, but not everyone sees the upside. When it comes to settlement times, not everyone in the market may be feeling the need for the fastest speed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-vaccine-europe-11615833357", "title": "Why Is AstraZeneca's Covid-19 Vaccine Being Suspended in Europe?", "date": "2021-03-16 06:04", "summary": "Germany, France, Italy join a group of smaller countries that have stopped administering the shot, which isn't authorized in the U.S.. The Covid-19 vaccine developed by the University of Oxford and AstraZeneca PLC was one of the earliest shots out of the gates last year. More recently, though, the vaccine has run into a series of setbacks, including confusing trial results that have led to public uncertainty over its effectiveness and production problems. Now, worries have grown over whether it is linked to several cases of severe blood clotting in people who received it.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/healthcare-sponsors-flocked-to-public-markets-in-2020-bain-11615888800", "title": "Healthcare Sponsors Flocked to Public Markets in 2020: Bain", "date": "2021-03-16 06:00", "summary": "Despite coronavirus pandemic upheaval, healthcare investors chose more public-market exits in 2020 than in previous years. Private-equity backed healthcare businesses headed to public markets in droves last year, an exit trend that is expected to extend into 2021, according to a report on the sector.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-5g-tower-party-is-just-getting-started-11615888258", "title": "The 5G Tower Party Is Just Getting Started", "date": "2021-03-16 05:51", "summary": "Vodafone and other European mobile operators are selling their cellphone masts. The other side of the trade looks attractive, with demand for fast digital networks stronger than ever.. Reliable 5G signals will require a lot more cell towers. It might be a good time for investors to connect.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-seen-standing-firm-on-interest-rates-bond-purchases-11615887002", "title": "Fed Seen Standing Firm on Interest Rates as Economic Outlook Brightens", "date": "2021-03-16 05:30", "summary": "Still, central bank is expected this week to note brighter outlook for employment and GDP. WASHINGTON-Federal Reserve officials will likely note an improving economic outlook at their policy meeting this week, while also stressing that it is too early to change their plans for interest rates and bond purchases.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stumbling-hotel-industry-starts-to-regain-footing-after-its-worst-year-11615887001", "title": "Stumbling Hotel Industry Starts to Regain Footing After Its Worst Year", "date": "2021-03-16 05:30", "summary": "Covid-19 ravaged bookings, but now occupancy rates are rising and lodging firms are hiring as vaccine distribution helps spur leisure travel. The badly battered lodging business is stirring to life, roused by hotel owners and investors betting that bookings will pick up when Covid-19 vaccines become widespread and more Americans itch to travel again.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tidal-wave-of-esg-funds-brings-profit-to-wall-street-11615887004", "title": "Tidal Wave of ESG Funds Brings Profit to Wall Street", "date": "2021-03-16 05:30", "summary": "Socially focused exchange-traded funds give asset managers higher fees in a low-fee industry. Sustainability has been good for Wall Street's bottom line.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hormel-cfo-readies-up-to-2-billion-bond-sale-to-pay-for-planters-deal-11615887000", "title": "Hormel CFO Readies Up to $2 Billion Bond Sale to Pay for Planters Deal", "date": "2021-03-16 05:30", "summary": "Owner of Skippy and Spam brands sees transaction as a step up to becoming a global food company. Hormel Foods Corp.'s finance chief is preparing a bond sale in part to finance the company's recent purchase of Kraft Heinz Co. 's nuts business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-asks-alibaba-to-shed-its-media-assets-11615809999", "title": "Beijing Asks Alibaba to Shed Its Media Assets", "date": "2021-03-16 03:51", "summary": "Under Jack Ma's leadership, the company built a formidable portfolio of media holdings. China's government has asked Alibaba Group Holding Ltd. to dispose of its media assets, as officials grow more concerned about the technology giant's sway over public opinion in the country, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-owners-increase-settlement-offer-to-4-28-billion-11615868234", "title": "OxyContin Owner Increases Settlement Offer to $4.28 Billion", "date": "2021-03-16 00:17", "summary": "Money from Sackler family members is key piece of Purdue restructuring plan proposed Monday. The family that owns OxyContin maker Purdue Pharma LP agreed to pay roughly $4.28 billion-a larger sum than previously promised-to resolve lawsuits accusing it of helping to fuel the opioid epidemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615827847", "title": "Pepper...and Salt", "date": "2021-03-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-gets-new-health-minister-11615859274", "title": "Brazil is Getting New Health Minister", "date": "2021-03-16 21:47", "summary": "Marcelo Queiroga is the fourth person to hold the post since Covid-19 hit the country. SÃO PAULO-Brazilian President Jair Bolsonaro has picked a doctor to replace the army general serving as the country's health minister, as his administration faces growing criticism over spiraling Covid-19 infections and deaths.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-technoking-musk-joins-long-line-of-odd-job-titles-11615855868", "title": "Tesla's 'Technoking' Musk Joins Line of Odd Job Titles", "date": "2021-03-16 20:51", "summary": "Resume Subscription. Some business stars strive for the chief executive officer seat. Others shoot for the throne.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-grammy-fashion-mask-gown-matching-harry-11615853899", "title": "The Best Grammy Fashion Goes to... Mask-to-Gown Matching", "date": "2021-03-16 20:18", "summary": "Take note from stars like Taylor Swift, Harry Styles and Megan Thee Stallion: For dressing up this spring, start with the mask. When rapper Megan Thee Stallion was named best new artist at this year's Grammy Awards, she was too stunned to remove her face mask. Luckily, it matched her outfit: a custom citrus-orange Dolce & Gabbana gown and over 200 carats of Chopard diamonds. She finally remembered to remove the satin accessory before she headed to the stage for her thank-you speech. Fellow winners Taylor Swift had a mask intricately embroidered with bright flowers to match her Oscar de la Renta dress, while Harry Styles chose a Gucci yellow plaid blazer straight out of the 1995 film Clueless-it matched his mask, too. And best new artist nominee Chika's custom Nike X Meals outfit came with a matching teal-and-lavender mask topped with a ruffle.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}]