[{"link": "https://www.wsj.com/articles/fetal-tissue-policy-under-trump-administration-is-reversed-11618616996", "title": "Fetal Tissue Policy Under Trump Is Reversed", "date": "2021-04-16 19:58", "summary": "NIH says it will generally allow use in federally funded medical research. WASHINGTON-The National Institutes of Health said Friday it would generally allow use of human fetal tissue in federally funded medical research, reversing a Trump administration policy aimed at curtailing that practice.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cubas-raul-castro-retires-as-head-of-communist-party-marking-an-end-of-an-era-11618604458", "title": "Cuba's Raúl Castro Retires, Marking an End of an Era", "date": "2021-04-16 19:33", "summary": "Resume Subscription. Raúl Castro said he is stepping down as chief of Cuba's ruling Communist Party, leaving behind a demoralized country running on little but post-revolutionary fumes as it struggles with growing food shortages and rising discontent.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-dean-of-temple-university-business-school-indicted-on-fraud-charges-11618614605", "title": "Former Dean of Temple Business School Indicted on Fraud Charges", "date": "2021-04-16 19:10", "summary": "Moshe Porat is accused of submitting phony data to boost online M.B.A. ranking, attract more students and increase revenue; he has said administrators used him as a scapegoat. Federal prosecutors charged the former dean of Temple University's business school with fraud for allegedly submitting falsified data to bolster its online M.B.A. degree ranking.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-13-year-old-adam-toledos-chicago-neighborhood-the-old-sound-of-gunshots-and-new-anger-11618614587", "title": "In Adam Toledo's Neighborhood, the Old Sound of Gunshots and New Anger", "date": "2021-04-16 19:09", "summary": "Chicago's gun epidemic worsened in 2020, with a 110% increase in illegal guns. CHICAGO-In the Little Village neighborhood where a Chicago police officer killed 13-year-old Adam Toledo, the sound of gunfire has become more common, the Rev. Ramiro Rodriguez said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-keep-refugee-limit-at-record-low-but-scrap-restrictions-set-by-trump-11618591787", "title": "Facing Backlash, Biden to Increase Refugee Limit by May 15", "date": "2021-04-16 19:01", "summary": "Decision comes after criticism over executive order that scrapped restrictions imposed by Trump administration but left the annual limit at 15,000. WASHINGTON-In a reversal, President Biden will increase the cap on refugee admissions for the rest of this fiscal year by May 15, the White House said late Friday, after an executive order keeping it at a record low of 15,000 earlier in the day drew swift political backlash from progressives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-with-assault-weapon-arrested-in-times-square-subway-station-11618606260", "title": "Man With Assault Weapon Arrested in Times Square Subway Station", "date": "2021-04-16 18:54", "summary": "Officers on patrol observed man with what appeared to be an AK-47 semiautomatic rifle. An 18-year-old man carrying an assault weapon in Manhattan's Times Square subway station was arrested Friday, New York Police Department officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-morgan-stanley-coinbase-stocks-that-defined-the-week-11618613513", "title": "J&J, Morgan Stanley, Coinbase: Stocks That Defined the Week", "date": "2021-04-16 18:51", "summary": "Here are major companies whose stocks moved on the week's news. Johnson & Johnson", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-democrats-pack-the-court-11618612227", "title": "If Democrats Pack the Court", "date": "2021-04-16 18:30", "summary": "After they add Justices, the GOP could strip their jurisdiction.. The media mostly treated President Biden's announcement of his 36-member commission on the Supreme Court last week as a deft deflection of court packing. Well, not so fast. The Chairman of the House Judiciary Committee and other Democrats introduced a bill this week to expand the Supreme Court to 13 Justices from nine.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-picks-spacex-to-build-new-lunar-lander-11618604869", "title": "NASA Picks SpaceX to Build New Lunar Lander", "date": "2021-04-16 18:27", "summary": "Decision is latest in string of lunar-related wins for Elon Musk-controlled company. NASA on Friday awarded a contract to SpaceX to build a new capsule to land astronauts on the moon, the latest in a string of lunar-related wins for the Elon Musk-controlled company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prison-for-hong-kong-democrats-11618612068", "title": "Prison for Hong Kong Democrats", "date": "2021-04-16 18:27", "summary": "Nine are sentenced, including Martin Lee and Jimmy Lai.. A Hong Kong court confirmed this week what everyone has known for months: If you publicly challenge Beijing, you will be sent to prison. On Friday nine people charged with organizing or joining an unauthorized protest received prison sentences ranging from eight to 18 months. Four of them, including 82-year-old Martin Lee, founder of Hong Kong's democracy movement, received suspended sentences.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-mistake-to-leave-afghanistan-11618610717", "title": "It's a Mistake to Leave Afghanistan", "date": "2021-04-16 18:05", "summary": "The Biden administration's decision to withdraw without conditions makes winners out of Iran, al Qaeda and ISIS.. President Biden's decision to withdraw all military forces from Afghanistan, against sound military advice, will come back to haunt the nation and the world, as it did in Iraq in 2011.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-options-for-the-unwoke-11618610522", "title": "Investment Options for the Unwoke", "date": "2021-04-16 18:02", "summary": "Our funds choose firms that don't let politics distract from their mission of serving shareholders.. Milton Friedman argued that a corporate executive's responsibility is to maximize profits while conforming to the basic rules of society, as embodied in law and \"ethical custom.\" American corporations donated $21 billion to charity in 2019, but the growing \"stakeholder capitalism\" movement is using the ethical-custom concept to impose a progressive agenda on American businesses. It will have negative implications for investor returns.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-pseudoscientific-styleguide-11618610456", "title": "Notable & Quotable: Pseudoscientific Styleguide", "date": "2021-04-16 18:00", "summary": "'Journalism should reflect what science says: the climate emergency is here.'. From \"We Are Living in a Climate Emergency, and We're Going to Say So\" by Mark Fischetti, Scientific American, April 12:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-struggling-cities-should-cut-property-taxes-11618610309", "title": "Why Struggling Cities Should Cut Property Taxes", "date": "2021-04-16 17:58", "summary": "It's the perfect time to reboot urban economies and help the country's poorest homeowners.. As the pandemic recedes, cities and towns are feeling the budget pinch. Many will be tempted to raise property taxes to fill the gaps. They should cut them instead. This isn't only sound economics-it's also an antidote to a regressive taxation scheme whose costs fall unfairly on the country's poorest homeowners, many of them minority residents of struggling cities.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popular-investing-apps-might-hold-a-tax-surprise-11618610064", "title": "Popular Investing Apps Might Hold a Tax Surprise", "date": "2021-04-16 17:54", "summary": "Savvy investors are learning how trading apps like Robinhood restrict common moves that help reduce their tax bills.. Robinhood, the mobile app that purports to make it easier for investing newbies to trade stocks, alienated some of its customers earlier this year when it restricted investments during the GameStop fervor. Now, with 2020 tax bills coming due, some users of apps like Robinhood are running into obstacles again as they try to take advantage of common tax-minimizing strategies used off-platform.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-covid-19-strains-prompt-lilly-to-seek-to-end-u-s-use-of-single-antibody-drug-alone-11618569000", "title": "Lilly Ends U.S. Use of Single Covid-19 Antibody Drug Alone", "date": "2021-04-16 17:39", "summary": "At company's request the FDA has revoked authorization for bamlanivimab; drugmaker says it should instead be taken in combination with another antibody treatment, etesevimab. Eli Lilly & Co. has asked U.S. health regulators to revoke the authorization for use of its Covid-19 antibody drug bamlanivimab alone because it is less potent against certain coronavirus variants circulating in the U.S.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-hot-streak-put-on-ice-by-regulatory-warnings-11618565403", "title": "SPAC Hot Streak Put on Ice by Regulatory Warnings", "date": "2021-04-16 17:38", "summary": "SEC steps up scrutiny of accounting and growth projections for newly public startups. Investors are cooling to one of the hottest bets on Wall Street as new regulatory scrutiny of special-purpose acquisition companies cuts the flood of new issues to a trickle while share prices tumble.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-music-reveals-how-much-it-pays-when-you-stream-a-song-11618579800", "title": "Apple Reveals How Much It Pays When You Stream a Song", "date": "2021-04-16 17:38", "summary": "Streaming services open up about artist payouts, seeking to win credibility and subscribers. Apple Music told artists it pays a penny per stream, according to a letter viewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-16-2021-11618558894", "title": "Stocks End Week With Fresh Records", "date": "2021-04-16 17:15", "summary": "Strong start to earnings season and upbeat economic data have pushed Dow, S&P higher. The Dow Jones Industrial Average and S&P 500 inched higher and set fresh records Friday amid another volley of blue-chip earnings and more signs of economic growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-whistleblower-program-shows-value-of-speaking-up-departing-chief-says-11618607640", "title": "SEC Whistleblower Program Shows Value of Speaking Up, Departing Chief Says", "date": "2021-04-16 17:14", "summary": "Jane Norberg, who has served as chief of the whistleblower office since 2016, is leaving the agency on Friday. The departing chief of the Securities and Exchange Commission's whistleblower office, who helped lead the unit from its infancy, hopes the growth of the cash-for-tips program will help show the true value of whistleblowers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedexs-limits-on-phones-in-spotlight-after-indianapolis-shooting-11618606836", "title": "FedEx's Limits on Phones in Spotlight After Indianapolis Shooting", "date": "2021-04-16 17:00", "summary": "Policy designed to minimize distractions meant some employees couldn't immediately reach out to loved ones. When a gunman began shooting at a FedEx Corp. facility in Indianapolis late Thursday night, many workers didn't have access to their mobile phones to call for help or loved ones.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oath-keeper-becomes-first-to-plead-guilty-in-capitol-riot-11618596401", "title": "Oath Keeper Becomes First to Plead Guilty in Capitol Riot", "date": "2021-04-16 16:46", "summary": "Indiana rocker admits to obstructing official proceedings on Jan. 6 and agrees to cooperate with prosecutors. WASHINGTON-A member of the right-wing Oath Keepers militia pleaded guilty to federal charges connected to the Jan. 6 riot at the U.S. Capitol, becoming the first among the more than 400 people facing such charges to formally admit to wrongdoing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-virtue-vs-sustainability-signals-11618605979", "title": "Oil Virtue vs. 'Sustainability' Signals", "date": "2021-04-16 16:46", "summary": "What happened when an energy CEO tried to order employee Christmas gifts.. Tired of misleading and hypocritical virtue signalling about \"sustainable\" business practices? Today let's celebrate a CEO who decided to challenge trendy corporate wisdom about fossil fuels and explain the virtues of low-cost energy. Four months after publishing a few truths that are highly inconvenient to the environmental lobby, Innovex Downhole Solutions CEO Adam Anderson says that \"the reaction has been overwhelming.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pork-chop-ssam-recipe-perfect-for-sharing-11618568690", "title": "A Pork Chop Recipe Perfect for Sharing", "date": "2021-04-16 16:37", "summary": "This version-for-two of a Korean feast retains the sense of occasion that makes it so special. ONE OF THE most memorable meals I had during my last trip to Seoul took place in the neighborhood Yeon-nam Dong, where I visited my grandparents nearly every summer as a child. The area had drastically transformed in the 14 years since my last visit: The streets lined with hip restaurants and filled with stylish young people were a far cry from the sleepy spot I knew as a child, where the coolest local options were a stationery shop and a video store. Still, I managed to reorient myself and also reconnect with relatives I hadn't seen in a decade-plus over a spread of samgyupsal-gui (grilled pork belly).", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberty-university-sues-jerry-falwell-jr-11618596790", "title": "Liberty University Sues Jerry Falwell Jr.", "date": "2021-04-16 16:36", "summary": "Christian school seeks $10 million from former president, accusing him of hiding damaging personal behavior. Liberty University has filed a lawsuit seeking $10 million in damages against its former president Jerry Falwell Jr., who resigned from the evangelical Christian university last year amid a series of scandals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-fed-chief-talks-so-do-listenersand-they-provide-an-earful-11618604698", "title": "When Fed Chief Talks, So Do Listeners-and They Provide an Earful", "date": "2021-04-16 16:24", "summary": "Resume Subscription. Federal Reserve Chairman Jerome Powell has worked hard to explain the central bank's policies to ordinary people, hoping to shore up trust at a time of wavering public faith in institutions. The effort has produced some unintended results.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hoard-times-saturday-crossword-april-17-11618167568", "title": "Hoard Times (Saturday Crossword, April 17)", "date": "2021-04-16 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-sages-saturday-variety-puzzle-april-17-11618173444", "title": "Seven Sages (Saturday Variety Puzzle, April 17)", "date": "2021-04-16 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-expands-federal-ability-to-force-changes-in-local-policing-11618601722", "title": "Attorney General Expands Federal Ability to Force Changes in Policing", "date": "2021-04-16 15:50", "summary": "Merrick Garland lifts Trump-era restrictions on Justice Department investigations and consent decrees. WASHINGTON-Attorney General Merrick Garland rescinded a Trump-era directive that limited federal prosecutors' ability to rein in police practices they believe violate civil-rights laws, in the clearest sign yet that the Justice Department under President Biden intends to use its authority to hold entire cities accountable for police misconduct.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-nominations-2021-a-film-critics-guide-11615823257", "title": "Oscar Nominations 2021: A Film Critic's Guide", "date": "2021-04-16 15:49", "summary": "'Nomadland,' 'The Trial of the Chicago 7,' 'Mank' and more of this year's acclaimed films, with insights from the Journal's film critic Joe Morgenstern. Like every area of our lives in the past year, the world of movies has been upended, transformed, battered and reinvented. Theaters were shuttered. Blockbuster releases were postponed-then postponed again. Major studios embraced direct-to-streaming (albeit with varying degrees of enthusiasm). And in all this madness, even while we've been wedded to our screens as never before, it's been harder than usual to keep up with this year's major titles.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-to-expel-10-u-s-diplomats-from-embassy-in-moscow-11618592354", "title": "Russia to Expel 10 U.S. Diplomats, Bar Officials Entry", "date": "2021-04-16 15:48", "summary": "The move is a response to U.S. measures against Moscow over alleged election interference, cyberattacks and other damaging actions. MOSCOW-Russia said it would expel 10 U.S. diplomats and bar a number of senior U.S. officials from entering the country in response to measures against Moscow over alleged election interference, cyberattacks and other damaging activity, raising the stakes in relations between the two nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siren-song-of-the-idle-life-11618602481", "title": "Siren Song of the Idle Life", "date": "2021-04-16 15:48", "summary": "The Alfred, Lord Tennyson, poem 'The Lotos-Eaters' is inspired by Odysseus' ancient quest but still feels relevant to today's troubles.. Elections, policy debates, legal feuds, riots, scandals, wars, rumors of wars-will any of it matter a thousand years from now? Does any of it matter now? Alfred Lord Tennyson's poem \"The Lotos-Eaters\" doesn't offer answers. Rather it offers a glimpse of what it might look like to conclude that earthly toil is no longer worth it. I've read the poem two or three times a year since 1999, when I first encountered it. Neither the quandaries of middle age nor the follies of each day's headlines have lessened its relevance.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-new-pressure-to-act-on-russias-nord-stream-2-gas-pipeline-11618601618", "title": "Biden Faces New Pressure to Act on Russia's Nord Stream 2 Pipeline", "date": "2021-04-16 15:33", "summary": "Left out of sanctions package, pipeline to Germany would hurt Ukraine, give Moscow sway over Europe's energy market. WASHINGTON-President Biden is facing growing pressure from Congress as his administration wrestles with whether to use U.S. sanctions powers against Nord Stream 2, a Russian natural-gas pipeline project to Europe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vancouver-canucks-covid-outbreak-11618541817", "title": "After a Long Covid Break, the Vancouver Canucks Are Still In the Penalty Box", "date": "2021-04-16 15:33", "summary": "The team was supposed to resume play Friday after a 23-day pause caused by a massive coronavirus outbreak in its ranks. Its return has been delayed again.. The NHL has had its share of minor Covid-19 coronavirus clusters and scheduling disruptions this winter. But it's never seen an outbreak like the one that struck the Vancouver Canucks in recent weeks, in which 24 players and one coach contracted the hyper-contagious Brazilian strain of Covid-19.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muhallabiyeh-and-hibiscus-rose-tart-11618600556", "title": "Muhallabiyeh and Hibiscus Rose Tart", "date": "2021-04-16 15:21", "summary": "Rose water is a love-it or hate-it ingredient. If you love it, this light, floral dessert is a no-brainer.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-bankruptcy-bidding-war-heats-up-with-new-counteroffer-11618573271", "title": "Hertz Bankruptcy Bidding War Heats Up With New Counteroffer", "date": "2021-04-16 15:19", "summary": "A consortium of investors led by Knighthead and Certares made a counterproposal for the rental-car company, with backing from Apollo. A bidding war over Hertz Global Holdings Inc. intensified as previously outbid investors returned to the table with a counteroffer for the bankrupt car-rental company, backed by Apollo Global Management Inc. and existing Hertz shareholders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tahini-toffee-pudding-11618600752", "title": "Tahini Toffee Pudding", "date": "2021-04-16 15:19", "summary": "Author Reem Kassis adds nutty, sultry tahini, an Arabic staple, to the British classic sticky toffee pudding. The result is a subtly sophisticated take on a nostalgic favorite.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dessert-recipes-that-take-arab-traditions-in-new-directions-11618600162", "title": "Dessert Recipes That Take Arab Traditions in New Directions", "date": "2021-04-16 15:13", "summary": "In a new cookbook, an ancient cuisine looks strikingly contemporary. Here, recipes for tahini toffee pudding and a creamy hibiscus rose tart that balance the familiar and the fresh.. I WAS 23 years old the first time I tasted sticky toffee pudding. An American in London working for the BBC, I was pulling overnight shifts and, on my days off, blearily exploring the city alone. One raw, gray day, I ducked into a pub and decided cake smothered in toffee sauce was just the thing to brighten my outlook. The steaming pudding turned out to be tooth-achingly sweet, but its power to comfort, even coddle, was undeniable. The Brits don't call it nursery food for nothing.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-manufacturing-issues-force-moderna-to-cut-supplies-to-canada-u-k-11618600046", "title": "Vaccine Manufacturing Issues Force Moderna to Cut Supplies to Canada, U.K.", "date": "2021-04-16 15:07", "summary": "The problems involve the Covid-19 vaccine supply chain for countries other than the U.S., the company said. Moderna Inc. expects a shortfall in Covid-19 vaccine doses it will deliver to countries outside the U.S., including Canada and the U.K., citing issues with its European supply chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-electrical-problem-affects-more-locations-on-aircraft-11618599393", "title": "Boeing 737 MAX Electrical Problem Affects More Locations on Aircraft", "date": "2021-04-16 14:56", "summary": "Jet deliveries remain frozen as continuing inspections force airlines to reshuffle operations. The potential electrical problem that prompted airlines to remove dozens of 737 MAX jets from service last week affects more areas of the aircraft's flight deck than previously known, Boeing Co. said Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-schuster-wont-distribute-policemans-book-about-breonna-taylor-shooting-11618584944", "title": "Simon & Schuster Won't Distribute Policeman's Book About Breonna Taylor Shooting", "date": "2021-04-16 14:37", "summary": "Book's author, Jonathan Mattingly, was one of the three Louisville police officers who fired their weapons during last year's raid. Simon & Schuster has decided not to distribute a book written by a Louisville police officer involved in the Breonna Taylor shooting, the latest move by a publisher to avoid associating itself with a potentially divisive issue.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-designates-taiwan-a-currency-manipulator-11618578015", "title": "U.S. Pressures Taiwan to Address Undervalued Currency", "date": "2021-04-16 14:21", "summary": "Treasury stops short of currency manipulator designation; removes label for Switzerland, Vietnam. WASHINGTON-The Treasury Department put pressure on Taiwan to address the undervaluation of its currency and large trade surplus but stopped short of formally designating it a currency manipulator.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-physicist-became-a-climate-truth-teller-11618597216", "title": "How a Physicist Became a Climate Truth Teller", "date": "2021-04-16 14:20", "summary": "After a stint at the Obama Energy Department, Steven Koonin reclaims the science of a warming planet from the propaganda peddlers.. Barack Obama is one of many who have declared an \"epistemological crisis,\" in which our society is losing its handle on something called truth.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medias-racial-narrative-targets-whites-harms-blacks-11618597161", "title": "Media's Racial Narrative Targets Whites, Harms Blacks", "date": "2021-04-16 14:19", "summary": "An insistence on 'systemic' racism tells minority communities they have no power over their own lives.. Are only white people capable of hate crimes? If you get all your news from mainstream media sources, that's what you'd think. A 51-year-old black man allegedly stabbing a 12-year-old white boy in Pittsburgh while shouting racial epithets barely made national news. The same was true when a black man was arrested for savagely beating a 65-year-old Asian woman in Midtown Manhattan. We saw endless coverage of the despicable assault on the Capitol on Jan. 6, but when a 25-year-old black male allegedly killed a Capitol police officer last week, MSNBC erroneously reported the suspect was white.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-first-quarter-profit-soars-11618574016", "title": "Morgan Stanley Books Archegos Loss, but Profit Hits a High", "date": "2021-04-16 14:16", "summary": "Crazy quarter in markets helped push the bank and its Wall Street rivals to big earnings. Morgan Stanley lost $911 million when Archegos Capital Management imploded last month, tarnishing a record-setting quarter for the Wall Street firm.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-who-voted-against-certifying-bidens-victory-saw-drop-in-business-contributions-11618595920", "title": "Lawmakers Who Voted Against Certifying Biden's Win Saw Drop in Business Contributions", "date": "2021-04-16 13:58", "summary": "PAC donations fell about 80% for objectors, compared with 35% drop for those who voted to approve results, latest campaign filings show. WASHINGTON-Republican members of Congress who voted against certifying President Biden's victory after the Jan. 6 Capitol riot saw a sharp drop in donations from business and industry political-action committees in the first quarter of this year, new federal filings show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/composer-thomas-ades-draws-inspiration-from-watteau-11618595758", "title": "Composer Thomas Adès Draws Inspiration From Watteau", "date": "2021-04-16 13:55", "summary": "The elegant, ambiguous paintings of the 18th-century French artist helped to shape the style of one of today's leading classical composers.. The 18th-century French artist Jean-Antoine Watteau was a master of the fête galante, a genre of painting that depicts small and elegant gatherings in outdoor settings. For British composer and conductor Thomas Adès, Watteau's clowns and costumed vagabonds, often mingling with dapper aristocrats, offer a kind of self-recognition he couldn't find in the religious scenes and mythological subjects preferred by so many other Old Masters. Watteau's paintings are \"filled with musicians, actors, layabouts and other people like me,\" Mr. Adès says.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fungible-the-idea-in-the-middle-of-the-nft-sensation-11618595061", "title": "'Fungible': The Idea in the Middle of the NFT Sensation", "date": "2021-04-16 13:44", "summary": "A Latin term that has come to mean 'interchangeable' now helps to define unique digital objects selling for phenomenal prices. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-causal-link-found-so-far-between-j-js-covid-19-vaccine-and-blood-clot-cases-company-researchers-say-11618594764", "title": "No Causal Link Found So Far Between J&J's Covid-19 Vaccine and Blood-Clot Cases, Company Researchers Say", "date": "2021-04-16 13:39", "summary": "Evidence of connection is insufficient so far, J&J researchers wrote in a letter to medical journal. Johnson & Johnson said Friday there wasn't enough evidence to establish that the company's Covid-19 vaccine causes the rare blood-clotting condition that prompted U.S. health officials this week to recommend a pause in its use.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-rise-in-maine-amid-variants-more-travel-11618594667", "title": "Covid-19 Cases Rise in Maine Amid Variants, More Travel", "date": "2021-04-16 13:37", "summary": "Infections have been rising in the state, even as nearly half the eligible population gets a first vaccine. The spread of new coronavirus variants, increased travel and pandemic fatigue are spurring a new rise in Covid-19 cases in Maine and putting more younger people in the hospital, health officials say.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-perpetual-battlefield-11618594368", "title": "Fiction: A Perpetual Battlefield", "date": "2021-04-16 13:32", "summary": "A journalist tries to make sense of the dizzying violence of a South American war.. Early in Phil Klay's \"Missionaries\" (Penguin Press, 407 pages, $28), an American wire reporter, burned out from covering the bloody, unending war in Afghanistan for an altogether indifferent public, asks a friend who has worked around the world as a military contractor, \"Are there any wars right now where we're not losing?\" His answer is immediate: \"Colombia.\"", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-help-build-2-3-billion-battery-cell-plant-in-tennessee-11618593262", "title": "GM to Help Build $2.3 Billion Battery Plant in Tennessee", "date": "2021-04-16 13:14", "summary": "Venture with Korea's LG Chem aims for opening in late 2023, creating 1,300 jobs. General Motors Co. and joint-venture partner LG Chem Ltd. plan to invest $2.3 billion to construct a second battery-cell plant to support the Detroit auto maker's efforts to expand its electric-vehicles portfolio.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-travel-to-disney-right-now-a-debate-11618593177", "title": "Should You Really Take a Disney Vacation Right Now? A Debate", "date": "2021-04-16 13:12", "summary": "A steadfast fan finds that the Happiest Place on Earth delivers the ultimate escapism during the pandemic, while a skeptic, predictably, scoffs at the idea. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergreen-looks-at-moving-cargo-from-seized-suez-ship-11618591720", "title": "Evergreen Looks at Moving Cargo From Seized Suez Ship", "date": "2021-04-16 12:48", "summary": "With the Ever Given locked down under legal claims, pressure is mounting to remove and deliver its 18,000 cargo-filled containers. Evergreen Marine Corp. is considering removing thousands of containers from its Ever Given ship to get the goods moving to their final destinations after an Egyptian court seized the giant cargo ship over a compensation feud.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bull-case-for-a-100-million-new-jersey-deli-11618591405", "title": "The Bull Case for a $100 Million New Jersey Deli", "date": "2021-04-16 12:43", "summary": "Hometown International is the talk of Wall Street. The $100 million delicatessen is the talk of Wall Street. But why be salty about it?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-philips-funeral-offers-princes-william-and-harry-a-chance-to-make-up-11618590428", "title": "Prince Philip's Funeral Offers William and Harry a Chance to Make Up", "date": "2021-04-16 12:30", "summary": "Covid-19 restrictions around Saturday's ceremony will limit opportunities for public reconciliation. LONDON-A closely watched subplot to Prince Philip's funeral on Saturday will be the interaction between two increasingly estranged brothers: Prince Harry and Prince William.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-taps-into-nft-frenzy-with-deal-for-aku-character-11618587507", "title": "Hollywood Taps Into NFT Frenzy With Deal for Aku Character", "date": "2021-04-16 12:25", "summary": "Shawn Mendes's Permanent Content is in a partnership to use NFT character for films and TV shows. LOS ANGELES-How's this for an origin story: A hot new arrival in Hollywood got his start as a non-fungible token.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11618590087", "title": "What to Read This Week", "date": "2021-04-16 12:21", "summary": "The rowdy years of late-19th century American politics, the genius of Poirot, a novel of buried memory from Cynthia Ozick, a physicist's creation story and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-militants-gaining-new-footholds-afghanistan-no-longer-central-to-counterterrorism-fight-11618589194", "title": "With Militants Gaining New Footholds, Afghanistan No Longer Central to Counterterrorism Fight", "date": "2021-04-16 12:16", "summary": "New terrorist locations are often much closer to Western interests than Afghanistan, from which President Biden said he would remove U.S. troops by September. DUBAI-The U.S. invaded Afghanistan in 2001 because that is where al Qaeda plotted its attack on America. Then, for nearly two decades, denying terrorists an Afghan foothold served as a key justification for what has become America's longest war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-high-tech-garden-tools-will-do-your-yard-work-for-you-11618589642", "title": "These High-Tech Garden Tools Will Do Your Yard Work for You", "date": "2021-04-16 12:14", "summary": "Innovations like autonomous mowers and weeding robots let you upgrade the way you nurture your corner of nature-and leave your neighbors envious. WHENEVER THE WEATHER permits, Britt Wood drinks his morning coffee on his patio, proudly watching his little guy mow his lawn. No, he doesn't have a particularly diligent son. Mr. Wood, the CEO of the National Association of Landscape Professionals, recently purchased an autonomous robot that drives around his South Riding, Va., yard, quietly munching each blade of grass down to the ideal 2½-inch height.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-hiring-surge-spanned-the-country-11618584819", "title": "March Hiring Surge Spanned the Country", "date": "2021-04-16 12:04", "summary": "U.S. payrolls increased in 49 states, with California, Texas and New York adding the most jobs. Hiring increased in 49 states across the country in March, with large states such as California, Texas and New York adding the most jobs, the Labor Department said Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-gatsby-era-estate-on-long-islands-north-shore-11618588962", "title": "A Gatsby-Era Estate on Long Island's North Shore", "date": "2021-04-16 12:02", "summary": "Wychwood, once home to members of the Whitney and Vanderbilt families, is asking $27 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/once-home-to-the-vanderbilts-and-whitneys-a-1930s-long-island-estate-asks-27-million-11618588876", "title": "Once Home to the Vanderbilts and Whitneys, a 1930s Long Island Estate Asks $27 Million", "date": "2021-04-16 12:01", "summary": "Resume Subscription. A historic 1930s estate, once home to members of the Whitney and Vanderbilt families and recently restored to its former glory by a wealthy local couple, is listing for $27 million on New York's Long Island.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dna-test-leads-to-a-kidney-donation-and-second-chance-at-life-11618588554", "title": "DNA Test Leads to a Kidney Donation and Second Chance at Life", "date": "2021-04-16 11:55", "summary": "After 30 years of searching for her birth father, a DNA test finally connects a woman with her extended family and a critical medical need. More than 7,000 living donors give a kidney or part of a liver each year to a blood relative in the U.S., according to the United Network for Organ Sharing. In the era of DNA testing, as families' circles widen to discover new blood relations, the potential for donor matches will increase.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jory-fleming-sees-the-neurotypical-world-from-an-outsiders-perspective-11618588476", "title": "Jory Fleming Sees the Neurotypical World From an Outsider's Perspective", "date": "2021-04-16 11:54", "summary": "An author and Rhodes Scholar challenges misguided assumptions about people with autism.. When meeting someone for the first time, Jory Fleming doesn't like to mention that he has autism. He's noticed that people tend to act surprised, which he believes reveals some misguided assumptions about what autism looks like. The revelation \"doesn't change how I interact with them, but it may change how they interact with me,\" he observes over Skype from his home in Columbia, S.C.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-short-of-home-builders-as-well-as-homes-11618587997", "title": "America Is Short of Home Builders as Well as Homes", "date": "2021-04-16 11:46", "summary": "Demand for new homes is surging, but there are far fewer builders in the business than there once were. America needs more houses. But there aren't as many home builders around to make them as there used to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dna-testing-sets-up-a-stark-medical-decision-11618587901", "title": "DNA Testing Sets Up a Stark Medical Decision", "date": "2021-04-16 11:45", "summary": "A DNA test reveals a shocking biological truth as well as the potential for a genetic mutation, changing the trajectory of a woman's healthcare plans. Decision-making around medical treatments can be stressful even when all of the risk factors are known. For people without access to a full family medical history, those decisions can become even more fraught.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-toledo-video-shows-13-year-old-boy-fatally-shot-by-chicago-police-11618520225", "title": "Chicago Releases Video of Police Fatally Shooting Adam Toledo, 13", "date": "2021-04-16 11:41", "summary": "Officials call for calm as body cam video shows teenager's final moments. CHICAGO-City leaders urged calm Thursday when officials released videos of a Chicago police officer fatally shooting 13-year-old Adam Toledo as he turned to surrender after a foot chase in an alley at the end of March.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proving-a-connection-to-enslaved-ancestors-through-dna-11618587034", "title": "Proving a Connection to Enslaved Ancestors Through DNA", "date": "2021-04-16 11:30", "summary": "Gaps in historical records can make it especially difficult for Black families to trace their lineage. Building a family tree depends on access to historical records, which can be problematic for Black Americans whose ancestors were enslaved. Before the Civil War and emancipation in 1863, slaves were considered property and weren't included by name in many records. In the absence of clear records about genealogy, DNA can help fill in the gaps regarding family relationships.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-of-business-shouldnt-be-politics-11618586158", "title": "The Business of Business Shouldn't Be Politics", "date": "2021-04-16 11:15", "summary": "We have obligations as citizens, not as corporations.. Harvey Golub's \"Politics Is Risky Business for CEOs\" (op-ed, April 13) is right-on principle and in practice. Taking positions on public policy is not a CEO's job (unless it affects the business), and it is tricky to execute.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-want-to-invest-responsibly-wall-street-smells-opportunity-11618586074", "title": "You Want to Invest Responsibly. Wall Street Smells Opportunity.", "date": "2021-04-16 11:14", "summary": "Investors who hope to do good with their dollars are pouring money into ESG funds. Asset managers are eager to give them what they want-for a price.. Using your investments to cool a warming planet is one of the hottest ideas on Wall Street.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noonannot-votersleft-the-gop-for-dead-11618586052", "title": "Noonan-Not Voters-Left the GOP for Dead", "date": "2021-04-16 11:14", "summary": "Reports of the death of the party are greatly exaggerated.. Peggy Noonan's near-obituary for the Republican Party (\"America Needs the GOP, and It Needs Help,\" Declarations, April 10) overlooks many of the results of the 2020 elections. In the states, Republicans were defending seven governorships to the Democrats' four but still managed to gain one, increasing the GOP's share of governorships to 27. In the U.S. House, Republicans gained 14 seats on net from 2018, leaving the Democrats with only a very narrow majority. The Senate ended up tied.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtubes-censors-get-the-science-of-medicine-wrong-11618585948", "title": "YouTube's Censors Get the Science of Medicine Wrong", "date": "2021-04-16 11:12", "summary": "Modern medicine doesn't believe in authorities but in evidence.. How shocking it is to read in your editorial that YouTube's standard for medical misinformation is information that contradicts authorities (\"YouTube's Assault on Covid Accountability,\" April 9). Modern medicine doesn't believe in authorities but in evidence based on data analyzed from randomized controlled studies. We must never allow anonymous censors to determine what is medical misinformation and cancel scientific inquiry and discussion with which they disagree.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-credit-the-filibuster-for-civil-rights-legislation-11618585866", "title": "Don't Credit the Filibuster for Civil-Rights Legislation", "date": "2021-04-16 11:11", "summary": "It was used for decades to obstruct civil-rights legislation and perpetuate segregation.. In \"The Filibuster Made the Civil Rights Act Possible\" (op-ed, April 12), David Hoppe views the history through the wrong end of the telescope. Far from demonstrating the workings of a great deliberative body, the filibuster had been used for decades to obstruct civil-rights legislation and perpetuate segregation. More than Senate Majority Leader Mike Mansfield's courtesies toward segregationist colleagues, it was the Kennedy assassination, television broadcasts of violence against civil-rights demonstrators and, ultimately, Sen. Everett Dirksen's skill in winning fellow Republicans' support that prevailed over the filibuster.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-colleges-are-approaching-student-covid-19-vaccinations-11618582177", "title": "How Colleges are Approaching Student Covid-19 Vaccinations", "date": "2021-04-16 11:09", "summary": "Some universities are mandating the vaccine, but there are exceptions. About a dozen colleges have said they will require students to receive a Covid-19 vaccine before returning for in-person instruction this fall. The mandate from this small but growing number of schools inserts them into the increasingly politically charged debate over whether businesses and other institutions should be able to make inoculation a condition of participating in events in person. Here's what we know about colleges and student Covid-19 vaccinations.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-infrastructure-bill-and-the-mysteries-of-the-universe-11618585661", "title": "The Infrastructure Bill and the Mysteries of the Universe", "date": "2021-04-16 11:07", "summary": "Just as I was growing accustomed to the idea that everything is racism, the left changed the rules again.. Just as I was growing accustomed to the idea that everything is racism, the left changed the rules again. Now everything is infrastructure (William McGurn, \"The Buttigieg Infrastructure Switcheroo,\" Main Street, April 13).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-women-researched-slavery-in-their-family-they-didnt-see-the-same-story-11618584883", "title": "Two Women Researched Slavery in Their Family. They Didn't See the Same Story.", "date": "2021-04-16 10:54", "summary": "Resume Subscription. Kim Lee Finger and Michelle Brooks, like many Black Americans, grew up knowing they are descended from slaves.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-age-of-acrimony-review-a-raucous-republic-11618581947", "title": "'The Age of Acrimony' Review: A Raucous Republic", "date": "2021-04-16 10:05", "summary": "The portrait of a time-not so unlike our own-when partisan discord dominated American life.. Election after election decided by the narrowest of margins. Divided government, with one party holding the presidency and the other holding one or both houses of Congress most of the time. Citizens voting straight party tickets and politicians voting straight party lines, with opponents not even speaking to each other. This picture of polarized partisan parity is a familiar and fair description-or indictment-of American politics today.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-powerful-the-damned-review-how-he-got-that-story-11618581860", "title": "'The Powerful and the Damned' Review: How He Got That Story", "date": "2021-04-16 10:04", "summary": "Editing a newspaper requires all sorts of skills, not least the ability to schmooze with the right people.. The fact that \"The Powerful and the Damned\" is self-serving and egotistical doesn't mean that it is not an enjoyable book, at times quite delicious. Its author, Lionel Barber, was editor of the Financial Times from 2005 to 2020, his longevity at the helm bettered only by one other editor in that fine newspaper's history. The book is a memoir of Mr. Barber's time as boss, and like many English editors of his generation, he is rarely unassuming.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-keeping-the-city-going-review-11618581158", "title": "Children's Books: 'Keeping the City Going' Review", "date": "2021-04-16 10:03", "summary": "Resume Subscription. As an art form, the picture book is inexhaustibly elastic. There is no situation so complicated or esoteric that a picture book can't accommodate it. Last week, this column was all birds and butterflies; this week, a selection of more sobering themes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billy-wilder-on-assignment-review-man-on-the-strasse-11618581775", "title": "'Billy Wilder on Assignment' Review: Man on the Strasse", "date": "2021-04-16 10:02", "summary": "Taking in the varied life of 1920s Europe gave the future filmmaker an education in human nature.. Early in \"Irma la Douce\" Jack Lemmon says that he wasn't cut out for a life of crime. \"There you go,\" a friend replies, \"selling yourself short.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-point-to-end-policy-of-leniency-for-cadets-after-covid-19-pandemic-cheating-scandal-11618581602", "title": "West Point to End Leniency After Cheating Scandal", "date": "2021-04-16 10:00", "summary": "Resume Subscription. WEST POINT, N.Y.-Cadets at the U.S. Military Academy are constantly reminded about the importance of integrity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/w-galen-weston-built-fortune-on-selfridges-and-supermarkets-11618581600", "title": "W. Galen Weston Built Fortune on Selfridges and Supermarkets", "date": "2021-04-16 10:00", "summary": "Canadian entrepreneur, who has died at age 80, had a knack for talking with cashiers as well as the polo-playing set. W. Galen Weston, born into privilege as a member of a Canadian-British food-business clan, moved to Ireland in his early 20s to prove his entrepreneurial skills.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-toll-on-u-s-business-200-000-extra-closures-in-pandemics-first-year-11618580619", "title": "Covid-19's Toll on U.S. Business? 200,000 Extra Closures", "date": "2021-04-16 09:43", "summary": "Federal Reserve economists suggest small-business failures due to coronavirus pandemic were fewer than some predicted. The economic toll from the Covid-19 pandemic has been tough to measure, but new estimates from the Federal Reserve suggest it wasn't as bad as feared for smaller businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antiquities-review-digging-in-the-dirt-11618580556", "title": "'Antiquities' Review: Digging in the Dirt", "date": "2021-04-16 09:42", "summary": "Childhood pain and ancient mysteries are intertwined in Cynthia Ozick's story of buried memory.. The narrator of Cynthia Ozick's seventh novel is neither Jewish nor intellectual-a significant departure from her usual characters. Nor is he worldly, witty, well-read or astute. But Ms. Ozick is of course all of the above, and this slim but by no means slight narrative is as cunning and rich as anything she's written.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-messing-with-my-magnetic-attraction-11618580575", "title": "China Is Messing With My Magnetic Attraction", "date": "2021-04-16 09:42", "summary": "All my life I felt the pull of magnets, but can I still be positive about them?. When The Wall Street Journal reported on Monday that China now controls a whopping 70% of the global magnet market, I thought: \"Well, there goes the old ballgame for homegrown magnet buffs like me.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-open-water-review-11618580354", "title": "Fiction: 'Open Water' Review", "date": "2021-04-16 09:39", "summary": "Tales of trauma, dysfunction and old-fashioned love.. Whither the love story? Even before critic Vivian Gornick delivered its eulogy in the 1997 collection \"The End of the Novel of Love,\" romantic love had lost its relevance in so-called serious literary fiction, supplanted as a theme by trauma and so mostly found only in commercial writing or else in the unpoliced outer boroughs of young-adult fiction, fantasy and of course the paperback romance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genesis-review-finding-god-in-the-details-11618580280", "title": "'Genesis' Review: Finding God in the Details", "date": "2021-04-16 09:38", "summary": "One of the discoverers of the Higgs boson offers an account of the first cosmic 'days.' They were long ones.. Three years ago, the Italian physicist Guido Tonelli was in Sicily to give a talk about the origin of the universe. Also on the bill was a Jesuit theologian who spoke about the Book of Genesis. The theologian, we are told, pointed out that the biblical account \"is in fact two books, written in different eras and by many different hands.\" Unsurprisingly, commentators continued to see inconsistencies. How, for instance, could there be days before there was a sun? Many preferred to interpret the days flexibly, as does Mr. Tonelli. In \"Genesis: The Story of How Everything Began\"-Mr. Tonelli's own take on the creation story, a scientific summary of 13.8 billion years of cosmic history-the author divides the seven \"days\" into very unequal time-steps, from the big bang to the appearance of planets able to support life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-revolutionary-women-11618580148", "title": "Five Best: Books on Revolutionary Women", "date": "2021-04-16 09:35", "summary": "Selected by Stephanie Dray, the author, most recently, of the novel 'The Women of Chateau Lafayette.'. By Cokie Roberts (2004)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agatha-christies-poirot-review-the-mind-and-the-mustache-11618580089", "title": "'Agatha Christie's Poirot' Review: The Mind and the Mustache", "date": "2021-04-16 09:34", "summary": "The great writer of the English mystery required, for her enduringly popular sleuth, an outsider.. 'I'm not a Frenchman-I am a Belgian,\" protests Hercule Poirot. The greatest detective in the world is where he most assuredly doesn't want to be-supine in the dentist's chair in Mr. Morley's office at 58, Queen Charlotte Street in London. And now, after poking around in his helpless patient's mouth (\"just a couple of fillings\"), the meddling Mr. Morley has made things worse by getting Poirot's nationality wrong. The response is as indignant as it is immediate, although, muffled by wads of cotton, M. Poirot's words come out sounding more like: \"I ah nah a Frahah-I ah-hah a Benyon.\" As Christie's narrator acidly observes, \"Few men are heroes to themselves at the moment of visiting their dentist.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-lord-of-order-review-11618579958", "title": "Science Fiction: 'Lord of Order' Review", "date": "2021-04-16 09:32", "summary": "A downriver dystopia in which puritanical powers set their sights on sinful New Orleans.. Fear of a new American theocracy has been a motif in sci-fi since Robert Heinlein's story collection \"Revolt in 2100,\" published in 1953. More recently, we have the dystopian vision of Margaret Atwood's \"Handmaid's Tale\" (1985) and its sequel, \"The Testaments\" (2019). Brett Riley's \"Lord of Order\" (Imbrifex, 433 pages, $27) offers another take on the idea.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alcoa-draftkings-ppg-what-to-watch-when-the-stock-market-opens-today-11618570431", "title": "Alcoa, DraftKings, PPG, Morgan Stanley: What to Watch When the Stock Market Opens Today", "date": "2021-04-16 09:04", "summary": "Stock futures ticked higher after the Dow and S&P 500 reached record closes. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-benz-faces-an-open-road-today-traffic-tomorrow-11618577979", "title": "Mercedes-Benz Faces an Open Road Today, Traffic Tomorrow", "date": "2021-04-16 08:59", "summary": "Two exceptionally profitable quarters for the luxury-car brand highlight what Daimler has to lose from the transition to electric vehicles. The road is unusually clear for luxury-car makers today, but there is traffic ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-looks-to-supply-chain-finance-to-free-up-cash-11618577732", "title": "Aramco Looks to Supply-Chain Finance to Free Up Cash", "date": "2021-04-16 08:55", "summary": "Saudi oil giant approached banks to set up a type of corporate cash advance program that could cover up to $2 billion in payments each month. ", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watch-wonders-chanel-cartier-11618577302", "title": "Every New Watch You Can Start Coveting Now", "date": "2021-04-16 08:50", "summary": "At the annual trade show Watches and Wonders, timepiece companies kicked off the year with some of the watch world's biggest debuts, showing where the industry is headed.. For the watch industry-as for so many others-2020 began as an apocalyptic disaster film.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billy-magnussen-on-made-for-love-and-why-feelings-can-be-scary-11618576691", "title": "Billy Magnussen on 'Made for Love' and Why Feelings Can Be Scary", "date": "2021-04-16 08:38", "summary": "\"There's a quality I think Byron shares with many of my male friends, this ability to go numb,\" says the actor, who plays an egomaniacal tech billionaire in the HBO Max series. From the start, Billy Magnussen was excited about some of the less conventional aspects of Made for Love, the futuristic dark comedy series he stars in on HBO Max. \"When I was pitched this story, it's, sci-fi dude puts a chip in his wife's brain [and there's] dolphins and a sex doll-I was like, Yeah, sign me up for that!\" says the actor, 35, of the script based on Alissa Nutting's 2017 novel of the same name.", "categories": [["Mind of a Character"]], "category_links": ["https://www.wsj.com/news/types/mind-of-a-character?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-newspaper-tycoon-jimmy-lai-jailed-over-role-in-peaceful-protest-11618563268", "title": "Hong Kong Tycoon Jimmy Lai Jailed Over Role in Peaceful Protests", "date": "2021-04-16 08:32", "summary": "Prosecutions of nine prominent pro-democracy campaigners carry symbolic weight for China's sweeping crackdown on former British colony. HONG KONG-A Hong Kong judge sentenced newspaper publisher Jimmy Lai to 14 months in jail after he was convicted on charges related to his involvement in two large but peaceful protests in 2019.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bugatti-chiron-pur-sport-an-immodestly-fast-ride-11618574436", "title": "Bugatti Chiron Pur Sport: An Immodestly Fast Ride", "date": "2021-04-16 08:00", "summary": "Boasting 16 cylinders and a rear wing, Bugatti's Chiron Pur Sport has more power and torque than you'll ever need. What's surprising is how comfortable and easy the driving is, at any speed.. THE TROUBLE with any Bugatti is legibility. Sure, they are fast; a modified Chiron set a series production road-car record of 304.7 mph in 2019. But the badges are so small and they go by so quickly. How are people supposed to read that?", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-shareholders-may-finally-get-their-due-11618574289", "title": "Toshiba Shareholders May Finally Get Their Due", "date": "2021-04-16 07:58", "summary": "They have had a rough ride for a decade, but now a possible bidding war looms. Japan's Toshiba hasn't lacked for corporate drama in recent years. The tale now unfolding for the 146-year old company may provide hints about the prospects for further corporate-governance improvement in Japan.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-begins-enriching-uranium-at-60-amid-slow-progress-in-nuclear-talks-11618573271", "title": "Iran Begins Enriching Uranium at 60% Amid Slow Progress in Talks", "date": "2021-04-16 07:41", "summary": "The move comes after an attack on Iran's nuclear facility at Natanz. VIENNA-Iran said Friday it had enriched uranium at 60% purity for the first time, a move that comes in response to an attack on its main nuclear facility, and which has complicated ongoing talks between Tehran and international powers in Vienna to revive a 2015 nuclear accord.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shortage-wont-chip-away-at-big-tech-earningsyet-11618570980", "title": "Shortage Won't Chip Away at Big Tech Earnings-Yet", "date": "2021-04-16 07:03", "summary": "Apple, Microsoft, Amazon, Google and Facebook could still feel effects of the chip shortage down the road, though near-term results are expected to remain strong. The world's largest tech companies effectively run on chips. But their prowess offers them some protection from the semiconductor production shortage plaguing other industries, at least for now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-win-electric-vehicle-wars-europes-auto-ceos-want-more-taxes-on-gas-guzzlers-11618570821", "title": "To Win Electric-Vehicle Wars, Europe's Auto CEOs Want More Taxes on Gas Guzzlers", "date": "2021-04-16 07:00", "summary": "Higher taxes would help ensure EVs remain attractive to consumers after subsidies expire, executives say. Auto makers in Europe eager to boost sales of their electric vehicles have a new strategy: Demanding higher taxes on conventional vehicles that burn gas and diesel fuel.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-wants-u-s-back-in-the-tpp-it-will-likely-have-to-wait-11618570801", "title": "Japan Will Likely Have to Wait to Get U.S. Back in the TPP", "date": "2021-04-16 07:00", "summary": "Biden administration in no rush to rejoin Trans-Pacific Partnership as it reviews inherited trade policies and focuses on domestic agenda. WASHINGTON-China's rising military might may top the agenda when President Biden and Japanese Prime Minister Yoshihide Suga meet Friday, but the two leaders also have unfinished business to resolve on the trade front.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-privately-asked-rival-covid-19-vaccine-makers-to-probe-clotting-risks-11618570802", "title": "J&J Privately Asked Rival Vaccine Makers to Probe Clot Risks", "date": "2021-04-16 07:00", "summary": "AstraZeneca was interested in joining forces to investigate the safety issue and communicate vaccine benefits and risks, but Pfizer and Moderna didn't see the need for group action. Johnson & Johnson privately reached out to Covid-19 vaccine rivals to ask them to join an effort to study the risks of blood clots and speak with one voice about safety, but Pfizer Inc. and Moderna Inc. declined.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toronto-raptors-nba-playoffs-11618526715", "title": "The Best Bad Team in the NBA", "date": "2021-04-16 07:00", "summary": "The numbers say the Toronto Raptors are good. Their record says otherwise. Are they the best, worst NBA team ever?. Even before the NBA season began, things were already weird for the Toronto Raptors. They were about to get weirder.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-payments-to-be-banned-in-turkey-after-confidence-drops-in-lira-11618570574", "title": "Bitcoin Payments to Be Banned in Turkey", "date": "2021-04-16 06:56", "summary": "Turkish lira has plummeted this year, leading locals to keep savings in dollars, euros and bitcoin. Turkey will ban the use of cryptocurrencies as a form of payment following months of economic turbulence that spurred locals to swap the local currency for bitcoin and foreign currencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-growth-numbers-betray-waning-momentum-11618569900", "title": "China Growth Numbers Betray Waning Momentum", "date": "2021-04-16 06:45", "summary": "Underneath the first quarter's record year-over-year expansion, GDP compared with the quarter before was up a sluggish 0.6%. BEIJING-China reported record year-over-year growth of 18.3% in the first three months of 2021.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pork-chop-ssam-11618569155", "title": "Pork Chop Ssam", "date": "2021-04-16 06:32", "summary": "This version-for-two of a Korean feast retains the sense of occasion that makes it so special. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-debt-is-at-a-record-high-but-the-risk-calculus-is-changing-11618565580", "title": "U.S. Debt Is at a Record, but Risk Calculus Is Changing", "date": "2021-04-16 05:33", "summary": "Some say the traditional debt-to-GDP ratio is no longer meaningful. The U.S. said show me the money, and the world did.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variants-are-floating-around-india-but-nobody-knows-how-many-11618565403", "title": "Covid-19 Surge in India Risks Breeding Variants the Nation Can't Track", "date": "2021-04-16 05:30", "summary": "Resume Subscription. NEW DELHI-As it battles a huge surge in coronavirus cases, India trails many other countries in the genomic sequencing necessary to track emerging variants, creating a blind spot for local and global health officials.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-chip-shortage-is-bad-taiwans-drought-threatens-to-make-it-worse-11618565400", "title": "Taiwan Drought Threatens to Make Chip Shortage Worse", "date": "2021-04-16 05:30", "summary": "Island's worst dry spell in half a century has added to the challenges facing a center of semiconductor manufacturing. TAIPEI-The worst drought in half a century is hitting Taiwan, adding strain to an island that is home to two-thirds of the world semiconductor manufacturing capacity during the worst global chip shortage in recent memory.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-effort-to-relieve-poor-drivers-skirts-policing-disputes-11618565401", "title": "Bipartisan Effort to Relieve Poor Drivers Skirts Policing Disputes", "date": "2021-04-16 05:30", "summary": "Arizona governor signs legislation to end license suspensions for outstanding fines. POLICING OVERHAULS at the federal level have stalled, with mutual recriminations over who sunk last year's legislative efforts. But the failure masks a growing bipartisan consensus on issues less emotionally fraught than police use of force, yet still at the top of reformer to-do lists. Case in point: the steady successes of the movement to protect drivers from having their licenses suspended because they can't afford to pay outstanding traffic fines.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-firm-galaxy-digital-names-ex-goldman-executive-michael-daffey-as-chairman-11618565402", "title": "Galaxy Digital Names Ex-Goldman Executive Michael Daffey as Chairman", "date": "2021-04-16 05:30", "summary": "Appointment is firm's latest maneuver as it prepares for U.S. IPO later this year. Galaxy Digital Holdings Ltd. , a bitcoin-focused firm offering banking and institutional services, named former Goldman Sachs Group Inc. executive Michael Daffey as its chairman ahead of a planned U.S. stock offering later this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-pot-taxes-its-bad-to-get-too-high-11618565400", "title": "With Pot Taxes, It's Bad to Get Too High", "date": "2021-04-16 05:30", "summary": "New York's 13% levy on legal cannabis sales should help it avoid the mistakes of states like California, whose hefty taxes help underground dealers. This year will be the first that New Yorkers can legally light up a joint on April 20, the unofficial marijuana holiday known as 4/20. It will still take time to persuade them to buy supplies from a licensed seller rather than an illegal dealer, but a reasonable cannabis tax rate should help.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-investors-discover-tax-pitfalls-of-robinhood-and-other-trading-apps-11618565406", "title": "New Investors Discover Tax Pitfalls of Robinhood and Other Trading Apps", "date": "2021-04-16 05:30", "summary": "Common tax-minimizing strategies are difficult or impossible to implement on the trading platforms that have boomed in popularity in the past year. Last year Dayton Leong, an active trader with accounts at nine firms, made scores of trades using the Robinhood app. He liked the free stocks he got from referring more than a dozen friends and found it easy to trade on his phone.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-vegan-billionaire-disrupted-the-crypto-markets-stocks-may-be-next-11618565408", "title": "This Vegan Billionaire Disrupted the Crypto Markets. Stocks May Be Next.", "date": "2021-04-16 05:30", "summary": "Resume Subscription. Want to trade Tesla Inc. 24 hours a day? How about betting on how Robinhood Markets Inc. stock will fare in its initial public offering? Or on whether Donald Trump will retake the presidency in 2024?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-failure-of-texas-size-proportionsstate-struggles-to-overhaul-its-power-market-11618565415", "title": "'A Failure of Texas-Size Proportions'-State Debates How to Overhaul Power Market", "date": "2021-04-16 05:30", "summary": "Resume Subscription. Two months after blackouts paralyzed Texas, most of the people who participate in the state's 19-year-old electricity market, including producers, sellers and traders, share a similar view. The freeze wasn't a one-off event. The state's power market needs to change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-economy-grows-more-than-18-in-first-quarter-11618539141", "title": "China Posts Record Economic Growth", "date": "2021-04-16 02:40", "summary": "The year-over-year GDP growth rate will almost certainly trend lower in coming quarters. BEIJING-China's economy surged 18.3% in the first quarter from a year earlier, a record rate of growth that reflected the recovery from a deep coronavirus-induced trough in early 2020 and the continued momentum of the world's second largest economy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-plans-to-approve-first-foreign-covid-19-vaccine-by-july-11618574842", "title": "China Plans to Approve First Foreign Covid-19 Vaccine by July", "date": "2021-04-16 00:01", "summary": "The final timing of Beijing's decision to green light the BioNTech shot will depend in part on approval of Chinese vaccines abroad. China is planning to approve its first foreign Covid-19 vaccine before July, according to people familiar with the matter, as pressure mounts from domestic scientists and the foreign business community to expand beyond the country's own roster of shots.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11618515613", "title": "Pepper...and Salt", "date": "2021-04-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-creator-partners-with-posse-foundation-to-mentor-arts-students-11618536600", "title": "'Hamilton' Creator Partners With Posse Foundation to Mentor Arts Students", "date": "2021-04-16 21:30", "summary": "Lin-Manuel Miranda says his goal is to guide diverse undergraduates into creative fields. When Lin-Manuel Miranda started writing his Broadway musical \"In the Heights\" during his sophomore year at Wesleyan University, he had just moved into a campus house with eight fellow Latino students.", "categories": [["WSJ News Exclusive", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-seeks-revocation-of-robinhoods-registration-11618521362", "title": "Massachusetts Goes After Robinhood's Registration", "date": "2021-04-16 21:22", "summary": "Filing by regulators comes as popular broker-dealer levels complaint against state. Massachusetts securities regulators on Thursday asked that Robinhood Financial LLC's registration as a broker-dealer in the state be revoked to prevent the popular online brokerage from doing business there.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]