[{"link": "https://www.wsj.com/articles/brazil-authorizes-use-of-two-covid-19-vaccines-11610907831", "title": "Brazil Turns to Chinese Covid Vaccine as Cases Surge", "date": "2021-01-17 17:46", "summary": "Two top politicians clash over response as country's average death toll approaches 1,000 people a day. Brazil began its Covid-19 vaccine rollout Sunday with the shot developed by China's Sinovac, minutes after its approval by regulators, promising to bring relief to a country that is struggling to cope with a surge in infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troops-blockades-and-eerie-quiet-pervade-a-locked-down-washington-11610915281", "title": "Troops, Blockades and Eerie Quiet Pervade a Locked-Down Washington", "date": "2021-01-17 17:17", "summary": "Resume Subscription. WASHINGTON-The scores of crisp American and District of Columbia flags sailing above Pennsylvania Avenue are a traditional sign of a coming presidential inauguration.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/joe-bidens-early-test-from-moscow-and-beijing-11610920129", "title": "Joe Biden's Early Test From Moscow and Beijing", "date": "2021-01-17 16:48", "summary": "An expiring arms-control deal is a chance to address hypersonics and make China come to the table.. President-elect Joe Biden's advisers have been signaling that they will rely on arms-control agreements with Russia to reduce the Defense Department budget. This is no surprise from a new, liberal administration promising dramatically increased domestic spending. Yet a second Trump term might have been little better. Eager to indulge in Covid-19 stimulus spending and convinced of Pentagon mismanagement, even under his own appointees, Mr. Trump was easy prey for Senator Rand Paul.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-as-much-to-learn-from-trumps-success-as-his-disgrace-11610919460", "title": "There's as Much to Learn From Trump's Success as His Disgrace", "date": "2021-01-17 16:37", "summary": "Responsible leaders made his election possible by creating a vacuum that a demagogue could fill.. The best argument for Donald Trump's presidency was never about the man himself. It was about the people who voted for him.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-delayed-deep-space-rocket-suffers-test-failure-on-the-ground-11610863851", "title": "NASA's Delayed Deep-Space Rocket Suffers Test Failure", "date": "2021-01-17 16:31", "summary": "Latest setback for mammoth booster adds to challenges for prime contractor Boeing's space ambitions. NASA and Boeing Co. suffered a potentially major setback in their deep-space ambitions when the engines for a giant new rocket shut down prematurely Saturday during a key test on the ground.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-prepared-to-affirm-commitment-to-market-determined-dollar-value-11610917212", "title": "Yellen to Make Clear U.S. Doesn't Seek Weak Dollar", "date": "2021-01-17 16:00", "summary": "Treasury secretary nominee, at Senate confirmation hearing, will affirm commitment to market-determined dollar value. WASHINGTON-Janet Yellen is expected to affirm the U.S.'s commitment to market-determined exchange rates when she testifies on Capitol Hill Tuesday, and she will make clear the U.S. doesn't seek a weaker dollar for competitive advantage, according to Biden transition officials familiar with her hearing preparation.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-workout-for-your-mental-health-11610917200", "title": "A Workout for Your Mental Health", "date": "2021-01-17 16:00", "summary": "Keep stress from the Covid pandemic and other events under control by sticking with these daily practices. Stressed out? Grumpy? Tired all the time?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-opposition-leader-alexei-navalny-returns-to-moscow-11610906483", "title": "Russian Opposition Leader Alexei Navalny Detained Upon Return to Moscow", "date": "2021-01-17 15:49", "summary": "Prominent Putin critic had been in Germany after a near-fatal poisoning attack in August. MOSCOW-Russian security forces detained opposition leader Alexei Navalny on his return to the country, heightening a confrontation between the Kremlin and its most vocal critic after he recovered in Germany from a near-fatal poisoning attack last summer.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-executive-chris-cramer-worked-to-protect-journalists-in-hot-spots-11610916260", "title": "News Executive Worked to Protect Journalists in Hot Spots", "date": "2021-01-17 15:44", "summary": "Chris Cramer, who died at age 73, survived as a hostage and had senior roles at BBC, CNN and The Wall Street Journal. Reporters and photographers tend to take pride in the courage required to work in war zones and other hostile territory. In the 1990s, Chris Cramer introduced them to a new idea that some saw as heresy.", "categories": [["World", "Obituaries", "1948-2021"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-china-gdp-housing-central-banks-11610913601", "title": "Economy Week Ahead: China GDP, Housing, Central Banks", "date": "2021-01-17 15:00", "summary": "Most of the world expects data on tap to reflect the impact of the latest Covid-19 surge. China's economic growth figures for 2020 will likely underscore the country's rebound from the pandemic and provide a contrast with more muted signals from the U.S. and other Western economies.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proud-boys-seizing-trumps-call-to-washington-helped-lead-capitol-attack-11610911596", "title": "Proud Boys, Seizing Trump's Call to Washington, Helped Lead Capitol Attack", "date": "2021-01-17 14:26", "summary": "Far-right group invoked the president's rhetoric to build momentum toward violent showdown, a Wall Street Journal review shows. On Jan. 3, three days before the attack on the Capitol, Enrique Tarrio, the leader of the far-right organization known as the Proud Boys, shared a cryptic post on the messaging app Telegram: \"What if we invade it?\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-covid-19-shake-up-capitalism-11610817856", "title": "Will Covid-19 Shake Up Capitalism?", "date": "2021-01-17 14:00", "summary": "The pandemic sped up demands for changes in the economic system. Shareholders might want to brace for change.. The Covid crisis both accelerated demands for changes to the economic system and demonstrated that governments can spend freely to help those in trouble when they wish. Will capitalism be changed as a result?", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-and-gas-industry-faces-a-slow-recovery-from-pandemic-lows-11610902201", "title": "Oil-and-Gas Industry Faces a Long Recovery From Pandemic Lows", "date": "2021-01-17 11:56", "summary": "Spending on oil production world-wide isn't expected to climb back up to pre-pandemic levels through at least 2025. Oil and gas prices are rebounding from their pandemic lows, but the road ahead for the industry remains challenging amid new competitive threats and demands from investors.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restrictions-around-trump-tower-to-scale-down-after-inauguration-11610899200", "title": "Restrictions Around Trump Tower to Scale Down After Inauguration", "date": "2021-01-17 11:00", "summary": "President Trump's campaign headquarters and former residence became a flashpoint for Black Lives Matter demonstrations. The New York Police Department plans to reduce staffing levels around Trump Tower after President Trump leaves office on Jan. 20, police officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-of-2021-entertainer-guide-music-movies-books-11610801455", "title": "The 12 Entertainers and Artists Who Will Define 2021", "date": "2021-01-17 10:30", "summary": "Breakout authors, actors, directors, artists and musicians who are set to have career-making years. WSJ. Magazine's \"12 for '21\". Deferred concerts, delayed films, rescheduled books and canceled exhibitions: 2020 was a year of creativity postponed-which means 2021 just may be the most jam-packed year for entertainment in recent memory. As two years' worth of albums finally drop and films land unconventional (but really-happening-this-time!) release dates, the year in culture is filled to the brim. But among the pack of creative voices, a dozen rise to the top: creators who could have a career-making 2021, whether for a spate of projects in the works (such as short stories, two follow-up novels and a screen adaptation from Booker Prize-shortlisted author Brandon Taylor) or the singular and magnetizing nature of a single show (Pakistani artist Salman Toor's spellbinding Whitney Museum show, already a hit since its recent opening). Aubrey Plaza will make us laugh; Colman Domingo will make us cry (and collaborate with fellow listmaker Nia DaCosta in Candyman); Tainy's music will get stuck in our heads. And we will marvel at the unclassifiable splendor of Japanese Breakfast.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-cfo-opts-for-equity-raise-instead-of-debt-sale-to-keep-options-open-11610897400", "title": "Zoom CFO Opts for Equity Raise Instead of Debt Sale to Keep Options Open", "date": "2021-01-17 10:30", "summary": "The software company known for its videoconferencing tool raised $2 billion in its first fundraising since going public. Zoom Video Communications Inc.'s finance chief opted for an equity raise rather than a debt sale as the software company sought additional funding to build out its operations.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-women-ready-to-virtually-cheer-on-kamala-harriss-inauguration-11610895600", "title": "Black Women Are Ready to Cheer On Kamala Harris", "date": "2021-01-17 10:00", "summary": "President-elect Joe Biden and Ms. Harris will be sworn into office during a scaled-back inauguration in a heavily fortified Washington. WASHINGTON-Glenda Baskin Glover, the president of Alpha Kappa Alpha Sorority Inc., said she had hoped that when Vice President-elect Kamala Harris took the oath of office, she would see a sea of her sorority sisters in their signature pink and green colors along the National Mall.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-tests-vaccine-superpowers-with-covid-19-inoculation-drive-11610884587", "title": "India Tests Vaccine Superpowers With Covid-19 Inoculation Drive", "date": "2021-01-17 09:51", "summary": "South Asian nation plans to inoculate hundreds of millions in coming months. NEW DELHI-India started a massive vaccination campaign this weekend, hoping to use its unique skills at mobilizing millions to progress quickly in its efforts to protect its populace from Covid-19.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pandemics-impact-on-business-travel-hitting-local-economies-11610879401", "title": "Covid-19's Blow to Business Travel Is Expected to Last for Years", "date": "2021-01-17 09:23", "summary": "Local jobs and economies take the brunt from the decline in corporate trips and conferences. The coronavirus pandemic delivered a lingering, and possibly permanent, hit to business travel that is likely to weigh on employment and economic growth in some communities for years.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-are-getting-stuck-at-the-last-step-11610892001", "title": "Covid-19 Vaccines Are Getting Stuck at the Last Step", "date": "2021-01-17 09:00", "summary": "Local governments, hospitals and clinics have the doses, but not the resources to organize getting them to the right people. In Texas, a man slept in his car for two nights straight to keep his place in a vaccination line. In Kentucky, residents registered online for shots, but found when they arrived that their doses were taken by walk-ins. In New Mexico, state officials scrambled to hire more people after a vaccination hotline was overwhelmed with calls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexandra-andrew-who-is-maud-dixon-debut-11610800367", "title": "Who Is Alexandra Andrews? The Breakout Novelist to Know This Year", "date": "2021-01-17 08:30", "summary": "Part Elena Ferrante, part Patricia Highsmith-themed thriller, 'Who Is Maud Dixon?' is set to be one of the buzziest debut novels of the year. In WSJ. Magazine's series \"12 for '21,\" we highlight a dozen of the most creative artists and entertainers working today-all poised to have a breakout 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commentary-taxation-may-be-global-shippings-upcoming-game-changer-11610888401", "title": "Commentary: Taxation May Be Global Shipping's Upcoming Game Changer", "date": "2021-01-17 08:00", "summary": "Subjecting shipping to a global minimum tax would reverse decades of tax avoidance by the sector, writes Olaf Merk of the International Transport Forum. The Organization for Economic Cooperation and Development recently released a blueprint for an internationally-coordinated minimum tax for multinational enterprises, and aims to reach a global agreement on this in 2021.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-rivals-face-an-81-billion-tab-after-spectrum-buying-spree-11610888401", "title": "5G Rivals Face an $81 Billion Tab After Spectrum Buying Spree", "date": "2021-01-17 08:00", "summary": "AT&T, Verizon expected to turn to bond markets and banks to finance bids in record-setting FCC airwaves auction. Bidders spent a record $80.9 billion in a U.S. government airwaves-license sale, capping a frenzied auction that will demand a commensurate wave of borrowing in an already-indebted telecom sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-china-tech-worker-deaths-spark-online-backlash-11610888403", "title": "In China, Tech-Worker Deaths Spark Online Backlash", "date": "2021-01-17 08:00", "summary": "Criticism of companies grows after workers expose marathon hours, labor disputes. HONG KONG-The delivery man doused himself in gasoline and set himself on fire. Engulfed in flames, he protested for what he said were unpaid fees from a business tied to Chinese technology giant Alibaba Group Holding Ltd.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economic-recovery-belies-a-lingering-productivity-challenge-11610884800", "title": "China's Economic Recovery Belies a Lingering Productivity Challenge", "date": "2021-01-17 07:00", "summary": "State investments to fuel growth are amplifying slowing growth in productivity, an IMF report finds. A surge in state investments has helped lift the Chinese economy from the effects of Covid-19, but likely has worsened one of its deepest weaknesses: low productivity.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-algorithms-rule-how-we-see-the-world-good-luck-trying-to-stop-them-11610884800", "title": "Social-Media Algorithms Rule How We See the World. That Needs to Change.", "date": "2021-01-17 07:00", "summary": "What you see in your feeds isn't up to you. What's at stake is no longer just missing a birthday. It's your sanity-and world peace.. It's hard to pinpoint exactly when we lost control of what we see, read-and even think-to the biggest social-media companies.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-covid-19-lockdown-slams-u-k-business-owners-11610881200", "title": "Latest Covid-19 Lockdown Slams U.K. Business Owners", "date": "2021-01-17 06:00", "summary": "Shifting pandemic rules make it hard to plan on inventory and staffing. And then there is Brexit.. LONDON-Ed Mason has 91,000 pints of beer at risk in the U.K.'s third pandemic lockdown, the latest in a series of strict restrictions on business that has sapped morale and made even simple planning a nightmare.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-set-to-argue-out-of-office-trump-cant-be-convicted-in-impeachment-11610881200", "title": "Senate GOP Set to Argue Out-of-Office Trump Can't be Convicted in Impeachment", "date": "2021-01-17 06:00", "summary": "New report suggests most scholars are on the other side; trial could start this week. WASHINGTON-The political fate of President Trump, and any ambitions he might have for reclaiming the White House in 2024, could be settled by who wins a debate over whether a president can be convicted through the impeachment process after leaving office-a matter on which the U.S. Constitution is silent.", "categories": [["Politics", "Audience"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-covid-recovery-divides-rich-nations-from-poor-11610879400", "title": "Post-Covid Recovery Divides Rich Nations From Poor", "date": "2021-01-17 05:30", "summary": "The economic repercussions of the pandemic, on top of existing vulnerabilities, will make it hard for developing countries to bounce back quickly. The pandemic has been bad for the U.S., but truly catastrophic for the world's poorest. Last year, the number of people in extreme poverty went up for the first time in two decades-by 90 million-wiping out four years of progress, according to the World Bank.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-move-to-clear-cienfuegos-of-drug-trafficking-is-faulted-by-u-s-11610839780", "title": "Mexico's Exoneration of Cienfuegos Is Criticized", "date": "2021-01-17 03:17", "summary": "Justice Department says release of evidence alleging former defense minister's involvement undermines sharing of information. MEXICO CITY-The U.S. warned Mexico it had imperiled the sharing of information on the country's drug cartels by releasing a confidential dossier providing evidence that Mexico's former defense minister was in the pay of drug kingpins, pushing bilateral antidrug cooperation to its lowest point in years.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-with-gun-ammunition-and-fake-credentials-arrested-at-capitol-checkpoint-11610836380", "title": "Man Arrested at Capitol Checkpoint With Gun Says He Was Lost", "date": "2021-01-17 22:53", "summary": "Police stopped Virginia man at entrance to a secure perimeter erected after Jan. 6 riot. WASHINGTON-Authorities arrested a Virginia man Friday night who they said drove to a U.S. Capitol security checkpoint with a gun, 500 rounds of ammunition and unauthorized credentials for the presidential inauguration.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-gop-freshmen-mock-masks-embrace-gun-rights-spar-with-colleagues-11610805601", "title": "Some GOP Freshmen Stir Early Controversy", "date": "2021-01-17 21:46", "summary": "Lawmakers including Marjorie Taylor Greene and Lauren Boebert stir controversy over divisive issues, including election challenge. WASHINGTON-Some freshman Republican lawmakers are stirring up controversy just days into their terms, drawing attention well beyond their districts as well as criticism from colleagues in both parties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]