[{"link": "https://www.wsj.com/articles/south-africa-raises-alarm-over-new-coronavirus-variant-11637862061", "title": "South Africa Raises Alarm Over New Coronavirus Variant", "date": "2021-11-25 23:02", "summary": "Government to consider new restrictions to contain fast-spreading strain; WHO calls urgent meeting to discuss. JOHANNESBURG-South Africa's government is considering new public-health restrictions to contain a fast-spreading new variant of the coronavirus that scientists say has a high number of mutations that may make it more transmissible and allow it to evade some of the immune responses triggered by previous infection or vaccination.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gifts-new-job-great-resignation-2021-holiday-mens-gifts-11637689257", "title": "Holiday Gifts-for Quitters Only", "date": "2021-11-25 18:13", "summary": "So you quit this year. Or someone close to you did. These are the perfect presents for career changers this holiday season.. It's OK to admit it: Nearly two years of Covid-19 have changed you. If a global pandemic can fracture our supply chains and rock housing markets, it's no stretch to say it can alter a person's worldview, too. Or at least how they want to spend their 9-to-5. (Or their 8-to-6. Really, their 7-to-7 if you include the commute.)", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-british-cathedral-city-of-winchester-is-drawing-homebuyers-to-its-quaint-lifestyle-11637852174", "title": "The British Cathedral City of Winchester Is Drawing Home Buyers to Its Quaint Lifestyle", "date": "2021-11-25 17:48", "summary": "Average home prices in the city are 14 times the average salary there, the largest spread of any city in the United Kingdom. For centuries, the pious have been drawn to the historic city of Winchester to worship at the ancient, gothic Winchester Cathedral. More recently, a different breed of pilgrim has been making the 65-mile trip south west from London.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-holds-crisis-talks-after-27-migrants-die-crossing-english-channel-11637846122", "title": "France, U.K. Grapple With Migrant Boat Crossings After 27 Drown", "date": "2021-11-25 17:19", "summary": "After France tried to stop migrants from entering the U.K. via the tunnel under the English Channel, they took a more dangerous route. PARIS-France has set up barbed wire, thermal detectors and police patrols at the tunnel entry under the English Channel and at the port of Calais to keep migrants from using what were once the most popular routes for clandestine migration to Britain.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-covid-death-milestone-biden-administration-trump-11637708781", "title": "Biden's Covid Death Milestone", "date": "2021-11-25 16:44", "summary": "More Americans have died of the virus in 2021 than in all of 2020.. President Biden may not recall what he said during a 2020 campaign debate last fall, but Americans should: \"Anyone who is responsible for that many deaths should not remain as President of the United States of America.\" At the time the U.S. had recorded 220,000 Covid deaths.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-break-for-union-dues-labor-house-democrats-budget-bill-11637689873", "title": "A Tax Break for Union Dues", "date": "2021-11-25 16:43", "summary": "The House budget bill includes a $250 per worker write-off.. Democrats have agonized for months over where to find money for their blowout tax and spending bill, so it's worth paying attention to the revenues they explicitly forgo. The bill offers tax breaks for key progressive constituencies, and one that has received little attention is a big gift to Big Labor.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-jamie-dimon-hit-a-nerve-china-communist-party-11637862914", "title": "Did Jamie Dimon Hit a Nerve?", "date": "2021-11-25 16:42", "summary": "Jokes about Communist Party longevity are no laughing matter in China.. Ronald Reagan liked to tell a joke, during the Cold War, about an American and Russian arguing about freedom in their countries. The American says he can go into the Oval Office, pound the desk, and say he doesn't like the way the President is running the country. The Russian replies that he can do that too: Any time he wants he can go into the Kremlin, pound on the desk, and say he doesn't like the way the American President is running his country.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-waukesha-aoc-progressive-prosecutors-crime-wisconsin-bail-reform-11637796347", "title": "Democrats Have a Waukesha Problem", "date": "2021-11-25 16:34", "summary": "The massacre at a Christmas parade reveals the dangers of their crime policies.. Here's the common reaction to the Waukesha, Wis., murders: It's nuts that the suspect, with his long criminal history, was free on $1,000 bail posted days before the automotive rampage.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-esg-vanguard-blackrock-fidelity-woke-gaming-investing-sexual-misconduct-11637794901", "title": "How Did Activision Pass the ESG Test?", "date": "2021-11-25 16:33", "summary": "Asset managers seem willing to include any company paying lip service to progressive priorities.. How thoroughly do investment managers screen the companies in their environmental, social and governance funds? Not very, if the example of videogame company Activision Blizzard is typical.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-housing-gang-is-getting-back-together-for-another-bust-inflation-mortgage-rates-11637794694", "title": "The Housing Gang Is Getting Back Together for Another Bust", "date": "2021-11-25 16:31", "summary": "Fan and Fred will buy mortgages up to $1 million, repeating the mistakes that led to the 2008 crash.. When the Supreme Court ruled last term that President Trump's director of the Federal Housing Finance Agency could be removed without cause, many of us who follow housing policy knew what was coming. The next day, the Biden administration replaced the FHFA director, Mark Calabria, with a temporary appointment. Get ready for another housing boom-and bust.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beatles-let-it-be-peter-jackson-john-paul-george-ringo-friendship-1970-11637795405", "title": "The Film That Taught Me to 'Let It Be'", "date": "2021-11-25 16:29", "summary": "The Beatles start to say goodbye in the 1970 documentary.. The wisest film in rock 'n' roll history has been available only on VHS since it premiered in 1970. \"Let It Be\" documents the Beatles' January 1969 recording sessions and the band's dissolution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-my-church-grew-during-the-pandemic-mass-service-catholic-adoration-eucharist-11637795847", "title": "Why My Church Grew During the Pandemic", "date": "2021-11-25 16:27", "summary": "Our priests had no intention of limiting access to the Lord.. Alexandria, Va.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-deer-and-the-antelope-play-review-parks-and-lacerations-11637875453", "title": "'Where the Deer and the Antelope Play' Review: Parks and Lacerations", "date": "2021-11-25 16:24", "summary": "Welding and sewing should be taught in schools as imperatives in the 'curriculum of life.' Possibly less imperative: tolerating Republicans.. Nick Offerman is a man of many talents: actor, woodworker, author, comedian and full-tilt moralizer when the wrong sort of American crosses his path, which seems to happen on a regular basis.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-25-2021-11637832203", "title": "Global Stocks Mixed; Bitcoin Stabilizes", "date": "2021-11-25 16:06", "summary": "Remy Cointreau shares jump, with U.S. markets shut for Thanksgiving. International stocks were mixed in the wake of strong U.S. labor market data and signs of greater uncertainty among central bank officials over how long it will take elevated inflation to abate.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ball-control-friday-crossword-november-26-11637702543", "title": "Ball Control (Friday Crossword, November 26)", "date": "2021-11-25 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-travel-hits-pandemic-high-ahead-of-thanksgiving-holiday-11637845200", "title": "U.S. Travel Hit Pandemic High Ahead of Thanksgiving Holiday", "date": "2021-11-25 16:00", "summary": "Air travel has gone smoothly so far amid mild weather in the U.S.. Flights have been packed but relatively painless during the week of Thanksgiving, the first major test since airlines took steps to resolve traffic snarls that have plagued Americans' return to air travel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-distancing-was-a-problem-before-covid-family-marriage-pandemic-religion-11637795685", "title": "Social Distancing Was a Problem Before Covid", "date": "2021-11-25 15:00", "summary": "Marriage and childbirth rates, declining for years, reached new lows during the pandemic.. On this family holiday weekend, a look at a study of the American family. It's called \"The Divided State of Our Unions: Family Formation in (Post-)Covid America\" and comes from the Institute for Family Studies, the American Enterprise Institute and the Wheatley Foundation. It's based on two surveys conducted by YouGov for IFS and Wheatley.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jane-austen-tom-lefroy-kipling-emma-persuasion-love-decoding-pride-prejudice-11637794443", "title": "Breaking News From 1795: Jane Austen Falls in Love", "date": "2021-11-25 14:59", "summary": "A poem in the author's irresistible novel 'Emma' may reveal the Irishman who captured her heart.. Jane Austen's enchanting novels about love and marriage are unrivaled in Western literature. It is an irony that the author herself never married. Was she ever in love?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turks-switch-savings-to-u-s-dollars-as-local-currency-collapses-11637859160", "title": "Turks Abandon the Lira for Dollars as Currency Crisis Deepens", "date": "2021-11-25 14:32", "summary": "Riot police line streets in parts of Istanbul as country braces for third night of scattered protests over President Erdogan's inability to stop precipitous currency decline. ISTANBUL-A currency crisis here is battering Turks' confidence in their government's ability to manage the economy, causing droves of people to buy U.S. dollars and sending crowds of people into the streets to oppose President Recep Tayyip Erdogan's policies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-19-surge-presents-hard-choices-as-winter-approaches-11637850332", "title": "Europe's Covid-19 Surge Presents Hard Choices as Winter Nears", "date": "2021-11-25 14:12", "summary": "Infections and deaths overtake those in the U.S., spurring debates about vaccine holdouts and booster shots. As Covid-19 infections and deaths in the European Union eclipse those in the U.S., the region is confronting an ugly reality: Taming the Delta variant is proving harder than a virus-weary continent had hoped.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-letters-to-read-november-editor-luttwak-cia-vaccine-mandate-children-books-retire-inflation-11637617738", "title": "10 Letters to Read: November's Most Notable Letters to the Editor", "date": "2021-11-25 13:35", "summary": "A selection of contributions from our readers, including a famed military adviser, a former Fed official, a commercial pilot and more.. A selection of the month's most noteworthy letters, ordered chronologically. Letters may be submitted to wsj.ltrs@wsj.com in response to Journal articles.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-rate-federal-reserve-fed-m2-money-supply-home-prices-rent-11637712448", "title": "Double-Digit Inflation and Blinkered Fed Policy", "date": "2021-11-25 13:28", "summary": "Jerome Powell faces a bigger problem than the official statistics show.. Federal Reserve Chairman Jerome Powell's inflation record is much worse than official statistics show (\"Biden Signs Up for Powell's Inflation,\" Review & Outlook, Nov. 23). As reported, consumer price inflation is the highest in 30 years. Based on actual prices, it is one of the highest inflation rates of the postwar period, matching the double-digit increases of the 1970s and early '80s.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-editorial-pilgrims-censorship-woke-11637711972", "title": "Dropping the Thanksgiving Editorial Wouldn't Satisfy the Censors", "date": "2021-11-25 13:25", "summary": "Next, they will come after your Christmas Eve editorial. Then, your Houses of Worship column. Finally, Pepper . . . and Salt.. Regarding \"Censoring the Pilgrims\" (Review & Outlook, Nov. 23): First, they have gone after your Thanksgiving editorials. Next, they will come after your Christmas Eve editorial. Then, your Houses of Worship column on Fridays, and finally, Pepper . . . and Salt (clearly not woke).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-us-pro-life-choice-safe-legal-rare-scandinavia-11637711668", "title": "Liberals Blow Past Scandinavia on Abortion", "date": "2021-11-25 13:23", "summary": "'Safe, legal and rare' has been replaced by a 'no fetus can beat us' snark. Alexander Sanger cites Scandinavian countries as the standard of care for women as it relates to abortion (\"Making a White Whale of a Woman's Right,\" Letters, Nov. 19). In Sweden, abortion is permitted upon request by a pregnant woman until the 18th week of pregnancy. Thereafter only in cases indicating severe medical risk and after an evaluation by the National Board of Health and Welfare. In Norway, abortion is permitted upon request by a pregnant woman in the first 12 weeks of gestation, by application up to the 18th week and thereafter only under special circumstances until the fetus is viable, which is usually presumed at 21 weeks and 6 days. In Finland, abortions must be performed before the 12th week, thereafter only if there is an \"extremely strong reason\" and with a special permit issued by the National Supervisory Authority of Welfare and Health.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atomization-smartphone-human-alone-communication-civility-11637710355", "title": "Atomization in the Age of the Smartphone", "date": "2021-11-25 13:22", "summary": "'I often feel that I don't even register a blip on the internal radar screens of others.'. \"Old boundaries vanish; new ones replace them,\" writes Lance Morrow (\"An Age of Violated Boundaries,\" op-ed, Nov. 11). The most consequential new boundary I see today is between people. Electronic communication is replacing human conversation. I often feel that I don't even register a blip on the internal radar screens of others. More cars have their windows tinted so darkly that you can't see the driver. The corporate concept of cordiality, the \"hello\" you hear upon entering a chain pharmacy, is expressed so insincerely that it is laughable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aristotle-tocqueville-hbcu-great-books-classics-11637711054", "title": "Aristotle and Tocqueville Walk Into an HBCU", "date": "2021-11-25 13:21", "summary": "Students encounter difficulty, but not on account of race or background.. Regarding Martha Bayles's review of \"Rescuing Socrates\" by Roosevelt Montás (Bookshelf, Nov. 8): Teaching Aristotle's \"Nicomachean Ethics\" at a historically black college is not difficult because of my students' race or social backgrounds. It is difficult because, as Aristotle wrote, the young have few life experiences and therefore find the study of politics hard. But teaching challenging older texts can be rewarding. One of my students, upon reading Tocqueville's moving accounts of the plight of enslaved peoples and Native Americans, said that Tocqueville was \"woke. I mean 'real woke.' Not what we call 'false woke.'\" I agree.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/total-solar-eclipse-chasers-travel-antarctica-11637793627", "title": "Eclipse Chasers Travel Far and Pack Traditions: Orange Pants and Dinky Doo", "date": "2021-11-25 12:50", "summary": "Resume Subscription. For Mandie Adams, the total solar eclipse on Dec. 4 will be the 12th one she's seen. It will also be the 12th for her teddy bear, Dinky Doo.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghan-teachers-defy-taliban-by-secretly-schooling-teenage-girls-11637862558", "title": "Afghans Defy Taliban by Secretly Schooling Teenage Girls", "date": "2021-11-25 12:49", "summary": "Resume Subscription. KABUL-A group of teenage girls filed quietly into Fawzia's house, took off their shoes and gathered in the living room for a clandestine history lesson.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/microchip-pioneer-helped-put-the-silicon-into-silicon-valley-11637852400", "title": "Microchip Pioneer Helped Put the Silicon Into Silicon Valley", "date": "2021-11-25 12:12", "summary": "Jay Last, a founder of Fairchild Semiconductor who has died at age 92, developed ways to manufacture integrated circuits in bulk. Jay Last, a founder of Fairchild Semiconductor Corp. in 1957, figured out ways to manufacture integrated circuits in bulk, helping to put the silicon into Silicon Valley and make the region a synonym for digital technology.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-poland-border-migrant-crisis-11636739895", "title": "What's Happening on the Belarus-Poland Border?", "date": "2021-11-25 12:04", "summary": "Resume Subscription. Europe says Belarus is turning thousands of migrants into pawns in a standoff between the European Union and Belarus leader Alexander Lukashenko. Belarus says Europe is blocking them from seeking refuge, turning its back on a growing humanitarian crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/finding-consolation-amid-covids-pain-11637859600", "title": "Finding Consolation Amid Covid's Pain", "date": "2021-11-25 12:00", "summary": "The pandemic has taught us the importance of solidarity across distances of both space and time. Four years ago, at a choral festival in Utrecht in the Netherlands, I listened to all 150 of the Psalms sung by a series of great choirs. The words were displayed in Dutch and English over the stage, and the music that the Psalms were set to went from early medieval times to the modern day. The experience was cathartic for everyone. You could see it in the tears in people's eyes, in their recognition that something vital was being communicated to them.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heists-that-became-the-stuff-of-legend-11637855220", "title": "Heists That Became the Stuff of Legend", "date": "2021-11-25 10:47", "summary": "A parachute, a golden sarcophagus, the British Crown Jewels and the Mona Lisa have all been the objects of famous capers. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-cfo-focuses-on-revenue-growth-after-hitting-profitability-milestone-11637852400", "title": "Uber CFO Focuses on Revenue Growth After Profitability Milestone", "date": "2021-11-25 10:00", "summary": "Nelson Chai says company wants to keep improving adjusted Ebitda but long-term growth is 'the real focus point'. Uber Technologies Inc.'s finance chief said the ride-sharing and delivery company is focused on boosting its revenue and income after achieving an important profitability milestone during its latest quarter.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-november-27-11637247961", "title": "Number Puzzles (Saturday, November 27)", "date": "2021-11-25 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beatles-get-back-documentary-thanksgiving-how-to-watch-11637773222", "title": "'The Beatles: Get Back' Documentary: What to Know", "date": "2021-11-25 09:47", "summary": "Director Peter Jackson revises the narrative around the Liverpool band's acrimonious split. Think you already know the story of the Beatles' breakup? A new documentary might make you think again.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumble-investors-should-be-more-thankful-11637848981", "title": "Bumble Investors Should Be More Thankful", "date": "2021-11-25 09:03", "summary": "With a fully diluted market value of around $6.6 billion-less than 17% of Match's-dating app is starting to look undervalued. Bumble Inc. may never have the broad appeal of dating giant Match Group , Inc., but it is looking more lovable. Since going public in February, its share price has dropped 54% from where it opened on its first day of trading. Over just the last three months, it is down 36%, while Match's share price has fallen less than 2%.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpol-elects-official-accused-of-human-rights-abuses-as-president-11637848862", "title": "Interpol Elects Official Accused of Human-Rights Abuses as President", "date": "2021-11-25 09:01", "summary": "Maj. Gen. Ahmed Nasser al-Raisi's election as president of the global police body defies objections from Western officials. Interpol, the global law enforcement body, elected as president an Emirati official accused by human-rights groups of involvement in torture, defying objections from Western officials who say authoritarian governments have exploited the group in recent years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-british-pub-has-a-pandemic-hangover-for-some-its-last-call-11637848800", "title": "The Great British Pub Has a Pandemic Hangover", "date": "2021-11-25 09:00", "summary": "Drinking establishments grapple with a cocktail of inflation, supply-chain and staffing woes. LIVERPOOL, England-Conor Foley's pub, Kelly's Dispensary, offers a bar-stool view of forces roiling the global economy. Having finally reopened after pandemic shutdowns, Mr. Foley must now manage rising costs, staffing shortages, supply-chain snags and changing consumer behavior.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remy-cointreau-moves-into-luxurys-big-league-11637848605", "title": "Rémy Cointreau Moves Into Luxury's Big League", "date": "2021-11-25 08:56", "summary": "High-end liquor company says it should be valued like a luxury fashion brand such as Hermès. Its latest results suggest that it should.. Should a company selling expensive liquor that can be polished off in a night be valued as highly as one that makes heirloom handbags? Potent half-year profits strengthen Rémy Cointreau 's argument that it should.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-pushes-to-limit-how-tech-companies-target-political-ads-11637839613", "title": "EU Pushes to Limit How Tech Companies Target Political Ads", "date": "2021-11-25 08:07", "summary": "Proposed measure would ban targeting political ads based on categories such as religious views, sexual orientation. The European Union is proposing a ban on media companies targeting political ads at people based on their religious views or sexual orientation, a new volley in the continent's expansion of global tech regulation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanks-an-expression-for-a-thought-of-gratitude-11637845200", "title": "'Thanks': An Expression for a Thought of Gratitude", "date": "2021-11-25 08:00", "summary": "A term for good feelings became one for something we give. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-cancel-classes-to-give-teachers-and-students-mental-health-days-11637845201", "title": "Schools Cancel Classes for Mental-Health Days", "date": "2021-11-25 08:00", "summary": "As educators feel stress in rushing to make up for closings during the pandemic, some say added time away isn't the solution. School districts nationwide are canceling classes for what they are calling mental-health days, saying students and staff need the breaks to handle the pressure of returning to school during the Covid-19 pandemic.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-state-michigan-wide-receivers-11637808286", "title": "Ohio State Finds a New Way to Win: Through the Air", "date": "2021-11-25 08:00", "summary": "The Buckeyes were once a run-first team, but this year's squad can attack with a trio of talented wide receivers. For almost as long as Ohio State has feuded with That Team Up North, its identity on offense has been rooted in a ground-and-pound running game. You would sooner find the Buckeyes singing \"Hail to the Victors\" than pummeling opponents with deep touchdown passes.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-reason-inflation-may-be-here-to-stay-11637796261", "title": "Another Reason Inflation May Be Here to Stay", "date": "2021-11-25 07:00", "summary": "Services inflation appears subdued, but doesn't look good beneath the surface. Those making the case that price rises are transitory frequently point to the lack of much inflation in services. Services inflation seems reasonably under control, suggesting to economists in \"Team Transitory\" that rising prices are the unpleasant hangover of Covid-19 disruptions, and inflation should go away by itself.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-lends-peacekeepers-to-help-quell-solomon-islands-unrest-11637841400", "title": "Australia Lends Peacekeepers to Help Quell Solomon Islands Unrest", "date": "2021-11-25 06:56", "summary": "Protesters have taken to streets, burned buildings in what the prime ministers says is an attempt to unseat his government. SYDNEY-Australia said it would send a peacekeeping force of more than 100 federal police and defense personnel to the Solomon Islands after a second day of violence in the Pacific Island nation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-state-run-firms-limit-use-of-tencents-messaging-app-11637837474", "title": "China's State-Run Firms Limit Use of Tencent's Messaging App", "date": "2021-11-25 06:52", "summary": "Employees were told to disband chat groups over security concerns, as Beijing's scrutiny into Tencent grows. SINGAPORE-Some Chinese state-run companies are restricting employees' use of Tencent Holdings Ltd. 's popular domestic messaging app, citing security concerns, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-will-shortages-end-heres-why-forecasts-are-often-wrong-11637841057", "title": "When Will Shortages End? Here's Why Forecasts Are Often Wrong", "date": "2021-11-25 06:50", "summary": "Bottlenecks could finally be starting to ease, but investors should remember that individual companies tend to underestimate the scope of global supply-chain problems. Not for the first time this year, analysts are optimistic that supply shortages are easing and will be fixed within three to six months. There is reason to be skeptical of this figure-even without cheering for tighter monetary policy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-wirecutter-staff-goes-on-strike-ahead-of-black-friday-11637840498", "title": "New York Times' Wirecutter Staff Goes on Strike Ahead of Black Friday", "date": "2021-11-25 06:41", "summary": "Staff at product-review website are seeking higher minimum salaries, guaranteed annual wage increases. Unionized staffers at New York Times Co. 's product-review website Wirecutter say they have gone on strike due to a contract stalemate with the paper's management.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paytm-flop-will-skim-froth-off-indias-ipo-market-11637838841", "title": "Paytm Flop Will Skim Froth Off India's IPO Market", "date": "2021-11-25 06:17", "summary": "The disappointing performance of India's largest IPO will cool sentiment a bit, but a dose of reality could make for a healthier market. India's biggest ever initial public offering was a flop. That may give sentiment in the red-hot market a needed reality check-but it is unlikely to derail the IPOs of the many other Indian unicorns champing at the bit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-needs-real-store-locations-now-more-than-ever-11637836200", "title": "E-Commerce Needs Real Store Locations Now More Than Ever", "date": "2021-11-25 05:30", "summary": "Resume Subscription. After losing ground to e-commerce, bricks-and-mortar stores are back in style.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/antitrust-tech-bills-gain-bipartisan-momentum-in-senate-11637836202", "title": "Antitrust Tech Bills Gain Bipartisan Momentum in Senate", "date": "2021-11-25 05:30", "summary": "Google, Amazon and Apple step up lobbying in opposition, saying measures will eliminate features consumers want. WASHINGTON-Support for curbing large technology companies' market power is widening in the Senate, with lawmakers in both parties endorsing new legal constraints on search engines, e-marketplaces, app stores and other online platforms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-u-s-workers-are-quitting-jobs-at-record-rates-11637836201", "title": "Where U.S. Workers Are Quitting Jobs at Record Rates", "date": "2021-11-25 05:30", "summary": "In September, 4.4 million workers in the U.S. resigned; here are the states and sectors that led the wave. Workers in the U.S. resigned from a record 4.4 million jobs in September. Many Americans are leaving roles for better working conditions and pay amid a historically fast economic recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-inflation-small-investors-keep-piling-into-flashy-growth-stocks-11637836200", "title": "Small Investors Keep Piling Into Flashy Growth Stocks", "date": "2021-11-25 05:30", "summary": "AMD, Nvidia and Apple still hold appeal for many, even as potentially higher interest rates prompt defensive moves by Wall Street pros. Conventional Wall Street wisdom says inflation, which has been rising all year, is bad for growth and technology stocks. So far, many small investors don't care.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-gear-up-for-price-restrictions-in-bidens-legislative-agenda-11637836201", "title": "Drugmakers Gear Up for Price Restrictions", "date": "2021-11-25 05:30", "summary": "Industry potentially faces significant expansion of government regulation despite success in watering down Democratic proposals. The pharmaceutical industry is bracing for the most significant expansion of government regulation of drug prices in decades despite success in watering down proposals from congressional Democrats that would have gone much further.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-response-to-peng-shuai-allegations-follows-familiar-pattern-11637835662", "title": "China's Response to Peng Shuai Allegations Follows Familiar Pattern", "date": "2021-11-25 05:21", "summary": "Chinese state media journalists circulated videos of the tennis star after a public absence. HONG KONG-Beijing has turned to a familiar playbook to deflect criticism and minimize discussion in China about a tennis star, analysts and rights activists say, as it faces global questions about sexual-assault allegations against a retired senior Communist Party official.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-developer-kaisa-proposes-400-million-debt-swap-11637815334", "title": "Chinese Property Developer Kaisa Proposes $400 Million Debt Swap", "date": "2021-11-25 02:08", "summary": "Shenzhen-based group warns it may pursue an alternative restructuring if it can't exchange debt to push out repayment deadline. Kaisa Group Holdings Ltd., which in 2015 became one of the first Chinese developers to default abroad, warned it risked reneging on its international debts again unless creditors agreed to a $400 million bond swap.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-korea-raises-rate-tightens-policy-to-curb-inflation-11637802115", "title": "Bank of Korea Raises Rates Again With an Eye on Inflation", "date": "2021-11-25 00:24", "summary": "Central bank seeks to dial back stimulus brought on by the pandemic. South Korea raised interest rates for the second time in three months, expressing confidence in the global economic recovery while giving priority to moves to curb accelerating inflation and soaring household debt.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}]