[{"link": "https://www.wsj.com/articles/investors-begin-to-get-picky-on-manager-selection-11623625261", "title": "Investors Begin to Get Picky on Manager Selection", "date": "2021-06-13 19:01", "summary": "Nearly two in five investors say they expect to decline to commit fresh capital to existing general-partner relationships, a Coller Capital survey shows. Investors say it's a great time to back private-equity funds, but they are also starting to make some tough decisions in deciding which fund managers in their portfolios they will continue to support.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-scores-victory-with-judicial-confirmations-11623625200", "title": "Gov. Andrew Cuomo Scores Victory With Judicial Confirmations", "date": "2021-06-13 19:00", "summary": "New York Senate approved governor's two picks to state's highest court-both of whom would sit as jurors were he to face an impeachment trial. New York Gov. Andrew Cuomo has been weighed down for months by investigations into his alleged misconduct, leaving him largely removed from the fast-paced deal-making that typically marks the end of the state Legislature's annual session.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-early-voting-set-to-begin-for-primary-election-11623490200", "title": "New York City Early Voting Begins for Primary Election", "date": "2021-06-13 18:44", "summary": "Voters face one of the most crowded ballots in city history. Voters trickled into polling sites in New York City over the weekend to pick the next mayor in the first big test of the city's ranked-choice voting system.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feather-fight-is-lingering-skirmish-from-u-s-china-trade-war-11623597003", "title": "U.S.-China Trade War Still Hurting Ohio Family-Owned Business", "date": "2021-06-13 18:10", "summary": "Down-lite pays tariffs on Chinese feathers to stuff bedding, but China can export many of these products to the U.S. tariff-free. WASHINGTON-The Biden administration's long-awaited review of tariff policy can't come soon enough for an Ohio bedding maker, which says it is being pummeled by U.S. levies on imported Chinese feathers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-dojs-leak-investigations-of-house-democrats-and-media-11623442195", "title": "Trump DOJ's Leak Investigations of House Democrats and Media", "date": "2021-06-13 17:40", "summary": "Lawmakers call for hearings and Justice Department inspector general launches probe into Trump administration's secret efforts to find sources of leaks. House Intelligence Committee Democrats on Thursday said they had learned that records from committee members and staff were seized by the Justice Department under former President Donald Trump in an apparent search for people leaking information to the news media. Meanwhile, reporters at the New York Times, Washington Post and CNN have said recently that they were targeted in DOJ leak investigations. Donald McGahn, a former Trump legal counsel at the White House, also recently learned prosecutors obtained his records in an investigation, but the subject of that investigation isn't known.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-could-see-new-government-if-netanyahus-opponents-pass-confidence-vote-11623576602", "title": "Israel Gets New Government to End Netanyahu's 12-Year Rule", "date": "2021-06-13 17:04", "summary": "Naftali Bennett's eight-party coalition wins confidence vote in parliament. TEL AVIV-A new Israeli coalition government led by commando-turned-tech entrepreneur Naftali Bennett ended Benjamin Netanyahu's 12-year run in power, but now faces the difficult tasks of reviving an economy battered by the Covid-19 pandemic and preserving a fragile cease-fire with Palestinian militant group Hamas.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-on-firstagain-11623617075", "title": "WHO's on First-Again?", "date": "2021-06-13 16:44", "summary": "The G-7 statement on Covid's origin is feckless multilateralism.. President Biden seems to have made some modest progress at the weekend meeting of G-7 leaders in his effort to rally a united front against China's violations of global norms. And we mean modest.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-irs-entitlement-11623617019", "title": "Elizabeth Warren's IRS Entitlement", "date": "2021-06-13 16:43", "summary": "The Senator and President Biden want to put the agency beyond annual appropriations.. The Internal Revenue Service leak of taxpayer returns to left-leaning media outlet ProPublica is a prime example of why Congress should refuse to give the tax agency more money and power. That includes President Biden's little-noticed but politically consequential plan to put IRS funding on autopilot.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-electoral-lessons-for-the-west-11623616924", "title": "Israel's Electoral Lessons for the West", "date": "2021-06-13 16:42", "summary": "A new government takes power, but many parties led to years of stalemate.. The recent Israel-Hamas war showed that no matter America's efforts to disentangle itself from the Middle East, events in the Jewish State will continue to reverberate in Western politics. On Sunday, after months of wrangling, Israel swore in a new Prime Minister, Naftali Bennett, for the first time since 2009. What are the lessons for the U.S.?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-day-off-11623616823", "title": "Happy 'Day Off'", "date": "2021-06-13 16:40", "summary": "The mania to rechristen holidays reaches its illogical conclusion.. The progressive mania for erasing names continues apace. Last week the board of education in Randolph, N.J., voted unanimously to remove named holidays from the school calendar.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ortegas-nicaraguan-power-grab-11623616363", "title": "Ortega's Nicaraguan Power Grab", "date": "2021-06-13 16:32", "summary": "The comandante lost one fair election in 1990. He won't let it happen again.. Central America's biggest little country is again in the spotlight for all the wrong reasons. Since June 2, Nicaraguan dictator Daniel Ortega has rounded up seven leading members of the opposition on phony charges ranging from money laundering to treason. All remain either under house arrest or in jail.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banner-banners-on-the-condo-board-11623616290", "title": "Banner Banners on the Condo Board", "date": "2021-06-13 16:31", "summary": "If you want to fly the American flag at your home, it may depend on where you live.. Larry Murphree placed small American flags in potted plants outside the front door of his condominium in Jacksonville, Fla., in 2013. The condo association objected, citing its guidelines that limit display of the flag to an area near the garage door.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chasing-the-thrill-review-its-a-mad-mad-mad-mad-world-11623616233", "title": "'Chasing the Thrill' Review: It's a Mad, Mad, Mad, Mad World", "date": "2021-06-13 16:30", "summary": "A wealthy dealer in Southwestern artifacts privately prints a puzzle-poem that sparks a crazy, decade-long hunt for hidden treasure.. Begin it where warm waters halt / And take it in the canyon down, / Not far, but too far to walk. / Put in below the home of Brown.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-new-death-tax-and-a-new-york-widow-11623616078", "title": "Biden's New Death Tax and a New York Widow", "date": "2021-06-13 16:27", "summary": "His proposed levy on unrealized capital gains would hit some modest estates especially hard.. President Biden proposes to \"eliminate the loophole that allows the wealthiest Americans to entirely escape tax on their wealth by passing it down to heirs.\" A White House \"fact sheet\" claims that \"our tax laws allow these accumulated gains to be passed down across generations untaxed, exacerbating inequality.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-defends-the-legacy-of-redlining-11623615965", "title": "The Left Defends the Legacy of Redlining", "date": "2021-06-13 16:26", "summary": "Basing school enrollment on residence has made education more segregated than it was 40 years ago.. Where you live often determines which public schools you can attend and which schools you can't. Amid a national racial reckoning and a housing shortage only getting worse, you'd think equity warriors like the nation's teacher unions and urbane progressives with access to the best schools would be fighting to overturn a policy rooted in 1930s-era redlining.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-alternative-to-the-afghan-pullout-11623615905", "title": "An Alternative to the Afghan Pullout", "date": "2021-06-13 16:25", "summary": "Biden presents a false choice between total withdrawal and 'forever wars.'. I had the opportunity this month to visit and thank U.S. troops stationed around the world. Some of our troops are too young to remember 9/11, but that day is etched in my memory and the heart of our nation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-judge-in-texas-says-hospital-system-can-require-employees-to-get-covid-19-vaccine-11623613922", "title": "Judge Rules Texas Hospital System Can Require Staff to Get Covid-19 Vaccine", "date": "2021-06-13 15:52", "summary": "The federal judge upheld Houston Methodist's vaccine requirement and said lawsuit's legal assertions lacked merit. A federal judge in Texas ruled that a major hospital system in Houston can require its employees to be vaccinated against Covid-19, dismissing a lawsuit brought by workers who claimed the mandate unlawfully forced them to be human \"guinea pigs.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-wins-the-french-open-11623605033", "title": "Novak Djokovic Wins the French Open", "date": "2021-06-13 15:29", "summary": "The world's No. 1 player rallied from two sets down to beat Stefanos Tsitsipas and claim his 19th Grand Slam title. PARIS-Whenever Novak Djokovic retreated to his chair, he buried his face in his towel. He had taken a tumble. He was down by two sets. And across the court, a 22-year-old from Athens was starting to look like the Greek god of clay.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-french-open-19-majors-grand-slam-golden-slam-11623611321", "title": "Novak Djokovic Has a Shot at an All-Time Tennis Year", "date": "2021-06-13 15:10", "summary": "After a come-from-behind French Open victory, the Serbian star stays on track for a (tough but possible) 'Golden Slam'. One day, one of these men's tennis phenoms is really going to do it, vanquish one of the active, all-time greats, in the final of a major tournament, kicking off a fresh new era of the sport-wide open, unpredictable, no longer beholden to a hardy trio of legends.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-the-fed-factories-and-consumers-11623610800", "title": "Economy Week Ahead: The Fed, Factories and Consumers", "date": "2021-06-13 15:00", "summary": "Look out for U.S. retail sales and industrial production; also Chinese indicators. The Federal Reserve's policy meeting highlights this week's slate of economic news.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-justice-department-sought-don-mcgahns-phone-records-11623609415", "title": "Trump Justice Department Sought Don McGahn's Phone Records", "date": "2021-06-13 14:56", "summary": "Apple told former White House legal counsel in May about the 2018 subpoena. WASHINGTON-The Justice Department subpoenaed tech giant Apple Inc. for information about an account belonging to Donald Trump's former White House counsel Don McGahn in February 2018, according to a person familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ousted-from-power-israels-netanyahu-plots-comeback-11623608233", "title": "Ousted From Power, Israel's Netanyahu Plots Comeback", "date": "2021-06-13 14:17", "summary": "Former prime minister intends to challenge the cross-party coalition government that succeeded him. TEL AVIV-Outmaneuvered by rival politicians after 12 years in power, Israeli Prime Minister Benjamin Netanyahu is already plotting a comeback, intending to challenge the new government on matters that could deeply divide the cross-party coalition.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-g-7-summit-boris-johnson-cant-shake-off-brexit-11623607720", "title": "At Global Summit, Boris Johnson Can't Shake Off Brexit", "date": "2021-06-13 14:08", "summary": "Tense dispute over Northern Ireland with EU colors global gathering. FALMOUTH, England-For British Prime Minister Boris Johnson, the Group of Seven summit that he hosted over the weekend was a major opportunity to showcase the U.K.'s ambitions on the global stage, putting its years inside the European Union decisively behind it.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-big-bet-on-hydrogen-could-revolutionize-the-energy-market-11623607695", "title": "How Japan's Big Bet on Hydrogen Could Revolutionize the Energy Market", "date": "2021-06-13 14:08", "summary": "Resume Subscription. Japan built the world's third-largest economy on an industrial base powered by imported oil, gas and coal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/four-at-toshiba-resign-over-campaign-to-thwart-foreign-shareholders-11623597634", "title": "Toshiba Outside Directors, Executives Resign After Probe Report", "date": "2021-06-13 13:27", "summary": "Executive who wrote 'beat them up' referring to foreigners to lose his job in shake-up. TOKYO-Toshiba Corp. said two executives and two outside directors would resign after they were accused of working with the government against foreign shareholders, the first fallout in a scandal that has highlighted Japan's business-government ties.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quail-beta-scientists-bicker-over-what-to-call-coronavirus-variants-11623603963", "title": "Quail? Beta? Scientists Bicker Over What to Call Coronavirus Variants", "date": "2021-06-13 13:06", "summary": "To avoid stigmatizing countries, some proposed naming them after birds, but robin fans objected; Greek letters also have drawbacks. An idea reached the World Health Organization earlier this year: How about naming new variants of the coronavirus after sing-songy North American birds?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-macron-share-affection-and-world-view-at-g-7-summit-11623603914", "title": "Biden and Macron Share Affection and Worldview at G-7 Summit", "date": "2021-06-13 13:05", "summary": "Meeting for the first time, the two presidents embraced each other in Cornwall after years of tension between Macron and Donald Trump. President Biden and French President Emmanuel Macron threw their arms around each other as they walked on the beach. Later the two men shared a tête-à-tête as aides looked on. At one point Mr. Biden asked Mr. Macron to answer a reporter's question for him.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pay-benefits-hybrid-workplace-11623518403", "title": "Rethinking Pay and Benefits in a Hybrid Workplace", "date": "2021-06-13 12:06", "summary": "Among the key questions: Should you pay people based on where they live?. Imagine this workplace scenario: As the pandemic recedes, employees in Company X are given the option of returning to the office or working remotely. Mary decides to return to the home office in New York. Her former office mate, John, decides to remain in Omaha, Neb., where he has been living since the pandemic began.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-quit-your-job-gracefully-11623600002", "title": "How to Quit Your Job Gracefully", "date": "2021-06-13 12:00", "summary": "Most Popular News. The Great Resignation is coming.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stupefying-summer-small-talk-11623598185", "title": "Stupefying Summer Small Talk", "date": "2021-06-13 11:43", "summary": "Covid isolation got you tongue-tied? Here are tips for getting the hot air flowing again.. The loudmouth at the cocktail party was on a roll. \"We need to move the Overton window about the Tullock paradox.\" Heads nodded in agreement, but most, like me, were clueless. Summer social season is here but our conversation skills are rusty and crusty. After 15 months of isolation, I can talk to my wife, kids and dogs. But interacting with friends and acquaintances at barbecues or overpriced coffee bars? Tough going. Over Memorial Day weekend, it was clear that my go-to questions-\"What have you been up to? Been anywhere recently?\"-are irrelevant and completely worthless.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-protests-a-lab-leak-too-much-11623598397", "title": "Beijing Protests a Lab Leak Too Much", "date": "2021-06-13 11:42", "summary": "Strong evidence the virus escaped: the Communist Party's vicious attacks on anyone who speaks out.. I am as eager as anyone to follow the world's virologists as they try to determine how Covid-19 emerged in Wuhan, China. But as a longtime student of Chinese Communist political language, I will need considerable persuading that the disease came from bats or a wet market. The linguistic evidence is overwhelming that Chinese leaders believe the Wuhan Institute of Virology was the source.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-irs-scandal-erodes-the-rule-of-law-11623596898", "title": "A New IRS Scandal Erodes the Rule of Law", "date": "2021-06-13 11:08", "summary": "If leaking the tax returns of private citizens is illegal, shouldn't making them public be equally so?. Regarding your editorial \"Return of the IRS Scandal\" (June 9): If leaking the tax returns of private citizens is illegal, shouldn't making them public be equally so? ProPublica knew the information was released illegally and is complicit in the crime. At a bare minimum it should at least be made to go to the Justice Department for a ruling before making the data public. Its behavior and immunity from criminal liability further erode public trust in government agencies. The IRS, like the FBI and other agencies with sensitive information on private citizens, should be politically neutral and trustworthy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-earth-mines-need-faster-permitting-11623596768", "title": "Rare-Earth Mines Need Faster Permitting", "date": "2021-06-13 11:06", "summary": "Setting timelines for regulatory agencies' reviews and permitting decisions and limiting mining opponents' use of administrative appeals and litigation to challenge permits would shave years off the permitting process.. Mark Mills's dismissal of American mines as \"irrelevant\" in providing the critical minerals needed for clean energy is the wrong choice for the environment (Letters, June 1). Shipping critical minerals from across the globe substantially increases their carbon footprint, which makes no sense when we have domestic sources of many critical minerals that can be developed using the highest environmental and safety standards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retiring-workers-alter-feds-calculus-on-jobs-shortfall-11623596400", "title": "Retiring Workers Alter Fed's Calculus on Jobs Shortfall", "date": "2021-06-13 11:00", "summary": "Shrinking labor force lowers the bar for when monetary stimulus can be dialed back. WASHINGTON-Federal Reserve officials have long said a key condition for raising interest rates is a return to maximum employment. Their evolving views about how much job growth that will entail could lead them to roll back support for the economy sooner than previously expected.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-recruitment-11623518973", "title": "How Covid Changed Executive Recruitment-Perhaps for a Long Time", "date": "2021-06-13 11:00", "summary": "It has sped up the process and made it more democratic. And changed what companies are looking for.. Companies are recruiting new leaders again-and they're reimagining the way they do it.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-and-right-differ-on-black-progress-11623596390", "title": "The Left and Right Differ on Black Progress", "date": "2021-06-13 10:59", "summary": "Most Americans know little about the black American experience. I would argue that the left is doing a better job than the right to correct that deficiency.. In \"Liberals Choose Racial Catharsis Over Progress for Blacks\" (Upward Mobility, June 2), Jason L. Riley writes: \"These historical milestones are certainly worthy of commemoration. . . . Yet for progressives and their friends in the media, the events are also an opportunity to push for racial preferences and bigger government.\" I appreciate that he argues from the right to appeal to readers on the right, but a more balanced approach might have encouraged readers on the left to find a modicum of comfort in the rest of his piece. Or is it, perhaps, that balance has no place in the media, left or right, today? Historian Frederick Jackson Turner said: \"The aim of history, then, is to know the elements of the present by understanding what came into the present from the past.\" Most Americans know little about the black American experience. I would argue that the left is doing a better job than the right to correct that deficiency.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-says-denmark-star-christian-eriksens-heart-stopped-before-being-resuscitated-11623596168", "title": "Doctor Says Denmark Star's Heart Stopped Before Being Resuscitated", "date": "2021-06-13 10:56", "summary": "The 29-year-old suffered cardiac arrest during Saturday's match but is now in stable condition. Denmark's team doctor said Sunday that Christian Eriksen's heart stopped and that \"he was gone\" before being resuscitated with a defibrillator at the European Championship.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-iceland-becomes-less-icelandic-as-modernity-hits-11623596116", "title": "Old Iceland Becomes Less Icelandic as Modernity Hits", "date": "2021-06-13 10:55", "summary": "In only a few decades, Iceland has become much less Icelandic.. Regarding Brad Leithauser's review of Egill Bjarnason's \"How Iceland Changed the World\" (Books, May 29): I first went to Iceland over Christmas 1965-66 to propose to a woman whom I had met when we were seniors at Amherst and Smith. I have returned many times, including two summers working on a local garbage truck in Keflavik, where the international airport and the then-NATO base were located. The garbage from the houses where the American military personnel lived was completely different from that of the Icelanders. The Icelandic garbage has changed radically as has the rest of the country. In only a few decades, Iceland has become much less Icelandic, but this phenomenon has also happened elsewhere.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-becket-is-5th-ave-a-future-pilgrimage-site-11623595741", "title": "Thomas Becket: Is 5th Ave. A Future Pilgrimage Site?", "date": "2021-06-13 10:49", "summary": "One of the stones on which St. Thomas died is set into the floor of the chancel of St. Thomas Church in New York.. Regarding the review of the exhibit at the British Museum in London about St. Thomas Becket (\"Icons: A Martyr's Afterlife,\" Review, May 29): Readers may be interested to know that one of the stones on which St. Thomas died is set into the floor of the chancel of St. Thomas Church on Fifth Avenue at 53rd Street in New York.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-wonder-the-black-lives-matter-flag-is-at-half-staff-11623595428", "title": "No Wonder the Black Lives Matter Flag Is at Half-Staff", "date": "2021-06-13 10:43", "summary": "The BLM flag in the photo appears to be at half-mast, which is appropriate.. Regarding Robert L. Woodson Sr.'s \"The Deadly Results of Defunding the Police\" (op-ed, June 10): The BLM flag in the photo appears to be at half-mast, which is appropriate for all excessive deaths caused by the organization's successful revolution to defund the police in black communities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g7-summit-uk-biden-11623358879", "title": "G-7 Summit: What Is It and What Does It Do?", "date": "2021-06-13 10:11", "summary": "The meeting brought world leaders together to discuss the recovery from the Covid-19 pandemic, climate change and other issues. World leaders converged on the English beach resort of Carbis Bay for a series of face-to-face meetings to tackle issues ranging from the post-Covid-19 economic recovery to climate change. The final communiqué from the leaders on Sunday called on China to respect human rights in the regions of Xinjiang and Hong Kong, a foreign-policy success for President Biden as he tries to gather the world's major democracies in countering China's influence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-speed-trader-virtu-fires-back-at-critics-amid-meme-stock-frenzy-11623592801", "title": "High-Speed Trader Virtu Fires Back at Critics", "date": "2021-06-13 10:00", "summary": "Scrutiny of GameStop, AMC stock surges has put pressure on firm run by CEO Douglas Cifu. High-speed trader Virtu Financial Inc. is pushing back against critics in Washington who say the stock market is rigged against small investors.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-rally-sparked-by-alzheimers-drug-has-staying-power-11623589380", "title": "Biotech Rally Sparked by Alzheimer's Drug Has Staying Power", "date": "2021-06-13 09:03", "summary": "Controversy surrounding Biogen's Aduhelm could ignite political firestorm over high drug prices, but investors should look past any D.C. drama. Wall Street is rightfully celebrating the first approval of an Alzheimer's disease treatment in nearly two decades. A familiar threat is likely to re-emerge, but investors won't likely be caught off guard.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-left-the-corporate-ladder-to-become-a-travel-entrepreneur-11623589247", "title": "She Left the Corporate Ladder to Become a Travel Entrepreneur", "date": "2021-06-13 09:00", "summary": "Trying to afford travel while tackling debt led Jateria Pittman to launch her own company helping young people who face similar challenges. When Jateria Pittman took her first international trip for a study-abroad program seven years ago, she was on a path to a corporate career in the mortgage industry.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-california-homeowners-can-get-coverage-again-after-wildfires-11623589200", "title": "Some Californians Can Get Coverage Again After Wildfires", "date": "2021-06-13 09:00", "summary": "Farmers Insurance will use artificial intelligence to sell 30,000 home policies in fire-prone parts of the state. Thousands of California residents who only can buy homeowners policies through the state's last-resort insurance program will now be eligible for Farmers Insurance coverage.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-lines-wrestle-with-florida-ban-on-vaccine-passports-11623587416", "title": "Cruise Lines Wrestle With Florida Ban on Vaccine Passports", "date": "2021-06-13 08:30", "summary": "State's rule conflicts with CDC protocol requiring that most crew members, passengers be vaccinated. A standoff between Florida Gov. Ron DeSantis and the cruise industry over whether to require passengers to show proof of Covid-19 vaccines is coming to a head as some cruise lines prepare to relaunch ships from their top ports in the state this summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-reviews-and-inflated-ratings-are-still-a-problem-for-amazon-11623587313", "title": "Fake Reviews and Inflated Ratings Are Still a Problem for Amazon", "date": "2021-06-13 08:28", "summary": "Sellers are taking advantage of the online-shopping frenzy, using old and new methods to boost ratings on products. A charging brick recently caught my eye on Amazon . It was a RAVPower-branded two-port fast charger, and it had five stars with over 9,800 ratings. The score seemed suspect but Amazon itself was the seller, so I added it to my cart anyway.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-are-leaving-little-room-for-the-fed-to-be-wrong-on-inflation-11623585874", "title": "Markets Are Leaving Little Room for the Fed to Be Wrong on Inflation", "date": "2021-06-13 08:04", "summary": "Maybe inflation isn't transitory after all. Investors have faith in the Fed. Over the past three months consumer prices, excluding volatile food and energy, have risen 2%, equivalent to a shockingly high annual rate of 8.2%. Rather than panic and dump bonds, investors have piled into Treasurys and pushed 10-year yields back down to where they stood in late February. Confidence in the central bank is absolute.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/positive-covid-19-tests-fall-to-lowest-recorded-rate-11623585601", "title": "Positive Covid-19 Tests Fall to Lowest Recorded Rate", "date": "2021-06-13 08:00", "summary": "Some 2% of coronavirus tests in the U.S. are coming back positive, far below the percentage while the pandemic was raging. The proportion of Covid-19 laboratory tests that are coming back positive is at the lowest recorded point since the pandemic took hold in the U.S., a sign of progress as the country moves ahead with reopening.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-parks-are-overcrowded-and-closing-their-gates-11623582002", "title": "National Parks Are Overcrowded and Closing Their Gates", "date": "2021-06-13 07:00", "summary": "Resume Subscription. MOAB, Utah-Southeast Utah is among the most popular tourist destinations in the U.S. with two national parks and millions of undeveloped acres.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/india-prepares-for-more-covid-19-surges-with-oxygen-plants-and-hospital-beds-11623582002", "title": "India Prepares for More Covid-19 Surges With Oxygen Plants and Hospital Beds", "date": "2021-06-13 07:00", "summary": "Resume Subscription. NEW DELHI-Indian cities and states are building oxygen plants and setting up new Covid-19 treatment centers, preparing for the possibility of more surges as the most recent crisis recedes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/regulators-tell-banks-it-is-time-to-stop-using-libor-11623582002", "title": "Regulators Tell Banks It Is Time to Stop Using Libor", "date": "2021-06-13 07:00", "summary": "CFTC subcommittee tells brokers they should switch to SOFR by late July, but not everyone thinks it is the answer. Regulators are ramping up efforts to end Libor trades by year-end.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-brings-frustration-but-more-business-to-industrys-middlemen-11623582003", "title": "Chip Shortage Brings Frustration but More Business to Middlemen", "date": "2021-06-13 07:00", "summary": "Distributors typically able to source hard-to-procure parts can't find product, even as more buyers ask them to do so. TAIPEI-When buyers need chips in a pinch, they turn to Erik Drown, a middleman who is able to source scarce parts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-the-moon-part-4-diamond-hands-11623580932", "title": "'To The Moon,' Part 4: Diamond Hands", "date": "2021-06-13 06:42", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-that-sofa-you-ordered-isnt-showing-up-soon-11623576602", "title": "Why That Sofa You Ordered Isn't Showing Up Soon", "date": "2021-06-13 05:30", "summary": "Resume Subscription. In the latest sign of the U.S. economy's post-pandemic disarray, even companies that have built domestic supply chains are running up against extreme shortages of goods and labor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/forget-going-back-to-the-officepeople-are-just-quitting-instead-11623576602", "title": "Forget Going Back to the Office-People Are Just Quitting Instead", "date": "2021-06-13 05:30", "summary": "Most Popular News. More U.S. workers are quitting their jobs than at any time in at least two decades, signaling optimism among many professionals while also adding to the struggle companies face trying to keep up with the economic recovery.", "categories": [[]], "category_links": []}]