[{"link": "https://www.wsj.com/articles/house-democrats-eye-26-5-corporate-tax-rate-11631484260", "title": "House Democrats Consider 26.5% Corporate Tax Rate", "date": "2021-09-12 19:26", "summary": "Lawmakers are expected to propose a smaller capital-gains tax increase than Biden wants. WASHINGTON-House Democrats expect to propose raising the corporate tax rate to 26.5% from 21% and imposing a 3-percentage-point surtax on individual income above $5 million, according to two House Democratic aides familiar with the plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/left-behind-afghanistan-immigrant-visas-11631473668", "title": "Those Still Left Behind in Afghanistan", "date": "2021-09-12 17:18", "summary": "The U.S. isn't doing nearly enough to free those who are trapped.. The Taliban finally let more than 100 Americans, Canadians, Brits, U.S. permanent residents, and others fly out of Afghanistan Thursday and Friday. The State Department said it expects more departures, but the Biden Administration still isn't doing nearly enough to save thousands of Afghans who earned the right to emigrate to the U.S.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-victory-apple-fortnite-epic-11631476049", "title": "An Antitrust Victory for Apple", "date": "2021-09-12 17:17", "summary": "A judge rules against Epic Games on most issues and says 'success is not illegal.'. Maybe the antitrust case against Big Tech isn't as easy as the media suggest. Take a federal judge's decision Friday that dismissed most of Epic Games' case against Apple and emphasized that \"success is not illegal.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-drone-attack-10-dead-kabul-investigation-11631477201", "title": "A Mistaken Pentagon Drone Attack?", "date": "2021-09-12 17:16", "summary": "Evidence builds that the U.S. killed 10 innocents on Aug. 29 in Kabul.. Did the Biden Administration mistakenly kill 10 innocents, including seven children, as it rushed to the Afghanistan exits last month? That is what a growing body of evidence seems to show, and Congress ought to look for the truth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-stay-chatty-justice-clarence-thomas-supreme-court-in-person-arguments-11631144090", "title": "Please Stay Chatty, Justice Thomas", "date": "2021-09-12 17:15", "summary": "As the Supreme Court quits virtual arguments, we hope he speaks up.. The Supreme Court said Wednesday it will return to in-person arguments this fall, albeit without the usual spectators. This is a good step toward normalcy, but we hope it won't mean losing the baritone wit and wisdom of Justice Clarence Thomas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-southern-says-canadian-pacific-bid-superior-to-canadian-national-deal-11631469848", "title": "Kansas City Southern Says Canadian Pacific Bid Superior to Canadian National Deal", "date": "2021-09-12 16:55", "summary": "Canadian National now has five business days to improve its already accepted offer to avoid termination of the deal. Kansas City Southern said a recent takeover offer from Canadian Pacific Railway Ltd. is superior to one it already accepted from Canadian National Railway Co. in the latest twist in a hotly contested battle for the railroad.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budget-reform-deficit-government-spending-3-5-trillion-reconciliation-bill-fasb-biden-11631465087", "title": "How to Stop Politicians From Cooking the Books", "date": "2021-09-12 16:26", "summary": "A Federal Accounting Board would audit the nation's accounts the way a CPA does for a business.. The federal government ran budget surpluses from 1998 to 2001. Yet the national debt went up in every one of those four years. How can debt go up when you're running surpluses? Easy, borrow the surpluses then flowing into the Social Security Trust Fund and call it income. Any corporate CEO who tried this stunt would go to jail. But no CEO would try because Wall Street made such boldface accounting fraud impossible more than a century ago.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-democrats-federal-labor-law-pro-act-nlrb-fines-reconciliation-budget-bill-11631471051", "title": "Congressional Democrats Want to Weaponize Federal Labor Law", "date": "2021-09-12 16:24", "summary": "Unions and their allies can't pass the PRO Act on its own so they're sneaking it into the budget bill.. The Protecting the Right to Organize Act, or PRO, is a radical piece of legislation that would rewrite our nation's labor laws in at least 51 different ways. Passed by the House earlier this year, the bill has 47 co-sponsors in the Senate, all Democrats. Unions and their allies aren't waiting for more support. Instead, they are determined to change the National Labor Relations Act by inserting the penalty provisions of the PRO Act into the $3.5 trillion budget bill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-abortion-law-unconventional-lawsuit-pro-life-roe-v-wade-heartbeat-six-weeks-11631471508", "title": "The Texas Abortion Law Is Unconventional Because It Had to Be", "date": "2021-09-12 16:24", "summary": "After Roe v. Wade, many people think abortion is off limits to democracy. It isn't.. There has been so much ill-informed commentary on Texas Senate Bill 8, the Heartbeat Act, that I feel compelled to explain its provisions and defend its logic. I am the author of the bill, which Gov. Greg Abbott signed in May.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slander-saintt-junipero-serra-california-legislature-statue-indigenous-11631470675", "title": "Don't Slander St. Junípero Serra", "date": "2021-09-12 16:22", "summary": "California lawmakers sully the good name of a Catholic saint.. California lawmakers have passed legislation to replace a statue of St. Junípero Serra at the Capitol in Sacramento with a new monument honoring the state's native peoples. The Serra statue has been in storage since it was torn down by protesters in July 2020. A humble 18th-century Franciscan priest, Serra would surely approve of a new monument honoring the indigenous Californians he spent his life serving. Unfortunately, the legislature has gone further, slandering his name and pushing a false narrative about the mission period in California.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wounding-warriors-review-ready-but-not-able-11631477839", "title": "'Wounding Warriors' Review: Ready But Not Able", "date": "2021-09-12 16:17", "summary": "A robust disability program, though well-intentioned, creates disincentives to work and harms the veterans it is meant to help.. Consider a tale of two Army veterans. Jeff served two terms as an infantry soldier in Afghanistan, moved home to the Midwest, graduated from college and landed a secure job in a utilities firm. Matt fought alongside Jeff, left the Army at the same time and headed home to North Carolina. By the time he was in his 30s, though, Matt was unemployed and dependent on government checks.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-salvadors-bitcoin-scam-dollar-crypto-currency-monetary-policy-11631470517", "title": "El Salvador Runs a Bitcoin Scam", "date": "2021-09-12 16:17", "summary": "The cryptocurrency as obligatory legal tender undermines dollarization.. Ever since Iran was denied access in 2012 to the Society for Worldwide Interbank Financial Telecommunication, a Brussels-based global banking network known as Swift, the axis of evil and its allies have intensified their search for a way to move illicit money electronically, outside the legal banking system.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-speech-apple-daily-jimmy-lai-hong-kong-bejing-ccp-journalist-censorship-11631471775", "title": "Notable & Quotable: Free Speech Denied in Hong Kong", "date": "2021-09-12 16:16", "summary": "'Jimmy Lai, would join us in these expressions of gratitude if he were able to communicate from his prison cell.'. From the Sept. 5 resignation announcement by the board of directors of Hong Kong's Next Digital, which published the newspaper Apple Daily:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christo-paris-art-arc-de-triomphe-fabric-sotheby-pandemic-covid-11631476603", "title": "Christo's Plan to Wrap L'Arc de Triomphe Defies Falcons, the Pandemic-and Death", "date": "2021-09-12 15:58", "summary": "Resume Subscription. Over the course of his iconic career, the artist known as Christo has navigated extraordinary logistics in order to wrap buildings and bridges in his signature colorful fabric. He and his wife Jeanne-Claude have battled Colorado ranchers, New York mayors, and the elements. But Paris's famed war memorial, the Arc de Triomphe, proved another matter entirely.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-judges-warning-suggests-app-store-fight-is-far-from-over-11631363400", "title": "Apple Judge's Warning Suggests Fight Far From Over", "date": "2021-09-12 15:58", "summary": "A ruling seen as a partial victory for the iPhone maker describes it as being on the brink of having monopoly power. Apple Inc. scored a partial victory Friday in a landmark antitrust case, but its fight with opponents of the App Store is far from over.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-atomic-agency-chief-headed-to-iran-to-avert-crisis-over-nuclear-talks-11631365334", "title": "Iran Pledges to Cooperate With U.N. Atomic Agency, Easing Nuclear Talks Threat", "date": "2021-09-12 15:25", "summary": "Agreement comes after agency head made a last-minute trip to Tehran this weekend. Iran reached an agreement Sunday with the United Nations atomic agency that will grant international inspectors access to some of the country's nuclear-related sites, a step likely to avert a crisis in the negotiations on restoring the 2015 nuclear deal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-retail-sales-and-industrial-output-11631473200", "title": "Economy Week Ahead: Inflation, Retail Sales and Industrial Output", "date": "2021-09-12 15:00", "summary": "Also, China's economic activity likely slowed further in August. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-market-faces-potentially-bumpy-autumn-wall-street-analysts-warn-11631439002", "title": "U.S. Stocks Face Potentially Bumpy Autumn, Analysts Say", "date": "2021-09-12 14:43", "summary": "Investors have pushed the S&P 500 to 54 record closes in 2021, making some observers wary. After a record-breaking bull run for the U.S. stock market this year, many Wall Street analysts are starting to warn that investors could be in for a bumpy ride in the coming weeks and months.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-recall-puts-governors-pandemic-leadership-to-the-test-newsom-elder-delta-covid-11631469211", "title": "California Recall Puts Governor's Pandemic Leadership to the Test", "date": "2021-09-12 13:54", "summary": "Resume Subscription. California Gov. Gavin Newsom on Tuesday will be the first governor in a recall election to face voters divided over Covid-19 restrictions and collectively angry about a pandemic that continues to upend lives nationwide.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/texas-abortion-law-roe-wade-constitution-supreme-court-11631426541", "title": "Texas, Abortion Law and the Constitution", "date": "2021-09-12 12:49", "summary": "Roe was incorrectly decided; the matter should have been left to the states.. Regarding your editorial \"Texas's Abortion Law Blunder\" (Sept. 3): The Constitution does not mention abortion or reproductive rights, so Roe v. Wade cannot create a constitutional right. The Constitution can only be changed by the amendment process, not by the Supreme Court. Limited powers are delegated to Congress and all else is for the people and states to decide. Roe was incorrectly decided; instead of creating a false constitutional right, abortion policy should have been left to the states. This false right is said repeatedly to be constitutional as though repetition makes it so. But the Supreme Court has no power to change the Constitution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-adults-in-the-room-biden-nation-building-11631426713", "title": "The 'Adults in the Room' Failed in Afghanistan", "date": "2021-09-12 12:48", "summary": "First came nation-building on the cheap. Then followed withdrawal without planning.. Gerard Baker describes an administration \"so steeped in self-belief\" that it can't even acknowledge its miscalculations (\"Biden's Vainglory Brings Abject Humiliation in Afghanistan,\" Free Expression, Aug. 31). It is hard to imagine a more short-sighted Afghan exit strategy or blithe lack of concern about implementation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nursing-school-helene-fuld-nurse-shortage-education-11631426823", "title": "Education and the Nursing-Shortage Crisis", "date": "2021-09-12 12:48", "summary": "Qualified nursing-school applicants are rejected for lack of educational resources.. When hospitals are understaffed, people die. \"High Pay for Nurses Fuels Staffing Woes\" (U.S. News, Aug. 30) highlights the nursing shortage brought on by the pandemic, which led to crisis pay for nurses willing to travel. Many nurses have left the workforce because of adverse working conditions, and this along with the imminent retirement of baby boomers is leading to one of the most severe nursing shortages in history.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-monetary-policy-fed-investing-returns-11631426984", "title": "Easy Federal Reserve Policy Hasn't Helped Wage Earners", "date": "2021-09-12 12:47", "summary": "Risk-averse fixed-income investors also continue to be penalized.. As an equity investor, I have benefited from easy monetary policies during the Bernanke, Yellen and Powell years as Federal Reserve chairmen (\"Powell Takes a Victory Lap,\" Review & Outlook, Aug. 30). But you are right that recent wage gains have not kept pace with inflation and are unlikely to for the foreseeable future. And what about risk-averse fixed-income investors who continue to be penalized by minuscule returns on their safe, marketable investments?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-marvin-miller-baseball-hall-of-fame-cooperstown-player-salaries-11631427896", "title": "The Baseball Hall of Fame Is for Fans", "date": "2021-09-12 12:46", "summary": "Not players, who may love their union leader.. It is difficult to see how a union organizer is qualified for the baseball Hall of Fame (\"Marvin Miller Belongs in Cooperstown\" by Fay Vincent, op-ed, Sept. 8). Miller helped make it more difficult for the average person to afford to go to a Major League game. Thanks in part to his work, the average MLB player salary is now about $4 million. Miller may hold a special place in the hearts of players, but I always thought Cooperstown was for fans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-renoir-movie-film-the-river-india-satyajit-ray-11631428853", "title": "Jean Renoir Helped Give Us the Movies of Satyajit Ray", "date": "2021-09-12 12:45", "summary": "On a trip to Calcutta, Renoir inspired a young Indian who became one of the greatest filmmakers of the century.. I enjoyed Peter Tonguette's article on Jean Renoir's 1951 film \"The River\" (Masterpiece, Sept. 4). When Renoir was in Calcutta to shoot the movie, he was helped in location scouting by a young local ad executive and book-cover designer who was so inspired by Mr. Renoir that he decided to pursue filmmaking. He even talked about the novel he wanted to film with Mr. Renoir, who encouraged him to pursue his passion. That young man, Satyajit Ray, became one of the 20th century's greatest filmmakers and that first movie, \"Pather Panchali\" (\"Song of the Little Road\"), a masterpiece. If Renoir hadn't gone to India, there may not have been a Ray.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-amazon-would-be-affected-by-californias-warehouse-quotas-bill-11631462581", "title": "How Amazon Would Be Affected by California's Warehouse Quotas Bill", "date": "2021-09-12 12:03", "summary": "The online retailer relies on employees' high pace of work for its fast shipping. California is taking aim at the grievances of some Amazon.com Inc. warehouse employees, who have complained about the pace at which the company requires them to sort packages, injuries and surveillance they face on the job.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-grapple-with-limits-of-antipoverty-and-climate-bill-11631448002", "title": "Democrats Grapple With Limits of Antipoverty and Climate Bill", "date": "2021-09-12 11:08", "summary": "Lawmakers crafting the $3.5 trillion package will have to navigate intraparty disagreements as fiscal deadlines loom. WASHINGTON-Democrats are grappling with the fiscal and political limits of their pursuit of a broad antipoverty and climate bill, with some senior lawmakers preparing to slim down or eliminate elements of the proposal as moderates push to shrink the $3.5 trillion package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-and-covid-19-testing-what-to-know-if-youre-flying-or-taking-a-cruise-11631458800", "title": "Travel and Covid-19 Testing: What to Know", "date": "2021-09-12 11:00", "summary": "Some at-home tests are permitted, but leave yourself plenty of time to test before your trip. More travel destinations are now requiring travelers to present negative Covid-19 tests for entry, even those who are fully vaccinated. The changes are adding fresh complexity to an already-confounding time for travel.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-capitol-police-launches-disciplinary-proceedings-against-six-officers-over-jan-6-11631458648", "title": "U.S. Capitol Police Launches Disciplinary Proceedings Against Six Officers Over Jan. 6", "date": "2021-09-12 10:57", "summary": "Officers are accused of conduct unbecoming an officer, failure to comply with directives. The U.S. Capitol Police said it has launched disciplinary proceedings against six of its officers related to the Jan. 6 riot at the Capitol.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-covid-19-vaccine-mandate-further-stresses-supply-of-rapid-tests-11631457250", "title": "Biden's Vaccine Mandate Further Stresses Supply of Rapid Tests", "date": "2021-09-12 10:34", "summary": "Suppliers increase production; CVS caps purchases of at-home tests in preparation for weekly screening requirement. America's Covid-testing infrastructure, from drugstores to diagnostics manufacturers, is bracing for a surge in demand following the Biden administration's order that most large U.S. companies mandate their workers get vaccinated or be screened weekly for the virus.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-surge-forces-restaurants-to-close-dining-rooms-again-11631455976", "title": "Restaurants Close Dining Rooms Again as Delta-Driven Infections Spread", "date": "2021-09-12 10:12", "summary": "Eateries face uncertain demand, nervous diners and staffing struggles; some chains and franchisees remain split over indoor dining. Restaurants' plans to return diners to indoor tables are unraveling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-lasting-inflation-depends-on-long-lasting-goods-11631455200", "title": "Short-Lasting Inflation Depends on Long-Lasting Goods", "date": "2021-09-12 10:00", "summary": "The Fed blames rising inflation on an unusual jump in the price of durable products like cars and electronics, which it says won't last. For decades, Americans have enjoyed falling prices for cars, electronics and furniture.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-drives-tech-companies-and-car-makers-closer-11631455202", "title": "Chip Shortage Drives Tech and Car Industries Closer", "date": "2021-09-12 10:00", "summary": "As vehicles become more digital, the two industries talk about the benefits of cooperation: 'We need you, and you need us.'. Cooperation between semiconductor companies and the automotive industry is moving into the fast lane, driven by a chip shortage and a recognition that cars are becoming ever-more digital.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happened-after-9-11-attacks-from-guantanamo-bay-to-the-mosque-dispute-11631403261", "title": "After the 9/11 Attacks, From Guantanamo Bay to the Mosque Dispute", "date": "2021-09-12 10:00", "summary": "In the past 20 years, uncertainty lingered over the suspects' fate, controversy surrounded a proposed mosque and a political star fell from grace. In the wake of the Sept. 11 attacks, the U.S. struggled with how to handle prisoners suspected of planning the hijackings. New York officials debated how to rebuild Ground Zero and revitalize lower Manhattan.", "categories": [["U.S.", "Sept. 11"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/september-11th?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-investors-need-more-drive-11631455200", "title": "Travel Investors Need More Drive", "date": "2021-09-12 10:00", "summary": "Negative commentary from airline companies hardly means all near-term travel is doomed. We all wanted 2021 to be different, but it is bringing a lot more of the same. That doesn't mean travel investors need to universally pump the brakes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-fall-to-taliban-leaves-its-d-c-diplomats-in-limbo-11631454124", "title": "Afghanistan's Fall to Taliban Leaves Its D.C. Diplomats in Limbo", "date": "2021-09-12 09:42", "summary": "Embassy has had no contact with Kabul and is running out of money; 'For now, we answer to no one'. WASHINGTON-When Jawad Raha returned to his diplomatic post in Washington from his last trip to Afghanistan in early August, the Taliban had been capturing provincial capitals across the country, but he still believed the U.S.-backed government could fend them off.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libor-transition-stokes-sales-of-risky-corporate-debt-11631451601", "title": "Libor Transition Stokes Sales of Risky Corporate Debt", "date": "2021-09-12 09:00", "summary": "Managers of collateralized loan obligations are rushing to close deals ahead of the transition away from the London interbank offered rate. Wall Street's shift away from Libor is fueling sales in the red-hot market for bundles of risky corporate loans.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-sept-11-foreign-policy-remains-tough-to-change-11631451600", "title": "Post-Sept. 11 Foreign Policy Remains Tough to Change", "date": "2021-09-12 09:00", "summary": "Biden's Afghanistan exit is part of an administration shift to Asia, but shows difficulty of leaving the Middle East. The Biden administration's exit from Afghanistan has been criticized for its disorganization and confusion. But the move makes sense, administration officials argue, as part of a long-planned but often-delayed shift in U.S. attention away from the Middle East and toward East Asia and what they see as the growing threat of China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-to-apples-iphone-sales-boom-big-5g-deals-from-wireless-carriers-11631448003", "title": "Secret to Apple's iPhone Sales Boom: 5G Deals From Wireless Carriers", "date": "2021-09-12 08:00", "summary": "Apple is expected to show off its latest iPhone Tuesday as AT&T, T-Mobile and Verizon fight to attract customers to their networks. Apple Inc.'s iPhone sales have been booming since it launched models last year with ultrafast 5G cellular capability-boosted in large part by wireless companies' attractive offers to get customers using the new technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riskier-chinese-property-bonds-suffer-as-evergrande-struggles-11631444581", "title": "Riskier Chinese Property Bonds Suffer as Evergrande Struggles", "date": "2021-09-12 07:03", "summary": "Selloff has sharpened the distinction between companies perceived as financially stronger and those where investors have concerns. Bonds from lower-rated Chinese property developers have fallen steeply in price after warnings of a potential default at industry giant China Evergrande Group sent investors scrambling to protect themselves against trouble elsewhere in their portfolios.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-could-become-like-the-flu-if-more-people-get-vaccinated-11631439002", "title": "Covid-19 Could Become Like the Flu if More People Get Vaccinated", "date": "2021-09-12 05:30", "summary": "Virus eventually might behave like a routine illness but getting there will be difficult, as the spread of the Delta variant shows. Covid-19 may become a routine illness like a common cold or the flu one day, virologists and epidemiologists say. But it will take a lot to get there, and the ferocious spread of the Delta variant that has filled hospitals again shows how challenging that path could be.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebuilt-after-9-11-one-world-trade-center-is-90-filled-after-cost-overruns-and-delays-11631439002", "title": "One World Trade Center Is the Most Expensive Office Tower in U.S.", "date": "2021-09-12 05:30", "summary": "Resume Subscription. One World Trade Center, the 1,776-foot office building that rose in place of the Twin Towers destroyed on Sept. 11, cost $3.8 billion and is the most expensive skyscraper ever built in the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shipping-options-dry-up-as-businesses-try-to-rebuild-from-pandemic-11631439002", "title": "Shipping Options Dry Up as Businesses Try to Rebuild", "date": "2021-09-12 05:30", "summary": "The top six container operators control nearly three-fourths of all ship space, giving cargo owners fewer options; 'Our hands are tied'. A wave of shipping consolidation over the past five years is adding to the supply-chain woes caused by Covid-19 outbreaks, further delaying the movement of cargo across the oceans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-voters-dominate-german-politics-but-now-the-young-are-fighting-back-11631439001", "title": "Older Voters Dominate German Politics, but Now the Young Are Fighting Back", "date": "2021-09-12 05:30", "summary": "New cadre of socially minded influencers are pushing to be heard, and there's even a German word for them: 'Sinnfluencers'. BERLIN-One of the hottest campaign topics in Germany's national elections is something that is a distant dream for the country's younger voters: pensions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-hurricane-ida-louisiana-bayou-community-contemplates-moving-or-rebuilding-11631439002", "title": "After Ida, Louisiana Bayou Community Contemplates Moving or Rebuilding", "date": "2021-09-12 05:30", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/daniil-medvedev-novak-djokovic-us-open-tennis-11631485613", "title": "Medvedev Beats Djokovic to Win the U.S. Open", "date": "2021-09-12 00:01", "summary": "The Russian swept the world's No. 1 player in straight sets to deny Djokovic's bid to complete a Grand Slam. Novak Djokovic had vowed to treat Sunday's U.S. Open final as if it were the last match of his career. He would leave everything he had on the court at Arthur Ashe Stadium in a herculean effort to claim an enormous slice of tennis history, all in a single afternoon.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-makes-public-long-secret-memo-on-9-11-investigation-11631414499", "title": "FBI Makes Public Memo on 9/11 Probe", "date": "2021-09-12 23:21", "summary": "New details are revealed about probe into whether individuals linked to the Saudi government assisted the hijackers. WASHINGTON-The Federal Bureau of Investigation on Saturday made public a long-secret memo detailing evidence agents compiled in 2016 as they examined allegations of official Saudi involvement in the Sept. 11, 2001, terrorist attacks.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}]