[{"link": "https://www.wsj.com/articles/oil-giants-are-dealt-devastating-blows-on-climate-change-as-pressures-intensify-11622065455", "title": "Oil Giants Are Dealt Major Defeats as Climate-Change Pressures Intensify", "date": "2021-05-26 19:46", "summary": "Shell and Exxon lose landmark decisions on the same day, demonstrating growing threats to fossil-fuel companies from activists and investors. Exxon Mobil Corp. and Royal Dutch Shell PLC suffered significant defeats Wednesday as environmental groups and activist investors step up pressure on the oil industry to address concerns about climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-buy-hollywood-studio-mgm-for-8-45-billion-with-debt-11622033315", "title": "Amazon to Buy MGM, Bagging a Lion to Help Wage Streaming Battle", "date": "2021-05-26 19:41", "summary": "Purchase of movie studio in deal valued at $6.5 billion, excluding debt, aims to bulk up Prime Video in race against Netflix and Disney. Amazon.com Inc. said it has agreed to acquire the Hollywood studio MGM in a deal that the e-commerce company is betting can jump-start its Prime Video streaming platform and position it to compete with industry heavyweights including Netflix Inc. and Walt Disney Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colonial-pipeline-missed-requested-security-review-before-hack-11622067027", "title": "Colonial Pipeline Missed Requested Security Review Before Hack", "date": "2021-05-26 19:30", "summary": "Company was scheduling a federal cyber assessment when attackers struck. Colonial Pipeline Co. last year didn't undergo a requested federal security review of its facilities and was in the process of scheduling a separate audit of its computer networks when hackers hit on May 7.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-posts-record-earnings-on-videogaming-cryptocurrency-demand-11622062350", "title": "Nvidia Posts Record Earnings on Videogaming, Cryptocurrency Demand", "date": "2021-05-26 19:22", "summary": "Graphics-chip maker says quarterly gaming revenue more than doubled from year-ago period. Nvidia Corp. reported a record quarterly revenue and profit, propelled by demand for videogaming and cryptocurrency and despite a broad-based shortage of semiconductors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rachel-green-outfits-friends-reunion-jennifer-aniston-11622071033", "title": "In Time for the 'Friends' Reunion, Gen Z Discovers Jennifer Aniston's '90s Outfits", "date": "2021-05-26 19:20", "summary": "The 'Friends' reunion show on HBO Max is the culmination of a fervent nostalgia trip encompassing everything '90s-particularly the body-conscious fashion worn by Rachel Green as played by Ms. Aniston. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-treatment-from-vir-glaxosmithkline-is-approved-11622066958", "title": "Covid-19 Treatment From Vir, GlaxoSmithKline Is Authorized", "date": "2021-05-26 18:58", "summary": "Third antibody therapy cleared by FDA is latest option for treating patients early in course of disease so they can avoid hospitalization. A monoclonal antibody drug to treat early Covid-19 infections has been authorized by the U.S. Food and Drug Administration, said Vir Biotechnology Inc. and GlaxoSmithKline PLC , makers of the drug.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-5g-services-what-the-different-brand-names-mean-11622069249", "title": "A Guide to 5G Services: What the Different Brand Names Mean", "date": "2021-05-26 18:47", "summary": "Confused by the different offerings from wireless carriers? We'll clear things up.. Engineers developed the software and circuitry to make 5G possible. Corporate marketers are the ones explaining to the public how it all works.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-disneys-cruella-shows-the-decline-of-the-g-rated-movie-11622068924", "title": "How Disney's 'Cruella' Shows the Decline of the G-Rated Movie", "date": "2021-05-26 18:42", "summary": "Resume Subscription. Forget puppies. In the new movie \"Cruella,\" the real victim is the G rating.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-pick-to-lead-atf-faces-opposition-from-senate-republicans-11622068192", "title": "Biden's Pick to Lead ATF Faces Opposition From Senate Republicans", "date": "2021-05-26 18:29", "summary": "David Chipman, a longtime ATF agent turned gun control advocate, would lead agency. President Biden's pick to lead a key agency that will be involved in the administration's efforts to curb gun violence faced opposition Wednesday from Republican senators, as some cited his advocacy for tighter gun control laws.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-wins-exxon-board-seats-after-questioning-oil-giants-climate-strategy-11622050087", "title": "Activist Wins Exxon Board Seats After Questioning Its Climate Strategy", "date": "2021-05-26 18:17", "summary": "Engine No. 1's victory in one of the most expensive proxy fights ever is unprecedented setback for Exxon and CEO Darren Woods. An activist investor's successful campaign to win seats on the board of Exxon Mobil Corp. represents a historic defeat for the oil giant, one that will likely force it to more directly confront growing shareholder concerns about climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-confidence-men-review-spooking-the-commandant-11622067426", "title": "'The Confidence Men' Review: Spooking the Commandant", "date": "2021-05-26 18:17", "summary": "How two resourceful Allies used spiritualism, deception and distinctively British nonsense to escape a Turkish prison camp in World War I.. Tales of spunky prisoners of war suffering horrifying privation or outfoxing their sadistic or imbecilic captors are a staple of military history and the movies. John McCain devotes much of his Vietnam memoir \"Faith of My Fathers\" to his ordeal in the Hanoi Hilton, and \"Stalag 17,\" \"The Bridge on the River Kwai,\" \"The Great Escape\" and \"Unbroken\" are great films. Fact or fiction, few of them can match the latest entry in the genre for screwball comedy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lafargeholcim-nears-settlement-over-property-in-cuba-11622067104", "title": "LafargeHolcim Nears Settlement Over Property in Cuba", "date": "2021-05-26 18:11", "summary": "Using a provision of the Helms-Burton Act, a U.S. plaintiff group claimed the Swiss cement company has been profiting from a property the group has rights to. LafargeHolcim Ltd. , a Swiss cement giant, has agreed in principle to settle a lawsuit brought by a group of 25 U.S. nationals who claimed the company used their Cuban property to conduct business, according to court documents.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-preparing-to-poll-creditors-on-bankruptcy-exit-plan-11622066947", "title": "Purdue Pharma Preparing to Poll Creditors on Bankruptcy Exit Plan", "date": "2021-05-26 18:09", "summary": "A bankruptcy judge said will let the OxyContin maker send its chapter 11 plan to creditors for a vote, a critical milestone that keeps the company on track for an August trial over its bankruptcy exit. Purdue Pharma LP is preparing to poll creditors on its bankruptcy exit plan, a critical milestone as the OxyContin manufacturer prepares for a summer trial over a chapter 11 proposal that earmarks billions of dollars for opioid abatement programs.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-lab-theorys-new-credibility-11622066808", "title": "The Virus Lab Theory's New Credibility", "date": "2021-05-26 18:06", "summary": "The evidence catches up to Fauci and other Wuhan Covid deniers.. President Biden on Wednesday ordered U.S. intelligence to dig deeper into the origins of Covid-19, a reversal after he reportedly ordered a State Department investigative unit shut down. Mr. Biden is trying to cover for his embarrassing closure of the investigation because the dam has finally broken on the evidence that the virus may have escaped from the Wuhan Institute of Virology (WIV). The shame is that it took so long because the suspicious facts have been apparent from the start.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-proxy-coup-at-exxon-11622066709", "title": "The Proxy Coup at Exxon", "date": "2021-05-26 18:05", "summary": "Two board challengers win, but fossil fuels aren't going away.. The usual suspects are casting Exxon Mobil's partial defeat in a proxy shareholder battle on Wednesday as a Waterloo for fossil fuels. Sorry-the vote is a reflection of the enormous political pressure and financial leverage of government pension funds, proxy advisers and asset managers like BlackRock that want to be seen as virtuous to the progressives who are now in power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinoiss-big-labor-bill-of-rights-11622066641", "title": "Illinois's Big Labor Bill of Rights", "date": "2021-05-26 18:04", "summary": "The state's a fiscal mess, but lawmakers want to enshrine union power in the state constitution.. A famous Supreme Court quip is that the U.S. Constitution isn't a suicide pact, but what about the Illinois constitution? After years of fiscal recklessness, the state's credit ratings are a notch above junk. Yet the politicians in Springfield now want to add collective bargaining to the Illinois bill of rights, putting union power on the same footing as due process and religious freedom.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-missing-aircraft-carrier-11622066515", "title": "The Missing Aircraft Carrier", "date": "2021-05-26 18:01", "summary": "Covering the Afghan retreat but leaving the Asia-Pacific.. The Journal reported Wednesday that the Pentagon plans to dispatch the USS Ronald Reagan, the only aircraft carrier operating in the Asia-Pacific theater, to the Middle East to cover the U.S. and NATO withdrawal from Afghanistan. This may seem like no big deal, but it highlights the U.S. Navy's dearth of ships to meet its military missions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-amc-entertainment-shares-soar-as-meme-stock-rally-returns-11622055813", "title": "GameStop, AMC Shares Soar as Meme Stock Rally Returns", "date": "2021-05-26 17:58", "summary": "Analysts say jump has likely been driven by a crosscurrent of factors that have prompted individual traders to pile in. The meme stocks are back.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-reverse-defunding-the-police-amid-rising-crime-11622066307", "title": "Cities Reverse Defunding the Police Amid Rising Crime", "date": "2021-05-26 17:58", "summary": "Resume Subscription. One year after the movement to \"defund\" law enforcement began to upend municipal budgets, many American cities are restoring money to their police departments or proposing to spend more.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/reopening-is-inflations-cure-not-cause-11622065923", "title": "Reopening Is Inflation's Cure, Not Cause", "date": "2021-05-26 17:52", "summary": "Expect prices to moderate as demand shifts to travel and other experiences from consumer goods.. The rise in inflation doesn't stem from booming demand associated with the reopening of bars, restaurants, concert venues and stadiums, as many have claimed. It reflects the extent to which manufacturers were caught off balance by the pandemic last year. That's good news, because the problem is temporary. As more consumer spending gets rerouted in the months ahead from durable goods such as camping gear and hot tubs to experiences like travel and live events, inflation is likely to moderate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-architecture-of-power-11622065951", "title": "Biden's Architecture of Power", "date": "2021-05-26 17:52", "summary": "He topples a nonpartisan arts commission for much the same reason vandals topple old statues.. 'I found Rome a city of bricks and left it a city of marble,\" Augustus Caesar said of his reign. If only the president consulted his Suetonius. Joe Biden found Washington a city of marble and has set out to throw bricks at its defenders. The latest target is the nonpartisan Commission of Fine Arts. In a break with more than a century of tradition, on Monday the executive branch, writing \"on behalf of President Biden,\" ordered a majority of the fine-arts commissioners, including the chairman, to resign by the close of business or be terminated that evening. Next, Mr. Biden named four new appointments in their place.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-can-get-an-infrastructure-deal-11622065873", "title": "Republicans Can Get an Infrastructure Deal", "date": "2021-05-26 17:51", "summary": "Or at least force the Democrats to pay the price in 2022 for spending and tax hikes.. President Biden is reminding Senate Republicans how frustrating a Democratic administration can be-especially when it's pushing a gigantic expansion of government accompanied by huge tax increases like the American Jobs Plan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-myself-in-books-and-bookmarks-11622065793", "title": "Finding Myself in Books (and Bookmarks)", "date": "2021-05-26 17:49", "summary": "A decades-old note to get my daughter 'More Fruit Medley.'. Fetching familiar books from my shelf for another summer reading season, I've been finding pieces of my past within the covers. Although friends and loved ones like to give me designer bookmarks, I usually mark my place in a book with whatever's at hand: a dry cleaner's receipt, an old grocery list, the stub of a movie ticket, a torn scrap from a travel itinerary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pelosi-january-6-commission-fiasco-11622065772", "title": "The Pelosi January 6 Commission Fiasco", "date": "2021-05-26 17:49", "summary": "It's an excuse to kick America's time bomb of political violence into a fateful future.. It's true that after the Jan. 6 invasion of the Capitol, several Republicans called for an investigative commission, but the one relevant truth is that Nancy Pelosi drove the idea into the ditch. Though the Senate may vote soon on the House bill, what's left of the Jan. 6 commission should be loaded onto a flatbed truck and hauled to the political graveyard. It is unsalvageable.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mickey-callaway-sexual-harassment-investigation-mlb-11622064240", "title": "Former Mets Manager Banned After Sexual Harassment Investigation", "date": "2021-05-26 17:27", "summary": "MLB placed Mickey Callaway, accused by five women of lewd behavior, on its ineligible list through at least the 2022 season. Mickey Callaway, the Los Angeles Angels pitching coach and former New York Mets manager, was on Wednesday banned by Major League Baseball through at least the 2022 season following an investigation into allegations of sexual harassment during his time in New York.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-26-2021-11622014706", "title": "Stocks Edge Up as Worries Around Inflation Abate", "date": "2021-05-26 17:26", "summary": "S&P 500, Nasdaq and Dow crept upward. Stocks closed slightly higher as investors grew more comfortable that the Federal Reserve and other central banks would maintain their economic support despite a near-term bout of inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-supper-in-pompeii-from-the-table-to-the-grave-review-rediscovering-roman-revelry-11622063907", "title": "'Last Supper in Pompeii: From the Table to the Grave' Review: Rediscovering Roman Revelry", "date": "2021-05-26 17:18", "summary": "A San Francisco museum channels the spirit of Bacchus in an exhibit of food- and drink-related art and objects that range from the mundane to the downright naughty.. San Francisco", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-awards-400-million-in-tolling-contracts-11622063770", "title": "New York's MTA Awards $400 Million in Tolling Contracts", "date": "2021-05-26 17:16", "summary": "Work will be split between Conduent, which formerly managed all New York tolling operations, and two other firms. New York's Metropolitan Transportation Authority on Wednesday awarded contracts totaling almost $400 million to three firms to run different aspects of toll system operations at its bridges and tunnels.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-ceos-to-testify-in-congress-on-pandemic-response-11622021401", "title": "Bank CEOs Navigate Partisan Strife Over Voting Rules, Climate Change", "date": "2021-05-26 16:51", "summary": "JPMorgan's Jamie Dimon, Citibank's Jane Fraser and others face crosswinds from Senate Republicans and Democrats. WASHINGTON-The chief executives of the six largest U.S. banks drew fire from both Republicans and Democrats at a Senate hearing that highlighted challenges facing corporate leaders seeking to navigate partisan strife over hot-button issues including voting rules, climate change and racial justice.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-israel-hamas-conflict-and-one-of-its-deadliest-hours-in-gaza-11622061913", "title": "Inside the Israel-Hamas Conflict and One of Its Deadliest Hours in Gaza", "date": "2021-05-26 16:45", "summary": "Resume Subscription. GAZA CITY-Before 1 a.m., Zainab Al-Kolak's apartment started to shake as bombs thudded into her Gaza neighborhood. She and her family ran downstairs to seek cover. The floor gave way beneath them and she plunged downward, into darkness. \"I thought I was dead,\" she said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-strikes-deal-with-hospital-chain-to-develop-healthcare-algorithms-11622030401", "title": "Google, Hospital Chain to Make Tools Using Patient Data", "date": "2021-05-26 16:34", "summary": "Tech giant expands health-sector presence in latest deal to develop tools to improve medical care, as privacy concerns arise. Alphabet Inc.'s Google and national hospital chain HCA Healthcare Inc. have struck a deal to develop healthcare algorithms using patient records, the latest foray by a tech giant into the $3 trillion healthcare sector.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-overhauls-help-fight-crime-biden-administration-official-says-11622031515", "title": "Police Overhauls Help Fight Crime, Biden Administration Official Says", "date": "2021-05-26 16:33", "summary": "Vanita Gupta, Justice Department's No. 3, says fostering trust between police and communities is effective way to stem violent crime. WASHINGTON-Federal overhauls of local police departments bolster the fight against violent crime, Associate Attorney General Vanita Gupta said, countering criticism from some officers who say the national outcry over police conduct is already sapping their morale as departments across the U.S. see rising gun violence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-peebles-sells-florida-home-for-13-million-11622060127", "title": "Amid Red-Hot Market, Developer Sells South Florida Home for $13 Million", "date": "2021-05-26 16:16", "summary": "The Peebles Corp. CEO and his wife, Katrina Peebles, recently spent $1 million renovating the Coral Gables mansion, updating the kitchen, bathrooms and pool deck. Real-estate developer Don Peebles and his wife renovated their Coral Gables, Fla., home with every intention of staying put. Then the reality of their youngest child heading off to college collided with the pandemic-fueled housing market. So Mr. Peebles sold the compound for $13 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-deal-for-mgm-marks-long-awaited-win-for-some-hedge-funds-11622042905", "title": "Amazon Deal for MGM Marks Win for Hedge Funds", "date": "2021-05-26 16:13", "summary": "Anchorage Capital has made about $2 billion in paper profits with Amazon.com's agreement to purchase the Hollywood studio. Anchorage Capital Group, MGM Holdings Inc.'s largest shareholder, has made about $2 billion in paper profits with Amazon.com Inc.'s agreement to purchase the famed Hollywood studio behind James Bond.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sprawling-mediterranean-florida-compound-11622059965", "title": "A Sprawling Mediterranean Florida Compound", "date": "2021-05-26 16:12", "summary": "In Coral Gables, this renovated 10-bedroom home is on a property shaded by 88 oak trees.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tent-sleepovers-the-extravagant-party-kids-are-craving-in-2021-11622059882", "title": "Tent Sleepovers: The Extravagant Party Kids Are Craving in 2021", "date": "2021-05-26 16:11", "summary": "As slumber parties return, the hot trend is individual tents, but the production costs needn't keep parents awake at night. THREE AND A HALF years ago, Josefina Martinez received photos from her sister-in-law of her nephews at a slumber party in Bogotá. Each child at the party had been assigned his own tyke-size tent, just big enough to cover the top half of a floor mattress. The result was an Instagram-ready alternative to the age-old tradition of kids crashing out on a haphazard collection of sofa cushions, sleeping bags and gym mats.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-weighs-new-investor-protections-for-spacs-11622052408", "title": "SEC Weighs New Investor Protections for SPACs", "date": "2021-05-26 16:01", "summary": "Chairman Gary Gensler told a House committee that his staff is developing ideas for new rules or guidelines for SPACs. WASHINGTON-The Securities and Exchange Commission is weighing new protections for investors in blank-check firms known as special-purpose acquisition companies, deal-making vehicles that surged in popularity over the past year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-hear-you-thursday-crossword-may-27-11621790656", "title": "We Hear You (Thursday Crossword, May 27)", "date": "2021-05-26 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-expects-40-of-global-vehicle-volume-to-be-fully-electric-by-2030-11622033457", "title": "Ford Expects 40% of Global Vehicle Volume to Be Fully Electric By 2030", "date": "2021-05-26 15:31", "summary": "Chief Executive Jim Farley also aims to enhance digital services and expand revenue from sales to commercial clients. Ford Motor Co. shares rose to their highest level in nearly five years, after the auto maker outlined a tech-centric strategy to electrify much of its vehicle lineup and sharply grow its commercial truck and van business.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-act-builds-it-back-better-with-unions-11622057194", "title": "PRO Act Builds It Back Better With Unions", "date": "2021-05-26 15:26", "summary": "The PRO Act will not \"force Americans\" into anything. Instead, it will give workers the choice to form a union through a free and fair election.. Kimberley Strassel's \"Biden's Big Labor Bind\" (Potomac Watch, May 21) is another laundry list of antiworker talking points. The American Jobs Plan is not threatened by America's labor movement. It is strengthened by us and the inclusion of the Protecting the Right to Organize (PRO) Act.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-dog-need-not-fear-bald-eagles-return-11622057146", "title": "Your Dog Need Not Fear Bald Eagles' Return", "date": "2021-05-26 15:25", "summary": "Pets aren't at great risk from eagles or other birds of prey.. Regarding \"The Majestic Bald Eagle Is Back-And Wants to Eat Your Little Dog\" (Page One, May 15): Pets aren't at great risk from eagles or other birds of prey. An emaciated bird will sometimes go for a small pet, but because it poses such a large risk to the raptor, this is a rare occurrence. Bald eagles are capable of carrying only about a third of their body weight, meaning a 12-pound eagle can carry 3 to 4 pounds. In the mainland U.S., a decent-size female eagle would be around 12-pounds, while a male would tip the scales closer to 10 pounds.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-finally-crush-spam-phone-calls-11622057098", "title": "It's Time to Finally Crush Spam Phone Calls", "date": "2021-05-26 15:24", "summary": "If caller ID is able to identify spam, why doesn't Verizon, my carrier, shut the call down?. Joseph Epstein's \"Scammers and Fraudsters From Sea to Shining Sea\" (op-ed, May 24) is disturbingly familiar. The grandson/car-crash ruse had my mother so convinced that she fibbed to the Walmart clerk about the $1,500 she wanted to wire. She insisted that, yes, she knew the person who had called to tell her about her grandson's needing cash. Fortunately, the staffer refused.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violent-schools-and-chaotic-classrooms-hurt-poor-most-11622057035", "title": "Violent Schools and Chaotic Classrooms Hurt Poor Most", "date": "2021-05-26 15:23", "summary": "If \"systemic racism\" is measured by outcomes rather than intent, our inner-city public schools can only be considered offender No. 1.. If \"systemic racism\" is measured by outcomes rather than intent, our inner-city public schools can only be considered offender No. 1. It is not the teachers themselves who fail, but the politicians and administrators who put in place supposedly noble practices, like those Jason L. Riley highlights, that can only result in a degradation of educational outcomes (\"Classroom Chaos in the Name of Racial Equity Is a Bad Lesson Plan,\" Upward Mobility, May 12). While this happens the teachers unions, which are supposed to be advocates for the teachers, sit idly by as their members and their students become less and less safe in their classrooms. How does this benefit any child in poverty? Any honest assessment screams it doesn't.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spend-more-on-preparation-instead-of-paying-ransom-11622056885", "title": "Spend More on Preparation Instead of Paying Ransom", "date": "2021-05-26 15:21", "summary": "The right thing to do would have been for Colonial Pipeline to have invested in better security controls in the first place.. In \"Pipeline Chief Decided Quickly to Pay Ransom\" (Page One, May 20), Colonial Pipeline Co.'s CEO Joseph Blount says that paying $4.4 million in ransom was the \"right thing to do.\" On the contrary, the right thing to do would have been for Colonial Pipeline to have invested in better security controls in the first place: air-gapped systems, offline hot backups and periodic disaster-recovery dry runs. These standard countermeasures are employed by the Defense Department and our central banking systems. They should also be used by vital components of our infrastructure. There really is no excuse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palm-springs-protests-yet-marilyn-might-object-more-11622056735", "title": "Palm Springs Protests, Yet Marilyn Might Object More", "date": "2021-05-26 15:18", "summary": "Palm Springs isn't the culture capital of anywhere, so stop pretending the statue of Marilyn Monroe is an affront to local tastes.. Regarding \"Some Like It Not: A Giant Marilyn Stirs Palm Springs\" (U.S. News, May 24): Palm Springs isn't the culture capital of anywhere, so stop pretending the statue of Marilyn Monroe is an affront to local tastes. Your city has its charms, but its real appeal is its history as a hideaway for the glitterati and mobsters. In fact, Marilyn might be the one to object.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-san-jose-shooting-leaves-nine-dead-11622056276", "title": "Photos: San Jose Shooting Leaves Nine Dead", "date": "2021-05-26 15:11", "summary": "At least eight people and the gunman died in a mass shooting at a light-rail facility in downtown San Jose, Calif., according to local law enforcement.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ford-is-catching-up-with-gm-11622056136", "title": "Ford Is Catching Up With GM", "date": "2021-05-26 15:08", "summary": "Auto maker's tech-driven growth plan might not need to pan out perfectly for investors to make gains. The strategic clarity Chief Executive Jim Farley has brought to Ford will be invaluable as the auto industry undergoes seismic changes in the coming years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-wants-a-woke-bank-11622056034", "title": "Who Wants a Woke Bank?", "date": "2021-05-26 15:07", "summary": "Empty virtue signals about Georgia's voting law, plus a backlash to climate blacklisting.. The Biden administration is doing its level best to encourage America's giant banks to embrace leftist politics and the political allocation of credit. But today the chieftains of finance received a few timely reminders that endorsing reckless presidential commentary-and denying credit to productive industries merely because they offend liberal pieties-isn't beneficial to companies or customers.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-holds-a-roughly-400-million-stake-in-allstate-11622053646", "title": "Carl Icahn Holds 1% Stake in Allstate", "date": "2021-05-26 15:03", "summary": "Activist investor backs insurer's moves to cut costs and sell more products directly to consumers. Carl Icahn holds a roughly $400 million stake in Allstate Corp. and supports the insurer's moves to cut costs and sell more products directly to consumers, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-austin-home-looks-like-a-traditional-craftsman-the-back-of-it-is-anything-but-11622055619", "title": "This Austin Home Looks Like a Traditional Craftsman. The Back of It Is Anything But.", "date": "2021-05-26 15:03", "summary": "Resume Subscription. High on a hill above the trees, but within walking distance of downtown, sits a house that epitomizes the city of Austin's radical transformation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shell-ordered-by-dutch-court-to-cut-carbon-emissions-11622038961", "title": "Shell Ordered by Dutch Court to Cut Carbon Emissions", "date": "2021-05-26 15:01", "summary": "Lawyers say the ruling, which Shell can appeal, could set a precedent in other Western jurisdictions. A Dutch court on Wednesday ruled that Royal Dutch Shell PLC is partially responsible for climate change and ordered the company to reduce its carbon emissions, a first-of-its-kind ruling that adds fresh pressure on oil-and-gas companies already facing heightened scrutiny from governments and investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-friends-reunion-on-hbo-max-plus-7-more-things-to-stream-this-week-11622055600", "title": "What to Watch: 'Friends' Reunion on HBO Max, Plus 7 More Things to Stream This Week", "date": "2021-05-26 15:00", "summary": "Resume Subscription. \"Friends,\" one of the defining sitcoms of the 1990s and early 2000s, became one of the most popular shows of the streaming era, with fans going through withdrawals-and searching for DVDs-when the series left Netflix . Its arrival on HBO Max was intended to coincide with a highly anticipated reunion. But, like so much else, it was delayed by the pandemic. On Thursday, fans finally get the reunion they've been waiting for, when \"Friends: The Reunion\" hits HBO Max.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sick-of-saggy-wfh-sweaters-try-springs-sexy-knits-11622055375", "title": "Sick of Saggy WFH Sweaters? Try Spring's Sexy Knits", "date": "2021-05-26 14:56", "summary": "Before you re-emerge, consider dumping the cozy cocoon you've been living in for thin, curve-hugging knitwear-a more confident and seductive option. BAD NEWS FOR baggy sweaters: Warm weather and reopening is moving women to break up with the faithful, nubby pullovers that provided so much sloppy comfort during lockdown. The new object of fashion's affections? Uninhibited knit dresses, cardigans and sweaters that are thin, breathable, summer-weight and often ribbed for visual pleasure.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-aircraft-carrier-leaving-asia-to-help-with-afghanistan-troop-withdrawal-11622034089", "title": "Sole U.S. Aircraft Carrier in Asia-Pacific to Help With Afghanistan Troop Withdrawal", "date": "2021-05-26 14:43", "summary": "USS Ronald Reagan will support pullout, leaving the Asia-Pacific without a carrier presence for first time in years. The Pentagon is expected to move the only aircraft carrier currently based in the Asia-Pacific region toward the Middle East to support the withdrawal of U.S. troops from Afghanistan, defense officials said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-wants-casino-mogul-steve-wynn-to-register-as-foreign-lobbyist-11622054103", "title": "Wynn May Face U.S. Action for Role in China's Push to Expel Businessman", "date": "2021-05-26 14:35", "summary": "Prosecutors are preparing to sue the casino mogul, citing his 2017 efforts to get the U.S. to expel Guo Wengui, people familiar with the matter say. WASHINGTON-The Justice Department has told casino mogul Steve Wynn to register as a lobbyist in connection with his 2017 efforts to obtain a diplomatic favor long sought by Chinese authorities, and is preparing to go to court to force him to comply, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-legalizes-sports-and-internet-gambling-11622050652", "title": "Connecticut Legalizes Sports and Internet Gambling", "date": "2021-05-26 14:15", "summary": "Online casino games and wagering on sporting events will soon be available in the state. Gov. Ned Lamont said he would sign a bill legalizing online wagering and sports betting, making Connecticut one of a growing number of states that are expanding gambling.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-president-defends-plane-diversion-defying-pressure-from-west-11622021908", "title": "Belarus President Defends Plane Diversion, Defying Pressure From West", "date": "2021-05-26 14:02", "summary": "Lukashenko cites bomb threat; Western leaders demand release of dissident who was on flight. MOSCOW-Belarus President Alexander Lukashenko accused the West of launching a hybrid war against his country and unfairly demonizing him for diverting a Ryanair flight over the weekend, a move he insisted was legal and justified.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-it-takes-to-make-a-restaurant-accessible-to-everyone-11622051595", "title": "What It Takes to Make a Restaurant Accessible to Everyone", "date": "2021-05-26 13:53", "summary": "Contento, opening in Manhattan's East Harlem neighborhood in June, is designed with accessibility in mind-from the wheelchair-friendly floor plan to the reasonably priced menu and wine list. WHEN I FIRST MET Yannick Benjamin, in 2013, he was working at Le Dû Wines, a retail shop in the West Village of New York City. Until a car accident 10 years earlier left him paralyzed from the waist down, Mr. Benjamin had been a sommelier. This June, almost 18 years after the accident, Mr. Benjamin is set to open his own fully accessible restaurant, Contento, in East Harlem, New York.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-on-the-move-their-stuff-doesnt-always-follow-11622050745", "title": "Americans Are on the Move. Their Stuff Doesn't Always Follow.", "date": "2021-05-26 13:39", "summary": "A nationwide moving spree and a shortage of truck drivers are creating challenges, leaving some people to buy or borrow items; 'We have nothing but two dogs and an AeroBed'. Millions of Americans up and moved during the pandemic. For some, their stuff didn't follow.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-ryanair-plane-lukashenko-protasevich-11621874251", "title": "Belarus Plane Diversion: What Happened to the Ryanair Flight and Who Is Roman Protasevich?", "date": "2021-05-26 13:12", "summary": "EU agreement over fresh sanctions against Belarus promises to further isolate the post-Soviet country and cut revenue for its state airline. Belarusian President Alexander Lukashenko has become the target of international outrage following his decision to employ a war plane to divert a Ryanair flight to his country's capital of Minsk to detain an opposition journalist and activiston May 23.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-grand-plan-to-vaccinate-the-world-against-covid-unraveled-covax-11622045728", "title": "Why a Grand Plan to Vaccinate the World Against Covid Unraveled", "date": "2021-05-26 12:49", "summary": "Resume Subscription. This spring, American epidemiologist Seth Berkley had to break some bad news to the world's poorest countries: millions of Covid-19 vaccine doses promised to them weren't coming.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hacks-on-hbo-max-the-boomer-gen-z-buddy-comedy-written-by-millennials-11622047056", "title": "'Hacks,' the Boomer-Gen Z Buddy Comedy Written by Millennials", "date": "2021-05-26 12:37", "summary": "The series stars Jean Smart as a Las Vegas comic who needs to revitalize her act.. In the HBO Max series \"Hacks,\" two comedians-one in her 60s, one in her 20s-struggle to bridge the generation gap dividing them.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-wants-youtube-tik-tok-to-prioritize-canadian-content-11622044661", "title": "Canada Wants YouTube, TikTok to Prioritize Canadian Content", "date": "2021-05-26 12:35", "summary": "Bill would force video-sharing platforms to feature more Canadian artists; critics call it an attack on free speech. OTTAWA-Canada wants to force YouTube, TikTok and other video- and audio-sharing sites to prominently feature more of the country's artists, a move that digital-law experts and former government officials call one of the most aggressive internet regulations yet from a Western country.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-to-sell-rail-line-section-to-defuse-kansas-city-southern-antitrust-concerns-11622028411", "title": "Canadian National to Shed Asset to Defuse Antitrust Concerns", "date": "2021-05-26 12:28", "summary": "The two railways to seek approval for a voting trust for their $30 billion merger agreement. Canadian National Railway Co. is offering to sell a 70-mile stretch of a Louisiana rail network to defuse antitrust concerns as it seeks regulatory approval for its roughly $30 billion agreement to merge with Kansas City Southern .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-auditors-fear-new-law-would-bolster-big-four-firms-11622030400", "title": "German Auditors Fear New Law Would Bolster Big Four Firms", "date": "2021-05-26 12:21", "summary": "Critics say legislation drafted after the Wirecard scandal has provisions that make it harder for smaller audit firms to compete. Some German auditors fear new legislation aimed at increasing audit quality would hurt competition and help the Big Four firms-Deloitte, Ernst & Young KPMG and PricewaterhouseCoopers-gain further market share.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-the-anticrime-party-11622045951", "title": "Democrats Are the Anticrime Party", "date": "2021-05-26 12:19", "summary": "Trump was lawless himself, and violence exploded on his watch. Republican law-and-order talk is empty.. From 1993 to 2019, crime steadily decreased in the U.S. Every president since Bill Clinton inherited a declining crime rate and left office with a further decline in crime rate, until Donald J. Trump came along. During Mr. Trump's final year in office, violent crimes and homicides spiked. Yet if you tuned into Fox News, you'd draw the conclusion that the Democratic Party is opposed to law and order.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-my-mind-opened-to-charter-schools-11622045850", "title": "How My Mind Opened to Charter Schools", "date": "2021-05-26 12:17", "summary": "Too many teachers oppose them because they're bad for unions, not kids.. The hug took me by surprise. I'd just finished speaking to a group of third-graders about my role as teachers union president when a little girl suddenly wrapped her arms around me and squeezed. Confused, I asked her why. She looked up and told me, \"Because you said you care about us and you make sure we have the best teachers.\" She was sweet and sincere. She had no idea my words were mostly detached from reality.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-awards-to-honor-best-of-season-cut-short-by-coronavirus-11622044800", "title": "Tony Awards to Honor Best of Season Cut Short by Coronavirus", "date": "2021-05-26 12:00", "summary": "Broadway's curtailed 2019-2020 season means competition in some categories is sparse. Broadway will finally honor the best of its pandemic-curtailed 2019-20 season, with a Tony Awards ceremony set for Sept. 26.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-5g-companies-11621870061", "title": "The U.S. Is Back in the 5G Game", "date": "2021-05-26 12:00", "summary": "The U.S. campaign against Huawei has opened the cellular-equipment market to a host of new players that previously didn't seem to have much of a chance. The U.S. government has upended the $35 billion-a-year cellular-equipment industry, ushering in a new era of competition and giving U.S. companies a shot at re-entering a sector they vacated years ago.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-green-lights-an-antitrust-thriller-11622043316", "title": "Amazon Green-Lights an Antitrust Thriller", "date": "2021-05-26 11:35", "summary": "Buying MGM may tempt fate with regulators who feel e-commerce titan is strong enough. Giving the people what they want is an old maxim in Hollywood. Amazon.com may be targeting the wrong people, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-one-chicagoland-family-renovating-their-home-during-covid-was-1-000-times-easier-11622043018", "title": "For One Chicagoland Family, Renovating Their Home During Covid 'Was 1,000 Times Easier'", "date": "2021-05-26 11:30", "summary": "Architect Julie Fisher used lockdown to push the renovation of her family's 125-year-old Evanston, Ill., house over the finish line. A lot of people found themselves rethinking their living spaces during the pandemic lockdown. For households that included a professional architect, it went to a whole other level.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reading-vacation-ready-fiction-11622041713", "title": "Summer Reading: Vacation-Ready Fiction", "date": "2021-05-26 11:08", "summary": "Novels from Emily Henry, JoAnne Tompkins, Katherine St. John and Cynthia D'Aprix Sweeney.. Going on vacation? You could do worse than pack \"People We Meet on Vacation\" (Berkley, 364 pages, $16), Emily Henry's wry, witty tale of longtime travel buddies with emotional baggage.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reading-golf-books-11622041462", "title": "Summer Reading: Golf Books", "date": "2021-05-26 11:04", "summary": "The search for the great American course, the Golden Age of Bobby Jones and a tribute to a legend.. It's rare to find a book about America these days-America writ large, America as in the United States of America-that unifies rather than divides. But Tom Coyne has managed just that in his heartfelt, rollicking ode to golf, \"A Course Called America\" (Avid Reader, 401 pages, $28.99).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outdoor-dining-has-taken-over-new-york-streets-now-it-will-get-awards-11622041200", "title": "'Alfresco Awards' to Honor New York's Outdoor Dining", "date": "2021-05-26 11:00", "summary": "Organizers of Alfresco Awards aim to showcase setups for outdoor dining that are practical and aesthetically pleasing. New York City's booming outdoor-dining program is about to get its own version of the Oscars.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reading-road-trips-11622041222", "title": "Summer Reading: Road Trips", "date": "2021-05-26 11:00", "summary": "Un-touristy traveling, destinations for art lovers, van life and more.. As our wondrous herd lurches toward immunity, many Americans have traded their masks for traveling shoes. The book industry is right in step, offering a slew of titles showing the way to destinations great and small and offering innovative ways to get there.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reading-barbecue-books-11622041130", "title": "Summer Reading: Barbecue Books", "date": "2021-05-26 10:58", "summary": "Guides to flame-cooked culinary excitement, including the secrets of pitmaster Rodney Scott and delicious discoveries in the Middle East.. Every spring, as reliably as robins on lawns and buds on trees, a new crop of grilling and barbecue cookbooks appears. Standouts from this year's batch include a barbecue cookbook-cum-memoir from an African-American pitmaster, a collection of grilled-vegetable recipes from a trusted expert, and an exotic journey through the live-fire cookery of the Middle East.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reading-the-great-outdoors-11622041007", "title": "Summer Reading: The Great Outdoors", "date": "2021-05-26 10:56", "summary": "True stories of adventures (and misadventures) in the woods and on the water, and a runner's life on the move.. The only task quite so fraught as a boy negotiating his relationship with his father is that of a father negotiating his relationship with his son. Three books offer variations on the eternal theme.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-eyes-formal-antitrust-investigation-into-facebook-11622040255", "title": "EU Eyes Formal Antitrust Investigation Into Facebook", "date": "2021-05-26 10:44", "summary": "Probe focuses at least partly on Marketplace e-commerce platform. The European Union is close to opening its first formal antitrust investigation into Facebook Inc., according to a person familiar with the matter, ramping up its competition enforcement of big tech companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-northeast-for-academic-resources-11622039110", "title": "Top Colleges in the Northeast for Academic Resources", "date": "2021-05-26 10:25", "summary": "The region's top 10 schools in this category are all in the top 20 for resources nationwide in the WSJ/THE College Rankings.. The Northeast is home to four of the top five schools in the country for academic resources in the Wall Street Journal/Times Higher Education College Rankings, six of the top 10 and 10 of the top 20.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-esports-gaming-11621870177", "title": "How 5G Will Take Esports to a Whole New Level for Gamers and Fans", "date": "2021-05-26 10:00", "summary": "Faster competition will enhance the game for both players and those watching. In June, armed young men with the latest high-tech gear are expected to descend on Beijing to shoot at their rivals.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-clendenen-brought-alternative-taste-to-california-wine-11622037600", "title": "Jim Clendenen Brought Alternative Taste to California Wine", "date": "2021-05-26 10:00", "summary": "Co-founder of Au Bon Climat winery, who has died at age 68, deplored 'fruit bombs' and stuck with more refined traditions he learned in France's Burgundy. Jim Clendenen was on track for law school in the mid-1970s, when a junior year abroad in France sent him in another direction, leading to a career as an influential winemaker.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweetgreens-brand-chief-is-trying-to-reimagine-fast-food-for-gen-z-11622037601", "title": "Sweetgreen's Brand Chief Is Trying to Reimagine Fast Food for Gen Z", "date": "2021-05-26 10:00", "summary": "Nathaniel Ru, co-founder and chief brand officer of the salad chain, talks about his plans to reach younger consumers, including shifting from a millennial to a Gen Z mind-set. As Sweetgreen expands its presence around the country, the salad chain founded by millennials is investing in marketing to Gen Z after the worst of Covid-19. The effort includes a redesigned website and app debuting this month, as well as a partnership with tennis champion Naomi Osaka -a Sweetgreen salad named after her was introduced earlier this month.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whatsapp-says-it-filed-suit-in-india-to-prevent-tracing-of-encrypted-messages-11622000307", "title": "WhatsApp Filed Suit in India to Prevent Encrypted Message Tracing", "date": "2021-05-26 10:00", "summary": "Facebook unit says new rules in India would require 'mass surveillance' of user data. Facebook Inc.'s WhatsApp said it filed a lawsuit in India to stop new government rules that would require the company to trace users' encrypted messages, escalating a battle over online speech between American tech firms and the South Asian nation's ruling party.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-to-watch-for-in-the-world-of-hybrid-work-11622037537", "title": "Here's What to Watch For in the World of Hybrid Work", "date": "2021-05-26 09:58", "summary": "Will the hybrid work model set a standard for flexibility and efficiency or competition and favoritism?. As office workers prepare to trickle back to their desks post-pandemic, companies are wrestling with various hybrid work approaches to keep their employees happy. While some companies will ask their workforce to remain fully remote or fully in-office, some combination of the two will become increasingly common. Here are three things to expect when it comes to the development of hybrid model working.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-fate-is-critical-to-biden-presidency-11622034613", "title": "Fed Chairman Jerome Powell's Fate Is Critical to Biden Presidency", "date": "2021-05-26 09:31", "summary": "President must decide whether Fed chairman has right call on unemployment, inflation. Few things matter more to the success of President Biden's administration than employment and inflation, and few institutions influence those more than the Federal Reserve.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-sen-john-warner-dies-at-94-married-elizabeth-taylor-11622035282", "title": "Former Sen. John Warner Dies at 94", "date": "2021-05-26 09:21", "summary": "Mr. Warner, a Republican, was elected to the Senate in 1978 and served five terms. Former Sen. John W. Warner of Virginia, a former Navy secretary who was once married to Elizabeth Taylor, has died at 94, his longtime chief of staff said Wednesday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zscaler-urban-outfitters-gamestop-nordstrom-what-to-watch-when-the-stock-market-opens-today-11622026780", "title": "GameStop, Zscaler, Urban Outfitters, Nordstrom: What to Watch When the Stock Market Opens Today", "date": "2021-05-26 09:09", "summary": "Futures suggested the Dow Jones Industrial Average would gain on its 125th birthday. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-with-the-video-chats-already-just-make-a-voice-call-11622034001", "title": "Stop With the Video Chats Already. Just Make a Voice Call.", "date": "2021-05-26 09:00", "summary": "Resume Subscription. Dear colleague and/or friend:", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-instagram-to-allow-users-to-hide-likes-11622034000", "title": "Facebook, Instagram to Allow Users to Hide 'Likes'", "date": "2021-05-26 09:00", "summary": "The company's testing indicates the new option won't greatly affect usage. Facebook and Instagram will begin allowing users to hide \"like\" counts on their posts, even after pilot tests of the feature didn't show meaningful impact on how people use the platforms or feel about themselves.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-travel-security-tsa-airports-airlines-hotels-11621962733", "title": "How to Avoid the Biggest Summer Travel Headaches", "date": "2021-05-26 08:54", "summary": "Expect more annoyances, like longer airport security lines and reduced hotel services, as more U.S. travelers ramp up to hit the road. Along with sunscreen and masks, you're going to need to pack patience when you head out on your summer vacation. The travel ecosphere isn't ready for big crowds, even though they're coming.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xiaomi-shrugs-off-covid-19-and-trump-11622033572", "title": "China's Xiaomi Shrugs Off Covid-19 and Trump", "date": "2021-05-26 08:52", "summary": "Xiaomi has avoided the sustained U.S. pressure that hit Huawei's smartphone business, but repeating 2020's strong performance will be tough. Chinese smartphone maker Xiaomi is basking in the glow of good news-or rather the lack of the sort of bad news that Huawei recently encountered. But the tech firm's 2021 still looks challenging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tries-to-temper-rising-commodity-prices-11622033224", "title": "China Tries to Temper Rising Commodity Prices", "date": "2021-05-26 08:47", "summary": "Beijing seeks to ensure prices for raw materials such as copper and iron ore don't hurt country's recovery. China is trying to cool red-hot markets for key industrial commodities such as iron ore, seeking to ensure runaway prices for these raw materials don't hurt the broader post-pandemic recovery.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-flea-markets-how-to-finally-hunt-bargains-in-person-again-11622033109", "title": "Love Flea Markets? How to Finally Hunt Bargains in Person Again", "date": "2021-05-26 08:45", "summary": "Writer Amy Merrick on resuming her passion for finding the big score. Plus: A guide to the best U.S. flea markets reopening this summer.. THERE WAS a time when I only used hand sanitizer at flea markets. Anointing myself with that jellied alcohol signaled that I was in the throes of delight, hunting through fields of folding tables, engaged in an anthropological study of sometimes beautiful, sometimes ugly, always filthy, discarded things. Then 2020 arrived, and with it went my beloved flea markets. The hand sanitizer, sadly, remained.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lunar-eclipse-photos-see-the-super-flower-blood-moon-up-close-11622024186", "title": "Lunar Eclipse Photos: See the Super Flower Blood Moon Up Close", "date": "2021-05-26 08:44", "summary": "Resume Subscription. Photos of the total lunar eclipse that took place overnight show the moon bathed in an eerie reddish glow, as it passed through Earth's shadow.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italy-arrests-cable-car-managers-amid-probe-into-deadly-crash-11622033051", "title": "Italy Arrests Cable-Car Managers Amid Probe Into Deadly Crash", "date": "2021-05-26 08:44", "summary": "Italian prosecutors accuse three managers of deactivating emergency brake ahead of Sunday's cable-car disaster that killed 14. ROME-Italian prosecutors arrested three managers of the company whose cable car crashed in the Alps on Sunday, killing 14 of the 15 passengers, in a tragedy that shocked the country and raised fresh questions about the safety of Italy's infrastructure.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-gaza-ceasefire-what-we-know-11620825247", "title": "Israel-Gaza Cease-Fire: What You Need to Know About the Conflict", "date": "2021-05-26 08:38", "summary": "International focus shifts to rebuilding Gaza after Israel and Palestinian militant group Hamas agreed to a fragile cease-fire that began May 21. Israel and Palestinian militant group Hamas, which rules Gaza, agreed to a cease-fire that began on May 21 following pressure from the U.S. and its allies to end 11 days of fighting.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alice-waterss-school-food-revolution-11622032243", "title": "Alice Waters's School-Food Revolution", "date": "2021-05-26 08:30", "summary": "The acclaimed chef's forthcoming book, 'We Are What We Eat,' is a broadside against the fast-food industry and an exploration of sustainability, in school lunches and elsewhere. The 77-year-old also shares a few of her favorite things.. Alice Waters is sitting in a sunny garden in Los Angeles. She speaks with an untraceable accent that has a breathy, ethereal quality to it, likely honed by time spent during her early adulthood in London, where she trained to be a Montessori school teacher, and throughout France and Turkey, where she first became interested in food.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-reviews-china-port-lease-near-u-s-military-outpost-11622032073", "title": "Australia Reviews China Port Lease Near U.S. Military Outpost", "date": "2021-05-26 08:27", "summary": "China's Landbridge dismisses national-security concerns, saying its investment in Darwin Port is commercial, and threatens lawsuit if lease is terminated. A Chinese deal to manage an Australian port near where thousands of U.S. and local troops train has become the latest fault line in a worsening diplomatic and trade relationship between Canberra and Beijing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mayoral-race-polls-show-kathryn-garcia-and-eric-adams-moving-up-11622001662", "title": "New York Mayoral Race Polls Show Garcia, Adams Moving Up", "date": "2021-05-26 08:24", "summary": "Two polls show shifts in the race, with the Democratic primary less than a month away. Two polls this week show a shifting lead in the race to be the next mayor of New York City, with former Sanitation Department Commissioner Kathryn Garcia and Brooklyn Borough President Eric Adams gaining support.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-olympian-who-turned-a-profit-on-her-wedding-11621982950", "title": "The Olympian Who Turned a Profit on Her Wedding", "date": "2021-05-26 08:00", "summary": "Keturah Orji is channeling her discipline in financial planning to become the first American woman to medal in the triple jump. When the pandemic prompted Olympic triple jumper Keturah Orji to consider scaling back her wedding last year to a tiny ceremony, a fellow Olympian stepped in.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-looks-to-extend-covid-19-state-of-emergency-11622029625", "title": "Japan Looks to Extend Covid-19 State of Emergency", "date": "2021-05-26 07:47", "summary": "Regional leaders want extension to move closer to when Summer Olympics are set to begin. TOKYO-Japanese leaders moved to extend a state of emergency in Tokyo and other major cities for several weeks into June, citing persistently high coronavirus infections with the Summer Olympics set to start in less than two months.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-should-catch-vimeo-on-replay-11622028600", "title": "Investors Should Catch Vimeo on Replay", "date": "2021-05-26 07:30", "summary": "Those who saw Vimeo's debut as disappointing aren't considering how far its valuation has come. If you got the sense that Vimeo 's initial public offering didn't go so well, that would be because there wasn't one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-bolsters-manhattan-prosecutors-trump-investigation-11621459366", "title": "New York Attorney General Bolsters Manhattan Prosecutors' Trump Investigation", "date": "2021-05-26 07:26", "summary": "The offices joined forces to investigate the former president's business affairs. The New York attorney general's office has said it is criminally investigating former President Donald Trump's company, the Trump Organization, after at least two years of pursuing a civil probe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-green-bonds-often-look-more-like-regular-bonds-11622027904", "title": "China's 'Green Bonds' Often Look Like Regular Bonds", "date": "2021-05-26 07:18", "summary": "In some cases, up to half the proceeds go to financing companies' day-to-day operations. Chinese companies are issuing green bonds at a record pace, though some analysts say the securities don't always meet the environmental requirements common in other parts of the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-expands-life-insurance-purchases-beyond-wealthy-11622026800", "title": "Covid Expands Life Insurance Purchases Beyond Wealthy", "date": "2021-05-26 07:00", "summary": "While the number of policies sold had their biggest quarterly gain in almost 40 years, the average size shrank, reflecting sales to those with smaller incomes. U.S. households from a range of incomes are buying more life-insurance policies than in years past.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-companies-retool-as-covid-19-surge-hits-indias-tech-talent-11622026800", "title": "Global Companies Retool as Covid-19 Surge Hits India's Tech Talent", "date": "2021-05-26 07:00", "summary": "In the first quarter, nearly all Fortune 500 companies had exposure to India's coronavirus crisis in their IT operations, according to consulting firm Hackett Group. Companies world-wide that rely on information-technology workers in India are facing project delays, or racing to reroute tasks to other locations, as the country battles a devastating second wave of Covid-19 infections.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-the-dow-on-its-birthday-11622026801", "title": "In Praise of the Dow on Its Birthday", "date": "2021-05-26 07:00", "summary": "A flaw in the 125-year-old Dow Jones Industrial Average is one of its main charms. The Dow Jones Industrial Average is 125 years old, and some people consider it an anachronism. Yet for all its supposed drawbacks, it has been a pretty good measure of the stock market. One reason might be that, unlike some of its upstart rivals, measuring the market is all that it seeks to do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-china-cars-5g-11621870665", "title": "The Coming U.S.-China Race Over 5G in Cars", "date": "2021-05-26 07:00", "summary": "Chinese companies have a head start using a cellular standard that the U.S. only recently adopted. It has been more than two years since people started being able to talk to each other over 5G networks. Now cars can use 5G technology to talk to each other, too.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hydrogen-powered-trains-have-arrived-11622025494", "title": "Hydrogen-Powered Trains Have Arrived", "date": "2021-05-26 06:38", "summary": "Railways are using the gas to clean up diesel routes. As predictable customers, they can help bring down the costs of green hydrogen for other sectors.. For all the buzz about hydrogen trucks and planes, railways provide the most immediate test case for the rollout of a clean-energy technology that has electrified policy makers and markets alike.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-parks-getting-back-on-the-rails-11622025000", "title": "Disney's Parks Getting Back on the Rails", "date": "2021-05-26 06:30", "summary": "Investors' focus on streaming misses signs of a strong theme park rebound after a brutal year. Disney generally doesn't fail at selling upbeat stories. But the company's current audience on Wall Street is a demanding and rather single-minded one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/limited-partners-devote-new-capital-to-venture-funds-led-by-women-minorities-11622023202", "title": "Limited Partners Devote New Capital to Venture Funds Led by Women, Minorities", "date": "2021-05-26 06:00", "summary": "Accolade Partners has raised a $200 million fund to invest in funds started by underrepresented groups. Venture funds run by women and minority managers are getting a boost from new pools of dedicated capital.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/positive-marijuana-tests-are-up-among-u-s-workers-11622023202", "title": "Positive Marijuana Tests Are Up Among U.S. Workers", "date": "2021-05-26 06:00", "summary": "Percentage of job seekers, employees shown to be using the drug climbs as legalization expands. The coronavirus pandemic shook up the U.S. employment picture last year, but one trend persisted: a rising share of workers who test positive for marijuana.", "categories": [["WSJ News Exclusive", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-still-struggling-with-late-deliveries-11622021580", "title": "FedEx Still Struggles With Late Deliveries", "date": "2021-05-26 05:33", "summary": "Delivery giant's performance lags behind UPS, data show, as pandemic-fueled e-commerce surge overwhelms network. FedEx Corp. is struggling to deliver packages on time, according to industry data, as a pandemic-fueled increase of online orders continues to tax the delivery giant's network.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-makers-press-countries-to-oppose-patent-waiver-11622021402", "title": "Covid-19 Vaccine Makers Press Countries to Oppose Patent Waiver", "date": "2021-05-26 05:30", "summary": "Lobbying in Germany, Japan and other countries is part of a drug-industry effort to counter requests from developing countries. Covid-19 vaccine makers have dialed up lobbying and public-relations efforts to rally opposition to a proposal to temporarily waive their patents.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tight-housing-market-thousands-of-homes-are-reserved-for-certain-buyers-11622021400", "title": "Thousands of Homes Are Reserved for Certain Buyers", "date": "2021-05-26 05:30", "summary": "'Whisper listings,' made directly to select customers, are growing at a time when housing inventory is near record lows. Real-estate agents are selling more homes to select customers while bypassing the public market, a move that squeezes supply tighter for many buyers when inventory is already near record lows.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-boost-bets-on-timber-carbon-market-11622021400", "title": "Investors Boost Bets on Timber-Carbon Market", "date": "2021-05-26 05:30", "summary": "Deal is the latest in the booming business for forest-carbon offsets. Salesforce.com Inc. Chief Executive Marc Benioff and other big investors are beefing up their stakes in a firm that matches companies wanting to offset emissions with timber owners willing to defer harvests for a fee.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-seeks-more-data-on-second-chinese-covid-19-vaccine-up-for-approval-11622019526", "title": "WHO Seeks More Data on Second Chinese Covid-19 Vaccine Up for Approval", "date": "2021-05-26 04:58", "summary": "Agency has asked Sinovac for details on CoronaVac's safety and the manufacturing process before deciding whether to recommend it for global use. The World Health Organization is seeking more data on Sinovac Biotech Ltd.'s CoronaVac as it weighs whether to authorize a second Chinese Covid-19 vaccine under international pressure to help distribute more shots to poor countries.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-store-china-data-locally-in-new-data-center-11622015001", "title": "Tesla to Store China Data Locally in New Data Center", "date": "2021-05-26 03:43", "summary": "U.S. electric-car maker has faced scrutiny in China of its handling of potentially sensitive vehicle data. SHANGHAI- Tesla Inc. said all data generated from cars it sold in China will be stored in a new data center there.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11621970000", "title": "Pepper...and Salt", "date": "2021-05-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-probe-prosecutors-in-manhattan-convene-special-grand-jury-11621991996", "title": "Manhattan Prosecutors Convene Special Grand Jury in Trump Probe", "date": "2021-05-26 21:36", "summary": "The move signals prosecutors are seeking indictments in an investigation into the Trump Organization and its officers. Manhattan prosecutors have convened a special grand jury in their investigation of former President Donald Trump and his company, signaling the office is seeking to bring charges in the case, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amber-valetta-carolyn-murphy-shalom-harlow-live-11621963150", "title": "Amber Valetta, Carolyn Murphy and Shalom Harlow on the Future of their Modeling Careers", "date": "2021-05-26 20:27", "summary": "Watch the '90s supermodels discuss their joy over reuniting in conversation with WSJ. Magazine editor-in-chief Kristina O'Neill. On Monday night, models and WSJ. Magazine cover stars Shalom Harlow, Carolyn Murphy and Amber Valletta joined WSJ. Magazine editor-in-chief Kristina O'Neill for an intimate talk as part of the magazine's conversation event series \"The One.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}]