[{"link": "https://www.wsj.com/articles/employee-benefits-hybrid-workplace-11628796247", "title": "How Employee Benefits May Change in a Hybrid Workplace", "date": "2021-08-14 18:14", "summary": "Among other things, more flex time, work-from-anywhere periods, and continuing stipends for home offices. With the coming of the hybrid workplace, employee benefits are being put under the microscope. And many companies are realizing that the current crop of benefits may not make as much sense as they used to.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-send-5-000-troops-to-afghanistan-for-u-s-personnel-evacuation-11628974596", "title": "Biden Sending Additional Troops to Afghanistan for U.S. Personnel Evacuation", "date": "2021-08-14 17:28", "summary": "U.S. troops being sent to stabilize exit for Afghan allies who helped U.S. forces. President Biden said Saturday he would send approximately 5,000 U.S. troops to safely evacuate U.S. and allied personnel, a force slightly larger than the 3,000 personnel already in transit back to Afghanistan and the 1,000 already there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-earthquake-leaves-path-of-destruction-11628975151", "title": "Photos: Haiti Earthquake Leaves Path of Destruction", "date": "2021-08-14 17:05", "summary": "More than 1,400 people are dead and thousands more injured after a magnitude 7.2 temblor. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/haiti-hit-by-strong-earthquake-some-buildings-reportedly-collapse-11628952523", "title": "Haiti Death Toll From Earthquake Climbs to at Least 304; Hundreds Missing", "date": "2021-08-14 17:02", "summary": "Resume Subscription. At least 304 people were killed and hundreds remained missing Saturday when a powerful earthquake struck Haiti, causing buildings to collapse in the nation's southern peninsula in the latest calamity to strike one of the world's poorest countries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afghan-president-ashraf-ghani-says-he-wants-to-avoid-bloodshed-as-taliban-encircle-kabul-11628939781", "title": "Taliban Seize Afghanistan's Mazar-e-Sharif", "date": "2021-08-14 16:52", "summary": "President Ghani seeks to negotiate a cease-fire but pledges defense of the capital. KABUL-The Taliban entered Afghanistan's northern metropolis of Mazar-e-Sharif, eliminating one of the last significant sources of resistance to the insurgents, as President Ashraf Ghani sought to negotiate a cease-fire but pledged to defend Kabul.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-hits-back-in-gm-legal-battle-over-use-of-bluecruise-name-11628960501", "title": "Who Controls 'Cruise' Name? GM and Ford Battle It Out", "date": "2021-08-14 15:44", "summary": "Ford petitions U.S. Patent and Trademark Office to cancel GM's trademark for Super Cruise, the name of its assisted-driving system. A dispute between General Motors Co. and Ford Motor Co. over the name of their hands-free driving offerings has escalated into an unusual legal spat between corporate arch rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-employee-was-sexually-abused-multiple-times-say-chinese-authorities-11628968803", "title": "Alibaba Employee Was Sexually Abused Multiple Times, Say Chinese Authorities", "date": "2021-08-14 15:20", "summary": "Chinese police account supports many allegations by a female Alibaba employee, who said she was sexually assaulted by her boss and a business client the same night. Chinese authorities said they found that a female Alibaba Group Holding Ltd. employee was sexually abused both by her boss and a business client, supporting many details from an account by the woman that has rocked China's internet in the past week.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-ordered-to-reinstate-trumps-remain-in-mexico-policy-11628963982", "title": "Biden Administration Ordered to Reinstate Remain in Mexico Policy", "date": "2021-08-14 15:11", "summary": "Trump had stopped enforcing the immigration policy at the start of the pandemic. A federal judge in Texas has ordered the Biden administration to reinstate the Remain in Mexico program, a Trump-era immigration policy that required migrants seeking asylum to wait in Mexican border cities for the duration of their immigration cases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tmissed-about-working-in-the-office-11628800215", "title": "What WSJ Readers Have-and Haven't-Missed About Working in the Office", "date": "2021-08-14 14:15", "summary": "Elements of the office that readers have missed include hallway conversations and camaraderie. On the minus side: getting there and distractions from colleagues.. With some businesses asking employees to return to the office, The Wall Street Journal invited readers to share what they missed the most-and the least-about the workplace while they were working from home. Here's a selection of their comments. You can join the discussion below.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-army-collapse-taliban-11628958253", "title": "How the Taliban Overran the Afghan Army, Built by U.S. Over 20 Years", "date": "2021-08-14 12:32", "summary": "Resume Subscription. KABUL-The Afghan government outpost in Imam Sahib, a district of northern Kunduz province, held out for two months after being surrounded by the Taliban. At first, elite commando units would come once a week on a resupply run. Then, these runs became more scarce, as did the supplies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/belarus-dissident-at-center-of-jet-grounding-cools-support-for-lukashenkos-opponent-11628957816", "title": "Belarus Dissident at Center of Jet Grounding Cools Support for Lukashenko's Opponent", "date": "2021-08-14 12:16", "summary": "Under house arrest, Roman Protasevich could face up to 15 years in prison; 'I hope everything will end well.'. MOSCOW-Roman Protasevich has long been a thorn in the side of Belarusian leader Alexander Lukashenko, so much so that the government scrambled a jet fighter in May to divert a plane on which he was flying to detain him.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bosses-mistakes-return-work-11628795898", "title": "The Biggest Mistakes Bosses Will Make With Workers Returning After Covid-19", "date": "2021-08-14 12:00", "summary": "No. 1: treating their employees like children. They've grown accustomed to independence. Get used to it.. There's little doubt that how we work changed dramatically during the sudden, unexpected and extensive experiment in remote work brought on by the pandemic. Many employees, working at home, became more efficient, productive and happier; others struggled and desperately missed office life.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-traders-pile-back-into-cryptocurrencies-11628953382", "title": "Small Traders Pile Back Into Cryptocurrencies", "date": "2021-08-14 11:03", "summary": "Bitcoin, ether and others are surging again even as hedge funds and other large traders bet their prices will decline. Small investors are piling back into the cryptocurrency market, helping drive prices higher even as traders face uncertainty over proposed tax regulations in Washington.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-electric-air-taxis-land-on-stock-markets-investors-need-a-flight-guide-11628950018", "title": "As Electric Air Taxis Land on Stock Markets, Investors Need a Flight Guide", "date": "2021-08-14 10:07", "summary": "Investors may soon face a choice between first movers like Joby and more niche players such as Lilium and even air-ambulance startup Dufour. A few years ago most investors had never even heard of \"air taxis.\" Now they need to decide whether to board early movers with a high-altitude but low-definition view of the potential market, or else wait for the technology to land somewhere more specific.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-ford-mustang-she-got-at-16-still-purrs-like-a-kitten-11628949600", "title": "This Ford Mustang She Got at 16 Still 'Purrs Like a Kitten'", "date": "2021-08-14 10:00", "summary": "Resume Subscription. Wendy Kozma, 58, a real-estate agent living in West Bloomfield, Mich., on her 1966 Ford Mustang, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/huawei-accused-in-suit-of-installing-data-back-door-in-pakistan-project-11628947988", "title": "Huawei Accused in Suit of Installing Data 'Back Door' in Pakistan Project", "date": "2021-08-14 09:33", "summary": "Small U.S. software maker alleges Chinese telecom giant sought live access to data in Pakistan; Huawei denies claim. A long-running dispute between Huawei Technologies Co. and a small U.S.-based contractor has escalated to U.S. federal court, with the contractor alleging Huawei stole its technology and pressured it to build a \"back door\" into a sensitive law-enforcement project in Pakistan.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-visa-winners-risk-losing-chance-to-come-to-u-s-11628946002", "title": "Diversity Visa Winners Risk Losing Chance to Come to U.S.", "date": "2021-08-14 09:00", "summary": "As Sept. 30 deadline looms, applicants from Africa, other places with low levels of immigration to U.S. are stuck in Covid-19 backlog. Tens of thousands of families around the world are at risk of losing a rare opportunity to immigrate to the United States.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-childs-first-smartphone-a-guide-to-the-proper-age-phone-type-and-parental-controls-11628946000", "title": "Your Child's First Smartphone: A Guide to the Proper Age, Phone Type and Parental Controls", "date": "2021-08-14 09:00", "summary": "Resume Subscription. Many parents have been in close quarters with their kids for the past year and a half. And I mean Zoom-school-at-the-kitchen-table close. Now, as students across the country prepare to return to school full time in person, many parents of elementary- and middle-school students are wondering if they should send their kids off with a phone.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-meaning-of-hitler-nazis-anti-semitism-leni-riefenstahl-david-irving-11628801937", "title": "'The Meaning of Hitler' Review: The Führer Phenomenon", "date": "2021-08-14 08:20", "summary": "Michael Tucker and Petra Epperlein's documentary takes a nuanced look at the Nazi leader's legacy, from angles political, sociological, psychological and cinematic.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-guy-disney-ryan-reynolds-jodie-corner-11628200329", "title": "'Free Guy' Review: Game-Hacking Hero", "date": "2021-08-14 08:14", "summary": "Ryan Reynolds plays a Non-Player Character who becomes aware that his world is a video game in this Shawn Levy-directed sci-fi comedy.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wait-listed-at-colleges-of-your-dreams-some-offer-semester-abroad-as-way-in-11628942401", "title": "Wait-Listed? Some Colleges Offer Semester Abroad as Way In", "date": "2021-08-14 08:00", "summary": "Rather than leaving admission to chance, some applicants enter by first studying in such places as Costa Rica and London. Somerville Munt, a recent graduate of Fluvanna County High School in Palmyra, Va., said she was disappointed when she found out in March that she had been wait-listed by William & Mary.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-americans-scramble-to-aid-families-as-taliban-threaten-kabul-11628940601", "title": "Afghan-Americans Scramble to Aid Families in Homeland", "date": "2021-08-14 07:30", "summary": "Relatives in the U.S. are making a last-ditch effort to get their loved ones out of the war-torn homeland. Afghan-Americans spent Friday scrambling to check on their loved ones in Afghanistan as Taliban forces prepared to march on the country's capital.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-music-marian-anderson-daughters-of-the-american-revoluton-eleanor-roosevelt-toscanini-11628889025", "title": "'Beyond the Music-Marian Anderson' Review: A Wide-Ranging Artist", "date": "2021-08-14 07:00", "summary": "A 15-CD boxed set from Sony Classical includes spirituals, art songs, carols, choral works and opera arias by the renowned contralto and civil-rights activist.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-lives-home-and-family-in-the-art-of-the-nabis-bonnard-vuillard-valloton-paris-post-impressionism-11628888792", "title": "'Private Lives: Home and Family in the Art of the Nabis, Paris, 1889-1900' Review: Windows on the Housebound", "date": "2021-08-14 07:00", "summary": "An exhibition at the Cleveland Museum of Art surveys the domestic-themed work by artists Félix Vallotton, Pierre Bonnard, Édouard Vuillard and Maurice Denis.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-pandemic-money-manager-founded-a-sanitizer-maker-it-just-sold-for-millions-11628938801", "title": "A Money Manager's Hand Sanitizer Company Just Sold For Millions", "date": "2021-08-14 07:00", "summary": "Inspired by a family health scare, Thorne Perkin co-founded Olika in 2015; biotech Amyris just closed on a deal to buy it. A frightening family experience led money manager Thorne Perkin to a business opportunity that is now paying off thanks in part to the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-covid-19-hospitalizations-for-30-to-39-year-olds-at-record-rate-11628938800", "title": "New Covid-19 Hospitalizations for 30- to 39-Year-Olds Hit Record Rate", "date": "2021-08-14 07:00", "summary": "Group largely avoided hospitals earlier in pandemic, but highly contagious Delta variant and lagging vaccination rates have changed health outcomes. Hospitalizations of Covid-19 patients in their 30s have hit a new record, U.S. government data show, a sign of the toll that the highly contagious Delta variant is taking among the unvaccinated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shacarri-richardson-tokyo-olympics-jamaica-11628893605", "title": "Sha'Carri Richardson Missed the Olympics. Now She's Set to Race the Medalists.", "date": "2021-08-14 07:00", "summary": "The American 100-meter star, disqualified from the Olympic team after testing positive for marijuana, faces three Jamaicans next week in Eugene, Ore.. Sha'Carri Richardson, the American sprinter whose positive marijuana test pushed her off the U.S. Olympic team for the Tokyo Games, will race all three Olympic 100-meter medalists in a meet next week in Eugene, Ore.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-core-exercises-that-keep-ballet-dancers-tall-and-strong-can-help-anyone-11628935200", "title": "Core Exercises That Keep Ballet Dancers Strong Can Help Anyone", "date": "2021-08-14 06:00", "summary": "Resume Subscription. When a ballerina spins on one foot to perform a pirouette, it isn't just her leg doing the work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oil-giants-turn-to-startups-for-low-carbon-energy-ideas-11628933581", "title": "Oil Giants Turn to Startups for Low-Carbon Energy Ideas", "date": "2021-08-14 05:33", "summary": "BP, Shell bolster their venture capital arms as they seek to reduce dependence on fossil fuels. Some of the world's biggest oil companies are turning to startups to help plot their future.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-border-businesses-want-back-mexicans-shut-out-by-covid-19-travel-bans-11628933401", "title": "Border Businesses Miss Mexicans Shut Out by Covid-19 Travel Bans", "date": "2021-08-14 05:30", "summary": "Resume Subscription. EL PASO, Texas-When the Covid-19 pandemic caused the U.S.-Mexico border to shut down in the spring of 2020, many retail and other businesses on the U.S. side lost a swath of customers. Gregoria Flores is still waiting for their return.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/severe-drought-could-threaten-power-supply-in-west-for-years-to-come-11628933401", "title": "Severe Drought Could Threaten California's Power Supply for Years to Come", "date": "2021-08-14 05:30", "summary": "Water elevation at the Hoover Dam is at its lowest since Lake Mead was first filled. As drought persists across more than 95% of the American West, water elevation at the Hoover Dam has sunk to record-low levels, endangering a source of hydroelectric power for an estimated 1.3 million people across California, Nevada and Arizona.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-ceo-pitches-pricey-chip-plants-to-officials-at-home-and-abroad-11628933400", "title": "Intel CEO Talks Up Subsidies for Pricey Chip Plants", "date": "2021-08-14 05:30", "summary": "U.S. semiconductor maker's appeal for subsidies plays on national security fears during chip shortage; 'Never let a good crisis go to waste'. Intel Corp.'s chief executive and other board members met with Biden administration officials last month and held a rooftop reception near the White House to push a multibillion-dollar chip-investment plan, according to people familiar with the event.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volunteers-collect-the-dead-as-covid-19-devastates-indonesia-11628932765", "title": "Volunteers Collect the Dead as Covid-19 Devastates Indonesia", "date": "2021-08-14 05:30", "summary": "Resume Subscription. BOGOR, Indonesia-A team of volunteers rides to homes in a suburb of Jakarta in a gray Mazda minivan, with a siren on top and its backseat removed to make room for a casket.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11628879610", "title": "Pepper...and Salt", "date": "2021-08-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/throwing-away-the-kitchen-timer-11628913660", "title": "Throwing Away the Kitchen Timer", "date": "2021-08-14 00:01", "summary": "The very best cooks are the ones who feel confident enough to stop watching the clock and use their senses. The late food writer Vertamae Smart-Grosvenor used to say that she could tell when fried chicken was done simply by listening to it. She could gauge exactly the moment that the chicken was crispy and golden from the particular sizzling sound it made in the oil. Sometimes, she once told an interviewer, people would say, \"tell me something real, like, what is it? 15 minutes, 20 minutes, or whatever. And I say, you've got to listen to the sound of the grease. Listen to the music.\"", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/synchrony-margaret-keane-personal-board-11628885375", "title": "Synchrony's Margaret Keane Credits These Advisers With Helping Her Reach the Top", "date": "2021-08-14 00:00", "summary": "The former CEO and current executive chair describes mentors who taught her to tackle sensitive issues such as work blunders and uncooperative colleagues. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-legal-clerk-investigating-presidents-murder-is-killed-11628868830", "title": "Judge Investigating Assassination of Haiti's President Steps Down", "date": "2021-08-14 22:13", "summary": "Probe into Jovenel Moïse's assassination makes little progress amid growing doubts. The judge investigating the assassination of Haiti's president stepped down Friday, less than two days after his clerk was killed, throwing the probe into further disarray five weeks after the country's leader was gunned down in his home.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]