[{"link": "https://www.wsj.com/articles/new-york-awaits-federal-aid-to-fill-budget-hole-11611057600", "title": "New York City Top Earners Face Higher Income Taxes", "date": "2021-01-19 18:55", "summary": "Governor proposes raising the state's top income-tax rate by two percentage points as part of $193 billion budget for fiscal year. ALBANY, N.Y.-New York Gov. Andrew Cuomo proposed raising the state's top income-tax rate by 2 percentage points, an increase that would mean New York City residents in the top bracket would pay the highest combined local tax rate in the country.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-lakes-pipeline-adds-heat-to-u-s-canada-energy-tensions-11611059093", "title": "Great Lakes Pipeline Adds Heat to U.S.-Canada Energy Tensions", "date": "2021-01-19 18:41", "summary": "Michigan has ordered Enbridge to close pipeline supplying Canada's most populous region. TORONTO-Canadian and U.S. officials are at odds over the fate of a pipeline underneath the Great Lakes, exacerbating disagreements over energy policy between the two nations as the Biden administration prepares to take office.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-private-sympathized-with-islamic-state-prosecutors-say-11611098651", "title": "U.S. Army Private Faces Terrorism Charges Over Alleged ISIS Support", "date": "2021-01-19 18:31", "summary": "Private First Class Cole James Bridges provided military advice to an undercover agent posing as a jihadist, authorities say. Federal authorities Tuesday unsealed terrorism charges against a 20-year-old U.S. Army cavalry scout based in Fort Stewart, Ga., who allegedly sympathized with Islamic State in Syria and provided tactical military advice to an undercover federal agent posing as a jihadist.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-neighborhood-that-trump-called-lousy-is-now-one-of-citys-hottest-11611061201", "title": "London Neighborhood That Trump Called Lousy Is Now One of City's Hottest", "date": "2021-01-19 18:30", "summary": "Nine Elms, a formerly industrial area of the U.K. capital, is luring the likes of Apple and luxury hotel operators. President Trump once dismissed the London neighborhood of Nine Elms as \"lousy\" and \"horrible.\"", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-defense-nominee-faces-dual-challenge-at-confirmation-hearing-11611061359", "title": "Biden's Pentagon Pick Stresses Civilian Control of Military", "date": "2021-01-19 18:24", "summary": "Recently retired from Army, Gen. Lloyd Austin must get waiver from Congress to become defense secretary. WASHINGTON-Gen. Lloyd Austin appeared before the Senate Armed Services Committee on Tuesday and sought to address concerns on Capitol Hill about installing a recently retired general to lead the Pentagon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-delivers-a-one-two-punch-11611098472", "title": "Netflix Delivers a One-Two Punch", "date": "2021-01-19 18:21", "summary": "Streaming giant tempers subscriber outlook with surprising cash flow projection. All its years in Hollywood have clearly taught Netflix the value of tweaking the screenplay.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-will-president-biden-govern-11611097636", "title": "How Will President Biden Govern?", "date": "2021-01-19 18:07", "summary": "By his own instincts, or the desires of his party's progressives?. Joe Biden begins his Presidency at a moment of deep political division, but paradoxically this gives him a rare opportunity. No doubt his Inaugural Address will echo his campaign theme of unity and healing, but his success in that mission will depend on resisting the divisive progressive domination sought by his party's left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-censorship-11611097676", "title": "The New Censorship", "date": "2021-01-19 18:07", "summary": "Have the social-media platforms gone too far or acted too late? Students debate.. Editor's note: This week's Future View discusses censorship on social media. For next week, we'll ask students to make the case for one policy change that Joe Biden should prioritize in his first 100 days in office. Students should click here to submit opinions of fewer than 250 words before Jan. 26. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-vs-yellen-on-the-minimum-wage-11611097567", "title": "Yellen vs. Yellen on the Minimum Wage", "date": "2021-01-19 18:06", "summary": "Biden's Treasury nominee adapts and extends her views.. We have our policy disagreements with Janet Yellen, but there's no denying she is a fine economist. So it was startling to hear her speak like a fact-hedging politician on Tuesday during her Senate confirmation hearing to be Joe Biden's Treasury secretary. To wit, she did some on-the-fly editing of the economic literature to justify an increase in the national minimum wage to $15 an hour.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/addicted-to-trump-11611097589", "title": "Addicted to Trump", "date": "2021-01-19 18:06", "summary": "Clinton and Pelosi can't let go of their enemy.. Donald Trump's Presidency ends on Wednesday at noon, as the Constitution stipulates. One question to ponder is who will miss him more-his friends or his foes?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-stimulus-hits-all-the-right-notes-11611096972", "title": "Biden's Stimulus Hits All the Right Notes", "date": "2021-01-19 17:56", "summary": "His American Rescue Plan builds on what worked in the Cares Act and corrects what didn't.. I now have an inkling of how the French must have felt when Allied troops liberated Paris in August 1944. Things were terrible; there was wreckage all around, and yet a sense of optimism must have been pervasive.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-neutrality-and-big-techs-speech-hypocrisy-11611097017", "title": "Net Neutrality and Big Tech's Speech Hypocrisy", "date": "2021-01-19 17:56", "summary": "Facebook and Twitter once positioned themselves as champions of an open internet. No longer.. Social-media giants are under attack for censorship, but a few years ago they positioned themselves as champions of free speech. At issue was \"net neutrality,\" the Obama-era policy that treated internet service providers like Comcast and AT&T as common carriers-akin to the old Ma Bell monopoly-by prohibiting them from discriminating among content providers, including the social-media sites.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-the-unextreme-11611096925", "title": "America the Unextreme", "date": "2021-01-19 17:55", "summary": "Politicians need to relearn the wisdom of not denigrating voters by the millions.. My father said Democrats weren't better than Republicans but the two-party system was an American strength and he supported it by voting a straight party ticket. It always made sense to me. Later, as a commentator, you quickly appreciate the two-party system for what it is and isn't or you become an idiot. When 330 million people must find homes in just two parties, those parties can be many things except a source of coherence, consistency, wisdom, truth or reason.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-travel-ban-11611096942", "title": "The Biden Travel Ban", "date": "2021-01-19 17:55", "summary": "Manage your expectations about Covid reopening.. It's customary for a new American president to strike a tone of openness and optimism upon taking office, but these are not ordinary times. Fear is the theme of this year's inauguration week.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-court-weighs-fcc-rollback-of-restrictions-on-media-ownership-11611096879", "title": "High Court Weighs FCC Rollback of Restrictions on Media Ownership", "date": "2021-01-19 17:54", "summary": "Long-running battle involves concerns about racial and gender diversity. WASHINGTON-The Supreme Court on Tuesday stepped into the middle of a long-running battle over federal limits on media ownership in local markets, weighing whether a recent regulatory rollback sufficiently addressed concerns about racial and gender diversity.", "categories": [["Politics", "Audience"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-inauguration-review-a-pledge-to-serve-11611096888", "title": "'The First Inauguration' Review: A Pledge to Serve", "date": "2021-01-19 17:54", "summary": "For President Washington, holding public ofﬁce was a responsibility assumed, not an opportunity exploited.. It ranks with the filibuster and the chaplain's prayer among the hoariest traditions of the United States Senate: Every year since 1896, on or about Feb. 22, a member reads into the record George Washington's Farewell Address. Washington's prose, as honed by his ghostwriters James Madison and Alexander Hamilton, does not easily translate into the parlance of soundbite politics. But the dangers identified by the retiring president-excessive partisanship, sectional over national loyalties, misplaced allegiance to foreign powers-are as contemporary as the latest tweetstorm.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-professor-charged-with-violating-foreign-agent-law-11611080435", "title": "Iranian Professor Charged With Violating Foreign-Agent Law", "date": "2021-01-19 17:51", "summary": "Justice Department alleges academic who appeared on CNN and NPR and met with U.S. officials received a salary from Iran. WASHINGTON-The U.S. Justice Department filed charges against an Iranian academic, alleging that he covertly drew a salary from the government of Iran while living and working in the U.S. as a professor, political scientist and Middle East expert.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-executives-look-to-new-administration-to-undo-rules-blocking-talent-11611096393", "title": "Tech Executives Look to New Administration to Undo Rules Blocking Talent", "date": "2021-01-19 17:46", "summary": "Among the hopes: more approvals of H-1B visas, a popular vehicle for staffing IT teams. Corporate technology recruiters say rolling back restrictions on immigrant work visas, a move backed by President-elect Joe Biden, will expand the pool of information technology job candidates and help ease a longstanding labor shortage.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivanka-trump-and-jared-kushner-lease-miami-condo-following-their-32-million-deal-on-indian-creek-11611095043", "title": "Ivanka Trump and Jared Kushner Lease Miami Condo Following $32 Million Deal on Indian Creek", "date": "2021-01-19 17:24", "summary": "The pair are renting an apartment at Arte, one of the area's priciest new projects. As his term in office comes to a close, President Donald Trump is decamping to Mar-a-Lago, his sprawling Palm Beach estate. Now, his daughter and son-in-law appear to also be Florida-bound.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-will-urge-lawmakers-to-act-big-to-avert-a-protracted-downturn-11611054001", "title": "Yellen Makes Case for Sweeping Stimulus Package", "date": "2021-01-19 17:23", "summary": "Nominee for Treasury secretary gets generally cordial reception in Senate confirmation hearing. WASHINGTON-Janet Yellen made the case for another sweeping economic aid package at her hearing to be the next U.S. Treasury secretary Tuesday, pushing back against Republican skepticism of the need for more deficit spending to bolster the recovery.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-by-rhye-review-for-love-and-all-things-holy-11611094532", "title": "'Home' by Rhye Review: For Love and All Things Holy", "date": "2021-01-19 17:15", "summary": "The latest from Canadian producer Mike Milosh features the Danish National Girls' Choir, imbuing his sleek electro-pop about seduction and heartbreak with liturgical overtones.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walker-review-ranger-gets-a-reboot-11611094406", "title": "'Walker' Review: 'Ranger' Gets a Reboot", "date": "2021-01-19 17:13", "summary": "Chuck Norris's whompin' stompin lawman is turned into a soft-spoken hero encumbered by uncertainties.. If you're looking for whompin', stompin', kung-fu-administered rear-end alignments of the Chuck Norris variety, \"Walker\" may come as a surprise. It will be an understandable surprise: The show is a reboot, pun intended, of the old Norris vehicle \"Walker, Texas Ranger,\" in which acting, dramaturgy and plausibility took a back seat to the martial-arts prowess of Mr. Norris, the instant gratification that comes with bad guys being righteously thumped and the moral justification of violence, judiciously applied.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/painting-with-john-review-a-decidedly-mixed-palette-11611094289", "title": "'Painting With John' Review: A Decidedly Mixed Palette", "date": "2021-01-19 17:11", "summary": "John Lurie's new show is an odd collage of nature watching, storytelling and art instruction.. Thirty years ago, John Lurie, the musician, composer, actor and personification of \"downtown\" New York-when \"downtown\" meant something culturally specific-had a television series called \"Fishing With John.\" It masqueraded, with little discernible effort, as a nature-sports program, but was really about Mr. Lurie and his \"guests,\" who were his friends and collaborators: Jim Jarmusch, Tom Waits, Willem Dafoe, Matt Dillon, Dennis Hopper. The show lasted six episodes, but attained a cult following and is available in a Criterion Collection edition and on Criterion Channel.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-bets-bigger-on-driverless-car-space-with-investment-ingms-cruise-11611064940", "title": "Microsoft Bets on Driverless-Car Space With Investment in GM's Cruise", "date": "2021-01-19 16:57", "summary": "Tech giant will host cloud services for GM's autonomous-vehicle subsidiary; financing brings Cruise's valuation to $30 billion. Microsoft Corp. is investing in General Motors Co. 's driverless-car startup Cruise as part of a strategic tie-up, another sign of renewed interest in the autonomous-technology space after a relatively quiet period.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-rise-ahead-of-yellens-testimony-11611045783", "title": "Stocks Rise on Hopes for More Stimulus", "date": "2021-01-19 16:54", "summary": "Eight of the S&P 500's 11 sectors were in positive territory, while energy stocks posted the biggest gains. U.S. stocks climbed as Janet Yellenendorsed higher coronavirus relief spending and some of the country's biggest banks beat expectations for fourth-quarter earnings.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-government-fights-for-survival-after-dispute-over-post-covid-economic-plans-11611062915", "title": "Italian Government Survives Senate Confidence Vote", "date": "2021-01-19 16:53", "summary": "Prime Minister Giuseppe Conte overcomes challenge but falls short of outright majority after dispute over economic plan. ROME-Italy's Prime Minister Giuseppe Conte survived a confidence vote in the country's Senate but fell short of an outright majority, weakening his government as it searches for a way to tame the Covid-19 pandemic and revive the economy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-blasts-nypd-over-handling-of-black-lives-matter-protest-11611092393", "title": "New York Attorney General Blasts NYPD Over Black Lives Matter Protest", "date": "2021-01-19 16:39", "summary": "Letitia James says police officers used excessive force; 29 protesters were arrested. New York Police Department officers used excessive force in response to a Black Lives Matter demonstration honoring Martin Luther King Jr., New York state Attorney General Letitia James said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-quarterly-profit-falls-22-11611058056", "title": "Bank of America Earnings Weighed Down by Low Rates", "date": "2021-01-19 16:35", "summary": "Still, lender posted higher-than-expected earnings in fourth quarter. The biggest U.S. banks have withstood the recession brought by the coronavirus pandemic, but they haven't been immune to the low rates the crisis ushered in.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-conspiracy-charges-filed-over-capitol-riot-11611080191", "title": "Conspiracy Charges Filed Over Capitol Riot", "date": "2021-01-19 16:32", "summary": "FBI reveals attack communications among alleged Oath Keepers: 'All members are in the tunnels under capital seal them in. Turn on gas'. WASHINGTON-Prosecutors filed conspiracy charges related to the mob that stormed the U.S. Capitol Jan. 6, saying in a new complaint that three rioters had acted in an \"organized and practiced fashion\" and at one point appeared to suggest the possibility of gassing lawmakers in the tunnels below the building.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-ends-bid-for-british-gaming-firm-entain-11611071385", "title": "MGM Ends Bid for British Gaming Firm Entain", "date": "2021-01-19 16:24", "summary": "The Las Vegas-based casino operator had offered 0.6 of its shares for each Entain share, worth £8.09 billion. MGM Resorts International said Tuesday it is no longer pursuing a deal to buy British gambling company Entain PLC, a deal that would have bolstered the casino operator's presence in online-gambling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-target-workforce-risks-in-2021-11611091419", "title": "Companies Target Workforce Risks in 2021", "date": "2021-01-19 16:23", "summary": "Work-from-home arrangements-and return-to-office concerns-are top-of-mind for executives, risk groups say. Business-risk prognosticators are focused on the future of work-and the challenges that an increasingly remote workforce could continue to pose-in 2021.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discord-chat-app-is-safer-now-for-kids-but-still-lacks-parental-controls-11610805602", "title": "Discord App Is Safer Now, but Still Lacks Parental Controls", "date": "2021-01-19 16:22", "summary": "Chat platform popular with gamers tries to shed anything-goes image; safety expert says, 'I would give them a B+'. Discord, the popular chat service used largely by teenage and young-adult gamers, is trying to reinvent itself as a friendly place to hang out-a virtual space where anyone can gather for karaoke nights, group painting sessions or yoga classes.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-stellantis-ceo-plans-more-distinctive-vehicle-brands-11611080679", "title": "New Stellantis CEO Plans More Distinctive Vehicle Brands", "date": "2021-01-19 16:16", "summary": "The newly combined auto maker, created by the merger of Fiat Chrysler and PSA, began trading in New York on Tuesday. Stellantis N.V . 's new Chief Executive Carlos Tavares outlined his vision for the newly combined auto maker Tuesday, saying he would preserve factories, draw more distinctions between brands and reassess troubled operations in China.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-of-darkness-wednesday-crossword-january-20-11610742290", "title": "Heart of Darkness (Wednesday Crossword, January 20)", "date": "2021-01-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paccar-aurora-to-develop-self-driving-big-rigs-11611090000", "title": "Paccar, Aurora to Develop Self-Driving Big Rigs", "date": "2021-01-19 16:00", "summary": "The agreement is the latest between a traditional truck manufacturer and an automation technology firm. Truck-maker Paccar Inc. will work with autonomous vehicle startup Aurora Innovation Inc. to develop self-driving heavy-duty trucks, the latest in a growing series of deals aimed at bringing automation to the business that moves most of the freight in the U.S.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steak-n-shake-taps-adviser-for-possible-debt-restructuring-11611072327", "title": "Steak 'n Shake Taps Adviser for Possible Debt Restructuring", "date": "2021-01-19 15:53", "summary": "Sardar Biglari's burger-and-milkshake company has hired FTI Consulting for help addressing an upcoming debt maturity. ", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-postpones-new-york-city-subway-fare-increases-11611069502", "title": "MTA Postpones New York City Subway Fare Increases", "date": "2021-01-19 15:32", "summary": "Economic struggles of riders, possible additional federal relief are reasons to delay planned increases, MTA chairman says. The operator of New York City's subway and bus systems as well as two regional commuter rail lines will delay a fare increase planned for this spring.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-and-healing-a-divided-country-11611088179", "title": "Impeachment and Healing a Divided Country", "date": "2021-01-19 15:29", "summary": "Mr. Biden could have taken the stage and shouted that enough was enough. He could have pounded the podium and told social-media companies to \"stand down\" and open their channels to all Americans again.. Regarding your editorial \"The Seven-Day Impeachment\" (Jan. 14): You make the point that President-elect Biden could have calmed political temperatures and enhanced his approval ratings by the simple act of suggesting that Democrats pass on an impeachment trial. But Mr. Biden has already passed on an even greater opportunity. When Facebook , YouTube, Twitter and Apple shut down competing social media; as banks declined to do business with President Trump; as pundits called for ostracizing all Trump administration officials from future employment; as CEOs at major American corporations rushed to decline commerce with people who dared voice their worry about the fairness of the presidential election, Mr. Biden could have taken the stage and shouted that enough was enough. He could have pounded the podium and told social-media companies to \"stand down\" and open their channels to all Americans again; scolded businesses that it isn't \"American\" to close your markets to people with differing political opinions; declared that we don't deny people who serve this country future employment because we see the world through a different political prism and demanded an end to self-aggrandizing attacks on the millions of our fellow citizens who voted for President Trump.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electoral-college-the-next-time-around-11611088126", "title": "The Electoral College the Next Time Around", "date": "2021-01-19 15:28", "summary": "If electoral votes were allocated proportional to the statewide vote, essentially as in Maine and Nebraska, both candidates would spend a lot of time in California. Under a proportional allocation even the loser in California could garner a substantial number of electoral votes.. Regarding Christopher DeMuth's \"The Electoral College Saved the Election\" (op-ed, Jan. 9): Yes, the college \"can elect someone who didn't win the nationwide popular vote.\" The more substantial distortion, however, is the \"winner take all\" approach adopted by 48 of the 50 states. This is the more significant reason for a result at odds with the popular vote.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-talent-to-and-from-the-modern-factory-floor-11611088068", "title": "Getting Talent to and From The Modern Factory Floor", "date": "2021-01-19 15:27", "summary": "We have many jobs open but the low-income worker lacks transportation to and from the job.. Regarding \"Help Wanted on the Factory Floor\" (Exchange, Jan. 9): In Syracuse, N.Y., we have many jobs open but the low-income worker lacks transportation to and from the job. Five-plus years ago our nonprofit saw the impediment and started a shuttle-to-work transportation program.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-must-understand-spacs-time-constraints-11611087968", "title": "Investors Must Understand SPACs' Time Constraints", "date": "2021-01-19 15:26", "summary": "When the clock approaches midnight, there's no such thing as an ugly prince or an overpriced, underperforming target company.. In their critique of the dubious Wall Street fad of special-purpose acquisition companies (SPAC), Michael Klausner and Emily Ruan attribute the poor subsequent stock performance of SPACs to shareholder dilution (\"The SPAC Bubble May Burst-and Not a Day Too Soon,\" op-ed, Jan. 7). True, IPO investors who redeem their shares are typically able to keep their rights and warrants for free, thus getting a free ride on any upside, and sponsors of the SPAC get 20% founders stock, further diluting ordinary shareholders. Yet all of this is fully disclosed in advance, so what's the problem?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lincoln-project-should-try-lincolns-healing-approach-11611087896", "title": "Lincoln Project Should Try Lincoln's Healing Approach", "date": "2021-01-19 15:24", "summary": "Perhaps the Lincoln Project might consider the words President Lincoln chose to conclude his second inaugural address.. Regarding your editorial \"The Lincoln Blacklist\" (Jan. 13): Perhaps the Lincoln Project might consider the words President Lincoln chose to conclude his second inaugural address: \"With malice toward none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation's wounds; to care for him who shall have borne the battle, and for his widow, and his orphan-to do all which may achieve and cherish a just, and a lasting peace among ourselves, and with all nations.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greshams-law-2021-style-11611087819", "title": "Gresham's Law, 2021 Style", "date": "2021-01-19 15:23", "summary": "The 19th-century version of Gresham's law succinctly stated that bad money drives good money out of circulation.. The 19th-century version of Gresham's law succinctly stated that bad money drives good money out of circulation. Andy Kessler's \"How the Fed Stifles Lending\" (Inside View, Jan. 4) provides a very enlightening explanation of how that process takes place in 21st-century America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-hanks-lady-gaga-j-lo-and-others-will-entertain-at-joe-bidens-inauguration-11610757109", "title": "Garth Brooks, Tom Hanks, Lady Gaga, J. Lo and Others Will Entertain at Joe Biden's Inauguration", "date": "2021-01-19 15:02", "summary": "Stars will perform at the ceremony and host a variety of star-studded concerts and fundraisers over several days. While A-list celebrities mostly sat out the 2017 inauguration, there's no shortage of household names turning out to celebrate the swearing in of the next president and vice president over the coming week. President-elect Joe Biden and Vice President-elect Kamala Harris will celebrate their inauguration, Wednesday, with Lady Gaga, Tom Hanks, J.Lo and a host of other bold-faced names.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-sanctions-president-trump-in-parting-shot-at-outgoing-administration-11611076957", "title": "Iran Sanctions Trump in Parting Shot at Departing Administration", "date": "2021-01-19 14:53", "summary": "Move citing involvement in terrorist and antihuman-rights actions aims to taunt Trump but will have little impact. LONDON-Iran sanctioned President Trump and nine other U.S. officials, in a parting shot against an outgoing administration that has pummeled the country and its top officials with sanctions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-vacates-federal-rules-on-greenhouse-gas-emissions-at-power-plants-11611073318", "title": "Trump Rules Easing Power-Plant Emissions Limits Are Vacated by Court", "date": "2021-01-19 14:50", "summary": "Appeals court ruling gives incoming Biden administration an opening to reset rules for addressing climate change. WASHINGTON-A federal appeals court on Tuesday vacated the Trump administration's rules that eased restrictions on greenhouse-gas emissions from power plants, potentially making it easier for the incoming Biden administration to reset rules targeting climate emissions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-on-track-to-make-100-million-vaccine-doses-by-end-of-march-ceo-says-11611085031", "title": "Moderna CEO Expects 100 Million Vaccine Doses by End of March", "date": "2021-01-19 14:37", "summary": "Timetable would meet Biden's goal for first 100 days; Stéphane Bancel says drugmaker is monitoring virus mutations, 'very rare' allergic reactions to its shot. Moderna Inc.'s leader said the drugmaker is on track to produce enough doses of its new Covid-19 vaccine to help meet President-elect Joe Biden's goal to administer 100 million vaccine doses in the first 100 days after he takes office on Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-to-hold-confirmation-hearing-for-avril-haines-bidens-pick-for-intelligence-director-11611057600", "title": "Biden Pick for Spy Chief Sees Scant Role in Domestic Extremism Fight", "date": "2021-01-19 14:24", "summary": "If confirmed, Avril Haines would be the first woman to oversee the U.S. intelligence community. WASHINGTON-President-elect Joe Biden's pick to lead the nation's sprawling intelligence community was cautious about expanding spy agencies' role in countering threats from domestic extremism, saying the prime responsibility should remain with the Federal Bureau of Investigation and Department of Homeland Security.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-need-a-pickup-in-loans-to-prosper-11611083494", "title": "Banks Need a Pickup in Loans to Prosper", "date": "2021-01-19 14:11", "summary": "Things may improve for banks, but without loan demand, revenue growth will still be hard to come by. Heading into 2021, it appears that things aren't getting any worse for bank stocks. But it may be some time before they get much better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-board-eliminates-sat-subject-tests-11611072391", "title": "College Board Eliminates SAT Subject Tests", "date": "2021-01-19 14:03", "summary": "Decision takes effect immediately, while many colleges already made the exams optional. The College Board is eliminating SAT subject tests, as the pandemic accelerates a push for changes in college admissions.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-144-years-london-metal-exchange-proposes-closing-trading-ring-11611064889", "title": "After 144 Years, LME Proposes Closing Trading Ring", "date": "2021-01-19 13:55", "summary": "Shift would bring greater transparency and broader participation, LME says. LONDON-The London Metal Exchange is proposing closing its open-outcry ring, where traders have swapped metals like copper and lead using shouts and hand signals for 144 years, in a bid to attract more financial players to its marketplace.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-race-to-develop-drugs-that-stay-ahead-of-coronavirus-mutations-11610892001", "title": "Companies Race to Develop Drugs That Stay Ahead of Mutations", "date": "2021-01-19 13:53", "summary": "Covid-19 medicines currently on the market are cumbersome to use, and doctors worry that virus variants could make them less effective. Drugmakers are racing to develop a new generation of Covid-19 medicines to make them easier to give to patients and to stay ahead of virus mutations that could make some current drugs less effective.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-damon-is-listing-his-zen-inspired-los-angeles-home-for-21-million-11611080759", "title": "Matt Damon Is Listing His Zen-Inspired Los Angeles Home for $21 Million", "date": "2021-01-19 13:26", "summary": "Resume Subscription. Actor Matt Damon is listing his Zen-inspired home in the Pacific Palisades area of Los Angeles for $21 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/matt-damons-resort-style-california-home-11611080688", "title": "Matt Damon's Resort Style California Home", "date": "2021-01-19 13:24", "summary": "In Pacific Palisades, the large property has lots of wood and stone. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/angela-merkels-second-successor-11611079700", "title": "Angela Merkel's Second Successor", "date": "2021-01-19 13:08", "summary": "Armin Laschet and his party hope to keep the boring times rolling.. Germany took another step Saturday in its long transition to whatever will come after Angela Merkel, as the country's largest party elected Armin Laschet as leader. As head of Mrs. Merkel's Christian Democratic Union, Mr. Laschet is in pole position to succeed her as chancellor after October elections-for boring or worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/try-this-simple-workout-routine-to-build-better-fitness-habits-11611078596", "title": "Try This Six-Week Home Workout Routine to Build Better Fitness Habits", "date": "2021-01-19 12:49", "summary": "The Wall Street Journal Fitness Challenge, a six-week program of exercises, is made for all ability levels. Ready to challenge yourself to feel healthier and stronger?", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royal-caribbean-to-sell-azamara-luxury-cruise-line-for-201-million-11611063900", "title": "Royal Caribbean to Sell Azamara Luxury Cruise Line for $201 Million", "date": "2021-01-19 12:44", "summary": "Cruise operator says it seeks to focus on core brands as it works to resume operations that had been halted due to Covid-19. Royal Caribbean Group said it is selling its Azamara luxury cruise line for $201 million in cash to private-equity firm Sycamore Partners, a move that would let the company focus on core operations after almost a year since onboard coronavirus outbreaks brought voyages to a halt in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genocide-in-xinjiang-11611078180", "title": "Genocide in Xinjiang", "date": "2021-01-19 12:43", "summary": "The U.S. has concluded that the Chinese Communist Party's actions against the Uighurs also constitute crimes against humanity.. The Chinese Communist Party, like other authoritarian regimes, has never cherished human life. That's clear from the well-known horrors the party inflicted on the Chinese people during the Great Leap Forward and the Cultural Revolution, the Tiananmen Square massacre and the decades of repression of Tibetans and Falun Gong practitioners. Yet the free world has become dangerously inured to this bloody history. So long as we remain silent, party elites will continue to commit human-rights abuses against the people of China with impunity. We cannot allow this cycle of evil to continue.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-destroys-restaurants-to-save-them-11611078140", "title": "Biden Destroys Restaurants to Save Them", "date": "2021-01-19 12:42", "summary": "Abolishing the tipped minimum wage would wipe out the benefit of his Covid grants.. Joe Biden proposes $15 billion in relief grants for America's Covid-crushed businesses. But he also wants to mandate a new minimum wage that for many restaurants would wipe out the benefit and then some.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-control-will-make-or-break-biden-11611078059", "title": "Covid Control Will Make or Break Biden", "date": "2021-01-19 12:41", "summary": "To succeed, he'll have to establish a chain of command and level with the public.. Describing his plan to get the Covid-19 pandemic under control, Joe Biden was blunt. \"You have my word,\" the president-elect declared last week. \"We will manage the hell out of this operation.\" He had better. Anything less would be a body blow to his administration and the country.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumentum-in-advanced-talks-to-buy-laser-maker-coherent-11610995619", "title": "Lumentum to Buy Laser Maker Coherent for $5.7 Billion", "date": "2021-01-19 12:35", "summary": "Shareholders would receive $100 and 1.1851 shares of Lumentum stock for each Coherent share. Lumentum Holdings Inc. agreed to buy laser maker Coherent Inc. for $5.7 billion, in a deal that would combine two companies whose products are used in everything from laser eye surgery to semiconductor manufacturing.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-australia-dispute-leaves-coal-carriers-stranded-11611077697", "title": "China-Australia Dispute Leaves Coal Carriers Stranded", "date": "2021-01-19 12:34", "summary": "Beijing is increasingly turning to Indonesia and other suppliers as a bar on Australia coal imports reshapes global trade in the commodity. Beijing's bar against Australian coal imports is upending global flows of the energy commodity, leaving dozens of loaded ships stranded off the Chinese coast and reshaping the direction of the seaborne trade.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-criticized-for-poor-pandemic-response-by-international-panel-11611077278", "title": "WHO Criticized for Poor Pandemic Response by International Panel", "date": "2021-01-19 12:28", "summary": "U.N. agency is hobbled by funding shortfalls and bureaucracy, says panel. The World Health Organization was poorly prepared to prevent a disease like Covid-19 from becoming a pandemic, and wasn't adapted for a globalized era of easy travel and extensive trade, an international panel said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-cdc-director-pledges-to-speed-vaccination-restore-public-trust-in-agency-11611077193", "title": "New CDC Director Pledges to Restore Trust in Agency", "date": "2021-01-19 12:26", "summary": "Rochelle Walensky will start as CDC director Wednesday after inauguration; 'This is an emergency'. Rochelle Walensky, the incoming director of the U.S. Centers for Disease Control and Prevention, said she will start her new job with a big to-do list: helping states fix Covid-19 vaccination programs and persuading exhausted Americans to wear masks and take other precautions.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-truck-maker-rivian-raises-2-65-billion-ahead-of-first-vehicle-launch-11611075656", "title": "Electric-Truck Maker Rivian Raises $2.65 Billion Ahead of First Vehicle Launch", "date": "2021-01-19 12:00", "summary": "Startup backed by Amazon and Ford is valued at $27.6 billion amid continuing tear for electric-vehicle companies. Electric-vehicle startup Rivian Automotive LLC has raised another $2.65 billion, bolstering its balance sheet as it looks for an edge in the nascent market for electric trucks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-volkswagens-50-billion-plan-to-beat-tesla-short-circuited-11611073974", "title": "Why Volkswagen's $50 Billion Plan to Beat Tesla Short-Circuited", "date": "2021-01-19 11:32", "summary": "Resume Subscription. ZWICKAU, Germany-Five years and nearly $50 billion into the auto industry's biggest bet on electric vehicles, Volkswagen CEO Herbert Diess and his guest, Chancellor Angela Merkel, stood in anticipation as the first ID.3, Germany's long-awaited answer to Tesla, rolled off the assembly line.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fedex-plans-to-cut-up-to-6-300-jobs-in-europe-11611072834", "title": "FedEx Plans to Cut Up to 6,300 Jobs in Europe", "date": "2021-01-19 11:13", "summary": "Job cuts aimed at removing overlap arising from acquisition of TNT package-delivery business. FedEx Corp. plans to cut up to 6,300 jobs in Europe as it completes the process of combining its Express network with the package-delivery operations of its TNT unit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-luxury-mystery-boxes-the-future-of-discount-shopping-11611072599", "title": "Are 'Luxury Mystery Boxes' the Future of Discount Shopping?", "date": "2021-01-19 11:10", "summary": "Upstart luxury liquidators like Heat and Scarce are offloading surplus clothing from labels like Off-White and Saint Laurent with a twist: The customers have no idea what they're actually buying. LAST YEAR, as part of a wave of retail-store closures, discount retailers Century 21 and Stein Mart filed for bankruptcy. Coronavirus, which slowed Americans' shopping to a crawl, certainly played a part in their fall-and left many of the brands, stores and factories that had relied on these once-beloved \"close-out retailers\" holding a surfeit of new clothes that no one was really buying.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/computer-videogame-bitcoin-mining-heat-11611072131", "title": "Chilly This Winter? Cozy Up to the Computer That's Mining Bitcoin", "date": "2021-01-19 11:05", "summary": "Resume Subscription. As winter approached, Dan van der Ster worried his annual utility bill would skyrocket since his family of five was homebound with the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-eye-health-blue-light-screens-11611071486", "title": "Taking Care of Your Eyes In The Golden Age of Screen Time", "date": "2021-01-19 10:55", "summary": "The eyes have had it. All that extra scrolling? It's taking a toll.. This past year has been, among a great many other things, hard on the eyes. While stress and sleeplessness are contributing to our perpetually tired peepers, another behavioral shift brought on by the pandemic has had a significant impact: a steady rise in screen time. Everything from work to workouts, schooling to socializing, is now being done via video chat. And then there's the constant doomscrolling that's an unfortunate new norm. We're dependent on our screens more than ever, and that's having an effect not only on our eyes, but on the skin around them as well.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-struggling-to-exit-the-pandemic-faces-bleak-2021-11611065474", "title": "Europe, Struggling to Exit the Pandemic, Faces Bleak 2021", "date": "2021-01-19 10:21", "summary": "With high infection rates and slow vaccination campaigns, hopes for an early end to lockdowns are fading. Covid-19 infections and deaths remain stubbornly high across much of Europe while vaccination efforts are moving so slowly that widespread immunity is unlikely in the region before the fall, raising the prospect of a bleak 2021 for hundreds of millions of Europeans.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-investors-pull-more-than-3-billion-from-funds-that-missed-out-on-ant-ipo-11611057040", "title": "Chinese Investors Pull More Than $3 Billion From Funds That Missed Out on Ant IPO", "date": "2021-01-19 10:15", "summary": "Five mutual funds had touted access to Ant Group's blockbuster initial public offering before the financial-technology giant's listing was called off. Millions of individual investors in China pulled more than $3 billion from five mutual funds that previously touted access to Ant Group Co.'s blockbuster initial public offering, drastically shrinking the funds just two months after the financial-technology giant's listing was called off.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mets-fire-general-manager-jared-porter-11611067587", "title": "Mets Fire General Manager After Report of Explicit Texts", "date": "2021-01-19 10:02", "summary": "New owner Steve Cohen announced the move following publication of accusations that he sent unsolicited texts and images to a female journalist in 2016. The New York Mets fired general manager Jared Porter on Tuesday morning just hours after publication of accusations that he sent sexually explicit, unsolicited texts and images to a female journalist in 2016 when he worked for the Chicago Cubs.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-landlords-and-retail-tenants-team-up-to-survive-11611068400", "title": "NYC Landlords and Retail Tenants Play Let's Make a Deal to Survive", "date": "2021-01-19 10:00", "summary": "The pandemic has hit many businesses hard, but some are finding creative ways to stay afloat. Kelly Wang's new store almost didn't survive the pandemic. Five weeks after opening Rue Saint Paul, her Brooklyn sustainable-fashion and beauty boutique, the lockdown forced her to close for three months. Because the store was new, it didn't qualify for a federal PPP loan. \"I was just panicking. It was my first commercial lease and I was nervous and timid about my options,\" she says.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-consumers-fall-behind-even-as-its-economy-marches-forward-11611067958", "title": "China's Consumers Fall Behind Even as Its Economy Marches Forward", "date": "2021-01-19 09:52", "summary": "Economic rebound in year of Covid-19 was unbalanced; growth in domestic consumption lagged behind industrial and export sectors. HONG KONG-One thing is missing from China's otherwise remarkable economic recovery: a strong rebound in consumer spending.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-government-calls-on-voters-to-reject-burqa-ban-in-referendum-11611066860", "title": "Swiss Government Calls on Voters to Reject Burqa Ban in Referendum", "date": "2021-01-19 09:34", "summary": "Vote scheduled for March comes as France and other European nations wrestle with question of how to integrate Muslims. Switzerland's government is urging voters to reject a proposal to ban burqas and other full-face coverings in a referendum set for March 7, in what could be another contentious vote in the country's unique system of direct democracy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstones-pre-covid-19-portfolio-shifts-have-turned-out-well-11611061200", "title": "Blackstone's Pre-Covid-19 Portfolio Shifts Have Turned Out Well", "date": "2021-01-19 09:32", "summary": "The investment firm boosted exposure in hot industrial-space category and shifted out of retail and traditional office space. The pandemic has slammed some of the major property types, but changes that Blackstone Group Inc. made to its real-estate portfolio over time have helped the investment firm navigate through the fallout.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-gamestop-coherent-what-to-watch-when-the-stock-market-opens-today-11611057334", "title": "Tesla, GameStop, Coherent: What to Watch When the Stock Market Opens Today", "date": "2021-01-19 09:21", "summary": "U.S. stocks are poised to open higher at the start of trading this week, after markets were closed for Martin Luther King Jr. Day. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-led-to-soul-searching-sparking-meaningful-new-resolutions-11611064800", "title": "2020 Led to Soul-Searching, Sparking Meaningful New Resolutions", "date": "2021-01-19 09:04", "summary": "Stirred to action by the events of 2020, these people have undertaken ambitious plans for their careers and relationships in 2021. The challenges of 2020, one of the most surreal years in recent memory, prompted some individuals to make ambitious resolutions.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-americans-face-retirement-insecurity-11611064810", "title": "More Americans Face Retirement Insecurity", "date": "2021-01-19 09:00", "summary": "A Boston College study shows the pandemic worsens an already grim trend. How much has the pandemic hurt Americans' retirement security?", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-clears-cisco-acacia-deal-with-conditions-11611064728", "title": "China Clears Cisco-Acacia Deal With Conditions", "date": "2021-01-19 08:58", "summary": "Approval removes regulatory barrier that nearly doomed deal between the two telecom-equipment companies. China's antitrust regulator approved Cisco Systems Inc.'s acquisition of Acacia Communications Inc., clearing the deal for completion under several conditions aimed to protect supply to the companies' Chinese customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-seeks-to-buy-vaccines-directly-from-pfizer-11611001427", "title": "New York Seeks to Buy Vaccines Directly From Pfizer", "date": "2021-01-19 08:56", "summary": "Gov. Andrew Cuomo's request is a rare effort to bypass the federal government and obtain a state's own supply of vaccine. Gov. Andrew Cuomo on Monday asked Pfizer Inc. if it would sell its Covid-19 vaccine directly to New York state, to help alleviate a shortfall of federally allocated doses that he blames on the Trump administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developers-want-malls-to-become-warehouses-or-offices-it-is-a-slog-11611061201", "title": "Developers Want Malls to Become Warehouses or Offices. It Is a Slog.", "date": "2021-01-19 08:40", "summary": "Potential land mines await those seeking to raze and redevelop a space that spans dozens of football fields. Many developers look at failing malls and envision modern office campuses, bustling warehouses or residential buildings. But some are finding that converting these shopping centers isn't so easy.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-managers-look-to-blue-seas-for-green-investments-11611060569", "title": "Money Managers Look to Blue Seas for Green Investments", "date": "2021-01-19 08:07", "summary": "Fleet of specialist ships needed to build and service offshore wind farms is expected to grow in coming years. LONDON-After two decades hauling cement and fuel to oil rigs in the North Sea, Atlantic Discovery faced the end of the line in 2015 when energy markets crashed and the ship was dispatched to an Edinburgh scrapyard.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-of-the-robots-still-favors-japan-and-europefor-now-11611056099", "title": "Robot Battle Still Favors Japan and Europe-For Now", "date": "2021-01-19 07:33", "summary": "Chinese robotics companies took market share last year amid the disruptions of the pandemic. Covid-19 has accelerated automation in factories, especially in manufacturing powerhouse China. Foreign companies have long dominated the market for industrial robots and automation tools there-but there are signs that dominance is fraying around the edges.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-depot-rebuffs-takeover-offer-from-staples-11611058502", "title": "Office Depot Rebuffs Takeover Offer From Staples", "date": "2021-01-19 07:15", "summary": "Parent of Office Depot proposes combining retail operations instead. Office Depot rebuffed an unsolicited takeover offer from Staples but indicated it is open to an alternative deal, the latest twist in a yearslong dance between the office-supply retailers.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poshmark-keeps-it-social-in-sustainable-e-commerce-11611055800", "title": "Poshmark Keeps It Social in Sustainable E-Commerce", "date": "2021-01-19 06:30", "summary": "Online platform combines all of retail's hottest trends, but growth could be costly. Just when you thought e-commerce couldn't get any hotter, Poshmark wants to be the life of the party.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-investors-forget-fundamentals-the-market-is-broken-11611055800", "title": "When Investors Forget Fundamentals, the Market Is Broken", "date": "2021-01-19 06:30", "summary": "Best explanation for how stocks have moved so far this year is the raw price of the stock, an almost meaningless number. Sometimes it's hard to argue that market capitalism has any chance of correctly allocating money to the companies that can use it best. Case in point: Stock-market performance this year has been driven by the raw share price, with lower-priced stocks doing better and higher-priced worse.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-weighs-many-pardons-as-presidency-winds-down-11611002181", "title": "Trump Weighs Scores of Pardons on Final Day of Presidency", "date": "2021-01-19 05:50", "summary": "President expected to issue as many as 100 pardons and commutations, but leans against some controversial grants at urging of advisers. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-a-quarter-of-new-yorkers-dont-want-covid-19-vaccine-11611052200", "title": "More Than a Quarter of New Yorkers Don't Want Covid-19 Vaccine", "date": "2021-01-19 05:30", "summary": "New poll shows Black, Latino and younger state residents were most likely to say they didn't want the shot. More than a quarter of New York state residents don't plan to get vaccinated against the coronavirus, according to a poll released Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-chick-fil-a-popeyes-and-other-chains-bite-into-the-fervor-for-chicken-sandwiches-11611052200", "title": "Fast-Food Chains Bite Into the Fervor for Chicken Sandwiches", "date": "2021-01-19 05:30", "summary": "The new menu items offer a potential lift for fast-food restaurants and suppliers facing Covid-19 disruptions. The hottest item in the burger business is chicken.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-corporate-bond-rally-rolls-into-2021-11611052200", "title": "Corporate-Bond Rally Rolls Into 2021", "date": "2021-01-19 05:30", "summary": "Investor bets that highly rated companies will endure the pandemic are driving one key bond-market measure to pre-pandemic levels. Hopes for an economic rebound and a slowdown in borrowing have powered U.S. corporate bonds to a strong start in 2021.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-heightens-u-s-china-rivalry-new-report-says-11611048600", "title": "Covid-19 Heightens U.S.-China Rivalry, New Report Says", "date": "2021-01-19 04:30", "summary": "The World Economic Forum report says the pandemic risks widening income disparities world-wide. LONDON-The global coronavirus pandemic has intensified the rivalry between the U.S. and China, increasing future instability in international diplomatic relations, according to an annual report on global risks from the World Economic Forum.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-markets-have-less-reason-to-fear-the-fed-11611045157", "title": "Emerging Markets Have Less Reason to Fear the Fed", "date": "2021-01-19 03:35", "summary": "A more cautious Federal Reserve, a less cheap dollar and moderate foreign-money inflows make a 'taper tantrum' like that of 2013 less likely. Recent ructions in U.S. government bond markets have revived discussions of a potential \"taper tantrum,\" mirroring the expectations of a sudden rise in interest rates that came in 2013 as the Federal Reserve signaled its intention to cut back its enormous bond-buying program.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11611004358", "title": "Pepper...and Salt", "date": "2021-01-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-debt-question-facing-janet-yellen-how-much-is-too-much-11610993908", "title": "The Debt Question Facing Janet Yellen: How Much Is Too Much?", "date": "2021-01-19 22:06", "summary": "Resume Subscription. A big question hangs over Janet Yellen this week at her confirmation hearing to become U.S. Treasury secretary: How much debt is too much?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/before-suicide-french-programmer-made-bitcoin-bequest-to-pro-trump-groups-11611023163", "title": "French Programmer Made Bitcoin Bequests to Pro-Trump Groups", "date": "2021-01-19 21:26", "summary": "FBI has been briefed on mysterious transactions as it investigates potential foreign funding of far-right groups in the U.S., according to people familiar with the matter. In December 2020, a French computer programmer named Laurent Bachelier donated more than half a million dollars in bitcoin to a variety of right-wing causes. That same day Mr. Bachelier, who suffered from a debilitating medical condition, killed himself.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chrysler-fiat-peugeot-psa-stellantis-name-11610982310", "title": "Combine Chrysler, Fiat, Peugeot and You Get Stellantis. Stella-What?", "date": "2021-01-19 20:33", "summary": "Three storied auto makers start trading with a new name. It'll probably grow on you.. The combined businesses of Fiat Chrysler Automobiles NV and Peugeot maker PSA Group made a debut on the Paris and Milan stock exchanges Monday and will start trading Tuesday on the New York Stock Exchange under the name Stellantis.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-lift-bans-on-travel-from-eu-u-k-and-brazil-11611014812", "title": "Biden Rejects Trump's Push to Lift Covid-19 Travel Restrictions", "date": "2021-01-19 19:52", "summary": "Biden's incoming press secretary said the president-elect wouldn't lift travel bans, citing safety risks. President-elect Joe Biden rejected an effort by President Trump on Monday to lift bans on most travel into the U.S. from Europe, the U.K. and Brazil that were imposed as part of the Trump administration's initial response to the coronavirus pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-director-steven-dillingham-resigns-11611011055", "title": "Census Director Steven Dillingham Resigns", "date": "2021-01-19 19:32", "summary": "Watchdog had questioned data requests relating to Trump's push to exclude unauthorized immigrants from aspect of decennial count. WASHINGTON-Census Bureau Director Steven Dillingham said Monday he plans to resign, days after a government watchdog questioned his requests for data relating to the Trump administration's push to exclude unauthorized immigrants from a key aspect of the decennial count.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maryland-virginia-denied-federal-emergency-declarations-11611003700", "title": "Maryland, Virginia Denied Federal Emergency Declarations", "date": "2021-01-19 19:01", "summary": "FEMA turns down requests tied to potential unrest related to Biden's inauguration. The Federal Emergency Management Agency has denied requests from Maryland and Virginia for emergency declarations that were tied to potential unrest related to President-elect Joe Biden's inauguration this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-crises-biden-and-the-establishment-step-back-in-11610983074", "title": "Amid Crises, Biden and the Establishment Step Back In", "date": "2021-01-19 19:00", "summary": "President-elect, Pelosi, Schumer and McConnell have known each other for decades. But are they really in control?. They are 78, 80, 70 and 78 years old.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}]