[{"link": "https://www.wsj.com/articles/elon-musk-takes-stand-in-court-to-defend-purchase-of-solarcity-11626098958", "title": "Musk Defends SolarCity Deal, Says of Being Tesla Boss: 'I Rather Hate It'", "date": "2021-07-12 19:02", "summary": "Plaintiffs allege billionaire entrepreneur led Tesla to overpay for the home-solar company in 2016. WILMINGTON, Del.- Tesla Inc. Chief Executive Elon Musk was in court Monday to defend the company's purchase of SolarCity Corp., telling a judge that he didn't act improperly during the negotiating process and doesn't even enjoy running the electric-vehicle maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-on-brink-of-anarchy-amid-hunger-gang-violence-and-power-vacuum-11626130421", "title": "Haiti on Brink of Anarchy Amid Hunger, Gangs and Power Vacuum", "date": "2021-07-12 18:53", "summary": "After president's murder, Haitians see U.S. calls for elections and restoring democratic order as a pipe dream. PORT-AU-PRINCE, Haiti-Nearly half of the population on this island nation is facing acute hunger, while gang members block fuel distribution routes to the capital and scare away tourists from pristine beaches. In contrast to neighboring countries, Haiti has yet to administer a single vaccine against Covid-19.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-to-review-coverage-for-new-alzheimers-drug-aduhelm-11626130325", "title": "Medicare to Review Coverage for New Alzheimer's Drug Aduhelm", "date": "2021-07-12 18:52", "summary": "CMS will review evidence, hold hearings before determining which beneficiaries should be eligible for Biogen's drug. Medicare officials are beginning a review of Biogen Inc.'s new Alzheimer's drug to decide whether to standardize coverage of the medicine nationally, a widely-anticipated step that would allow the government to place limits on who can receive the medicine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-uprising-of-despair-in-cuba-11626130116", "title": "An Uprising of Despair in Cuba", "date": "2021-07-12 18:48", "summary": "Biden sounds the right notes but there's more the U.S. can do.. The remarkable protests in Cuba this weekend show that the Cuban people still yearn for a life free of tyranny despite decades of repression. President Biden hit the right note on Monday by expressing American support for the protesters, and let's hope he follows through by increasing pressure on the regime.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-buy-cybersecurity-firm-riskiq-11626130109", "title": "Microsoft to Buy Cybersecurity Firm RiskIQ", "date": "2021-07-12 18:48", "summary": "Deal would add to Microsoft's portfolio of security services amid a rise in high-profile online attacks. Microsoft Corp. agreed to buy cybersecurity provider RiskIQ Inc., the companies said Monday, a deal that would add to Microsoft's portfolio of security services amid a rise in high-profile online attacks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-meaning-of-bidens-firing-spree-11626129832", "title": "The Meaning of Biden's Firing Spree", "date": "2021-07-12 18:43", "summary": "He could inadvertently strengthen the separation of powers.. The Biden Administration may be the most progressive in decades, but it is accelerating a conservative revolution in presidential power over the federal bureaucracy. The latest example is the President's sacking Friday of Social Security Administration (SSA) commissioner Andrew Saul, the Trump appointee whose six-year term wouldn't have expired until 2025.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-gops-embarrassing-inquisition-11626129660", "title": "Virginia GOP's Embarrassing Inquisition", "date": "2021-07-12 18:41", "summary": "The party wants a professor investigated for political tweets.. It's election season in Virginia, where Republicans have been hemorrhaging support for more than a decade but have a shot at winning the governorship in November. What's the state GOP up to? Tattling to the University of Virginia about a liberal professor's anti-Donald Trump tweets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cancer-patients-brutal-commute-11626129627", "title": "A Cancer Patient's Brutal Commute", "date": "2021-07-12 18:40", "summary": "Maki Inada has to drive 5½ hours to see a doctor because of state laws restricting telemedicine.. Maki Inada is juggling a lot these days. She's a biology professor at upstate New York's Ithaca College, where she balances teaching and research on messenger RNA (suddenly a topic of global interest). She is a mother of a vivacious 10-year-old who just finished fourth grade, and that means lots of driving back and forth to gymnastics and swimming practice. And she has lung cancer. In April, after years of clean scans, the cancer was back. She just had major surgery and is starting chemotherapy again. She has a lot of appointments with her local oncologist and her oncology team at the Dana-Farber Cancer Institute in Boston.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-ethnic-studies-gold-rush-11626129598", "title": "California's 'Ethnic Studies' Gold Rush", "date": "2021-07-12 18:39", "summary": "Progressive education consultants and activists stand to pocket millions from the implementation of a new curriculum.. High-school students in California could soon be required to take at least one semester of something called \"ethnic studies\" to graduate. The California Senate Education Committee holds hearings this week on Assembly Bill 101, which passed the lower house 58-9 in May. If A.B. 101 becomes law, it will line the pockets of a waiting diversity industry with hundreds of millions of dollars of taxpayer funds, as well as federal coronavirus relief money.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-plans-to-warn-j-j-covid-19-vaccine-raises-risk-of-rare-neurological-condition-11626117261", "title": "FDA Warns J&J Covid-19 Vaccine Raises Risk of Rare Neurological Condition", "date": "2021-07-12 18:29", "summary": "The rare neurological condition is a disorder in which the immune system attacks nerves. U.S. health regulators warned that the Johnson & Johnson Covid-19 vaccine is linked to a very small incidence of cases of a rare neurological disorder associated with other shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-cracks-down-on-protests-amid-worst-economic-crisis-in-decades-11626108212", "title": "Cuba Cracks Down on Protests Amid Worst Economic Crisis in Decades", "date": "2021-07-12 18:25", "summary": "The Communist government is also dealing with a surge in Covid-19 cases; 'We stand with the Cuban people,' Biden says. Cuba's Communist government stepped up its crackdown against demonstrators and activists on Monday, cutting off most communications with the outside world, deploying security forces across the country and arresting more than 100 people, many of whose whereabouts remain unknown, activists said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-mitt-was-a-big-hit-11626128190", "title": "The New Mitt Was a Big Hit", "date": "2021-07-12 18:16", "summary": "A baseball glove was the perfect gift to cheer up an old friend.. If you've ever wondered how much it would cost for a ticket to take you back in time, I've got your answer: $79.99. That's how much I paid for an item I sent to an old friend who I sensed was a little down in the dumps. What would bring a smile to his face?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-cubas-communists-cling-to-power-11626128117", "title": "How Cuba's Communists Cling to Power", "date": "2021-07-12 18:15", "summary": "A mix of ruthless repression and shrewd opportunism makes the regime resilient.. As protests erupted across Cuba last weekend, the country faced its severest test since the fall of the Soviet Union. But the system Fidel Castro founded is resilient, and those in charge are determined. Caught off guard initially by the protests, authorities responded quickly and forcefully, cutting off internet service and supplementing police forces with violent groups of regime supporters to shut down the fast-spreading protests.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pta-purge-of-asians-11626128073", "title": "A PTA Purge of Asians", "date": "2021-07-12 18:14", "summary": "America's top public high school shows us what discrimination looks like today.. When Jeannie C. Riley released \"Harper Valley P.T.A.\" in 1968, her hit single mocked a parent-teacher association for telling a school mom she was wearing her dresses way too high. Today the real-life sequel is playing out at the Virginia Parent Teacher Association and its chapter at a high-performing public school in Fairfax County. This time, however, parents are complaining about the PTA-that it's in cahoots with those watering down entrance standards with the aim of reducing the school's Asian-American population.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-testosterone-review-hormone-of-the-hour-11626127657", "title": "'T' Review: Hormone of the Hour", "date": "2021-07-12 18:13", "summary": "Testosterone exists in both sexes, but in very different concentrations. Its effects on mind and body are still being mapped.. In the late 1990s Carole Hooven, an evolutionary biologist at Harvard, was researching chimpanzee hormone levels in Uganda when she observed that Imoso, the troop's \"mayor,\" let loose on females, particularly Outamba, kicking and drubbing her with his fists until she bled. Although primatologists had long documented bellicosity in chimps, our closest cousins, Ms. Hooven was still shocked, kindling a desire to plumb the organic underpinnings of this behavior.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-avenattis-media-admirers-11626127959", "title": "Notable & Quotable: Avenatti's Media Admirers", "date": "2021-07-12 18:12", "summary": "'The press entertained the notion that Avenatti would make for a serious contender in the 2020 Democratic primary.'. Becket Adamswriting for the Washington Examiner, July 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-street-protests-bring-the-island-off-bidens-policy-back-burner-11626124072", "title": "Cuba Street Protests Bring the Island Off Biden's Policy Back Burner", "date": "2021-07-12 18:09", "summary": "Stung by loss of Cuban-American support in 2020, Biden has moved slowly to undo Trump's reversal of Obama engagement. WASHINGTON-Six months into office, President Biden has been slow to define his Cuba policy, making no substantial moves to ease his predecessor's crackdown on travel and remittances, but not repudiating former President Barack Obama's rapprochement either.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-remote-learning-in-high-school-to-writing-op-eds-11626127497", "title": "From Remote Learning in High School to Writing Op-Eds", "date": "2021-07-12 18:04", "summary": "With few resources except a caring teacher, I kickstarted my writing career during the pandemic. I was sitting in my history classroom in March 2020 when a voice came over the loudspeaker to announce that my high school was closing due to the pandemic. A wave of fear, excitement and uncertainty swept over me as I realized I wouldn't return to my desk for the foreseeable future.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-cfo-removed-as-officer-of-subsidiaries-records-show-11626120671", "title": "Trump Organization CFO Removed as Officer of Subsidiaries", "date": "2021-07-12 18:01", "summary": "Former president's company is discussing changes in its financial leadership after indictment accused Allen Weisselberg of tax fraud. The Trump Organization has removed longtime finance chief Allen Weisselberg as an officer at some of its subsidiaries, after prosecutors accused him and the company of a 15-year tax-fraud scheme, according to public filings and people familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shohei-ohtani-two-way-player-babe-ruth-11626063723", "title": "Shohei Ohtani Isn't the Best Two-Way Player Since Babe Ruth. He's Better.", "date": "2021-07-12 17:59", "summary": "The MLB All-Star has been heralded as the 'Japanese Babe Ruth' because of his abilities as a hitter and a pitcher. But he's doing something Ruth never did.. DENVER-When Shohei Ohtani joined the Los Angeles Angels in 2018, he was immediately anointed the \"Japanese Babe Ruth.\" It turns out that comparing him to one of the most influential figures in the history of American sports might have been wildly unfair.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-democrats-to-stage-walk-out-to-kill-voting-bill-11626110179", "title": "Texas Democrats Stage Walkout to Kill Voting Bill", "date": "2021-07-12 17:56", "summary": "At least 59 House Democrats are leaving the state to deny Republicans a quorum during special session. AUSTIN, Texas-Dozens of state House Democrats fled Texas on Monday to deny the Republican-controlled state legislature the quorum necessary to pass voting legislation during a special session.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-silicon-valley-winners-11626126161", "title": "Biden's Silicon Valley Winners", "date": "2021-07-12 17:42", "summary": "Netflix and the White House regulatory agenda.. There's much Beltway and media chatter that President Joe Biden's regulatory agenda threatens Big Business and in particular Big Tech. But history suggests otherwise. This year marks the 50th anniversary of the publication of George Stigler's essay \"The Theory of Economic Regulation\" in the Bell Journal of Economics and Management Science. After investigating various markets, the University of Chicago economist reported that \"as a rule, regulation is acquired by the industry and is designed and operated primarily for its benefit.\" As Stigler described the phenomenon of regulatory capture, the future Nobel Prize winner understood that complex and expensive rules are often easier to navigate for market giants than for their upstart competitors. Free and open markets, on the other hand, present fewer barriers to those wishing to challenge incumbents.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aleph-holding-aiming-for-2022-ipo-sells-stake-to-cvc-11626084000", "title": "Aleph Holding, Aiming for 2022 IPO, Sells Stake to CVC", "date": "2021-07-12 17:42", "summary": "The $470 million deal values the digital-media company at $2 billion. Digital-media company Aleph Holding said it sold a stake to private-equity firm CVC Capital Partners for $470 million, valuing the company at $2 billion. The company is preparing for an initial public offering as soon as early 2022, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-problem-supply-side-11625858402", "title": "Inflation Issue Goes Beyond the Supply Side", "date": "2021-07-12 17:29", "summary": "Powerful forces are fueling U.S. aggregate demand.. Alan S. Blinder assures us that there is no need to worry about a return to the inflation of the past (\"Don't Worry Too Much About the Inflation Surge,\" op-ed July 8). He might be less sanguine if he took into consideration the combined strength of several very powerful forces that are fueling U.S. aggregate demand.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-michigan-president-racial-disparities-nih-11625858358", "title": "University of Michigan President Comments on Racial Disparities", "date": "2021-07-12 17:28", "summary": "The only NIH 'obsession' is with the best science that produces the best outcomes.. Heather Mac Donald's op-ed \"The NIH's Diversity Obsession Subverts Science\" (July 1) omits important facts and societal realities. Voluminous research has detailed disparities that have led to the population and grant-proposal-submission data that Ms. Mac Donald cites, ranging from unequal STEM access to a cultural tax on advancement. Ms. Mac Donald cites Brookings Institution research that itself recognizes the impacts of structural racism. It views \"homework as an outcome of the culture of the school and the expectations of teachers, rather than an outcome of a student's effort\" and time spent studying.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-minimum-corporate-tax-11625780349", "title": "Behind the Global Minimum Corporate Tax", "date": "2021-07-12 17:27", "summary": "Even if an agreement to adopt a global tax code is reached, parity in the effective tax rate is unlikely.. A global agreement on a minimum corporate tax rate borders on price-fixing collusion (\"U.S. Wins Backing for Global Minimum Corporate Tax Rate,\" Page One, July 2). The Biden administration clearly thinks it is in the best interest of the U.S. to reduce competition for businesses based on tax rates. Are the other 129 countries in agreement because they think that what is best for America is best for the world? Individuals and corporations continue to move within the U.S. in pursuit of lower state and local tax rates. Should there be a minimum corporate tax rate for all 50 U.S. states? Global tax collusion also suggests that multinational cartels such as OPEC were ahead of their time in maximizing member-nation revenues through agreements on prices and production levels. The race to the top gives governments more revenue and power at the expense of the private sector.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-bullish-oil-bets-drives-big-price-moves-11626038191", "title": "Wave of Bullish Oil Bets Drives Big Price Moves", "date": "2021-07-12 17:03", "summary": "Speculative wagers on a continued rally in crude steer outsize price swings as consumers face higher fuel costs. Hedge funds and other speculative investors recently pushed bets on rising oil prices to their highest level in years, a sign that one-sided positioning is sparking big moves in the world's busiest commodity market.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-12-2021-11626075905", "title": "U.S. Stocks Edge Higher to Records Ahead of Earnings Season", "date": "2021-07-12 16:56", "summary": "Investors prepare for wave of reports from big banks and others. U.S. stocks rose to records Monday as investors looked ahead to the corporate earnings season that kicks off this week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-reimposes-restrictions-as-delta-variant-spreads-11626123063", "title": "France Reimposes Restrictions as Delta Variant Spreads", "date": "2021-07-12 16:51", "summary": "Only people who are vaccinated or recently tested negative for Covid-19 will be allowed in bars, restaurants and malls. PARIS-Only people who are vaccinated or recently tested negative for Covid-19 will be allowed in bars, restaurants and malls in France starting from August, President Emmanuel Macron said Monday, as the spread of the virus increases across the country.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-owners-offer-tuition-childcare-to-lure-burger-flippers-11626122728", "title": "McDonald's Owners Offer Tuition, Child Care to Lure Burger Flippers", "date": "2021-07-12 16:45", "summary": "Chains have struggled to win back workers after pandemic layoffs and departures. McDonald's Corp. owners are adding emergency child care and other benefits, as many U.S. restaurants are struggling to hire enough workers to run their businesses.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-could-sell-up-to-500-million-in-stock-after-branson-went-to-space-11626108175", "title": "Virgin Galactic's Stock Has Worst Day in More Than a Year", "date": "2021-07-12 16:40", "summary": "Shares plummet a day after sending founder Richard Branson into space on news the company could sell up to $500 million in stock. Virgin Galactic Holdings Inc.'s shares had their worst performance in more than a year after the space-tourism company said it could sell as much as $500 million in stock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-burn-across-u-s-west-as-temperatures-soar-11626111226", "title": "Wildfires Burn Across West as Temperatures Soar", "date": "2021-07-12 16:12", "summary": "Fire in Oregon forest threatens homes, businesses and California power. As a heat wave envelops the western U.S., a fast-moving fire in Oregon forced hundreds of evacuations and threatened power transmission lines to California in a sign of the challenging fire season ahead.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisses-swiss-banking-arm-compliance-chief-steps-down-11626120741", "title": "Credit Suisse's Swiss Banking Arm Compliance Chief Steps Down", "date": "2021-07-12 16:12", "summary": "Floriana Scarlato, the head of compliance at Swiss Universal Bank, joined Credit Suisse in 2005. The compliance chief of Credit Suisse Group AG's Swiss banking arm has stepped down, creating another vacancy in the bank's compliance function in the wake of a fallout over losses tied to the meltdown of Archegos Capital Management.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-talent-tuesday-crossword-july-13-11625860636", "title": "Hidden Talent (Tuesday Crossword, July 13)", "date": "2021-07-12 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-in-talks-to-buy-software-firm-sas-11626103731", "title": "Broadcom in Talks to Buy Software Firm SAS", "date": "2021-07-12 15:55", "summary": "A deal by the chip maker would value closely held SAS in the range of $15 billion to $20 billion. Broadcom Inc. is in talks to buy SAS Institute Inc., according to people familiar with the matter, in the latest move by the acquisitive technology giant to beef up in the corporate-software market.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-must-resist-remote-works-allure-11625841204", "title": "Employers Must Resist Remote Work's Allure", "date": "2021-07-12 15:29", "summary": "It will strain and weaken a company's culture and values.. The move by white-collar employers to create more balanced telecommuting policies is long overdue (\"Remote Work Is the New Signing Bonus,\" Exchange, June 26). I appreciate the desire to reduce time wasted commuting, but employers in industries such as software and biotechnology go fully remote at their peril if they emphasize real-estate savings or employee satisfaction over innovation and effectiveness. What happens to brainstorming when people aren't in the same room? Or difficult cases of tech support, when you can't wander down the hall to find the engineer?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-deploys-army-to-contain-unrest-over-former-presidents-arrest-11626100885", "title": "South Africa Deploys Army to Contain Unrest Over Ex-President's Arrest", "date": "2021-07-12 15:15", "summary": "At least 10 people have died in violence that followed Jacob Zuma's detention. JOHANNESBURG-South Africa deployed its army Monday to help quell violent protests and widespread looting following the arrest of former President Jacob Zuma, as his lawyers sought to convince the country's highest court that it had erred in convicting the former antiapartheid campaigner for contempt of court.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mesopotamia-civilization-begins-review-where-credit-is-due-11626116320", "title": "'Mesopotamia: Civilization Begins' Review: Where Credit Is Due", "date": "2021-07-12 15:09", "summary": "An exhibition at the Getty Villa of objects on loan from the Louvre explores the ancient city's myriad innovations, from the development of kingdoms to the invention of writing.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-war-comes-will-the-u-s-navy-be-prepared-11626041901", "title": "If War Comes, Will the U.S. Navy Be Prepared?", "date": "2021-07-12 14:42", "summary": "A new report details a culture of bureaucracy and risk-aversion that is corroding readiness.. Is the U.S. Navy ready for war? A new report prepared by Marine Lt. Gen. Robert Schmidle and Rear Adm. Mark Montgomery, both retired, for members of Congress paints a portrait of the Navy as an institution adrift. The report, first reported by the Journal and commissioned by Sen. Tom Cotton, Reps. Mike Gallagher, Dan Crenshaw and Jim Banks, concludes that the surface Navy is not focused on preparing for war and is weathering a crisis in leadership and culture.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insider-charitable-giving-11625418315", "title": "Improper 'Insider Charitable Giving' Is Widespread, Study Says", "date": "2021-07-12 14:39", "summary": "By donating a stock before news sinks the share price, investors can get a bigger deduction. Insider trading catches regulators' attention and garners headlines, but another type of insider activity is also widespread-and far less likely to be detected or prosecuted.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dating-app-investors-should-play-the-field-11626112378", "title": "Dating-App Investors Should Play the Field", "date": "2021-07-12 13:52", "summary": "Match Group may always shine bright in online dating, but right now Bumble has some appeal. In the 2001 biographical drama \"A Beautiful Mind,\" schizophrenic genius John Nash wasn't much of a charmer with the ladies. But when it came to probability, he was a master. His advice to boost your chances at finding love? Ignore the most beautiful person in the room.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volvo-trucks-aims-to-reopen-factory-after-third-contract-rejection-11626112152", "title": "Volvo Trucks Aims to Reopen Factory After Third Contract Rejection", "date": "2021-07-12 13:49", "summary": "Company says it will implement terms of latest agreement as union continues strike. Volvo Trucks North America says it plans to resume production at its truck manufacturing plant in Dublin, Va., despite a third vote by unionized workers rejecting a tentative contract settlement aimed at ending a monthlong walkout at the factory.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trees-of-the-ages-laura-nyro-live-in-japan-and-go-find-the-moon-the-audition-tape-by-laura-nyro-reviews-hit-woman-11626111420", "title": "'Trees of the Ages: Laura Nyro Live in Japan' and 'Go Find the Moon: The Audition Tape' by Laura Nyro Reviews: Hit Woman", "date": "2021-07-12 13:37", "summary": "Two new releases from Omnivore Recordings return the spotlight to the singer-songwriter whose gripping, genre-bending music inspired a generation of folk and soul artists.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-average-inflation-targeting-helps-moor-inflation-expectations-11626097113", "title": "Fed's Williams Says He Doesn't Yet See Case To Slow Fed Bond Buying", "date": "2021-07-12 13:35", "summary": "Mr. Williams indicated the Fed wanted 'substantial further progress' on job market improvement relative to where the economy was pre-pandemic. Federal Reserve Bank of New York President John Williams said Monday that conditions haven't yet been met to pare back the pace of the central bank's $120 billion a month bond-buying stimulus program.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-panel-issues-gene-editing-standards-aimed-at-averting-dna-dystopia-11626091200", "title": "WHO Panel Issues Gene-Editing Standards Aimed at Averting DNA Dystopia", "date": "2021-07-12 13:26", "summary": "New framework aims to prevent unfair and potentially dangerous applications of experimental techniques, including altering DNA to enhance athletic ability. A World Health Organization expert advisory panel Monday issued two new reports recommending the implementation of global standards aimed at preventing unscrupulous, inequitable and potentially dangerous uses of Crispr and other gene-editing technologies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-polarization-is-partisanship-at-its-dumbest-11626110473", "title": "Vaccine Polarization Is Partisanship at Its Dumbest", "date": "2021-07-12 13:21", "summary": "Last fall Kamala Harris said she wouldn't trust a shot that was authorized before the election.. Indulge yourself in a little alternative history.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-a-greener-smoother-way-to-travel-behold-the-blimp-2-0-11626110516", "title": "Looking for a Greener, Smoother Way to Travel? Behold, the Blimp 2.0", "date": "2021-07-12 13:21", "summary": "A new generation of airship firms maps out a smoother, quieter way to travel. The blimp is back-or, it will be, if its backers can sell their new vision of slow but smooth, spacious and safe flights.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-antitrust-paradox-wheres-the-consumer-welfare-11626110441", "title": "Joe Biden's Antitrust Paradox: Where's the Consumer Welfare?", "date": "2021-07-12 13:20", "summary": "His new competition policy is a power grab that will hurt economic growth and investment.. 'Forty years ago, we chose the wrong path,\" President Biden told Americans on Friday, \"following the misguided philosophy of people like Robert Bork, and pulled back on enforcing laws to promote competition.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-begins-pfizer-booster-shots-for-at-risk-adults-as-delta-cases-rise-11626110100", "title": "Israel Begins Pfizer Booster Shots for At-Risk Adults as Delta Cases Rise", "date": "2021-07-12 13:15", "summary": "Move comes as Pfizer plans to seek clearance from U.S. regulators to distribute a booster shot. TEL AVIV-Israel began administering a booster shot of Pfizer Inc.'s Covid-19 vaccine Monday to people with weak immune systems, as it confronts an outbreak of the virus's highly contagious Delta variant.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-settles-two-patent-lawsuits-it-filed-against-verizon-11626105146", "title": "Huawei Settles Two Patent Lawsuits It Filed Against Verizon", "date": "2021-07-12 13:05", "summary": "Agreement reached amid broader geopolitical fight involving the U.S. and the Chinese company. Huawei Technologies Co. agreed to settle two U.S. patent-infringement lawsuits it brought against Verizon Communications Inc., avoiding at least one public fight over the Chinese electronics maker's role in the telecommunications supply chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-delta-cases-surge-u-k-to-ditch-most-covid-19-restrictions-next-week-11626108048", "title": "As Delta Cases Surge, U.K. to Ditch Most Covid-19 Restrictions", "date": "2021-07-12 12:40", "summary": "Government urges wearing of face masks indoors and a gradual return to workplaces. ", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-world-wide-gorge-onrecord-debt-testing-new-limits-11626106592", "title": "Governments Gorge on Record Debt, Testing New Limits", "date": "2021-07-12 12:16", "summary": "An enormous pile of savings makes it possible for nations to borrow heavily at low cost, defying worries about inflation and sustainability. The pandemic has pushed global government debt to the highest level since World War II, surpassing the world's annual economic output. Governments, especially in rich countries, are borrowing still more, partly to erase the damage of Covid-19.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edwin-edwards-dies-longest-serving-louisiana-governor-11626102131", "title": "Edwin Edwards, Who Defined Louisiana Politics for Decades, Dies at 93", "date": "2021-07-12 12:10", "summary": "Democrat rose from poverty to become state's longest serving governor, but his political career was shadowed by corruption charges. Edwin Edwards, a four-term Louisiana governor known for his boisterous persona, dizzying one-liners and political corruption, has died. He was 93 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-is-back-and-so-are-biscoffs-the-little-cookies-that-launch-obsessions-11626104468", "title": "Flying Is Back and So Are Biscoffs, the Little Cookies That Launch Obsessions", "date": "2021-07-12 11:41", "summary": "The slightly spicy treats are the only thing that many travelers look forward to on their flights; 'this is the best moment of my life'. Honor Sachs, a professor of early American history in Colorado, was disturbed to find herself on a packed flight in May. \"The one upside of flying: I've missed Biscoff cookies,\" she tweeted from her seat.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/england-players-face-racist-abuse-after-euros-defeat-11626102596", "title": "England Soccer Players Face Racist Abuse After Defeat", "date": "2021-07-12 11:18", "summary": "Three Black players who missed penalty kicks in England's shootout loss to Italy were targeted online, bringing calls of condemnation from Prince William and Prime Minister Boris Johnson.. LONDON-England woke from its European Championship hangover on Monday to confront a barrage of racist abuse that had been directed at the three national team players who missed penalty kicks in Sunday night's defeat against Italy.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-word-saturday-crossword-july-12-11625581183", "title": "In a Word (Saturday Crossword, July 10)", "date": "2021-07-12 11:12", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-energy-us-power-11626098450", "title": "How Big Can Renewable Energy Get in the Next 10 Years?", "date": "2021-07-12 11:00", "summary": "The Biden administration wants 80% of U.S. power to come from clean sources. Three experts discuss whether that's doable-and if so, how.. Growth in clean energy is accelerating, both in the U.S. and abroad.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ny-fed-survey-june-year-ahead-expected-inflation-rate-hits-highest-mark-since-2013-11626102042", "title": "NY Fed Survey: June Year-Ahead Expected Inflation Rate Hits Highest Mark Since 2013", "date": "2021-07-12 11:00", "summary": "As of June, the public expects inflation to hit 4.8%, from a projected 4% the previous month. The public's expectations of where U.S. inflation will be a year from now surged to its highest level in nearly a decade, new data from the Federal Reserve Bank of New York said Monday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-solve-the-mystery-of-falling-bond-yields-11626101962", "title": "How to Solve the Mystery of Falling Bond Yields", "date": "2021-07-12 10:59", "summary": "When the Fed signals it will taper bond buying, yields drop. If this sounds counterintuitive, don't worry.. Perhaps the big drop in Treasury yields over the past three months is really a modern version of the taper tantrum.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-young-people-are-using-dating-apps-to-find-friendswithout-benefits-11626101537", "title": "Why Young People Are Using Dating Apps to Find Friends-Without Benefits", "date": "2021-07-12 10:52", "summary": "Millennials and Gen Z have taken to apps like Bumble and Hinge in search of platonic connection.. Dating apps are getting friendlier. More younger people see no problem swiping left or right to find friend matches rather than dates or hookup partners. Millennials and members of Generation Z have been comfortable using dating apps to meet platonic friends for a few years now, especially when moving to a new city. But since the onset of the pandemic, this behavior has boomed. Here's why.", "categories": [["Relationships"]], "category_links": ["https://www.wsj.com/news/types/noted-relationships?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-loved-solar-technology-gets-moment-in-the-sun-11626101345", "title": "Less-Loved Solar Technology Gets Moment in the Sun", "date": "2021-07-12 10:49", "summary": "Heliogen addresses a lot of problems that concentrated solar power has had. It will still be hard for it to overtake photovoltaic solar.. Photovoltaic technology has been the clear winner of the solar energy race. Can concentrated solar power catch up?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-cycling-fans-who-hoard-hundreds-of-racing-jerseys-11626100639", "title": "From the Tour de France to Rapha, How Cycling Jerseys Became Seriously Collectable", "date": "2021-07-12 10:37", "summary": "Some people collect rare Nikes, but for the sort of cycling fans who fixate on the Tour de France, nothing is more desirable than an Eddy Merckx jersey or an outlandish Rapha zip-up. FOR SEVERAL WEEKS, jaunty, skintight cycling jerseys for companies like Maglia Rosa have hung in the window of New York's Susan Inglett Gallery. The kinetic uniforms are part of \"Re: Bicycling,\" a month-long exhibition which also includes cycling-inspired artwork by rarefied artists such as Claes Oldenburg, Joseph Beuys and Louise Lawler. Considering the company the stretchy jerseys are keeping, the collector who loaned them out isn't so sure they belong. \"I don't know if they function that well as art,\" said Alex Ostroy, who also co-owns Ostroy, a 3-year-old New York bike-gear company.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-branson-went-to-space-heres-what-he-learned-11626099007", "title": "Richard Branson Went to Space. Here's What He Learned.", "date": "2021-07-12 10:10", "summary": "Serial entrepreneur approached the customer experience of his space tourism business like he did with airlines, cruise ships and trains: with a notebook. Richard Branson traveled more than 50 miles above sea level on Sunday in a rocket-propelled ship that his Virgin Galactic Holdings Inc. hopes will soon ferry paying customers. The business-and his personal voyage into space-caps a career using his own derring-dos to shape his Virgin brands. When he landed Sunday, he seized the moment as both an opportunity to talk up the flight's customer experience and another milestone in humankind's ambitions to soar among the stars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-monetary-policy-slips-a-gear-into-neutral-11626098702", "title": "China's Monetary Policy Slips a Gear Into Neutral", "date": "2021-07-12 10:05", "summary": "Unexpected shift in monetary policy is raising questions on strength of China's rebound. China just trimmed the reserve requirement ratio for banks-one of its major monetary policy instruments-for the first time since the height of the pandemic. There is more: China's monthly lending data released Friday also showed economywide growth in debt and equity finance outstanding stabilizing at 11% year over year after months of sharp slowdowns, and bank lending ticking up. China's monetary policy has shifted from a tighter stance to neutral.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberattacks-ransomware-energy-infrastructure-11626097901", "title": "Cyberattacks and Ransomware: How Can We Protect Our Energy Infrastructure?", "date": "2021-07-12 09:58", "summary": "The ransomware attack that brought down the Colonial Pipeline highlighted the industry's vulnerability. We asked experts to weigh in on how the U.S. can bolster its defenses.. A ransomware attack forced the largest U.S. fuel pipeline to shut down for six days in May and led to gasoline shortages across several Southeastern states. In its wake, U.S. officials have sought to bolster the defenses of an industry that for years has had fewer cybersecurity rules compared with other critical infrastructure sectors.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franklin-templeton-hires-former-calpers-investment-chief-for-asia-push-11626097500", "title": "Franklin Templeton Hires Former Calpers Executive for Asia Push", "date": "2021-07-12 09:45", "summary": "Asset manager names Ben Meng to lead China business. Ben Meng, the former investment boss of the nation's largest pension fund, is joining Franklin Resources Inc. for its push into Asia.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-didi-lionheart-acquisition-what-to-watch-when-the-stock-market-opens-today-11626087836", "title": "Virgin Galactic, Didi, Lionheart Acquisition: What to Watch When the Stock Market Opens Today", "date": "2021-07-12 09:35", "summary": "U.S. stock futures were mixed after Friday's record close on Wall Street. Earnings season is set to kick off this week, starting with big banks, and investors will be watching to see if they can deliver on high expectations. Here's what we're watching ahead of Monday's open.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roadrunner-director-on-anthony-bourdains-suicide-asia-argento-and-the-publics-unprocessed-trauma-11626096435", "title": "Telling Anthony Bourdain's Darkest Story", "date": "2021-07-12 09:27", "summary": "Morgan Neville talks about why he made \"Roadrunner,\" how he handled the author and TV host's suicide and relationship with Asia Argento. Three years since Anthony Bourdain died by suicide at age 61, the celebrity chef still commands notice. A new documentary is bringing that attention to a boil.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cubas-unrest-frames-worlds-big-struggle-dictators-vs-democracies-11626096393", "title": "Cuba's Unrest Frames World's Big Struggle: Dictators vs. Democracies", "date": "2021-07-12 09:26", "summary": "Turmoil raises the question of whether authoritarian regimes will prevail in the long term, or are sowing the seeds of their own demise. The world was treated on Sunday to an amazing sight: thousands of Cubans taking to the streets in a wave of demonstrations demanding, among other things, an end to a 62-year-old dictatorship.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-variants-seen-as-too-contagious-for-hotel-quarantines-11626095999", "title": "New Coronavirus Variants Seen as Too Contagious for Hotel Quarantines", "date": "2021-07-12 09:19", "summary": "Australia and China are building facilities to house international travelers that experts say will be more effective at stopping the virus from leaking out. SYDNEY-In early May, two people quarantined in adjacent hotel rooms in the Australian city of Adelaide opened their doors within seconds of each other to collect meals. Health authorities believe that could have been enough for the virus to spread from a man in one of the hotel rooms to a man in the other via airborne transmission.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-weigh-the-impact-and-the-odds-of-a-global-minimum-tax-11626091201", "title": "Finance Chiefs Weigh the Impact, and the Odds, of a Global Minimum Tax", "date": "2021-07-12 09:18", "summary": "Multinational companies are calculating the potential costs of tax changes while awaiting more details. Finance executives at multinational companies are trying to assess the potential implications of a global minimum tax for their businesses, with many of them skeptical whether the plan will come to fruition anytime soon.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solar-power-homeowners-11626095637", "title": "Should I Go Solar Now? Here's What Homeowners Should Consider", "date": "2021-07-12 09:14", "summary": "Should you lease or buy? That's one of the main questions homeowners need to answer before installing a solar-energy system.. Residential solar is now a fact of life in all 50 states. Growing awareness of solar's role in addressing climate change is one reason; rapidly falling prices for solar panels are another. Over 2.8 million U.S. households have already gone solar, according to the Solar Energy Industries Association, or SEIA, a trade group.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-to-delay-digital-levy-following-g-20-minimum-tax-plans-11626087049", "title": "EU to Delay Digital Levy Following G-20 Minimum Tax Plans", "date": "2021-07-12 09:14", "summary": "Digital tax delay is the latest step by the U.S. and the EU to improve economic relations. BRUSSELS-The European Union is putting on hold a proposed digital levy, an EU spokesman said Monday, after finance chiefs from the Group of 20 leading economies endorsed an overhaul of the rules for taxing international companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-took-richard-branson-to-space-paying-customers-are-next-11626088448", "title": "Virgin Galactic Took Richard Branson to Space. Paying Customers Are Next.", "date": "2021-07-12 09:09", "summary": "After Sunday's successful launch, the British entrepreneur's bet on space tourism is moving from prototype development to building a sustainable business. Richard Branson is officially an astronaut. Now, Virgin Galactic Holdings Inc.'s true test begins: Can it translate his flight into a steady stream of space tourists?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-says-labor-market-hasnt-healed-enough-to-taper-bond-buying-11626082200", "title": "Fed's Barkin Says Labor Market Hasn't Healed Enough to Taper Bond Buying", "date": "2021-07-12 09:09", "summary": "The Richmond Fed president also says inflation could cool more than expected once the economic reopening process is complete. Federal Reserve Bank of Richmond President Thomas Barkin isn't ready to call for an end to the U.S. central bank's $120 billion a month in bond-buying stimulus given where the labor market stands today.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-demand-supply-covid-11626054787", "title": "How Did Covid Change Long-Term Energy Demand and Supply?", "date": "2021-07-12 09:00", "summary": "Was the pandemic a temporary blip? Or did it fundamentally change the energy markets?. As governments roll out vaccination programs and lift coronavirus-induced restrictions on travel and leisure, the world's demand for oil is slowly returning to normal.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-origin-italy-11626028854", "title": "Clues to Covid-19's Origins Include Anonymous Skin Sample in Italy", "date": "2021-07-12 09:00", "summary": "Case of Milan woman sickened in late 2019 has intrigued global researchers. MILAN-In the quest to understand how the Covid-19 pandemic began, one persistent mystery is an Italian woman who researchers say they can no longer find.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-trump-organization-prosecution-the-top-charge-carries-the-most-uncertainty-11626094800", "title": "In Trump Organization Prosecution, Top Charge Carries Uncertainty", "date": "2021-07-12 09:00", "summary": "Company's CFO Allen Weisselberg has a narrow path to defending against charges he cheated on taxes, scholars and defense attorneys say. The most serious offense leveled in a 15-count indictment of former President Donald Trump's longtime right-hand man, Allen Weisselberg, also carries the most uncertainty for New York prosecutors, according to legal scholars and white-collar defense attorneys.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-energy-fossil-fuels-protests-11626094401", "title": "Clean Energy Faces the Same Problem as Fossil Fuels: Community Protests", "date": "2021-07-12 08:57", "summary": "Wind and solar projects require vast bodies of land and water, sparking complaints from local farmers and fishermen. In late June, about 30 local commercial fishing boats surrounded a towering vessel off the coast of Brittany, seeking to block the installation of part of a $2.9 billion wind farm run by Spanish utility Iberdrola SA .", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-energy-tax-credits-11626094079", "title": "Should the U.S. Offer Tax Credits to Promote Renewable Energy?", "date": "2021-07-12 08:51", "summary": "Proponents say a long-term extension is crucial. Opponents say the benefits are overstated. The two sides square off in a debate.. The new administration is making a big push to support green energy and lower carbon emissions. But are they doing it the right way?", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffee-prices-soar-after-bad-harvests-and-insatiable-demand-11626093703", "title": "Coffee Prices Soar After Bad Harvests and Insatiable Demand", "date": "2021-07-12 08:41", "summary": "Global consumption set to exceed production this year as Brazil is hit with worst drought-driven drop in output in almost 20 years. Global coffee prices are climbing and threatening to drive up costs at the breakfast table as the world's biggest coffee producer, Brazil, faces one of its worst droughts in almost a century.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tory-burch-profile-interview-logo-11626093121", "title": "Inside Tory Burch's World", "date": "2021-07-12 08:32", "summary": "When Tory Burch opens a new SoHo store next month, it will mark a departure from the retro preppy vibe that made her name. Her brand has survived the pandemic with her husband, Pierre-Yves Roussel, at the helm-will real-life shopping take it to the next level?. Tory Burch's decorative T hardware on ballet flats and leather handbags is as well known among her fashion fans as the Golden Arches are to french fry lovers. But ever since she co-founded her namesake brand in 2004, she has refused to go all-in, even as other brands made logos a key part of their strategy. Then this past February-mid-pandemic-she put out tote bags, sneakers and hats slathered in head-to-head Ts enclosed in circles. Burch still refuses to call it a logo line. It's officially the T Monogram collection.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-questlove-learned-to-be-nicer-to-himself-11626093112", "title": "How Questlove Learned to Be Nicer to Himself", "date": "2021-07-12 08:31", "summary": "The DJ and producer, whose first documentary, 'Summer of Soul,' came out earlier this month, also tells us how he lost over 100 pounds.. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cubas-new-covid-19-vaccine-finds-testing-ground-in-venezuela-11625738401", "title": "Cuba's New Covid-19 Vaccine Finds Testing Ground in Venezuela", "date": "2021-07-12 08:30", "summary": "Struggling to acquire doses, the Maduro regime goes for shots from its Cuban ally even as health experts warn about the 'Abdala' vaccine. Cuba says it has developed a vaccine against Covid-19 that its ally, Venezuela, has begun administering despite warnings from regional health authorities and Venezuelan doctors that they haven't seen evidence of the shot's efficacy or safety.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuban-protests-demand-freedom-food-covid-19-vaccines-11626045095", "title": "Cuban Protests Demand Freedom, Food, Covid-19 Vaccines", "date": "2021-07-12 08:27", "summary": "Thousands march in Havana and other cities amid a hard-currency shortage and rising coronavirus infections. Thousands of Cubans took to the streets in a wave of demonstrations in Havana and at least 14 other cities throughout the Communist island, demanding an end to the 62-year dictatorship and protesting the lack of food and Covid-19 vaccines.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-oil-executive-removed-from-u-s-sanctions-list-remains-active-in-sector-11626091200", "title": "Iranian Oil Executive Removed From U.S. Blacklist Holds Roles Linked to Iran's Government", "date": "2021-07-12 08:00", "summary": "Ahmad Ghalebani stepped down from national oil company in 2013; now has roles in two Iranian energy companies, possibly in violation of U.S. sanctions. WASHINGTON-An Iranian oil executive removed from U.S. financial blacklists last month because he had resigned from Iran's national oil company now holds senior positions with two Iranian energy firms linked to the Iranian government, according to company officials and regulatory filings.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-makes-work-trucks-scarce-for-businesses-facing-booming-demand-11626091201", "title": "Chip Shortage's Latest Toll Is a Shortage of Work Trucks", "date": "2021-07-12 08:00", "summary": "A bottleneck has left small businesses and municipalities competing over scarce supply of commercial vehicles as business rebounds. Construction contractors, home cleaners and other service-based companies are struggling to find new work vehicles, a potential bottleneck in growing their businesses as demand for their services surges amid the rebounding economy.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-want-to-cash-in-on-miners-ballooning-profits-11626028199", "title": "Governments Want to Cash In on Miners' Ballooning Profits", "date": "2021-07-12 07:03", "summary": "Lawmakers in parts of the world are seeking higher taxes on metals extracted from the ground to help offset pandemic-related costs. One of the most profitable years on record for miners is emboldening lawmakers to seek a larger share of their earnings, a move that companies and analysts warn could deter future investment and prolong some expected commodity shortages.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senior-living-stock-that-is-an-overlooked-reopening-play-11626087600", "title": "The Senior Living Stock That is an Overlooked Reopening Play", "date": "2021-07-12 07:00", "summary": "A swift vaccine rollout is one factor boosting the case for Brookdale Senior Living. Investors have picked over almost every reopening trade imaginable. But there is a fresh opportunity as the senior-living industry rebounds from an especially harsh pandemic blow.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-pension-systems-john-bradley-builds-conviction-around-oil-and-gas-11626087601", "title": "Florida Pension System's John Bradley Builds Conviction Around Oil and Gas", "date": "2021-07-12 07:00", "summary": "Senior investment manager of private equity for state's roughly $194.7 billion pension system says it has declined co-investment and secondary opportunities that seem \"priced to perfection\". This year's acceleration in deal making and fundraising, coupled with the rise in liquidity solutions in recent favor such as blank-check companies and sponsor-led continuation funds, has posed new challenges for backers of private-equity funds even as it has opened up fresh opportunities. As part of our series on the state of private equity at the halfway point of 2021, WSJ Pro Private Equity caught up with John Bradley, senior investment officer, private equity at the Florida State Board of Administration to learn more about how the roughly $194.7 billion pension system is positioning its private-equity portfolio. Responses have been edited for clarity and style.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-virgin-galactic-truly-a-space-company-11626085517", "title": "Is Virgin Galactic Truly a Space Company?", "date": "2021-07-12 06:25", "summary": "Richard Branson's trip 55 miles above the Earth aims to open the way for more space tourists, but his company's market value isn't all about the final frontier. Despite its successful flights to the edge of space, Virgin Galactic may be too down to Earth in its long-term promise.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jordan-court-convicts-men-for-seeking-to-replace-u-s-backed-king-11626085318", "title": "Jordan Court Convicts Men for Seeking to Replace King", "date": "2021-07-12 06:21", "summary": "Former royal court chief and a royal were sentenced ahead of King Abdullah's meeting with President Biden next week. AMMAN, Jordan-A Jordanian court convicted Monday two men for sedition over an alleged plot to replace King Abdullah II with former Crown Prince Hamzah bin Hussein, following a public rift between the two royals that shook the image of the critical U.S. ally as an island of stability in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-backed-indian-startup-flipkart-soars-to-37-6-billion-valuation-11626082952", "title": "Walmart-Backed Indian Startup Flipkart Soars to $37.6 Billion Valuation", "date": "2021-07-12 05:42", "summary": "Fundraising cements Flipkart's status as one of the world's most valuable private technology companies. Flipkart, the Indian e-commerce startup backed by Walmart Inc., has jumped in value to nearly $38 billion, with a fundraising supported by Japan's SoftBank Group Corp. and some major sovereign investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-push-to-get-students-vaccinated-before-the-start-of-academic-year-11626082202", "title": "Schools Push to Get Students Vaccinated", "date": "2021-07-12 05:30", "summary": "Health experts say the time is now for students 12 and up to get vaccinated against Covid-19 in time for school reopening. With the start of school only weeks away in some parts of the country, schools, school districts and some teachers unions are pushing to get students vaccinated to ensure they are inoculated against the spread of Covid-19 when classes fully reopen in the fall.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-software-startup-mark43-retools-amid-pushback-against-law-enforcement-11626082201", "title": "Startup Mark43 Retools Amid Pushback Against Law Enforcement", "date": "2021-07-12 05:30", "summary": "Backed by $101 million in new funds, company boosts lobbying budget, makes policy hires and finds ways to improve employee morale. Mark43 Inc., a software provider to police departments, is spending more on lobbying and emphasizing its role in helping agencies share information with the public amid a pushback against law enforcement over the past year.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-struggled-last-year-but-now-they-are-set-for-big-profits-11626082202", "title": "Banks Struggled Last Year, but Now They Are Set for Big Profits", "date": "2021-07-12 05:30", "summary": "JPMorgan, Goldman Sachs and other big banks are expected to report large second-quarter gains this week. The economic recovery is looking good for the biggest U.S. banks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reversal-of-long-term-forces-may-add-to-inflation-threat-11626082200", "title": "Inflation Threat May Be Boosted by Reversal of Long-Term Forces", "date": "2021-07-12 05:30", "summary": "Economists see shifts in these long-term trends putting upward pressure on prices. For the past few decades, the Federal Reserve has succeeded in keeping inflation low-perhaps too low. It had an assist: Shifts in the global economy, including globalization, demographics and the rise of e-commerce, helped keep prices in check.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scale-ais-rapid-growth-reflects-widening-demand-for-smart-software-11626082201", "title": "Scale AI's Rapid Growth Reflects Widening Demand for Smart Software", "date": "2021-07-12 05:30", "summary": "Corporate demand for data to train artificial intelligence algorithms has propelled the San Francisco-based startup to a $7 billion valuation. A surge in corporate demand for artificial intelligence is driving growth for startups that help companies prepare data for software tools designed to glean business insights like gauging demand or spotting supply chain inefficiencies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bytedance-shelvedipo-intentions-after-chinese-regulators-warned-about-data-security-11626078000", "title": "TikTok's Chinese Owner Put IPO on Hold After Warning", "date": "2021-07-12 04:20", "summary": "Owner of TikTok video app took different approach from ride-hailing company Didi, which pressed ahead with U.S. listing. ByteDance Ltd., the Chinese owner of popular short-video app TikTok, put on hold indefinitely its intentions to list offshore earlier this year after government officials told the company to focus on addressing data-security risks, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-firms-to-buy-covid-19-vaccines-on-behalf-of-taiwans-government-11626020496", "title": "Tech Companies to Buy Covid-19 Vaccines on Behalf of Taiwan", "date": "2021-07-12 01:32", "summary": "The roundabout arrangement with TSMC and Foxconn effectively ends a monthslong geopolitical impasse over whether Taiwan could buy vaccines directly from BioNTech. TAIPEI-Taiwan is struggling with the pandemic, short on vaccines and locked in a geopolitical fight with China over access to the shot BioNTech SE co-developed with Pfizer Inc.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-uneven-odds-for-promotions-with-hybrid-work-11626062462", "title": "The Uneven Odds for Promotions With Hybrid Work", "date": "2021-07-12 00:01", "summary": "Most Popular News. The playing field at work is shifting.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11626021743", "title": "Pepper...and Salt", "date": "2021-07-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pep-talk-monday-crossword-july-12-11625860527", "title": "Pep Talk (Monday Crossword, July 12)", "date": "2021-07-12 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slain-haitian-presidents-security-was-lax-neighbors-say-11626041229", "title": "Slain Haitian President's Security Was Lax, Neighbors Say", "date": "2021-07-12 21:50", "summary": "As probe continues, Haitians are thrown into uncertainty; some cast doubt on Colombians' alleged role in killing. PORT-AU-PRINCE, Haiti-Haitian President Jovenel Moïse, who was assassinated last week in a killing that has plunged this impoverished island nation into turmoil, had few guards outside his private residence on most days, say neighbors and those who knew him.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-eric-adams-to-discuss-curbing-gun-violence-11626048011", "title": "Biden and Eric Adams to Discuss Curbing Gun Violence", "date": "2021-07-12 20:00", "summary": "The president will meet with the Democratic nominee for New York City mayor, Attorney General Merrick Garland and local leaders. President Biden will meet with Eric Adams, the Democratic nominee for New York City mayor, and a group of local leaders and law-enforcement officials as the White House seeks ways to curb gun violence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]