[{"link": "https://www.wsj.com/articles/more-than-100-million-covid-19-vaccines-administered-in-u-s-cdc-says-11615580615", "title": "More Than 100 Million Covid-19 Vaccines Administered in U.S.", "date": "2021-03-13 14:24", "summary": "President Biden's direction to states to make all adults eligible for coronavirus vaccines by May 1 raises pressure on officials to raise the pace. President Biden's direction to states to make all adults eligible for coronavirus vaccines by May 1 will pressure governors and local officials to increase the pace of their rollouts, as the U.S. surpassed 100 million vaccinations on Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-seen-and-heard-11615636800", "title": "The Staying Inside Guide: Seen and Heard", "date": "2021-03-13 13:33", "summary": "The online collections of music museums and schools offer the opportunity to meet the acquaintance of Cajun accordions, buzzing mirlitons and the world's oldest piano.. Traveling to see world-class collections of musical instruments is one of the many enjoyable activities thwarted by the Covid-19 pandemic. But fortuitously, over the past several years, institutions around the globe have worked to make virtual visits easier than ever.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-issues-take-center-stage-in-jury-selection-in-derek-chauvin-trial-11615658567", "title": "In Derek Chauvin Trial, Political Issues Take Center Stage in Jury Selection", "date": "2021-03-13 13:02", "summary": "Lawyers probe for prospective jurors' views on police funding, Black Lives Matter and Blue Lives Matter. MINNEAPOLIS-The Black Lives Matter movement and the debate it sparked over police practices and funding after the death of George Floyd has played a central role in selecting jurors for the first trial of a police officer charged with killing him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-raid-deportation-and-massacre-hit-two-communities-thousands-of-miles-apart-11615654802", "title": "A Raid, Deportation and Massacre Hit Two Communities Thousands of Miles Apart", "date": "2021-03-13 12:00", "summary": "Resume Subscription. CARTHAGE, Miss.-Nineteen people, most of them Maya Indian migrants from Guatemala, were killed in Mexico in January, their bodies dismembered and burned 14 miles from the Texas border. Some 800 miles away, this small Mississippi community was left to grieve.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-hurt-many-small-businesses-for-some-entrepreneurs-it-opened-doors-11615651202", "title": "Covid-19 Has Opened Doors for Some Entrepreneurs", "date": "2021-03-13 11:00", "summary": "Resume Subscription. In a year marked by uncertainty and fear, some New York City entrepreneurs decided it was worth the risk to open up shop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/starbuckss-mellody-hobson-the-only-black-chairwoman-in-s-p-500-says-civil-rights-3-0-is-brewing-11615651200", "title": "Starbucks's Mellody Hobson Says 'Civil Rights 3.0' Is Brewing", "date": "2021-03-13 11:00", "summary": "The co-CEO of Ariel Investments on progress for people of color, pandemic solitude and her caffeine obsession. Mellody Hobson has seen corporate pledges to increase workplace diversity come and go over the years. Starbucks Corp.'s SBUX -1.66% new chairwoman believes this time is different.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-government-accepts-u-s-invitation-to-peace-conference-with-taliban-11615650749", "title": "Afghan Government Accepts U.S. Invitation to Peace Conference", "date": "2021-03-13 10:52", "summary": "Istanbul meeting is an attempt by the Biden administration to speed up peace talks. KABUL-The Afghan government agreed to attend an international peace conference with the Taliban in Turkey next month, proposed by the Biden administration to accelerate talks toward ending the 20-year war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-cobra-health-insurance-who-qualifies-and-how-to-sign-up-11615642137", "title": "How to Sign Up for Free Cobra Health Insurance and Who Qualifies", "date": "2021-03-13 10:19", "summary": "The American Rescue Plan will give many recently laid off workers free insurance from April to September. The latest coronavirus relief law, which President Biden signed Thursday, gives many workers who have been laid off over the past year the option to resume employer-based health insurance coverage free from April 1 through Sept. 30.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extended-national-guard-contingent-being-drawn-from-11-states-d-c-11615647913", "title": "Extended National Guard Contingent Being Drawn from 11 States, D.C.", "date": "2021-03-13 10:05", "summary": "Military strained to find enough Guard members to serve at Capitol after a year of repeated deployments, officials say. National Guard members from 11 states and the District of Columbia will provide security at the U.S. Capitol through the spring, a National Guard spokesman said, amid mounting objections among lawmakers and some military leaders to their deployment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-wall-street-everybodys-a-post-covid-winner-11615647600", "title": "For Wall Street, Everybody's a Post-Covid Winner", "date": "2021-03-13 10:01", "summary": "Analysts are optimistic about Covid-19 beneficiaries and losers, but might need to recalibrate. The trend line on jigsaw puzzles and dried beans is looking bullish, so just wait until the pandemic is over!", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-buy-an-nft-heres-what-to-know-11615647601", "title": "Want to Buy an NFT? Here's What to Know", "date": "2021-03-13 10:00", "summary": "Art lovers, basketball fans and collectors alike are pouring money into 'nonfungible tokens,' known as NFTs. NFTs are digital assets that use the technology behind cryptocurrencies to create unique tokens, each with its own identification that isn't replicable. These tokens serve as a digital deed for original editions of online art, music, and memes.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/check-out-the-horsepower-on-that-family-car-11615647600", "title": "Check Out the Horsepower on That Family Car", "date": "2021-03-13 10:00", "summary": "Resume Subscription. Chris Weeg, 33, a tax and estate-planning attorney in Palm Beach Gardens, Fla., on his 2003 Ruf RTurbo, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-one-unusual-daily-driver-11615647300", "title": "Photos: One Unusual Daily Driver", "date": "2021-03-13 09:55", "summary": "This 2003 Ruf RTurbo, a souped-up version of the Porsche 911, has become a mainstay with the Florida family that owns it. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-embrace-earmarks-again-as-bridge-to-skeptical-republicans-11615644000", "title": "Democrats Embrace Earmarks Again as Bridge to Skeptical Republicans", "date": "2021-03-13 09:00", "summary": "GOP members of Congress are split on controversial approach to funding lawmakers' pet projects. WASHINGTON-Earmarks are making a comeback on Capitol Hill, pushed by Democrats trying to entice Republicans to support a major infrastructure package and other spending bills. But GOP lawmakers are torn over whether to take advantage of them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investing-not-gambling-these-apps-and-services-help-young-stock-buyers-think-long-term-11615644000", "title": "Investing, Not Gambling: Apps to Help Young Stock Buyers Think Long Term", "date": "2021-03-13 09:00", "summary": "Riding interest in GameStop stock, apps teach stock-picking and cryptocurrency and let young investors practice investing. Payne Porter and his sister, Piper, jumped on the GameStop stock frenzy in late January. Mr. Porter, a 23-year-old clothing designer in Los Angeles, invested $5,000, while his 26-year-old sibling, who works at an L.A. marketing agency, put in $3,000, both using the Robinhood trading app.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-louis-vuitton-to-prada-the-32-best-looks-of-fashion-week-spring-2021-11615642748", "title": "From Louis Vuitton to Prada: The 32 Best Looks of Fashion Week Fall 2021", "date": "2021-03-13 08:39", "summary": "Lots of designers returned to the runway this season to give us a taste of what post-pandemic fashion could be. Here's the best of those fall collections, including looks from Chanel, Dior and Fendi.. This month, more designers chose to return to the pre-Covid format of showing their fall collections on the runway. Though the shows were live-streamed without in-person audiences, they still offered up that familiar feeling of traveling somewhere spectacular, whether with chic airport attire or through fantasy and historical references. While we spent last season thinking about what we will wear as we slowly emerge from our homes after a year in quarantine, the new season, which wrapped up in Paris on Wednesday, was all about where we might want to go. Tailored outerwear options from Hermès, Fendi and Max Mara felt like key investment pieces for the international jetsetter ready to start racking up airline miles again. There were more glamorous moments too, like Valentino's microskirt tuxedo and a black sequin coat from Prada that was styled casually over trousers and a turtleneck. Below, we've chosen a number of our favorite looks from the season.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biontech-recruits-rivals-to-boost-covid-19-vaccine-production-11615640401", "title": "BioNTech Recruits Rivals to Boost Covid-19 Vaccine Production", "date": "2021-03-13 08:00", "summary": "German company enlists other firms as its partner, Pfizer, struggles to meet production targets. The maker of the West's first Covid-19 vaccine is building a new manufacturing alliance that could throw Europe and the rest of the world a lifeline amid a painful shortage of shots and a rebound in infections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-light-for-new-york-penn-station-11615640400", "title": "More Light for New York Penn Station", "date": "2021-03-13 08:00", "summary": "Two visions would transform dingy commuter hub into pleasant, navigable train station. New York Penn Station could be transformed into a bright, roomy commuter hub with wide corridors, light-filled concourses and more stairs, escalators and elevators to platforms, according to plans being considered by transportation officials.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-naomi-osaka-and-serena-williams-reignited-tennis-style-11615640413", "title": "How Naomi Osaka and Serena Williams Reignited Tennis Style", "date": "2021-03-13 08:00", "summary": "As socially-distanced tennis gains in popularity, a new generation of players is eschewing classic country-club whites in favor of more individualistic looks. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dancers-of-the-met-review-in-person-and-inside-11615636800", "title": "'Dancers of the Met' Review: In Person and Inside", "date": "2021-03-13 07:00", "summary": "A socially distanced performance in the East Village, now available to stream, marked a return to the stage for dancers, musicians and vocalists from the Metropolitan Opera and an ineffable audience experience.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lilly-alzheimers-drug-shows-modest-benefit-in-clinical-trial-11615635001", "title": "Lilly Alzheimer's Drug Shows Modest Benefit in Trial", "date": "2021-03-13 06:30", "summary": "Intravenous infusion targets substance that forms plaques in brain and is a key concern as disease worsens. An Eli Lilly & Co. experimental drug modestly slowed the cognitive and functional decline of early-stage Alzheimer's patients over 18 months in a small, midstage clinical study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victims-of-unemployment-benefit-fraud-face-tax-season-surprise-11615631400", "title": "Victims of Unemployment-Benefit Fraud Face Tax-Season Surprise", "date": "2021-03-13 05:30", "summary": "States are sending forms showing benefits received to thousands of people who didn't get any money. This year's tax season is bringing an extra surprise to many Americans: the news that they were victims of unemployment-insurance fraud that has topped billions of dollars nationwide.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-youthful-debt-fueled-spending-spree-sparks-a-reckoning-11615631400", "title": "China's Youthful, Debt-Fueled Spending Spree Sparks Reckoning", "date": "2021-03-13 05:30", "summary": "A new generation helped power rising consumption. Now, new financial regulations are forcing lenders to reassess their business strategies.. Chinese regulators attempting to rein in Ant Group Co. and a swelling online-lending industry have a target in their sights: the excessive, debt-fueled lifestyles of the country's youth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breonna-taylor-shooting-one-year-later-louisville-sets-out-to-change-how-it-disciplines-bad-cops-11615631401", "title": "Louisville Sets Out to Change How It Disciplines Bad Cops", "date": "2021-03-13 05:30", "summary": "City has a history of hiring officers with troubled pasts, including Brett Hankison, who is charged in connection with the shooting that killed Ms. Taylor. One year after the fatal shooting of Breonna Taylor, new law-enforcement leadership is grappling with the challenge of weeding out bad officers and hiring good ones.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-everard-abduction-in-london-brings-wave-of-safety-concerns-from-u-k-women-11615571627", "title": "London Abduction Case Triggers Safety Concerns From U.K. Women", "date": "2021-03-13 05:29", "summary": "Thousands share experiences of harassment after suspected murder of 33-year-old marketing executive by policeman; 'enough is enough'. The abduction and murder of 33-year-old marketing executive Sarah Everard has unleashed a torrent of concern over women's safety in London and the rest of the U.K., with thousands of women recounting their own stories of harassment in a fresh upsurge in support for the #MeToo movement.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-greensills-collapse-detour-into-risky-loans-11615611953", "title": "Behind Greensill's Collapse: Detour Into Risky Loans", "date": "2021-03-13 00:05", "summary": "Resume Subscription. Lex Greensill portrayed himself as a savior for small business.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11615571747", "title": "Pepper...and Salt", "date": "2021-03-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-town-natives-are-moving-back-home-11615611660", "title": "Small-Town Natives Are Moving Back Home", "date": "2021-03-13 00:01", "summary": "For many young people, returning to struggling communities means exchanging prosperity for a more rooted life.. My great-grandfather, who died in 2007, stayed in the same little Idaho farm town for all 96 years of his life. Even as his siblings left the farm and traveled the world, \"Grandpa Dad,\" as we called him, turned down opportunities for adventure and bigger paychecks. But he had something that many people who have left their hometowns behind, like me, would like to regain: roots.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-shopify-small-businesses-strike-back-at-amazon-11615611603", "title": "With Shopify, Small Businesses Strike Back at Amazon", "date": "2021-03-13 00:00", "summary": "The pandemic forced countless merchants to move to e-commerce; now they want control over their relationships with customers. In a world in which e-commerce has become a necessity for nearly every retailer, it can seem they have only two options: list their goods on marketplaces run by giant companies, or sell to consumers directly, hoping they'll make more on each transaction despite fewer sales. In other words, either join a dominant marketplace like eBay , Walmart or Amazon -which by itself represents 38% of U.S. online sales, according to Digital Commerce 360-or hope they can find customers through advertising and word of mouth.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-m4-coupe-a-two-door-that-roars-11615611600", "title": "BMW M4 Coupe: A Two-Door That Roars", "date": "2021-03-13 00:00", "summary": "For devoted BMW sensualists, the rear-drive M4 Coupe with a torque-rich, 3.0-liter inline six (473 hp) represents Paradise on Pirellis, reports Dan Neil. IT'S THE 2021 BMW M4 Coupe, ladies and gentlemen, and my materialistic heart is full. Oh, to be a powder snorted into those flaring nostrils. I admit I am not a good moral compass.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grab-your-lanyard-trade-shows-are-plotting-a-comeback-11615611601", "title": "Grab Your Lanyard. Trade Shows Are Plotting a Comeback.", "date": "2021-03-13 00:00", "summary": "The $11 billion industry is slowly coming back to life after a lost year. Are potential attendees ready to crowd into expo halls and hotel bars with strangers again?. Just a year ago, a crowd of 5,000 people wandering an Orlando, Fla.-area exhibition hall would have been considered tiny in trade-show terms. This year, it was deemed a good start.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-cult-fashion-items-that-stand-the-test-of-time-11615611600", "title": "10 Cult Fashion Items That Stand the Test of Time", "date": "2021-03-13 00:00", "summary": "From a Cartier ring to Telfar's Shopping Bag, these are the enduring men's and women's items that fashion insiders-and celebrities like Jay-Z and Rihanna-relish wearing. WHAT DEFINES a cult fashion item? A degree of collective fascination, obviously, and-often-a curiosity about what inspires that magnetic pull. The \"why\" matters as much as the \"what,\" and a big part of the cult-status equation these days is the scarcity model: Unavailability drives desirability. So does a certain insider awareness that gradually spreads until the sweater or shoe in question has amassed a community of believers who mutually reinforce each other's good taste. \"The creep factor is key,\" said Jessica Glasscock, a fashion historian and professor at New York's Parsons School of Design. \"One of the consistent elements of a cult fashion item is it seems like a secret and then it seems inevitable.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marissa-mayer-has-these-advisers-on-speed-dial-11615611605", "title": "Marissa Mayer Has These Advisers on Speed Dial", "date": "2021-03-13 00:00", "summary": "The former Yahoo CEO, now running startup Sunshine Products, shares four of the people she calls upon for trusted advice. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xiaomi-wins-court-ruling-halting-u-s-investment-ban-11615604756", "title": "Xiaomi Wins Court Ruling Halting U.S. Investment Ban", "date": "2021-03-13 23:31", "summary": "Judge calls Pentagon's process for blacklisting Xiaomi 'deeply flawed'. A federal judge has blocked enforcement of the U.S. investment ban on Xiaomi Corp. , calling the decision to blacklist the Chinese technology giant \"deeply flawed.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-gamestop-amc-stocks-that-defined-the-week-11615602906", "title": "ViacomCBS, GameStop, AMC: Stocks That Defined the Week", "date": "2021-03-13 21:35", "summary": "Here are seven companies whose share moves were newsworthy. ViacomCBS Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-move-on-iowas-second-district-11615592111", "title": "Democrats Move on Iowa's Second District", "date": "2021-03-13 21:09", "summary": "The House takes the first step toward overturning an election.. Democrats have been talking a lot these past few weeks about the sanctity of election results, but their principles on that score may be malleable based on who wins. This week a House committee took the first step in what looks like an effort to unseat the Republican Member for Iowa's 2nd Congressional district and install a Democrat instead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-1-400-stimulus-checks-hit-bank-accounts-starting-today-11615590107", "title": "Biden's $1,400 Stimulus Checks Hit Bank Accounts Starting Today", "date": "2021-03-13 20:23", "summary": "Additional groups of direct deposits are expected to be sent over the next few weeks. WASHINGTON-The federal government sent the first batch of $1,400 per-person direct deposits on Friday, a day after President Biden signed a law authorizing the third round of direct aid to households in the year since the coronavirus pandemic began.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-citizens-in-u-s-granted-temporary-protection-from-deportation-11615594904", "title": "Myanmar Citizens in U.S. Granted Temporary Protection", "date": "2021-03-13 19:56", "summary": "Move is Biden administration's latest response to coup that ousted Asian country's elected civilian leaders. The Biden administration Friday granted temporary legal authorization to Myanmar citizens living in the U.S. without permission, its latest response to the coup that ousted the country's elected civilian leaders.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyd-family-reaches-27-million-settlement-with-city-of-minneapolis-11615575561", "title": "George Floyd Family Reaches $27 Million Settlement With Minneapolis", "date": "2021-03-13 19:02", "summary": "Civil settlement comes as former police officer Derek Chauvin stands trial for murder in the case. MINNEAPOLIS-The Minneapolis City Council unanimously approved a $27 million settlement with the family of George Floyd, whose death in police custody last year sparked a summer of unrest and a racial reckoning over law-enforcement's treatment of Black suspects.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]