[{"link": "https://www.wsj.com/articles/chicago-sues-indiana-gun-shop-over-illegal-guns-11619469167", "title": "Chicago Sues Indiana Gun Shop Over Illegal Guns", "date": "2021-04-26 19:57", "summary": "The city says Westforth Sports store is responsible for the flow of hundreds and possibly thousands of illegal guns on city streets. CHICAGO-The city of Chicago filed a lawsuit Monday against an Indiana gun shop it says is responsible for the flow of hundreds and possibly thousands of guns into the nation's third-largest city, making it one of the largest out-of-state sellers of guns used in crimes here.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-blacklists-officials-others-for-alleged-corruption-under-new-sanctions-regime-11619479953", "title": "U.K. Blacklists Officials, Others for Alleged Corruption Under New Sanctions Regime", "date": "2021-04-26 19:32", "summary": "The new anticorruption sanctions program follows the establishment of Britain's human-rights sanctions regime. The U.K. enacted a new sanctions regime Monday and used it to blacklist 22 individuals allegedly involved in corruption cases in Russia, South Africa, South Sudan and elsewhere.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-earmarks-are-back-democrats-make-it-official-11619478322", "title": "Senate Earmarks Are Back: Democrats Make It Official", "date": "2021-04-26 19:24", "summary": "Practice of funding home-state projects was shunned for a decade. WASHINGTON-The Senate will once again accept earmarks on a bipartisan basis for spending bills for the next fiscal year, with added measures to boost transparency and accountability, said the chairman of the Appropriations Committee, Sen. Patrick Leahy (D., Vt.).", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-save-the-post-office-maybe-11619476967", "title": "How to Save the Post Office, Maybe", "date": "2021-04-26 18:42", "summary": "Postmaster General Louis DeJoy has some good ideas, but Congress is the biggest obstacle to more significant reform.. Democrats are again calling for Louis DeJoy's head, so give the man some credit for sticking his neck out. If you've heard of Mr. DeJoy, the nation's 75th Postmaster General, it's probably because Democrats alleged last year that he was sabotaging the U.S. Postal Service to aid President Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-is-mugged-by-reality-11619476832", "title": "Portland Is Mugged by Reality", "date": "2021-04-26 18:40", "summary": "Mayor Ted Wheeler has an epiphany about riots and destruction.. A well-known politician on Friday denounced \"self-described anarchists who engage in regular criminal destruction\" and want to \"burn,\" \"bash\" and \"intimidate.\" He called for \"higher bail\" and \"tougher pretrial restrictions\" on rioters. And he pleaded with the public to cooperate with police and identify miscreants: \"Our job is to unmask them, arrest them, and prosecute them.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jerseys-gas-pipeline-veto-11619476658", "title": "New Jersey's Gas Pipeline Veto", "date": "2021-04-26 18:37", "summary": "The Supreme Court hears Trenton's claim to regulatory supremacy.. The Biden Administration is no fan of fossil fuels. But even it disagrees with New Jersey's slick argument in a case the Supreme Court will hear Wednesday that the Constitution gives states a veto over interstate gas pipelines that trumps federal regulatory and judicial review.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-corporations-use-the-chinese-model-11619476547", "title": "'Woke' Corporations Use the Chinese Model", "date": "2021-04-26 18:35", "summary": "They make a profit and suppress dissent at the same time.. The opposition of market capitalism to state-oriented socialism and communism was the basic conflict in 20th-century political economy. But like many an economic and political theory, this durable model for delineating the possibilities-free markets vs. a \"command economy\"-cannot survive today's Chinese state.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-section-230-hello-liberty-11619476294", "title": "Goodbye Section 230, Hello Liberty", "date": "2021-04-26 18:31", "summary": "My legislation would protect free expression by treating Big Tech companies as common carriers.. For too long Americans have watched Big Tech trample on the principles of the First Amendment-free speech, freedom of thought and belief, free assembly and the open exchange of ideas. As more information is filtered through online platforms, the First Amendment is becoming a dead letter. That's why I'm taking action to hold these corporations accountable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meditations-review-a-stoic-emperors-bestseller-11619476254", "title": "'Meditations' Review: A Stoic Emperor's Bestseller", "date": "2021-04-26 18:30", "summary": "Marcus Aurelius was conﬁdent that goodness can be attained-that we can choose virtue, and avoid vice, with every decision we make.. Consider the fortunes of Marcus Aurelius, ruler of Rome from A.D. 161 to 180 and follower of the Stoic ethical creed. He never meant to be a published author; the thoughts he set down, in Greek, were part of a purely personal self-improvement project. Someone, somehow, preserved the notebooks containing his loose assemblage of spiritual jottings. One day in the 17th century a clever translator, Méric Casaubon, gave the collection the title \"Meditations,\" and a bestseller was born.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-liberalish-new-world-order-11619476156", "title": "A Liberalish New World Order", "date": "2021-04-26 18:29", "summary": "Where do rights fit into international solutions with nations like China or Russia?. Ever since James Monroe instructed the European powers to keep their colonization efforts out of the Western Hemisphere, historians have looked for \"doctrines,\" the big ideas that guide presidents in their conduct of foreign policy. After last week's virtual climate conference, political observers can begin to see the Biden doctrine will both clarify and complicate the tasks of U.S. foreign policy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-bill-maher-an-oscar-11619476061", "title": "Give Bill Maher an Oscar", "date": "2021-04-26 18:27", "summary": "Unlike Hollywood's woke, at least its Communists could make good movies.. For years conservatives have bemoaned Hollywood's influence on American norms and mores. Sunday night ought to allay any such fears. Far from showcasing its mighty influence on American life, the 93rd Academy Awards confirmed that our movie industry no longer even knows how to entertain.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-slow-fda-is-denying-als-patients-their-only-hope-11619476001", "title": "A Slow FDA Is Denying ALS Patients Their Only Hope", "date": "2021-04-26 18:26", "summary": "An archaic regulatory process that depends on placebo trials is blocking access to new drugs.. It's hard to process what the doctor is saying: You have a disease that will rapidly paralyze you until it eventually suffocates you to death. But you are one of the lucky ones: You qualify for a clinical trial of a promising experimental drug. There is a 30% to 50% chance of receiving a placebo instead of the experimental therapy. A placebo is necessary, you learn, because each person with your disease is so different, and there are no objective measures to predict the course of your disease. Still, you are grateful to qualify for the trial; most patients don't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josh-battle-fight-josh-swain-joshfight-nebraska-little-josh-11619437432", "title": "The Day People Named Josh Fought in Nebraska", "date": "2021-04-26 18:18", "summary": "A viral internet joke becomes a real-life, good-natured 'battle' for a lot of people with the same first name. Behind the scenes of the 'JoshFight.'. It began as a joke, Josh Swain emphasized.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-rights-return-to-the-supreme-court-11619468152", "title": "Gun Rights Return to the Supreme Court", "date": "2021-04-26 17:54", "summary": "The Justices might finally stop lower-court judges from hollowing out the landmark Heller ruling.. The Supreme Court has been gun-shy for more than a decade, so its decision on Monday to take a firearms case from New York is welcome news. The Justices have a chance to correct the lower-court judges who are trying to make the Second Amendment an empty right that ends at the gun owner's front door.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-nds-th-lttr-e-scottish-fund-manager-aberdeen-tries-abrdn-instead-11619473672", "title": "Who Nds th Lttr E? Scottish Fund Manager Aberdeen Tries Abrdn Instead", "date": "2021-04-26 17:47", "summary": "Resume Subscription. Crtain vowls just arn't arning thir kp anymor. On Monday, a Scottish asst managr said it would nix a fw of th troublmakrs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-city-to-increase-spending-as-tax-revenue-improves-11619472688", "title": "New York City to Increase Spending as Tax Revenue Improves", "date": "2021-04-26 17:31", "summary": "Mayor Bill de Blasio's $98.6 billion budget proposal restores more than $10 billion in spending that was cut last year because of the Covid-19 pandemic. A boost in tax revenue and federal stimulus money will allow New York City to restore more than $10 billion in spending that it cut last year because of the Covid-19 pandemic, Mayor Bill de Blasio said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-line-by-dawn-richard-review-anything-but-traditional-11619472327", "title": "'Second Line' by Dawn Richard Review: Anything but Traditional", "date": "2021-04-26 17:25", "summary": "The New Orleans-born singer's album interprets the city's storied parades with futuristic R&B and electronic beats.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-26-2021-11619422866", "title": "Nasdaq Composite Sets First Record Since February", "date": "2021-04-26 17:24", "summary": "Investors look to corporate earnings and the global Covid-19 uptick to see if this year's stock rally has more steam. The Nasdaq Composite on Monday set its first record since February as investors looked ahead to a busy week of corporate earnings reports, including from some of the biggest technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artur-rodzinskinew-york-philharmonic-the-complete-columbia-album-collection-review-mercurial-maestro-11619472119", "title": "'Artur Rodzinski-New York Philharmonic: The Complete Columbia Album Collection' Review: Mercurial Maestro", "date": "2021-04-26 17:22", "summary": "A 16-CD boxed set celebrates a 20th-century Polish conductor who reinvigorated the music of composers from Brahms to Gershwin and was, for a time, the premier orchestra builder in the U.S.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-probe-louisville-police-after-breonna-taylor-killing-11619458969", "title": "U.S. Launches Investigation Into Louisville Police Practices", "date": "2021-04-26 17:19", "summary": "Attorney general opens probe in Kentucky city where Breonna Taylor was killed last year, after starting one in Minneapolis last week. WASHINGTON-The Justice Department will open a broad civil-rights investigation into the practices of the Louisville Metro Police Department, Attorney General Merrick Garland said Monday, more than a year after the fatal shooting of Breonna Taylor in her home during a botched police raid.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-hear-major-gun-case-11619445425", "title": "Supreme Court to Hear Case on Right to Carry Concealed Guns", "date": "2021-04-26 17:18", "summary": "Review of New York restrictions on carry rights will be first major Second Amendment case before the court since 2010. WASHINGTON-The Supreme Court agreed Monday to review state restrictions on concealed-weapons permits, opening a possible path to the first major expansion of gun rights since the justices recognized a Second Amendment entitlement to armed self-defense more than a decade ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-agrees-to-sell-autonomous-driving-unit-to-toyota-for-550-million-11619467500", "title": "Lyft to Sell Autonomous-Driving Unit to Toyota for $550 Million", "date": "2021-04-26 17:08", "summary": "Ride-hailing company says sale will help it reach measure of profitability sooner than expected. Lyft Inc. is selling its self-driving division to a unit of Toyota Motor Corp. for $550 million, a move the ride-hailing giant said will help it turn a profit sooner than previously expected.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-pandemic-career-path-from-teaching-english-in-china-to-planning-for-medical-school-11619470654", "title": "My Pandemic Career Path: From Teaching English in China to Planning for Medical School", "date": "2021-04-26 16:57", "summary": "When Hong Kong and Macao went into lockdown in early 2020, I knew the stable future I was counting on was becoming out of reach. At the beginning of 2020, I was fresh out of college in the U.S. and teaching English in China as part of the Fulbright scholarship program. In February of that year, when people in the U.S. were still getting used to the word coronavirus, I was already quarantining in my apartment 40 miles outside of Hong Kong, living off instant noodles and teaching remotely. As an instructor at the Macao Polytechnic Institute, I was supposed to be offering a global perspective to students as someone who had been born and lived abroad. However, after the first semester, our vibrant, interactive, in-person sessions transformed into lackluster...", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-says-sexual-harassment-probe-wont-find-wrongdoing-11619469099", "title": "Cuomo Says Sexual-Harassment Probe Won't Find Wrongdoing", "date": "2021-04-26 16:55", "summary": "New York governor denies all allegations by former and current female aides that he sexually harassed them. New York Gov. Andrew Cuomo on Monday denied all allegations that he sexually harassed current and former female aides and said that investigations into his conduct wouldn't find any instances of wrongdoing.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/embattled-uranium-miners-take-unorthodox-approach-buying-uranium-11619428878", "title": "Uranium Miners Take Unorthodox Approach: Buying Uranium", "date": "2021-04-26 16:54", "summary": "Companies that are planning to mine uranium, known as junior miners, are purchasing the nuclear fuel to help clinch sales for new mines. Aspiring uranium miners are buying the metal like never before, a sign the market for nuclear fuel is heating up after a decade in the cold.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-wall-street-is-telling-us-about-the-u-s-economic-outlook-11619429403", "title": "What Wall Street Is Telling Us About the U.S. Economic Outlook", "date": "2021-04-26 16:45", "summary": "Investors are betting that government stimulus and Covid-19 vaccines can return the economy to how it stood just before the pandemic. What do investors expect from a post-pandemic economy?", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simon-schuster-employees-submit-petition-demanding-no-deals-with-trump-administration-authors-11619449307", "title": "Simon & Schuster Employees Demand No Deals With Trump-Linked Authors", "date": "2021-04-26 16:43", "summary": "Petition collected 216 internal signatures and more than 3,500 outside supporters, organizers say. An employee petition at Simon & Schuster demanding that the company stop publishing authors associated with the Trump administration collected 216 internal signatures and several thousand outside supporters, including well-known Black writers.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-will-hear-case-over-testimony-on-guantanamo-detainee-11619468742", "title": "Supreme Court Will Hear Case Over Testimony on Guantanamo Detainee", "date": "2021-04-26 16:25", "summary": "Government appeals ruling mandating testimony from contractors about Abu Zubaydah's treatment in a foreign CIA detention center. WASHINGTON-The Supreme Court agreed Monday to hear the government's bid to prevent a Guantanamo detainee from obtaining testimony from U.S. government contractors who allegedly tortured him at a secret Central Intelligence Agency detention center in Poland.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-poised-to-renew-eviction-protections-for-apartment-tenants-11619468222", "title": "New York Poised to Renew Eviction Protections for Apartment Tenants", "date": "2021-04-26 16:17", "summary": "The state's new proposal would extend the eviction ban to Aug. 31. New York lawmakers moved late Friday to extend the temporary ban on most residential evictions, which would maintain the state's tenant protections until deep into the summer.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-on-high-tuesday-crossword-april-27-11619204134", "title": "From On High (Tuesday Crossword, April 27)", "date": "2021-04-26 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-ships-swarmed-u-s-coast-guard-vessels-in-persian-gulf-navy-says-11619461317", "title": "Iranian Ships Swarmed U.S. Coast Guard Vessels in Persian Gulf, Navy Says", "date": "2021-04-26 15:57", "summary": "Revolutionary Guard Corps fast boats, twin-hulled vessel came within 70 yards in 'unsafe and unprofessional' maneuvers. WASHINGTON-A group of boats from Iran's elite Islamic Revolutionary Guard Corps harassed two U.S. Coast Guard ships earlier this month in the Persian Gulf, Navy officials said, the first such incident in a year.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-build-new-campus-in-north-carolina-11619441000", "title": "Apple to Build New Campus in North Carolina", "date": "2021-04-26 15:24", "summary": "Move would create at least 3,000 jobs in machine learning, AI, software engineering, other fields in Raleigh-Durham area, company says. Apple Inc. said it would build a new campus and engineering hub in North Carolina as part of a series of investments planned in the U.S. over the next five years.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-eases-covid-19-restrictions-at-offices-11619464874", "title": "New York Eases Covid-19 Capacity Restrictions at Offices", "date": "2021-04-26 15:21", "summary": "Gov. Andrew Cuomo says office capacity to increase to 75% from 50% and that state fair will open this summer. New York state will allow offices to expand capacity to 75% and will move forward with plans to hold the state fair this summer, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-oscars-frances-mcdormand-raises-hollywoods-most-existential-question-11619464606", "title": "At the Oscars, Frances McDormand Raises Hollywood's Existential Question", "date": "2021-04-26 15:16", "summary": "The 'Nomadland' actress was the only star to highlight the plight of movie theaters at an award ceremony meant to celebrate art for the big screen. Sunday's Academy Awards came after nearly 14 months in which most people haven't gone to a movie theater. But only one star at the scaled down ceremony at a Los Angeles train station mentioned the industry's biggest challenge.", "categories": [["Books & Arts", "Arts", "Film", "Analysis"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-ratings-fall-58-as-event-draws-lowest-ever-tv-viewership-11619464398", "title": "Oscars Ratings Plummet to New Low", "date": "2021-04-26 15:13", "summary": "Broadcast of awards ceremony Sunday was watched by 9.85 million viewers. ABC's broadcast of the Academy Awards show Sunday night drew 9.85 million viewers, making it the least-watched Oscars ceremony on record.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-prosecutors-case-against-ex-serco-execs-collapses-at-trial-11619461415", "title": "U.K. Prosecutors' Case Against Ex-Serco Execs Collapses at Trial", "date": "2021-04-26 14:23", "summary": "Acquittal comes after the U.K.'s Serious Fraud Office failed to disclose evidence to the defense. A U.K. judge ordered the acquittal of two former executives of Serco Group PLC after it was revealed at trial that prosecutors had failed to disclose certain materials to the defense.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-stay-hungry-for-inflation-protected-bonds-11619461270", "title": "Investors Stay Hungry for Inflation-Protected Bonds", "date": "2021-04-26 14:21", "summary": "Demand for inflation-protected bonds remains high despite a recent decline in Treasury yields. Demand for inflation-protected bonds remains high despite a recent decline in Treasury yields, indicating that investors have long-term concerns about the impact of economic growth on interest rates.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-no-land-for-nomads-11619460045", "title": "Hollywood: No Land for Nomads", "date": "2021-04-26 14:08", "summary": "Potential Covid patients and homeless Angelenos make way for Oscar celebrants.. The Academy of Motion Picture Arts and Sciences had to break a few eggs to make an Oscar. Fortunately for those appearing in Sunday's awards presentation, the unpleasantness occurred outside the camera frame.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-bidens-next-100-days-the-world-is-preparing-tests-11619441323", "title": "For Biden's Next 100 Days, the World Is Preparing Tests", "date": "2021-04-26 13:25", "summary": "President seeks to focus on his pressing domestic agenda, but rivals from China to Russia are probing his resolve on a range of issues. The first 100 days of Joe Biden's presidency, a milestone he will reach this week, were largely about fighting the coronavirus and stimulating the domestic economy.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ios-14-5-a-guide-to-apples-new-app-tracking-controls-11619457425", "title": "iOS 14.5 Is Here: A Guide to Apple's New App-Tracking Controls", "date": "2021-04-26 13:17", "summary": "The latest update to the iPhone's operating system has some useful upgrades and one big privacy feature that requires some consideration. It's the biggest lie of our time: \"I have read the terms and conditions and privacy policy.\"", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-in-the-sand-as-inflation-threatens-11619455611", "title": "The Fed in the Sand as Inflation Threatens", "date": "2021-04-26 12:46", "summary": "We aren't going back to the 1970s, but the central bank isn't being realistic about the risk of higher prices.. Expectations are high that an economic boom is coming. Vaccines are allowing people to get back to normal life. Unprecedented monetary and fiscal policies are designed to stimulate aggregate demand. The Federal Reserve has joined the robust-growth camp, raising its forecast of 2021's real gross domestic product growth to 6.5%, followed by a strong 3.3% in 2022 and a decline in the unemployment rate to its pre-pandemic low of 3.5% by the end of 2023. That's below what the Fed considers sustainable full unemployment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-voted-for-a-rest-not-a-revolution-11619455434", "title": "America Voted for a Rest, Not a Revolution", "date": "2021-04-26 12:43", "summary": "Elected as Not Trump, Biden aspires to be the second coming of Franklin Delano Roosevelt.. Joe Biden aspires to be the second coming of Franklin Delano Roosevelt, so short of his showing up to work in a wheelchair and sucking on a cigarette holder, the first hundred days, which he marks this week, will serve as the most symbolic reminder of the president's sense of historic purpose.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-aims-to-let-american-travelers-in-while-keeping-covid-19-at-bay-11619455299", "title": "Europe Aims to Let American Travelers In While Keeping Covid-19 at Bay", "date": "2021-04-26 12:41", "summary": "Some tourism-dependent Mediterranean countries already allow overseas guests, while other EU nations remain wary. Several European countries are working on plans to reopen for overseas tourists this summer, including Americans, and the result is likely to be a patchwork of rules that depend on where a tourist comes from and where they want to go.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnites-mastermind-goes-to-battle-with-apple-11619236807", "title": "Fortnite's Mastermind Goes to Battle With Apple", "date": "2021-04-26 12:20", "summary": "Tim Sweeney is responsible for one of the world's most successful videogames. Does he have what it takes to defeat the world's biggest company?. The billionaire behind one of the most successful videogames of all time came to view Apple Inc. as an existential threat to his dream of the future. So Tim Sweeney decided to fight. He gave his dispute with the world's biggest company a code name: Project Liberty.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-censors-nomadland-director-chloe-zhaos-oscar-win-11619440550", "title": "China Censors 'Nomadland' Director Chloé Zhao's Oscar Win", "date": "2021-04-26 12:11", "summary": "After filmmaker becomes first Chinese woman to win top honor at Academy Awards, news disappears from search engines, social media and state outlets. \"Nomadland\" director Chloé Zhao made history on Sunday by becoming the first woman of color and first Chinese woman to win the Oscar for best director. Official media, major search engines and internet censors in her home country are making as if it didn't happen.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-accused-of-censorship-for-blocking-social-media-criticism-amid-covid-surge-11619435006", "title": "India Accused of Censorship for Blocking Social Media Criticism Amid Covid Surge", "date": "2021-04-26 11:56", "summary": "New Delhi orders Twitter and Facebook to remove content it says is misinformation; digital watchdog says many of the posts challenged government's handling of the crisis. India's government ordered Twitter Inc., Facebook Inc. and Instagram to block about 100 social media posts criticizing its handling of the exploding Covid-19 surge in the country, sparking public anger and allegations of censorship in the world's most populous democracy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-u-a-e-energy-firms-set-up-biggest-deal-since-diplomatic-agreement-11619449804", "title": "Israeli, U.A.E. Firms Set Up Biggest Deal Since Diplomatic Agreement", "date": "2021-04-26 11:10", "summary": "Israel's Delek plans to sell stake in Tamar gas field to U.A.E.'s Mubadala Petroleum for $1.1 billion. One of Israel's largest energy companies said it plans to sell its share of an offshore natural-gas field to United Arab Emirates-owned Mubadala Petroleum in what would be the biggest commercial deal between the countries since they agreed to normalize relations last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-bundles-products-to-land-univision-cloud-deal-11619449740", "title": "Google Bundles Products to Land Univision Cloud Deal", "date": "2021-04-26 11:09", "summary": "Spanish-language broadcaster says Google won by including YouTube, search services in bid. Google has secured one of its largest-ever cloud-computing contracts, Spanish-language broadcaster Univision Communications Inc., in a deal that shows how the tech giant is leveraging other parts of its operation to drive business to its cloud division.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-vets-see-echoes-of-vietnam-in-afghanistan-withdrawal-plan-11619446397", "title": "American Vets See Echoes of Vietnam in Afghanistan Withdrawal Plan", "date": "2021-04-26 10:13", "summary": "U.S. troops who fought in conflicts decades apart see their country leaving behind wars unfinished and allies to face the consequences. In the darkness, Don Nicholas's memories of fighting in Vietnam and Afghanistan blur into a single dream. The shapeless green of the Southeast Asian jungle morphs into the brown ridges of the Hindu Kush, finally settling into black until his yells wake his wife.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-sues-astrazeneca-over-covid-19-shortfall-11619442321", "title": "EU Sues AstraZeneca Over Vaccine Shortfall", "date": "2021-04-26 10:11", "summary": "Legal action follows months of wrangling between the bloc and AstraZeneca over supplies. BRUSSELS-The European Union is suing AstraZeneca PLC for failure to deliver on its Covid-19 vaccine contract, a sharp escalation in a long-simmering dispute over supplies of the shot and a sign of how desperate governments are to secure scarce doses.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/correcting-rahm-emanuel-on-six-presidents-11619446195", "title": "Correcting Rahm Emanuel on Six Presidents", "date": "2021-04-26 10:09", "summary": "He makes the mistake of ascribing everything that goes on economically to politics and policies.. In \"Not Every 'Serious Crisis' Is Alike\" (op-ed, April 19), Rahm Emanuel writes that, unlike the 500,000 jobs losses a month that faced President Obama upon taking office, President Biden faced the loss of \"nearly 500,000 lives-perhaps half of which could have been saved.\" Given the enormous complexities of the pandemic, it is impossible to know how many lives might have been saved if we had done this and not that, or that and not this. But we know what Mr. Emanuel means: President Trump caused all those unnecessary deaths.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-staff-and-audits-the-more-the-merrier-11619446090", "title": "IRS Staff and Audits: the More, the Merrier?", "date": "2021-04-26 10:08", "summary": "More work without more funds leaves the IRS no option but to cut back on answering the telephone and auditing the wealthy.. In \"The $1 Trillion Tax Evasion Opportunity\" (Politics & Ideas, April 21), William A. Galston makes it sound like there is $1 trillion sitting in a cave somewhere. If the government hires 5,000 Internal Revenue Service sleuths and finds it, then we can pay for some of President Biden's giveaway. But the $1 trillion isn't in a hiding place. It is in the pockets of millions of Americans. They use it to spend, spurring the economy. Transferring that $1 trillion to the government may not be an improvement.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danger-peloton-use-calls-for-some-personal-responsibility-11619446019", "title": "Danger: Peloton Use Calls for Some Personal Responsibility", "date": "2021-04-26 10:07", "summary": "The potential hazards of a treadmill are what the law calls 'open and obvious.'. The issues surrounding the Peloton treadmill are a great example of a real problem in our society (\"Peloton Faces Mounting Pressure,\" Business & Finance, April 20). It involves the confluence of an overreaching government and an abrogation of personal responsibility. The potential hazards of a treadmill are what the law calls \"open and obvious\" to any reasonable person-like fire, a moving air fan or an oncoming train.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nadler-knows-his-interests-tax-policy-not-so-much-11619445911", "title": "Nadler Knows His Interests. Tax Policy? Not So Much", "date": "2021-04-26 10:05", "summary": "Once again, the lawmaker from New York is determined to help out our most affluent citizens.. Jerry Nadler's appeal to eliminate the limit on deduction of state and local taxes isn't his first nonprogressive tax idea (\"Jerry Nadler's Taxation Lesson,\" Review & Outlook, April 21). In 2013, 2015 and 2019 he sponsored the Tax Equity Act, which would adjust federal income-tax brackets based on the cost of living in metropolitan areas. Again, Rep. Nadler is determined to help out our most affluent citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penny-wise-pound-foolish-on-defense-spending-11619445806", "title": "Penny-Wise, Pound-Foolish on Defense Spending", "date": "2021-04-26 10:03", "summary": "I learned an important lesson living through the enemy occupation of Singapore in World War II.. The April 19 editorial \"Biden's Defense Budget Squeeze\" is right on. Royal Air Force Marshal John Slessor once said, \"It is customary in democratic countries to deplore expenditures on armaments as conflicting with the requirements of the social services. There is a tendency to forget that the most important social service that a government can do for its people is to keep them alive and free.\" I learned that lesson living through the enemy occupation of Singapore in World War II.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/round-up-the-usual-suspects-11619445692", "title": "Round Up the Usual Suspects", "date": "2021-04-26 10:01", "summary": "Genuflecting to China on climate, John Kerry reminds me of 'Casablanca.'. Watching \"John Kerry's Climate Kowtow\" to the Chinese (Review & Outlook, April 20) brings me back to \"Casablanca.\" At the airport, wishing a final goodbye to Ilsa, Rick says, \"We'll always have Paris.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-my-boss-force-me-not-to-wear-a-face-mask-at-work-11619443824", "title": "Can My Boss Force Me Not to Wear a Face Mask at Work?", "date": "2021-04-26 09:30", "summary": "As vaccinations spread and some states lift mask mandates, employees and employers want to know their rights regarding masks in the workplace. As more Americans are vaccinated and state mask mandates are dropped, can my employer forbid me from wearing a mask while at work?", "categories": [["Life & Work", "Ask Personal Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/ask-personal-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creation-of-first-human-monkey-embryos-sparks-concern-11619442382", "title": "Creation of First Human-Monkey Embryos Sparks Concern", "date": "2021-04-26 09:06", "summary": "Called chimeras, these lab-grown creations have been hailed as a major scientific breakthrough. But some ethics experts see reason for worry. Imagine pigs with human hearts or mice whose brains have a spark of human intelligence. Scientists are cultivating a flock of such experimental creations, called chimeras, by injecting potent human cells into mice, rats, pigs and cows. They hope the new combinations might one day be used to grow human organs for transplants, study human illnesses or to test new drugs.", "categories": [["Life & Work", "Science Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-ocugen-carnival-delta-what-to-watch-when-the-stock-market-opens-today-11619434740", "title": "W.R. Grace, AMC, Ocugen, Carnival: What to Watch When the Stock Market Opens Today", "date": "2021-04-26 09:06", "summary": "A big week for earnings will include updates from Tesla, Apple and Amazon. Here's what we're watching ahead of Monday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dagny-corcoran-art-expands-to-paris-11619440255", "title": "Dagny Corcoran, Fixture of the L.A. Art Scene, Expands to Paris", "date": "2021-04-26 08:50", "summary": "\"The thing is, I really am a Californian,\" says renowned art bookseller Dagny Janss Corcoran of her new appointment overseas, \"and Paris has always been a place that's interested in California.\". Even in the most esoteric international art circles there aren't many people who can pass as single-name entities. However, Dagny Janss Corcoran, the multihyphenate merchant behind the Los Angeles independent bookstore Art Catalogues, is one of them.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-investors-target-board-over-archegos-greensill-failures-11619433631", "title": "Credit Suisse Investors Target Board Over Archegos, Greensill Failures", "date": "2021-04-26 08:27", "summary": "Norway's sovereign fund says it will vote against bank's director appointments after back-to-back blows. Top shareholders said they would vote against re-electing key Credit Suisse Group AG board members, a broadside against the bank's leadership following a $5.5 billion loss from hedge fund Archegos Capital Management.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-skies-will-be-close-to-normalbut-what-about-air-fares-11619438897", "title": "Summer Skies Will Be Close to Normal-What About Fares?", "date": "2021-04-26 08:08", "summary": "Airlines say summer leisure fares are getting close to 2019 levels, signaling the end of pandemic bargains. Without corporate travel, though, carriers will still make a lot less money per passenger.. U.S. airlines are preparing for an almost-normal schedule of flights this summer. What investors and travelers alike are eager to know is whether fares will also bounce back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-that-job-offer-a-covid-19-vaccine-is-now-required-11619438580", "title": "Want That Job Offer? A Covid-19 Vaccine Is Now Required.", "date": "2021-04-26 08:03", "summary": "Resume Subscription. At the New York restaurant Eleven Madison Park, a recent job posting for a sommelier lists a string of necessary skills, including exceptional wine knowledge and an ability to lift 50 pounds. The last requirement on the list: a Covid-19 vaccination.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-hosting-their-annual-meetings-again-virtually-upgrade-shareholders-experience-11619438400", "title": "Companies Say They Are Better Prepared to Host Virtual Annual Meetings This Year", "date": "2021-04-26 08:00", "summary": "Berkshire Hathaway, Pfizer are adding more interactive tools, including live questions and video streams to AGMs. Some of the companies that are once again hosting their annual shareholder meetings virtually this year are hoping to improve the experience for investors, many of whom felt muted last year after the sudden shift to remote technology.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-recognition-of-armenian-genocide-helps-healing-of-a-deep-wound-11619435877", "title": "Armenian Genocide Recognition Helps Healing of a Deep Wound", "date": "2021-04-26 07:50", "summary": "Resume Subscription. President Biden's decision to label the slaughter of more than a million Armenians at the hands of Ottoman Turks as genocide has brought a sense of vindication to Armenians that has been decades in the making.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-cheered-by-post-covid-19-demand-have-a-supply-problem-11619436602", "title": "Companies Cheered by Demand Have a Supply Problem", "date": "2021-04-26 07:30", "summary": "Demand alone can't lead to full recovery across industries such as ride-hailing, airlines, rental cars and home sharing. Now, investors need to worry about supply.. There was an old lady who lived in a shoe. She'll be cashing in this summer on Airbnb .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-to-help-make-moderna-covid-19-vaccine-for-u-s-11619434801", "title": "Sanofi to Help Make Moderna's Covid-19 Vaccine", "date": "2021-04-26 07:00", "summary": "The French drug maker intends to fill vials and finish packaging of as many as 200 million doses. Drugmaker Sanofi SA has signed an agreement to help manufacture as many as 200 million doses of Moderna Inc.'s Covid-19 vaccine in the U.S. starting in September, Sanofi said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bytedance-could-take-a-bite-out-of-tencent-11619434858", "title": "How ByteDance Could Take a Bite Out of Tencent", "date": "2021-04-26 07:00", "summary": "The Tiktok owner has already laid former rivals like Baidu and Weibo low; Tencent could be next. ByteDance, the owner of TikTok, has been attracting eyeballs to its viral apps. Now it's eyeing an even bigger prize: success in games.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-accelerate-pre-pandemic-cloud-push-11619434818", "title": "CIOs Accelerate Pre-Pandemic Cloud Push", "date": "2021-04-26 07:00", "summary": "Cloud spending expected to hit $332 billion by the end of the year. Companies are shifting more complex business software into the cloud, moving beyond efforts to support remote work during the coronavirus pandemic, and kick-starting longer-term information-technology strategies, chief information officers and industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcs-news-chief-pushes-streaming-and-bets-on-post-trump-story-lines-11619433913", "title": "NBC's News Chief Pushes Streaming and Bets on Post-Trump Story Lines", "date": "2021-04-26 06:45", "summary": "Cesar Conde recruits big names for streaming services, centralizes oversight of networks. Since taking over as chief of NBCUniversal News Group last year, Cesar Conde has made it clear he wants the division to place a bigger bet on streaming.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-were-vaccinated-is-it-safe-to-plan-a-dinner-party-a-wedding-11619429403", "title": "Even With Covid-19 Vaccines, Planning Parties and Weddings Is Tricky", "date": "2021-04-26 05:30", "summary": "Families and friends debate where to hold events, and how many to invite; 'The argument went from arguing to crying'. Ruthie Levi and her husband, Bob Carroll, are both fully vaccinated against Covid-19.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solarwinds-microsoft-hacks-prompt-focus-on-zero-trust-security-11619429402", "title": "SolarWinds, Microsoft Hacks Prompt Focus on Zero-Trust Security", "date": "2021-04-26 05:30", "summary": "Officials push for a more proactive approach to cybersecurity following the success of recent attacks. In the wake of the massive breach of computer systems of multiple government agencies discovered in December, current and former officials say the U.S. must adopt a cybersecurity approach that assumes hackers are already inside a network's defenses.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ease-of-tracking-mobile-phones-of-u-s-soldiers-in-hot-spots-11619429402", "title": "Selling of Mobile Phone Data Presents Security Risk for U.S. Armed Forces", "date": "2021-04-26 05:30", "summary": "Apps show troop movements buried in data available for purchase: 'a major risk to national security'. WASHINGTON-In 2016, a U.S. defense contractor named PlanetRisk Inc. was working on a software prototype when its employees discovered they could track U.S. military operations through the data generated by the apps on the mobile phones of American soldiers.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-oscars-2021-hollywood-stages-a-return-11619395291", "title": "'Nomadland' Wins Best Picture Oscar as Hollywood Looks to Turn a Corner", "date": "2021-04-26 00:46", "summary": "Hollywood stages a glitzy comeback; the awards ceremony was held at a working transit hub. \"Nomadland\" won the award for best picture Sunday at the 93rd Academy Awards, where Hollywood tried to make a case for the power of movies and turn a corner after 14 months of existential crisis for the industry.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-2021-winners-updated-list-so-far-11619395800", "title": "Oscar Winners 2021: Here's Who Won From 'Nomadland' and Frances McDormand to Anthony Hopkins", "date": "2021-04-26 00:05", "summary": "Other winners were Chloé Zhao, Youn Yuh-jung in 'Minari,' and Daniel Kaluuya in 'Judas and the Black Messiah'. ", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11619373914", "title": "Pepper...and Salt", "date": "2021-04-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-have-we-here-monday-crossword-april-26-11619203964", "title": "What Have We Here? (Monday Crossword, April 26)", "date": "2021-04-26 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-add-gas-to-u-s-china-climate-cooperation-11619402874", "title": "How to Add Gas to U.S.-China Climate Cooperation", "date": "2021-04-26 22:11", "summary": "China has been making steady if slow progress on reducing coal as a percentage of its energy mix. Last week, Chinese President Xi Jinping committed to reducing his country's coal consumption beginning in 2026. That is later than many climate change activists had hoped, but it will still be a challenge for the world's largest coal consumer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscars-2021-red-carpet-fashion-moments-11619396565", "title": "Oscars 2021 Red Carpet: Fashion Returns With Fun and Flair", "date": "2021-04-26 21:02", "summary": "Stars like Emerald Fennell, Alan Kim, Regina King, and Leslie Odom Jr. arrived at the scaled-back, live red-carpet event wearing both polished and surprising looks. Hollywood is ready to get dressed up again. After a year of pandemic isolation, closed movie theaters and virtual awards ceremonies, the Oscars returned to a scaled-down but lively red carpet at Union Station in Los Angeles Sunday. Additional hubs in Paris and London provided opportunities for nominees across the pond to gather. Exuberance-both sartorial and emotional-was on display. \"People are just dying to be out,\" said E presenter Naz Perez.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-workers-who-cant-commit-to-a-vacation-11619395200", "title": "The Workers Who Can't Commit to a Vacation", "date": "2021-04-26 20:00", "categories": [[]], "category_links": []}]