[{"link": "https://www.wsj.com/articles/senior-u-s-officials-visit-mexico-guatemala-to-address-migrant-surge-11616514413", "title": "Migrant Surge at U.S. Border Prompts White House Talks With Mexico, Guatemala", "date": "2021-03-23 19:48", "summary": "Biden administration officials set to visit both countries this week as critics call for more actions to stem influx. Senior White House officials are visiting Mexico and Guatemala this week in a bid to curtail a surge of migrants at the U.S. southern border that is raising pressure for the Biden administration to take more aggressive measures.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-ceo-fast-tracks-turnaround-bid-with-20-billion-investment-plan-11616533200", "title": "Intel CEO Presses Turnaround Effort With $20 Billion Investment Plan", "date": "2021-03-23 19:30", "summary": "Chip maker to boost its reliance on outsourcing and renew its efforts to supply semiconductors to others. Intel Corp.'s chief executive is fast-tracking efforts to revive the semiconductor giant with a broad plan that mixes increased outsourcing with a commitment to spend $20 billion on new factories that could help address a chip shortage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tusimple-ipo-filing-shows-self-driving-trucks-still-a-money-loser-11616535572", "title": "TuSimple IPO Filing Shows Self-Driving Trucks Still a Money-Loser", "date": "2021-03-23 19:22", "summary": "U.S. regulators earlier this month notified the startup it is probing a large Chinese investment. Self-driving company TuSimple Inc. unveiled paperwork for its initial public offering Tuesday showing it has lost more than $300 million over the past three years in the race to be the first to launch fully autonomous long-haul trucks.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-congress-should-ban-assault-weapons-high-capacity-magazines-11616519976", "title": "Biden Pushes Tighter Gun Control After Shooting in Colorado", "date": "2021-03-23 19:21", "summary": "Gun issue fans the debate over changing Senate rules to end decades of partisan stalemate. WASHINGTON-President Biden called for tightening gun laws after a deadly shooting at a supermarket in Colorado, reviving debate on Capitol Hill and increasing pressure on Democrats as they weigh trying to change Senate rules to more easily pass their priorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-plays-its-chips-just-right-11616540960", "title": "Intel Plays its Chips Just Right", "date": "2021-03-23 19:09", "summary": "Plans to boost production and start foundry business come as shortage has made chip manufacturing hot. Intel Corp. is clearly trying to have it all. Recent circumstances just might allow the chip-making giant to get away with it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-sales-fall-as-it-pursues-pandemic-recovery-11616533043", "title": "GameStop Sales Fall as It Pursues Pandemic Recovery", "date": "2021-03-23 18:40", "summary": "CEO says retailer is working to become a 'customer-obsessed technology company'. GameStop Corp.'s sales fell slightly during the important holiday quarter as coronavirus-related closings weighed on the videogame retailer, whose shares skyrocketed this year in a Wall Street trading frenzy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-health-officials-raise-concerns-over-astrazeneca-vaccine-data-11616485793", "title": "U.S. Health Officials Raise Concerns Over AstraZeneca Data", "date": "2021-03-23 18:38", "summary": "Independent monitoring board working with AstraZeneca in U.S. trials said company might have relied on out-of-date information. LONDON- AstraZeneca PLC said it would update and reissue later this week efficacy data from human trials of its Covid-19 vaccine after U.S. officials took the rare move of publicly questioning their accuracy-the latest misstep by the British drug giant as it struggles to get its shot into American arms.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/securities-trading-app-robinhood-files-for-ipo-11616539127", "title": "Securities-Trading App Robinhood Files for IPO", "date": "2021-03-23 18:38", "summary": "Robinhood made the filing confidentially, did not disclose any of the details. Robinhood Markets Inc., the popular securities-trading app, filed paperwork with the Securities and Exchange Commission for what's sure to be one of the year's most eagerly awaited initial public offerings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-the-shooting-11616538752", "title": "Before the Shooting", "date": "2021-03-23 18:36", "summary": "Who is Ahmad Al Aliwi Alissa?. There's a contemporary political compulsion to immediately inject a horrific shooting into ongoing debates about types of weapons and the terms for acquiring them. But before legislating a response, lawmakers should spend some time trying to figure out why Ahmad Al Aliwi Alissa allegedly murdered 10 people on Monday at a Boulder, Colo. supermarket.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-taps-tableau-ceo-adam-selipsky-to-lead-its-aws-cloud-unit-11616534005", "title": "Amazon Taps Tableau CEO Adam Selipsky to Lead AWS", "date": "2021-03-23 18:32", "summary": "Early hire for cloud division returns to succeed Andy Jassy, who is set to replace Jeff Bezos when e-commerce giant's founder steps down. Amazon.com Inc. tapped Adam Selipsky to become the next chief executive of Amazon Web Services, bringing back an early hire of the cloud-computing unit to succeed Andy Jassy, who is set to replace Jeff Bezos when the company founder steps down later this year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-color-coded-graduation-day-11616538720", "title": "A Color-Coded Graduation Day", "date": "2021-03-23 18:32", "summary": "Students discuss the trend of colleges holding extra ceremonies exclusive to students of particular races and ethnicities.. Editor's note: This week's Future View discusses the trend of colleges holding extra graduation ceremonies exclusive to students of particular races, ethnicities, sexualities and family income levels. Next week we'll ask, \"Does the social-justice movement have a blind spot when it comes to anti-Asian-American discrimination?\" Students should click here to submit opinions of fewer than 250 words before March 30. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-crow-is-not-on-the-georgia-ballot-11616538686", "title": "Jim Crow Is Not on the Georgia Ballot", "date": "2021-03-23 18:31", "summary": "Here are the actual proposals being cast as 'voter suppression.'. The battle over voting rules is erupting again, and Georgia is back as political ground zero. It's \"a redux of Jim Crow, in a suit and tie,\" says Democrat and media favorite Stacey Abrams with her usual understatement. The actual proposals that have passed either the House or Senate are more prosaic, and we thought you might like to hear the facts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-police-officers-sacrifice-11616538533", "title": "A Police Officer's Sacrifice", "date": "2021-03-23 18:28", "summary": "As cops are demonized, Eric Talley reminds us of the risks they take.. Eric Talley was a latecomer to law enforcement, joining the Boulder Police Department at age 40 after a career in IT. His chief said he went into policing because he felt he had a higher calling. So when shots rang out Monday inside a King Soopers grocery store in Boulder, Colo., he was the first to respond.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-give-their-iowa-game-away-11616538412", "title": "Democrats Give Their Iowa Game Away", "date": "2021-03-23 18:26", "summary": "Their lawyer says the House should ignore state law to steal a House seat.. Now here's some lawyering that may turn out to be too clever by half.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-tanks-the-turkish-lira-11616538262", "title": "Erdogan Tanks the Turkish Lira", "date": "2021-03-23 18:24", "summary": "Investors realize a return to better economic policy was a mirage.. Recent interest-rate shifts in the U.S. and other developed economies were bound to have consequences for emerging markets, and it looks like Turkey is first in the dock. The lira plunged about 14% versus the dollar Monday in an incipient crisis that is mostly but not entirely the fault of President Recep Tayyip Erdogan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-yellen-set-for-first-joint-appearance-in-congress-11616491801", "title": "Powell Says Stimulus Package Unlikely to Fuel Unwelcome Inflation", "date": "2021-03-23 18:20", "summary": "Fed chairman testifies along with Treasury Secretary Yellen on government's pandemic relief efforts. WASHINGTON-Federal Reserve Chairman Jerome Powell told lawmakers Tuesday he doesn't expect the $1.9 trillion stimulus package will lead to an unwelcome increase in inflation, but he emphasized that the central bank has tools to deal with rising price pressures if necessary.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-extends-enrollment-period-for-affordable-care-act-11616533263", "title": "Biden Administration Extends Enrollment Period for Affordable Care Act", "date": "2021-03-23 18:20", "summary": "The change is designed to give consumers more time to sign up for insurance after the Covid-19 aid legislation boosted subsidies. The Biden administration is giving people more time to sign up for health plans under the Affordable Care Act after already reopening a special enrollment period because of the pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/building-on-george-shultzs-vision-of-a-world-without-nukes-11616537900", "title": "Building on George Shultz's Vision of a World Without Nukes", "date": "2021-03-23 18:18", "summary": "Most Americans are too young to remember the fear and dread of an atom bomb or nuclear crisis.. (Editor's note: This article is signed by William J. Perry, Henry A. Kissinger and Sam Nunn.)", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-de-blasio-11616537821", "title": "Notable & Quotable: De Blasio", "date": "2021-03-23 18:17", "summary": "'He plans to deploy the NYPD to track down and question people who have expressed 'hate,' albeit without committing any crime or violation.'. Seth Barron writing for City Journal, March 19:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-shouldnt-cost-the-farm-to-fix-a-tractor-11616537863", "title": "It Shouldn't Cost the Farm to Fix a Tractor", "date": "2021-03-23 18:17", "summary": "New ones require software that only authorized dealers are allowed to use.. The equipment Barry Hovis uses on his small Cape Girardeau, Mo., cattle farm is a lot different from the tractor he learned to drive as a kid. Today's equipment is chock full of modern technology designed to improve efficiency and increase yields. Those digital features, however, require digital tools to fix-tools that Mr. Hovis can't buy. Modern tractor makers keep their software in house.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/einsteins-fridge-review-heated-arguments-11616537766", "title": "'Einstein's Fridge' Review: Heated Arguments", "date": "2021-03-23 18:16", "summary": "It's arguably the most successful scientiﬁc theory in history, sweeping and precise and revolutionary. Yet virtually no one cares.. During a physics class I took in college, the professor introduced the unit on thermodynamics with a quote from Albert Einstein, who said that it is \"the only physical theory of universal content which I am convinced . . . will never be overthrown.\" I was suitably impressed. Yet within about 10 minutes my enthusiasm flagged. Sure, the field might be eternal, but even Einstein's imprimatur couldn't glamorize the grubby details of heat exchange and energy conservation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democratic-partys-dangerous-immigration-experiment-11616537797", "title": "The Democratic Party's Dangerous Immigration Experiment", "date": "2021-03-23 18:16", "summary": "Today's progressives are eager to see what happens when a large welfare state opens its borders.. What are the Biden administration's immigration priorities? Are they to erase the southern border for all intents and purposes, while legalizing everyone currently in the country without authorization?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-beeple-see-a-far-off-future-11616537732", "title": "NFL, Beeple See a Far-Off Future", "date": "2021-03-23 18:15", "summary": "The technological possibilities are limitless until you try to implement them.. For his $69 million, a recent Christie's auction buyer got a lot more than a jpeg file with an arguably meaningless \"authenticity\" badge attached, testifying that it wasn't a copy of that which is infinitely and perfectly copyable.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahus-future-in-balance-as-israel-votes-in-fourth-election-in-two-years-11616489711", "title": "Netanyahu Appears to Have Edge in Israeli Election Exit Poll", "date": "2021-03-23 18:13", "summary": "On trial for corruption, Israel's longest-serving leader counted on his vaccine strategy to turn the vote in his favor. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu appeared to hold a slight edge over his rivals in exit polls for Israel's fourth election in two years, but the projections indicate that there will be no clear winner and that the country could be heading for another protracted period of deal-making before a new government is formed.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-in-capitol-riot-case-orders-special-hearing-11616518923", "title": "Judge Upbraids Prosecutors of Capitol-Riot Case After '60 Minutes' Interview", "date": "2021-03-23 18:08", "summary": "Move came after prosecutor who had stepped down spoke about probe of Jan. 6 attack by Trump supporters. WASHINGTON-A federal judge overseeing one of the largest Capitol-riot conspiracy cases chastised prosecutors Tuesday for speaking to the media about the investigation, saying it could hurt the defendants' ability to receive a fair trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-entrepreneur-sees-a-profitable-future-in-5g-technology-11616535207", "title": "An Entrepreneur Sees a Profitable Future in 5G Technology", "date": "2021-03-23 17:33", "summary": "Ankit Agarwal and his colleagues are hoping to capitalize on the building of 5G networks. Ankit Agarwal and his fellow executives at India-based telecom products firm Sterlite Technologies Ltd. decided a few years ago that 5G was the future-and that they wanted to capitalize on it.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-faces-home-state-pressure-to-oppose-democrats-voting-bill-11616518816", "title": "Joe Manchin Faces Home State Pressure to Oppose Voting Bill", "date": "2021-03-23 17:32", "summary": "Centrist senator has said he is reviewing the legislation ahead of hearing this week. WASHINGTON-West Virginia election officials are lobbying Democratic Sen. Joe Manchin to oppose his party's voting-rights legislation, again underscoring his pivotal role as the Senate's most prominent centrist.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-the-virtual-crowds-coming-11616535029", "title": "Keep the (Virtual) Crowds Coming", "date": "2021-03-23 17:30", "summary": "Even as cultural organizations reopen in person, their \"new normal\" needs to include some version of the digital offerings that got them through the lockdown.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-business-leaders-urge-state-lawmakers-to-not-raise-taxes-11616493600", "title": "New York Business Leaders Urge State Lawmakers to Not Raise Taxes", "date": "2021-03-23 17:26", "summary": "Wall Street executives warn that tax increase could drive high earners to permanently leave New York. ALBANY, N.Y.-Executives at major Wall Street firms and other New York employers warned that increasing taxes as part of the state budget could lead high-income earners who left the state during the Covid-19 pandemic to never return.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hartford-rejects-bid-from-rival-insurer-chubb-11616508593", "title": "Hartford Rejects Bid From Rival Insurer Chubb", "date": "2021-03-23 17:26", "summary": "Board determined unsolicited proposal wouldn't be in best interests of shareholders. Hartford Financial Services Group Inc.'s board unanimously rejected Chubb Ltd. 's unsolicited proposal to acquire the Connecticut-based insurer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-outline-topline-spending-priorities-next-week-11616532152", "title": "White House to Outline Top-Line Spending Priorities Next Week", "date": "2021-03-23 17:17", "summary": "Full budget proposal will follow later in the spring, include more details on administration's full agenda. WASHINGTON-President Biden is planning to release his top-line fiscal year 2022 spending priorities next week followed by a full budget proposal later in the spring, the administration said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-23-2021-11616489034", "title": "Stocks Drop Amid Powell's Testimony", "date": "2021-03-23 17:13", "summary": "Major indexes trade lower, bond yields ease for third consecutive day. U.S. stocks fell on Tuesday as investors digested testimony by Federal Reserve Chairman Jerome Powell and Treasury Secretary Janet Yellen about the U.S. economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racial-justice-commission-will-examine-inequities-in-new-york-city-11616533967", "title": "Racial-Justice Commission Will Examine Inequities in New York City", "date": "2021-03-23 17:12", "summary": "The panel will consider recommendations for changes to the city's charter, including the creation of a reparations program. New York City is establishing a racial-justice commission that will examine ways of dismantling institutional racism within city government and consider restorative measures such as reparations, Mayor Bill de Blasio said Tuesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-forward-look-into-your-future-review-artificially-expedited-aging-11616533877", "title": "'Fast-Forward: Look Into Your Future' Review: Artificially Expedited Aging", "date": "2021-03-23 17:11", "summary": "A PBS special prompts tough conversations about getting older and what families can do now to prepare for the inevitable.. A makeover is supposed to make you feel good about yourself. But when Susan finally looks in the mirror in the opening moments of \"Fast-Forward: Look Into Your Future,\" the Louisiana nurse has the reaction most of us would likely have: Horror. A resigned smile. Unconcealable fear. Through the miracle of cosmetics, prosthetics and a computer blueprint, the 52-year-old has been given the chance to see what she'll look like at 85. To her credit, she doesn't look away.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-citgo-procurement-officer-pleads-guilty-in-bribery-money-laundering-scheme-11616533668", "title": "Former Citgo Procurement Officer Pleads Guilty in Bribery, Money Laundering Scheme", "date": "2021-03-23 17:07", "summary": "Jose Luis De Jongh Atencio's plea is the latest in the U.S. government's investigation into Venezuelan oil giant PdVSA. A former Citgo Petroleum Corp. procurement officer pleaded guilty to a federal criminal charge for his role in a scheme involving the payment of millions of dollars in bribes to help individuals obtain contracts from Citgo and its parent company, the U.S. Justice Department said this week.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-to-invest-over-200-million-in-new-data-operation-under-groupm-11616533650", "title": "WPP to Invest Over $200 Million in New Data Operation Under GroupM", "date": "2021-03-23 17:07", "summary": "WPP will move existing data assets and talent from various agencies to a new central entity. WPP PLC plans to invest more than $200 million over the next few years to build a new data operation, according to people familiar with the matter. It is the latest reorganization from the advertising behemoth, which has been on a mission to simplify and modernize its operations.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-stocks-led-the-market-rally-now-theyre-falling-behind-11616491800", "title": "Tech Stocks Led the Market Rally. Now They're Falling Behind.", "date": "2021-03-23 17:06", "summary": "A year after the U.S. stock market's coronavirus-induced selloff, investors are trying to assess what comes next. One year ago, the U.S. stock market bottomed out, with the S&P 500 hitting its trough after a 34% plunge in just 23 trading days.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-regulator-finds-no-fair-lending-violations-on-apple-card-applications-11616532260", "title": "New York Regulator Finds No Fair Lending Violations on Apple Card Applications", "date": "2021-03-23 16:44", "summary": "State financial services department's superintendent says inquiry shows disparities in access to credit. The New York State Department of Financial Services said it found no evidence of discrimination in applications for a credit card launched by Apple Inc. and Goldman Sachs Group Inc. but stressed the need to update credit-scoring models and antidiscrimination laws on credit access.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-19-vaccine-dispute-shines-spotlight-on-data-monitoring-boards-11616531763", "title": "AstraZeneca Vaccine Dispute Puts Spotlight on Data Monitoring Boards", "date": "2021-03-23 16:42", "summary": "The independent experts play major role overseeing safety and integrity of drug trials. Rarely do they take a public stand.. The dispute over AstraZeneca's Covid-19 vaccine trial has exposed the crucial role played by independent expert panels in behind-the-scenes oversight of clinical pharmaceutical trials.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farewell-dancing-snoopy-hallmark-ends-digital-cards-11616532017", "title": "Farewell Dancing Snoopy: Hallmark Ends Digital Cards", "date": "2021-03-23 16:40", "summary": "Sentimental fans rue the loss of e-greetings; 'so upset'. Eriq Fields got an email from Hallmark Cards last week that wasn't heartfelt or funny.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-staying-inside-guide-big-deal-art-in-plain-spoken-venues-11616531243", "title": "The Staying Inside Guide: Big-Deal Art in Plain-Spoken Venues", "date": "2021-03-23 16:27", "summary": "During the Great Depression, federal programs funded the creation of thousands of murals in post offices, hospitals and other locations across the country, many of which can now be viewed online. In the ocean of federal relief provided to America's unemployed during and after the Great Depression, paying visual artists to create art was perhaps the most innovative wave then and among the most remembered now. With salaries from the Works Progress Administration and related agencies, thousands of men and women made paintings, sculpture, posters, photographs and, most notably, murals that decorated post offices, schools, hospitals, courthouses and other public buildings across the country.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buenos-aires-bondholders-sue-over-7-billion-debt-logjam-11616516856", "title": "Buenos Aires Bondholders Sue Over $7 Billion Debt Logjam", "date": "2021-03-23 16:25", "summary": "Negotiations over the provincial debts break off as Argentina seeks IMF deal. Bondholders filed suit in New York on Tuesday against Argentina's Buenos Aires province after talks broke down over restructuring $7.1 billion in provincial debt as the country's leftist government seeks a larger accommodation with the International Monetary Fund to regain market access.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobiles-top-engineer-took-risks-to-develop-5g-network-11616530378", "title": "T-Mobile's Top Engineer Took Risks to Develop 5G Network", "date": "2021-03-23 16:12", "summary": "Longtime tech boss Neville Ray's responsibilities include prepping up to 85,000 cellular stations for faster cellular service. Before T-Mobile US Inc. executive Neville Ray began building 5G networks, he first had to tackle color TV.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-pass-wednesday-crossword-march-24-11616346326", "title": "TD Pass (Wednesday Crossword, March 24)", "date": "2021-03-23 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-seated-in-derek-chauvin-trial-for-killing-of-george-floyd-11616519084", "title": "Jury Seated in Derek Chauvin Trial for Death of George Floyd", "date": "2021-03-23 15:53", "summary": "The 15 jurors chosen were from an initial pool of 326. After 11 days of questioning, lawyers Tuesday finished selecting a 15-person jury panel in the trial of the former Minneapolis police officer accused of murder in the death of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-glencore-oil-trader-charged-with-manipulation-of-fuel-prices-11616512779", "title": "Former Glencore Oil Trader Charged With Manipulation of Fuel Prices", "date": "2021-03-23 15:23", "summary": "Case echoes claims investigated in Europe seven years ago. WASHINGTON-A former oil trader at mining company Glencore PLC was charged with manipulating fuel oil prices, in a case that echoes claims investigated in Europe seven years ago.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-recommends-black-leaders-for-three-top-legal-posts-in-new-york-11616526745", "title": "Schumer Recommends Black Leaders for Three Top Legal Posts in New York", "date": "2021-03-23 15:12", "summary": "Senator suggests potential nominees to head U.S. attorney offices in Manhattan, Brooklyn and Buffalo. Sen. Chuck Schumer said Tuesday he would recommend that President Biden nominate three Black lawyers to head U.S. attorney offices in New York, including a veteran of the Manhattan office known for its white-collar prosecutions.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-state-accepts-presidents-resignation-in-fallout-from-louisiana-state-scandal-11616524829", "title": "Oregon State Board Accepts President's Resignation", "date": "2021-03-23 14:52", "summary": "F. King Alexander led the Louisiana university while investigators say top officials failed to respond appropriately to sexual-harassment complaints. Oregon State University's board of trustees voted Tuesday to accept the resignation of President F. King Alexander, saying he couldn't regain the community's trust in light of recent revelations about how his prior school, Louisiana State University, mishandled claims of sexual misconduct.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-futures-plan-withdrawn-by-exchange-as-regulator-prepared-to-spike-it-11616521600", "title": "NFL Futures Plan Withdrawn as Regulator Prepared to Reject It", "date": "2021-03-23 14:11", "summary": "Exchange pulls proposal that would have connected sports betting with financial markets. An exchange that sought to list futures contracts on National Football League games withdrew its proposal, halting-at least for now-an unusual effort to connect the growing world of sports betting with financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-gains-in-financial-strength-in-the-management-top-250-11616522863", "title": "Biggest Gains in Financial Strength in the Management Top 250", "date": "2021-03-23 14:07", "summary": "DexCom, Kimberly-Clark and Lowe's head the list. DexCom Inc . posted the biggest increase of any company in the latest Management Top 250 in its score for financial strength, followed by Kimberly-Clark Corp. and Lowe's Cos .", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-china-charm-offensive-rolls-on-with-praise-for-its-climate-plans-11616497720", "title": "Elon Musk's China Charm Offensive Rolls On With Praise for Climate Plans", "date": "2021-03-23 14:00", "summary": "CEO's interview with state television comes after he reassured Chinese officials that Tesla's cars don't pose a national security risk. SINGAPORE-Elon Musk, whose Tesla Inc. is on the defensive in China, praised the country's plans to tackle carbon emissions and grow its economy, saying it will become the auto maker's largest market in the long term.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-in-rohingya-refugee-camp-leaves-hundreds-missing-11616521768", "title": "Fire in Rohingya Refugee Camp Leaves Hundreds Missing", "date": "2021-03-23 13:49", "summary": "At least 15 people were killed by the blaze in Bangladesh, in a camp home to refugees who fled Myanmar. As a fire tore through a Rohingya refugee camp in Bangladesh, Dildar Begum ran, terrified, from her family's shanty to her brother's home. \"It looked like hellfire,\" she said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earl-lum-takes-5g-apart-piece-by-piece-11616521235", "title": "Earl Lum Takes 5G Apart, Piece by Piece", "date": "2021-03-23 13:40", "summary": "He makes a living hunting the globe for telecom equipment. He then breaks them open to give clients a window into the world's cutting-edge products.. It takes an army of engineers to design and build the complicated equipment that runs a 5G network. It only takes one to take it apart.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ironsource-gets-11-billion-valuation-in-spac-merger-betting-on-ads-in-mobile-games-11616520751", "title": "IronSource Gets $11 Billion Valuation in SPAC Merger", "date": "2021-03-23 13:32", "summary": "Israeli startup's deal to go public underscores investor enthusiasm for game-connected businesses. Pandemic demand for videogames and consoles has lifted share prices for game developers and their suppliers. Now, investor enthusiasm is permeating deeper into the plumbing of the global game industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-plans-for-hybrid-workforce-post-pandemic-11616519476", "title": "Citigroup Plans for Hybrid Workforce Post-Pandemic", "date": "2021-03-23 13:11", "summary": "Most staffers will be expected to be in the office only three days a week when the world emerges from the coronavirus pandemic. The future of work at Citigroup Inc. will be hybrid.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senate-hopefuls-focus-on-immigration-ahead-of-2022-elections-11616519370", "title": "GOP Senate Hopefuls Embrace Tough Border Talk", "date": "2021-03-23 13:09", "summary": "Some Republican candidates turn to the issue as a way to distinguish themselves in 2022 primaries. WASHINGTON-Republican hopefuls around the country are emphasizing immigration in their initial campaign pitches for 2022 statewide GOP primaries, concluding that voters still loyal to former President Donald Trump's agenda will embrace tough-on-borders candidates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-could-be-testing-its-immunity-11616518628", "title": "Microsoft Could Be Testing Its Immunity", "date": "2021-03-23 12:57", "summary": "Buying Discord makes a lot of sense, but software giant's shopping spree could bring fresh scrutiny. Microsoft buying Discord makes a lot of sense. Perhaps too much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-build-self-discipline-and-find-motivation-11610561933", "title": "How to Develop Self-Discipline and Find Motivation", "date": "2021-03-23 12:35", "summary": "Most Popular News. Simone Biles has made a habit of setting goals each year. \"My mom has always made me sit down at the beginning of each year and write down my goals so that I can keep track of what I want to accomplish that year in gym and out of gym,\" the American gymnast said during an event hosted by Capital One and Visa in December titled \"Gold Medal Goals.\" \"It is just a great feeling to get those checked off the list.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incredible-shrinking-income-inequality-11616517284", "title": "Incredible Shrinking Income Inequality", "date": "2021-03-23 12:34", "summary": "Its rise is an illusion created by the Census Bureau's failure to account for taxes and welfare.. The refrain is all too familiar: Widening income inequality is a fatal flaw in capitalism and an \"existential\" threat to democracy. From 1967 to 2017, income inequality in the U.S. spiked 21.4%, and everyone from U.S. senators to the pope says it's an urgent problem. Yet the data upon which claims about income inequality are based are profoundly flawed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-can-weather-this-11616517254", "title": "Housing Can Weather This", "date": "2021-03-23 12:34", "summary": "Rising rates, higher material costs and a pulling forward of sales that might otherwise be happening now are all headwinds to the housing market. They may not matter.. The housing market is facing rising interest rates, higher material costs and the simple fact that the flurry of pandemic buying probably pulled some demand forward. But rather than a perfect storm, those things may amount to no more than a passing rain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cease-fire-in-the-election-2020-wars-11616517227", "title": "A Cease-Fire in the Election 2020 Wars", "date": "2021-03-23 12:33", "summary": "It's past time for both parties to admit their defeats and accept the legitimate results.. I have a proposal for reducing the level of partisan polarization in Congress: Both sides should stand down from electoral controversies that only intensify the country's divisions. House Democrats should abandon their efforts to reverse the outcome of the race in Iowa's Second Congressional District; Republicans should renounce the myth of the stolen 2020 election.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artists-startups-look-to-solve-the-nft-buyers-dilemma-how-to-show-off-digital-art-11616515893", "title": "Artists, Startups Look to Help NFT Buyers Show Off Digital Art", "date": "2021-03-23 12:11", "summary": "High-tech frames could help grow the sometimes-perplexing market of digital art. And they look cool, too.. The worlds of art and cryptocurrency have found common ground in artwork embedded with nonfungible tokens or NFTs. But critics of the nascent market question its longevity, as well as its rationale: Why, they ask, would you spend millions of dollars on art that you can't show off in real life?", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-5g-early-adopter-sings-the-praises-of-the-new-technology-11616515200", "title": "A 5G Early Adopter Sings the Praises of the New Technology", "date": "2021-03-23 12:00", "summary": "For now, the jet owner may not speak for the masses. But he says he finds 5G's speed helpful as a pilot and music lover. David Thompson, chief technology officer at American Express Global Business Travel, is no stranger to embracing new technologies in his personal life. The licensed aircraft pilot is a bitcoin miner, a high-fidelity music streamer and, most recently, an active 5G user.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-sleep-here-are-some-surprising-strategies-that-actually-work-11616515200", "title": "Can't Sleep? Here Are Some Surprising Strategies That Actually Work", "date": "2021-03-23 12:00", "summary": "The pandemic has given us a year of lousy sleep and insomnia. Scientists say the usual fixes aren't helping. Here's what to do instead.. How are you sleeping?", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-aided-online-marijuana-sales-prosecutors-allege-11616502728", "title": "Wirecard Aided Online Marijuana Sales, Prosecutors Allege", "date": "2021-03-23 11:42", "summary": "The now-bankrupt fintech firm and its fugitive former No. 2 executive engineered fraudulent accounts to trick banks, according to testimony. Wirecard AG and its fugitive former No. 2 executive played a key role in an alleged scheme to trick banks into processing marijuana sales, according to evidence and testimony at the New York trial of two businessmen charged with orchestrating the plan.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-general-to-expand-private-fleet-on-rising-trucking-costs-11616513837", "title": "Dollar General to Expand Private Fleet on Rising Trucking Costs", "date": "2021-03-23 11:37", "summary": "The move comes as trucking prices are increasing in volatile domestic shipping networks. Facing higher logistics expenses from distribution operations roiled by the Covid-19 pandemic and severe winter weather, Dollar General Corp. plans to expand its private trucking fleet to bring more of its transportation in-house, the company's chief operating officer said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-ace-the-remote-job-interview-11616513434", "title": "How to Ace the Remote Job Interview", "date": "2021-03-23 11:30", "summary": "Zoom interviews offer job hunters some advantages that face-to-face interviews don't. Lynda Spiegel is a founder of Rising Star Résumés, a résumé and job-search coaching service. She spent 15 years as a human-resources professional.", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-vaccine-grandparents-relish-long-awaited-reunions-with-families-11616513397", "title": "After Covid-19 Vaccine, Grandparents Relish Long-Awaited Reunions With Families", "date": "2021-03-23 11:29", "summary": "Emotional reunions come after difficult pandemic separations; 'We wanted to see our grandchildren. That's all that mattered'. Paula Pimentel held her only grandchild, Ben, now a year old, for the first time last week.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-bacon-grew-up-footloose-and-captivated-by-fame-11616511925", "title": "Kevin Bacon Grew Up Footloose and Captivated by Fame", "date": "2021-03-23 11:05", "summary": "The 'City on a Hill' actor yearned to be a star after his father gained celebrity as an urban planner. Kevin Bacon, 62, is a Golden Globe-winning actor who has appeared in more than 70 films, including \"Patriots Day,\" \"Apollo 13\" and \"Mystic River.\" He currently stars in the Showtime series \"City on a Hill,\" which begins season 2 on March 28. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kidnapping-schoolchildren-in-nigeria-becomes-big-business-11616511947", "title": "Why Nigerian Schoolchildren Keep Getting Kidnapped: A Brutal Business Model That Pays", "date": "2021-03-23 11:05", "summary": "Resume Subscription. KADUNA, Nigeria-The kidnap for ransom business is booming across northern Nigeria, and schoolchildren are its hottest commodity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buttigiegs-next-job-selling-3-trillion-infrastructure-plan-to-skeptics-11616511600", "title": "Buttigieg's Next Job: Selling $3 Trillion Infrastructure Plan to Skeptics", "date": "2021-03-23 11:00", "summary": "'When it comes to rail, why should Texas be inferior to China?' transportation secretary asks amid Republican resistance. WASHINGTON-Transportation Secretary Pete Buttigieg is talking like a small city mayor again as he prepares to help sell the Biden administration's $3 trillion infrastructure plan to a bitterly divided Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fallout-from-astrazeneca-data-snafu-could-be-bigger-than-it-seems-11616511451", "title": "Fallout from AstraZeneca Data Snafu Could Be Bigger Than It Seems", "date": "2021-03-23 10:57", "summary": "Company's Covid-19 vaccine controversy puts working relationship with U.S. drug regulators at risk. AstraZeneca 's vaccine data flap is unlikely to cost the company much, at least in the near term. Wall Street should be paying close attention anyway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-we-training-our-lawyers-the-best-way-11616510912", "title": "Are We Training Our Lawyers the Best Way?", "date": "2021-03-23 10:48", "summary": "Why not focus on an LLB (bachelor of laws) program for undergraduates with appropriate full-tuition scholarships?. Regarding Clifford Winston's \"Eliminate the Bar Exam for Lawyers\" (op-ed, March 16): The writer seems to conflate the American Bar Association and state licensing authorities in simplistic ways. The Council of the ABA Section of Legal Education and Admissions to the Bar is recognized by the U.S. Education Department as the national accreditor of law schools and serves as an independent arm of the ABA in that capacity. Typically, state supreme courts or their designees regulate who is admitted to the practice of law. The implication by Mr. Winston that the ABA has any authority to dictate state licensing requirements is simply wrong. Working with various stakeholders in legal education, the council will continue to review and improve legal education standards for law schools as it has done for many years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-surrenders-independence-creates-risk-11616510867", "title": "Fed Surrenders Independence, Creates Risk", "date": "2021-03-23 10:47", "summary": "This isn't a recipe for sound policy under a rule of law and would hinder long-run growth.. Your editorial \"Powell Catches the Fiscal Bus\" (March 16) correctly warns that, in the current environment, there will be strong \"political pressure . . . to keep rates low as far as the eye can see.\" That is why the Federal Reserve may turn to yield-curve control (YCC). Supporting longer-term federal debt (and thus pegging yields at politically favored rates) is more probable now, especially since the Fed has adopted \"flexible average inflation targeting.\" Policy makers are less concerned with inflation than with higher interest rates on government debt. But YCC isn't without risk: It would encourage further deficit spending, increase the \"reach for yield,\" distort credit markets and increase duration risk. Central bank credibility and independence would suffer as the distance between monetary and fiscal policy shrinks. This isn't a recipe for sound policy under a rule of law and would hinder long-run growth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-overhaul-calls-for-higher-prices-slower-mail-and-more-packages-11616509800", "title": "Postal Service Plan Sees Higher Prices, Slower Mail", "date": "2021-03-23 10:30", "summary": "Postmaster General Louis DeJoy outlines 10-year plan to plug losses and adapt to world with fewer letters, more e-commerce. More packages, higher prices and a longer window to deliver first-class mail underpin the U.S. Postal Service's plan over the next decade to overhaul the agency's operations and avoid more than $100 billion in projected losses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-seeks-big-service-changes-heres-what-you-need-to-know-11616509814", "title": "U.S. Postal Service Seeks Big Service Changes. Here's What You Need to Know", "date": "2021-03-23 10:30", "summary": "Proposal calls for higher prices for first-class mail but no widespread Post Office closures. The leaders of the U.S. Postal Service proposed an overhaul of its operations to address financial losses and adapt to a world where people are mailing fewer letters and shipping more boxes. Here is what you need to know.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-healthcare-workers-rises-during-covid-19-pandemic-11616508000", "title": "As Many Steer Clear of Nursing-Home Jobs, Some See Opportunity", "date": "2021-03-23 10:00", "summary": "In New York City, requests for certified nursing assistants rose 25% last year to 1,000, giving many a stepping stone to a brighter future. As the pandemic wore on, some New Yorkers reinvented themselves as entrepreneurs, artisans or online instructors teaching everything from yoga to Yiddish. Then there's 27-year-old Chime Dolka. She, too, launched a new career-as a nurse's aide in a Brooklyn nursing home.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-tournament-sweet-16-march-madness-11616504192", "title": "The NCAA's Sweet 16 Busted Your Bracket-Thank These Underdogs", "date": "2021-03-23 09:01", "summary": "A record number of upsets in the first two rounds propelled four double-digit seeds to the regional semifinals. Three No. 1 seeds await them.. If the first men's college basketball you watched this season came when March Madness began last week, you might think that the Big Ten spent the season in misery, the Pac-12 was dominant and the chaos of the pandemic had created an unprecedented level of parity.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-stung-financially-by-covid-19-pandemic-seek-remainder-of-relief-fund-payouts-11616504400", "title": "Hospitals Stung by Pandemic Seek Remainder of Relief Fund Payouts", "date": "2021-03-23 09:00", "summary": "Providers worry as Biden administration hasn't set a big disbursement yet, say Senate's late approval of HHS secretary may have added to delays. Hospitals are pressing the Biden administration to pay out the remaining relief funds that Congress granted last year to cover financial losses from the Covid-19 pandemic, saying it has been more than three months since the government's last announcement of a large disbursement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-biolife-solutions-viacomcbs-what-to-watch-when-the-stock-market-opens-today-11616497701", "title": "Carnival, ViacomCBS, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-03-23 09:00", "summary": "U.S. stock futures were mostly lower. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kuaishou-has-hooked-users-now-it-wants-to-make-money-off-them-11616503436", "title": "Kuaishou Has Hooked Users. Now It Wants to Make Money Off Them.", "date": "2021-03-23 08:43", "summary": "Chinese short-video app has benefited from rival Bytedance's absence from public markets. Short videos have become wildly popular in the past couple of years. For companies like Kuaishou , which grew up with the boom, the next step is to find ways to make money from users.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flexible-offices-will-be-crowded-after-covid-11616502956", "title": "Flexible Offices Will Be Crowded After Covid-19", "date": "2021-03-23 08:35", "summary": "Co-working giants IWG and WeWork may see higher demand for short-term lets while businesses suss out their property needs, but competition from traditional landlords will grow too. Co-working and flexible-office providers were hit hard and fast by last year's shift to remote working. Their challenge as business recovers may be a more crowded market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kris-jenner-interview-kardashian-kim-kanye-chrissy-11616502549", "title": "How Kris Jenner Is Taking the Kardashian-Jenner Empire to Hulu and Beyond", "date": "2021-03-23 08:29", "summary": "As the 20th and final season of 'Keeping Up With the Kardashians' airs on E!, momager-mogul Kris Jenner looks to what's next: a multiyear deal at Hulu, the launch of Safely, a plant-based cleaning and self-care product brand with Chrissy Teigen, and her own skin-care line in the works.. The offices of Kylie Cosmetics are situated in the gleaming blur of a California office park corridor just off the 101, in the no man's land beyond Calabasas. This low-slung architectural cluster, nestled into the almost cartoonishly parched and beautiful foothills of the Santa Monica Mountains, is home to corporate support centers, strip malls and restaurants with beer-and-margarita happy hours.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-to-release-first-earnings-report-since-reddit-fueled-stock-rally-11616405401", "title": "GameStop to Release First Earnings Report Since Reddit-Fueled Stock Rally", "date": "2021-03-23 08:24", "summary": "The struggling videogame retailer is expected to post its strongest quarterly revenue and profit in two years. Weeks after GameStop Corp. played a starring role in a Wall Street trading frenzy, the videogame retailer's financial performance and fundamentals are returning to center stage.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-gets-first-black-woman-mayor-reflecting-citys-changes-11616502075", "title": "Boston Gets First Black Woman Mayor, Reflecting City's Changes", "date": "2021-03-23 08:21", "summary": "Kim Janey rises to acting mayor as Marty Walsh joins Biden administration. Boston's new acting mayor, Kim Janey, on Monday night became the first woman and Black person to lead New England's largest city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tech-faces-new-curbs-on-connecting-banks-and-borrowers-11616501604", "title": "Chinese Tech Faces New Curbs on Connecting Banks and Borrowers", "date": "2021-03-23 08:13", "summary": "Regulators are considering stricter rules on internet lenders' fee-based business. China's internet lenders are facing another setback, with potential curbs on fee-based business that could push them to take more risk with their own balance sheets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-storage-for-food-is-hot-real-estate-play-11616500980", "title": "Cold Storage Is Hot Real-Estate Play", "date": "2021-03-23 08:03", "summary": "Global cold-storage construction market expected to grow to $18.6 billion in 2027 from $7 billion in 2019. A surge in online grocery shopping is intensifying demand for food-storage warehouses, sparking billions of dollars in new real-estate development.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-bond-proposal-threatens-to-curb-borrowing-by-u-s-real-estate-firms-11616500828", "title": "Israeli Bond Proposal Threatens to Curb Borrowing by U.S. Real-Estate Firms", "date": "2021-03-23 08:00", "summary": "Security authority may add new hurdle to a market where U.S. developers have raised billions of dollars. U.S. real-estate companies that have borrowed billions of dollars in the Israeli bond market in recent years are facing new rules proposed by the Israel Securities Authority that would tighten the spigot.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-wealthiest-cabinet-officials-zients-lander-rice-top-the-list-11616500809", "title": "Biden's Wealthiest Cabinet Officials: Zients, Lander, Rice Top the List", "date": "2021-03-23 08:00", "summary": "John Kerry is also expected to be among the wealthiest, but his report is not yet available. Coronavirus response coordinator Jeffrey Zients, science adviser Eric Lander and domestic policy adviser Susan Rice are among President Biden's wealthiest cabinet members and senior aides, disclosures made public over the weekend show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-harry-is-taking-on-a-new-job-title-chief-impact-officer-at-betterup-11616500802", "title": "Prince Harry Takes On a New Title: Chief Impact Officer", "date": "2021-03-23 08:00", "summary": "The Duke of Sussex is going to work for the unicorn employee coaching and mental health startup in his latest foray into business. No longer a working member of the royal family, Prince Harry has a new job: executive at a Silicon Valley startup.", "categories": [["WSJ News Exclusive", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flooding-inundates-australias-coal-mines-and-farms-a-year-after-wildfires-raged-11616498507", "title": "Flooding Inundates Australia a Year After Wildfires Raged", "date": "2021-03-23 07:21", "summary": "Torrential rains prompt evacuation orders for 18,500 people; prime minister expects difficult months ahead. SYDNEY-Unusually heavy rainfall has caused widespread flooding across eastern Australia, triggering evacuation orders for roughly 18,500 people and disrupting supplies of commodities.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airport-retail-shops-pin-hopes-on-bump-in-travel-11616497217", "title": "Airport Retail Shops Pin Hopes on Bump in Travel", "date": "2021-03-23 07:00", "summary": "Stores and restaurants that survived pandemic collapse see signs of recovery as passenger volumes rebound. Travelers are starting to fly again, offering some relief to beleaguered airport shops and restaurants after the pandemic brought most travel to a standstill.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-central-banks-tame-house-prices-new-zealand-is-giving-it-a-try-11616497203", "title": "Should Central Banks Tame House Prices? New Zealand Gives It a Try", "date": "2021-03-23 07:00", "summary": "It is a job the nation's central bank didn't want, having warned that might weaken its ability to affect employment and inflation. WELLINGTON, New Zealand-More than 100 people crowded into an auction of five homes here this month. The first under the hammer-a 60-year-old home, last valued by the government at 840,000 New Zealand dollars in 2018-sold for nearly NZ$1.6 million after 11 minutes of fierce bidding.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-despairs-as-covid-19-vaccine-rollout-stalls-and-pandemic-grinds-on-11616497200", "title": "Europe Despairs as Covid-19 Vaccine Rollout Stalls and Pandemic Grinds On", "date": "2021-03-23 07:00", "summary": "Resume Subscription. BERLIN-Susan Tabbach feels drained. She has been juggling working and caring full-time for her three small children at home during lockdowns, while worrying about her elderly parents, who aren't vaccinated.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uranium-has-that-healthy-glow-again-11616497201", "title": "Uranium Has That Healthy Glow Again", "date": "2021-03-23 07:00", "summary": "Uranium's future demand growth is hard to predict, but a couple of years' worth of supply discipline has provided reason for optimism. It has been just over a decade since the Fukushima disaster and the nuclear-fuel industry is cautiously betting prospects for its products have finally recovered.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norways-central-bank-looks-beyond-covid-19-11616494196", "title": "Norway's Central Bank Looks Beyond Covid-19", "date": "2021-03-23 06:09", "summary": "Oil-rich country's currency is seen strengthening this year as Norges Bank looks to raise interest rates. Norway's central bank has signaled that it plans to take the plunge by making the country the first developed nation to shift from pandemic-era policy and raise interest rates by the end of the year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-goes-it-alone-to-expand-vaccine-business-beyond-covid-19-pandemic-11616491800", "title": "Pfizer Goes It Alone to Expand Vaccine Business Beyond Covid-19", "date": "2021-03-23 05:30", "summary": "CEO Albert Bourla says company will use gene-based technology learned by working with Germany's BioNTech to tackle other diseases. Pfizer Inc. aims to expand its vaccine business by becoming a leader in the new gene-based technology behind its successful Covid-19 shots.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfts-are-music-industrys-latest-big-hit-11616491801", "title": "Musicians Turn to NFTs to Make Up for Lost Revenue", "date": "2021-03-23 05:30", "summary": "Artists are connecting with fans and generating revenue by selling digital collectibles, even if they are hard to value. After a year with no live performances, musicians are hoping to connect with their fans on the blockchain and make up for lost revenue by selling them nonfungible tokens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-relief-law-gives-companies-more-time-to-fund-pensions-11616491801", "title": "Covid-19 Relief Law Gives Companies More Time to Fund Pensions", "date": "2021-03-23 05:30", "summary": "Single-employer plan sponsors will have 15 years-up from seven now-to cover pension deficits, and flexibility in how money earmarked for 2019 and 2020 pension contributions can be used. Finance chiefs will get more time to cover their companies' pension deficits and more flexibility with the cash they have put into retirement plans as part of the new Covid-19 aid package.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-metal-exchanges-overhaul-meets-resistance-11616491256", "title": "London Metal Exchange's Overhaul Meets Resistance", "date": "2021-03-23 05:20", "summary": "Exchange is likely to pare proposed changes, after key traders say the plans would fray ties with metal producers and consumers. Plans for the biggest overhaul of the London Metal Exchange in over 20 years are likely to be pared back following an outcry by an influential group of traders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-respond-to-active-shooter-at-colorado-supermarket-11616454128", "title": "Boulder Shooting Leaves 10 Dead, Including Police Officer", "date": "2021-03-23 03:16", "summary": "Law enforcement had reported an active shooter at a Colorado King Soopers store Monday afternoon. A gunman killed 10 people, including a police officer, Monday afternoon at a supermarket in Boulder, Colo., authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renesas-chip-plant-fire-spreads-concerns-about-global-auto-production-11616414181", "title": "Fire at Giant Auto-Chip Plant Fuels Supply Concerns", "date": "2021-03-23 03:16", "summary": "Shares of Toyota, Nissan and Honda fell Monday. TOKYO-A fire at a factory of one of the world's leading auto chip makers has added to the troubles of car makers that already have slashed production because of a semiconductor shortage.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regeneron-covid-19-antibody-drug-reduced-risk-of-hospitalization-death-by-70-in-late-stage-trial-11616479200", "title": "Regeneron Covid-19 Antibody Drug Reduced Risk of Hospitalization, Death by 70% in Late-Stage Trial", "date": "2021-03-23 02:00", "summary": "The drug was effective at a higher dose already in use and a lower dose, which the company said it would seek permission to start selling. Regeneron Pharmaceuticals Inc. said its antibody drug reduced the risk of Covid-19 hospitalization or death by about 70% in a large clinical trial, the most definitive evidence yet that the medicine can aid recovery early in the course of disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616440656", "title": "Pepper...and Salt", "date": "2021-03-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-drove-fewer-miles-in-2020-pedestrians-werent-any-safer-11616472061", "title": "Americans Drove Fewer Miles in 2020. Pedestrians Weren't Safer.", "date": "2021-03-23 00:01", "summary": "Number of pedestrians killed in motor-vehicle crashes rose slightly in first half of 2020, despite 16.5% drop in miles driven. A big drop-off in driving early in the coronavirus pandemic didn't lead to a reduction in U.S. pedestrian deaths, a nonprofit safety group said, citing speeding as a likely factor and saying the finding is another sign of heightened roadway dangers in the Covid-19 era.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-teams-with-groups-on-vaccine-hesitancy-campaign-it-hopes-will-sway-conservatives-11616472063", "title": "White House Teams With Groups on Vaccine-Hesitancy Campaign to Sway Conservatives", "date": "2021-03-23 00:01", "summary": "Christian Broadcasting Network, Nascar and the American Farm Bureau work to deliver message to people the Biden administration believes it can't reach. WASHINGTON-The Biden administration is enlisting the help of groups including the Christian Broadcasting Network Inc. and Nascar to encourage more people to get the Covid-19 vaccine, particularly members of communities that have been the most skeptical.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-lawyer-sidney-powell-seeks-to-dismiss-defamation-suit-over-election-claims-11616468931", "title": "Pro-Trump Lawyer Sidney Powell Seeks to Dismiss Defamation Suit", "date": "2021-03-23 23:08", "summary": "Dominion Voting Systems filed a $1.3 billion defamation suit against Ms. Powell in January. Pro-Trump attorney Sidney Powell asked a federal court to dismiss a roughly $1.3 billion defamation suit filed against her by Dominion Voting Systems, arguing that her claims the company's voting machines rigged the election for Joe Biden represented her opinion, not statements of fact.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-acting-chief-named-for-brooklyn-federal-prosecutors-11616446859", "title": "New Acting Chief Named for Brooklyn Federal Prosecutors", "date": "2021-03-23 22:30", "summary": "Mark Lesko takes over U.S. attorney's office in Eastern District of New York, which is investigating Cuomo administration's nursing-home response. The federal prosecutors investigating New York Gov. Andrew Cuomo's handling of Covid-19 in nursing homes have a new acting U.S. attorney overseeing that probe and other matters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-officials-put-together-3-trillion-economic-plan-11616443881", "title": "Biden Administration Officials Put Together $3 Trillion Economic Plan", "date": "2021-03-23 22:04", "summary": "President is expected to be briefed on the details of the multipart package this week. WASHINGTON-Administration officials are crafting a plan for a multipart infrastructure and economic package that could cost as much as $3 trillion and fulfill key elements of President Biden's campaign agenda, according to people involved in the discussions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-greitens-enters-missouri-senate-race-11616463652", "title": "Eric Greitens Enters Missouri Senate Race", "date": "2021-03-23 21:40", "summary": "Greitens resigned as governor in 2018 amid preparations to impeach him following allegations of sexual misconduct. Missouri's former Gov. Eric Greitens, who resigned in 2018 amid legal troubles and a sex scandal, said on Fox News on Monday that he is running for a Senate seat to be left open by Republican Sen. Roy Blunt.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-corp-taps-former-u-s-attorney-for-nevada-as-compliance-chief-11616459433", "title": "Fox Corp. Taps Former U.S. Attorney for Nevada as Compliance Chief", "date": "2021-03-23 20:30", "summary": "Nicholas Trutanich served as the top prosecutor in Nevada under former President Donald Trump. Fox Corp. said Nicholas Trutanich, a former U.S. attorney for Nevada, would become the company's new chief ethics and compliance officer.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-company-leaders-support-carbon-pricing-plan-11616454002", "title": "Oil Company Leaders Support Carbon Pricing Plan", "date": "2021-03-23 20:04", "summary": "White House environmental officials host videoconference meeting with executives from 10 of the industry's biggest companies. WASHINGTON-Top oil company executives, in a meeting with White House officials Monday, expressed support for putting a price on carbon emissions as a means to address greenhouse gas emissions that contribute to climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]