[{"link": "https://www.wsj.com/articles/ratings-for-olympics-opening-ceremony-fell-36-compared-with-2016-games-11627171200", "title": "Ratings for Olympics Opening Ceremony Fall 36%", "date": "2021-07-25 19:58", "summary": "Tokyo's kickoff came a year late and without fans because of the Covid-19 pandemic. The kickoff of the Summer Olympics in Tokyo drew about 17 million viewers in the U.S. on Friday on NBC, a roughly 36% decline from the opening ceremony for the Games in 2016, according to preliminary figures from the network.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-intensifies-airstrikes-in-afghanistan-as-taliban-offensive-nears-kandahar-11627245315", "title": "U.S. Intensifies Airstrikes as Taliban Offensive Nears Kandahar", "date": "2021-07-25 16:59", "summary": "About a dozen strikes are aimed at slowing a Taliban surge, aiding a beleaguered Afghan military. The U.S. has stepped up airstrikes in southern Afghanistan amid growing apprehension over a Taliban offensive threatening Kandahar, the country's second-largest city and spiritual capital of the Taliban movement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fires-continue-to-rage-in-oregon-northern-california-11627246653", "title": "Fires Continue to Rage in Oregon, Northern California", "date": "2021-07-25 16:57", "summary": "Overall in the U.S., 86 large fires have burned close to 1.5 million acres in 12 states as of Sunday. Fire crews made progress Sunday in containing the nation's largest forest fire, named after Bootleg Creek in southern Oregon, as scores of blazes raged in the parched Pacific Northwest, northern Rockies and northern California.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eviction-moratorium-ban-cdc-11627235443", "title": "Rebuking a Lawless CDC", "date": "2021-07-25 16:48", "summary": "The Sixth Circuit tosses the agency's moratorium on rental evictions.. The fight to rein in the runaway administrative state is crucial to retaining the liberty Americans have left. So congratulations to a three-judge panel of the Sixth Circuit Court of Appeals for unanimously ruling against the federal moratorium on evictions in rental properties ordered by the Centers for Disease Control and Prevention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thedeltavariant-upends-the-worlds-pandemic-response-11627225200", "title": "The Delta Variant Upends the World's Pandemic Response", "date": "2021-07-25 16:47", "summary": "Resume Subscription. The Delta variant is changing calculations of governments around the world, raising doubts about how quickly they can leave the coronavirus pandemic behind, widening the gulf between highly vaccinated places and the rest, and infiltrating countries that had previously kept the virus at bay.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-overdoses-surge-a-canadian-province-is-giving-out-drugs-11627236515", "title": "As Overdoses Surge, a Canadian Province Is Giving Out Drugs", "date": "2021-07-25 16:46", "summary": "Resume Subscription. VANCOUVER-The Canadian province of British Columbia is responding to a surge in overdose deaths with a novel strategy: It is giving out opioids.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anthony-fauci-rand-paul-wuhan-lab-leak-11627240720", "title": "Anthony Fauci, Rand Paul and Wuhan", "date": "2021-07-25 16:46", "summary": "Americans who dismissed the lab-leak theory have a conflict of interest.. No one should expect the Chinese Communist Party to cooperate with a real inquiry into the origins of Covid-19. More disappointing is the lack of candor from American scientists and officials whose conflicts of interest deserve more scrutiny.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-iran-nuclear-deal-talks-united-nations-11626980271", "title": "Iran's Latest Nuclear Demand", "date": "2021-07-25 16:44", "summary": "Tehran wants U.N. approval for a future U.S. withdrawal.. The U.S. and Iran took a break last month after six rounds of indirect nuclear talks in Vienna. So far Washington has been willing to give up its most powerful sanctions leverage to revive the 2015 nuclear deal, but Iranian negotiators are pushing for more.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-protests-poverty-communists-11627238910", "title": "The Root Causes of Cuban Poverty", "date": "2021-07-25 16:34", "summary": "The only blockade is the one imposed by Havana. Regime elites oppose competition.. Cuba's primal scream for liberty on July 11 has gone viral and exposed the grisly methods used by Cuba's gestapo to keep the lid on dissent. But Cubans need outside help. They need the civilized world to come together and ostracize the barbarians in Havana. This requires U.S. leadership. Unfortunately, the Biden administration hasn't seemed up to the task.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sacred-band-review-a-special-kind-of-unit-cohesion-11627245234", "title": "'The Sacred Band' Review: A Special Kind of Unit Cohesion", "date": "2021-07-25 16:33", "summary": "In ancient Greece, an elite ﬁghting unit, known for its courage and esprit de corps, was composed of male lovers sworn to mutual loyalty.. The city of Thebes, in central Greece, has often been marginalized if not forgotten, both in antiquity and in modern times. Though it produced at least one wonderful poet (Pindar) and one stellar musician (Pronomus), it never bred a historian to match, say, Thucydides of Athens. Its mythical tradition was appropriated by the dramatists, above all the tragedians, of Athens, and the tradition itself is riddled with filicide, patricide, incest, civil war and other such abominations. But it was in 480 B.C. that Thebes blotted its escutcheon comprehensively: So far from joining forces with Sparta and Athens to resist a mighty Persian amphibious invasion, it actively took the Persian side and, to use a word derived from the Greek for such an act, \"medized.\" For that error, Alexander of Macedon made the city pay horribly, annihilating almost all of it in 335 B.C.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-fed-interest-rates-11627237713", "title": "No, Inflation Isn't Good for Workers", "date": "2021-07-25 16:32", "summary": "The public understands that nominal wage gains are an illusion when the cost of living keeps rising.. An odd notion seems to have taken hold in Washington: that the Federal Reserve's easy monetary policy is good for workers. Near-zero interest rates are being hailed as the key to higher wages-even as consumer prices are increasing at the fastest pace since 2008. But nominal wage gains are an illusion when inflation wipes out real gains. The financial rewards from the Fed's \"accommodative\" stance overwhelmingly favor Wall Street over Main Street.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-australia-lockdowns-11627237927", "title": "Covid Mania Returns Australia to Its Roots as a Nation of Prisoners", "date": "2021-07-25 16:32", "summary": "Citizens in Sydney may leave their homes only for 'essential' purposes and not go more than six miles.. Sydney", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traffic-fatalities-society-danger-11627238246", "title": "Social Breakdown Starts With Skipping a Stop Sign", "date": "2021-07-25 16:31", "summary": "Even with fewer cars on the road in 2020, traffic fatalities were up. Blame receding law enforcement.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-guardians-indians-baseball-11627238467", "title": "Cleveland Drops the Ball", "date": "2021-07-25 16:31", "summary": "The new name of the city's baseball team-the Guardians-sounds like it belongs on the side of an armored truck.. 'Cleveland is a city that has been ravaged by financiers and industrialists . . . its population abandoned to their fate, left to freeze their ass off, standing in the dirty winter slush, waiting for a bus that is a long time coming. Somehow they go on living,\" wrote the artist Robert Crumb.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-kinzinger-named-to-jan-6-committee-11627244860", "title": "Kinzinger Named to Jan. 6 Committee", "date": "2021-07-25 16:27", "summary": "The Trump critic joins committee after Speaker Nancy Pelosi rejected two Republican selections. House Speaker Nancy Pelosi named Rep. Adam Kinzinger, a Republican from Illinois and critic of former President Donald Trump, to serve on a select committee investigating the Jan. 6 attack on the U.S. Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-settles-spying-case-with-ex-executive-iqbal-khan-11627241148", "title": "Credit Suisse Settles Spying Case With Ex-Executive Iqbal Khan", "date": "2021-07-25 15:25", "summary": "Spying scandal is one of slew of legal and reputational knocks dogging bank. Credit Suisse Group AG said it reached a settlement with a former executive and private investigators over a spying scandal that rocked the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-the-fed-u-s-gdp-eurozone-gdp-11627239600", "title": "Economy Week Ahead: The Fed, U.S. GDP, Eurozone GDP", "date": "2021-07-25 15:00", "summary": "The Fed will release its policy statement Wednesday amid questions over when it would begin scaling back its easy-money approach. The Federal Reserve's policy meeting and U.S. economic-growth figures are the focus this week.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-population-growth-slows-birth-rate-decline-economic-risk-11627231536", "title": "U.S. Population Growth, an Economic Driver, Grinds to a Halt", "date": "2021-07-25 12:49", "summary": "Covid-19 pandemic compounds years of birth-rate decline, puts America's demographic health at risk. America's weak population growth, already held back by a decadelong fertility slump, is dropping closer to zero because of the Covid-19 pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympic-cycling-anna-kiesenhofer-road-race-11627229016", "title": "The Math Ph.D. Who Just Shocked Olympic Cycling", "date": "2021-07-25 12:30", "summary": "Austria's Anna Kiesenhofer escapes early to fend off a confused Dutch superteam and capture gold. Oyama, Japan", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-scramble-to-finalize-deal-on-infrastructure-package-11627216048", "title": "Senators Try to Finalize Deal on Infrastructure Package", "date": "2021-07-25 12:26", "summary": "Bipartisan group hopes to iron out key details on a roughly $1 trillion bill for roads, bridges, transit and broadband. WASHINGTON-Lawmakers pushed to finalize an infrastructure agreement Sunday, but said they were still struggling to resolve a dispute over how much to increase public-transit funding, a snag that could delay their goal of advancing the bill in a Senate vote early this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-leads-u-s-in-covid-19-cases-as-hospitalizations-surge-11627131600", "title": "Florida Leads U.S. in Covid-19 Cases as Hospitalizations Surge", "date": "2021-07-25 12:21", "summary": "Driving the rise are the Delta variant, large numbers of unvaccinated, relaxation of preventive measures and more indoor time. MIAMI-Florida is recording more Covid-19 cases than any other U.S. state, as hospitalizations in some areas increase at the fastest rate since the start of the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-economics-investment-consumption-11627222067", "title": "Congress Can't Enact a Chicken", "date": "2021-07-25 12:09", "summary": "Washington today ignores that saving and investing must precede consumption.. Egg first. As legislators play a game of chicken with \"infrastructure\" bills, there is a huge misconception about how the economy actually works. Last week Moody's economist Mark Zandi said more government spending on infrastructure and social programs like Medicaid \"will lift productivity.\" Does he even know what productivity is? He thinks you can give people money and they'll spend it, prime the pump and boost the economy. That is backward. An economy has to produce first, then consume.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-martin-jerry-lewis-comedy-11627223355", "title": "The Martin and Lewis Decade", "date": "2021-07-25 12:08", "summary": "A comedy partnership that took American culture by storm.. The comedy partnership of Dean Martin and Jerry Lewis began on July 25, 1946. For 10 years they were the hottest entertainers in America, performing together in movies and sold-out nightclubs, on radio and TV.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-hesitancy-risk-covid-ben-franklin-yogi-berra-11627079562", "title": "Thinking About Vaccine Hesitancy and Risk", "date": "2021-07-25 12:06", "summary": "Writing people off as deplorables is not a helpful solution.. Regarding Holman W. Jenkins, Jr.'s \"Realism About Vaccine Hesitancy\" (Business World, July 14): Commentary on why people seem to resist vaccination against Covid-19 would benefit from a better understanding of risk. An excellent summary of the research can be found in Michael Gough and Theodore Glickman's 1990 book \"Readings in Risk.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-space-companys-wall-street-launch-misfires-11627228802", "title": "A Space Company's Wall Street Launch Misfires", "date": "2021-07-25 12:00", "summary": "Investors weren't told about Momentus's technology challenges and national-security issues, SEC says. WASHINGTON-A space-transportation company trying to go public didn't tell potential investors that its satellite-hauling technology failed, that it lost contact with a satellite in space and that its Russian founder had been deemed a national-security risk by the U.S. government, the Securities and Exchange Commission said.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crt-critical-race-theory-hedgehog-fox-university-11627079471", "title": "When the Race-Obsessed Taste Power", "date": "2021-07-25 11:59", "summary": "The single-minded ideology of critical race theory sees racism in every white face.. Apropos of Lance Morrow's \"The Hedgehogs of Critical Race Theory\" (op-ed, July 20) wherein the single-minded racial ideology sees racism in every white face, let us also be reminded of the darker elements in our psyche. For self-gratification to be achieved, sometimes it is not enough that we should succeed, but that our friends should fail.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuban-fight-for-freedom-communist-propaganda-refugees-11626990527", "title": "The Cuban Fight for Freedom Rebuts Regime Propaganda", "date": "2021-07-25 11:53", "summary": "How can some liberals fall for the lies about the island's healthcare and education systems?. Mary Anastasia O'Grady does an excellent job exposing the repression apparatus in Cuba (\"Resistance and Repression in Cuba,\" Americas, July 19). It is hard to understand those who admire the Cuban dictatorship, but some of my liberal acquaintances actually believe Cubans are better off under the communist regime, citing its healthcare and educational systems. More should be written to debunk these two myths.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-breyer-retire-supreme-court-11627079175", "title": "Justice Breyer Should Stick Around on the Supreme Court", "date": "2021-07-25 11:46", "summary": "The liberal justice is a joy to listen to during oral argument.. Regarding Kimberley A. Strassel's \"The Stephen Breyer Backfire\" (Potomac Watch, July 23): I urge Justice Breyer to stay on the court as long as he can. I am a conservative, but that is not the reason I urge him to stay.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-athletes-kneeling-patriotism-11627079093", "title": "Unpatriotic Olympic Athletes Should Not Represent This Country", "date": "2021-07-25 11:42", "summary": "Representing the U.S. at the Olympics is an honor and a privilege. It is not a right.. Regarding Gerard Baker's \"Progressives Disdain America but Love Being Free to Do So\" (Free Expression, June 29): Representing the U.S. at the Olympics is an honor and a privilege. It is not a right. If an athlete cannot behave with appropriate patriotic decorum while representing our country, the Olympic Committee has an obligation to ban that athlete from such competition. Let that individual find another venue at which to be disrespectful.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-fresh-challenges-on-covid-19-economy-11627225202", "title": "Biden Faces Fresh Challenges on Covid-19, Economy", "date": "2021-07-25 11:00", "summary": "A presidency that began with optimism about economic recovery and overcoming the pandemic has entered a more difficult phase. WASHINGTON-President Biden took office with the goals of overcoming the coronavirus pandemic, spurring economic growth and winning legislative approval for trillions in new spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/team-usa-basketball-loss-france-olympics-tokyo-11627223982", "title": "Team USA Suffers Stunning Loss to France in Men's Olympic Basketball Opener", "date": "2021-07-25 10:41", "summary": "The Americans are still likely to advance despite the 83-76 defeat, but alarm bells are ringing. TOKYO-It was a bad sign for Team USA men's basketball when Nigeria and Australia beat them in exhibitions. But those were exhibitions. The U.S. builds its roster from NBA All-Stars teams and Olympic golds are expected to be cakewalks no matter how many red flags are spotted.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-fencing-lee-kiefer-gerek-meinhardt-11627222199", "title": "The Doctor Will Stab You Now", "date": "2021-07-25 10:10", "summary": "Lee Kiefer and Gerek Meinhardt had an unusual training strategy for Tokyo: going to medical school. She won gold on Sunday and now they're both future doctors with Olympic medals.. Kentucky is not the first place that you would expect to find a good fencer. It might actually be the last. But when two of the best fencers on Team USA hunkered down there during the pandemic, they had a good reason for picking such a remote outpost of their sport.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-set-to-push-global-economy-over-the-recovery-line-11627221602", "title": "U.S. Set to Push Global Economy Over the Recovery Line", "date": "2021-07-25 10:00", "summary": "With GDP in the second quarter likely having exceeded its pre-pandemic size, a landmark moment for the global recovery seems likely, analysts say. The U.S. economy likely returned to its late-2019 size during the three months through June, helping to lift global output above its pre-pandemic level for the first time.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-for-the-cloud-once-amazon-vs-microsoft-now-has-many-fronts-11627221600", "title": "Battle for the Cloud, Once Amazon vs. Microsoft, Has Many Fronts", "date": "2021-07-25 10:00", "summary": "Customers increasingly sign with multiple vendors to lower costs and cobble together the best services. Many businesses have treated Amazon . com Inc. and Microsoft Corp. as the only options as they look to embrace cloud-computing. But IT managers now are realizing they have leverage in an increasingly competitive industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phoenix-homes-on-track-to-break-record-this-week-as-housing-market-booms-11627218002", "title": "Phoenix Homes on Track to Break Record as Market Booms", "date": "2021-07-25 09:00", "summary": "Prices in the area are still cheap compared with many other big cities in the West, as the regional economy becomes more diversified. PHOENIX-Once a poster child for the foreclosure crisis, Phoenix's housing market is booming again, boosted by robust population growth and relative affordability.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-weighs-new-sanctions-against-belarus-11627218001", "title": "Biden Administration Weighs New Sanctions Against Belarus", "date": "2021-07-25 09:00", "summary": "Washington visit by opposition leader stirs talk of punitive measures pressuring Lukashenko, key Belarusian industries. The Biden administration is considering a new round of economic sanctions targeting Belarus and its authoritarian leader after a leading dissident appealed to U.S. officials for stronger U.S. action, according to participants in meetings last week in Washington.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadband-internet-bill-too-high-heres-how-you-can-fix-that-11627218000", "title": "Broadband Internet Bill Too High? Here's How You Can Fix That", "date": "2021-07-25 09:00", "summary": "Buy your own equipment, scrutinize your bill for extra fees and call your ISP to negotiate better pricing. Kim Cadena was shocked at the internet bill that arrived on July 21: The price jumped from $50 to $81 a month, for the same 100-megabit-per-second plan. Mx. Cadena (who uses the gender-neutral honorific) has been a Comcast Xfinity customer for two years. The service started with a promotional $30-a-month rate, then increased to $50 the second year. Now, it's gone up again.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/katie-ledecky-quest-for-olympic-gold-is-the-longest-ever-11627215361", "title": "Katie Ledecky's Quest for Olympic Gold Is the Longest Ever", "date": "2021-07-25 08:17", "summary": "Resume Subscription. TOKYO-When Michael Phelps won eight gold medals at the 2008 Beijing Olympics, his historic haul required 3,300 meters of racing. Katie Ledecky is swimming nearly twice as far in Tokyo.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tokyo-olympics-simone-biles-us-gymnastics-qualifications-11627210825", "title": "Simone Biles and U.S. Teammates Stumble and Fall Behind Russia in Gymnastics Qualifications", "date": "2021-07-25 08:08", "summary": "A series of miscues in the qualification round put the U.S. behind a reinvigorated team of Russian athletes who lead going into Tuesday's team final. TOKYO-The road to a third-straight Olympic gold medal for the Simone Biles-led U.S. women's gymnastics team will not be the coronation everyone has been expecting.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-executive-who-returned-to-myanmar-forced-to-fleeagain-11627202389", "title": "American Executive Who Returned to Myanmar Forced to Flee-Again", "date": "2021-07-25 08:01", "summary": "Resume Subscription. Chris Tun first fled Myanmar's brutal military regime in 1989 as a student activist. He returned nearly a quarter-century later as a U.S. citizen and an executive at a global company, aiming to help foreign businesses set up in the country as it embarked on a historic shift toward democracy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/private-equity-firms-spark-bidding-wars-in-u-k-11627214400", "title": "Private-Equity Firms Spark Bidding Wars in U.K.", "date": "2021-07-25 08:00", "summary": "After Brexit, investors think big assets can be found cheaply. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wastewater-helps-health-officials-spot-covid-19-warning-signs-11627214400", "title": "Wastewater Helps Health Officials Spot Covid-19 Warning Signs", "date": "2021-07-25 08:00", "summary": "Resume Subscription. Residents learned Covid-19 cases might be ticking upward in parts of Davis, Calif., this month thanks to an increasingly popular data stream: wastewater surveillance.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/india-flooding-landslides-kill-at-least-113-people-11627201217", "title": "India Flooding, Landslides Kill at Least 113", "date": "2021-07-25 07:16", "summary": "Heavy monsoon rains have lashed the western state of Maharashtra. NEW DELHI-Heavy monsoon rains have pummeled the western Indian state of Maharashtra, triggering landslides and flooding that have killed at least 113 people, according to the state government.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-immunity-wanes-but-third-shot-still-rarely-needed-biontech-ceo-says-11627211359", "title": "Covid-19 Immunity Wanes, but Third Shot Still Rarely Needed, BioNTech CEO Says", "date": "2021-07-25 07:09", "summary": "Governments must decide whether to give vulnerable people extra dose, head of German vaccine inventor says. BERLIN-Immunity against the coronavirus is waning in people who were fully vaccinated with the shot made by BioNTech SE and Pfizer Inc. in January because of the rapidly spreading Delta variant, BioNTech's chief executive said, confirming data that emerged from Israel last week.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-digital-yuan-puts-ant-and-tencent-in-an-awkward-spot-11627210802", "title": "China's Digital Yuan Puts Ant and Tencent in an Awkward Spot", "date": "2021-07-25 07:00", "summary": "Jack Ma's Ant has quietly run pilot tests using digital yuan; 'it's even more risky to stay on the sidelines,' says one observer. HONG KONG-China is calling on private-sector pioneers Ant Group Co. and Tencent Holdings Ltd. to help it develop a state-backed digital currency that threatens the pair's highly popular payment networks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-woes-come-to-school-cafeterias-11627205402", "title": "Supply-Chain Woes Come to School Cafeterias", "date": "2021-07-25 05:30", "summary": "Ahead of fall reopening, school districts are shrinking menu options as they face shortages of juice boxes, chicken tenders. Schools are struggling to secure food for student breakfasts and lunches ahead of classrooms' planned reopening in the fall.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-finally-checking-out-on-vacation-this-summer-or-trying-to-11627205403", "title": "Americans Are Finally Checking Out on Vacation This Summer", "date": "2021-07-25 05:30", "summary": "Unplugging from the office remains a challenge, but many are determined after more than a year of working through the pandemic. Americans-notorious for not taking time off-appear to be getting away and even unplugging this summer.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-pill-race-heats-up-as-japanese-firm-vies-with-pfizer-merck-11627205403", "title": "Race for Covid-19 Pill Heats Up", "date": "2021-07-25 05:30", "summary": "Shionogi starts human trials for a once-a-day drug designed to neutralize the coronavirus in less than a week. A Japanese company has started human trials of the first once-a-day pill for Covid-19 patients, joining Pfizer Inc. and Merck & Co. in the race to find treatments for the disease.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-to-build-ev-charging-stations-comes-without-promise-of-profit-11627205402", "title": "Rush to Build EV Charging Stations Comes Without Promise of Profit", "date": "2021-07-25 05:30", "summary": "Resume Subscription. Utilities and startups are racing to build fast-charging networks for electric vehicles throughout the U.S. as auto makers bet their future on EVs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-are-buying-american-11627205402", "title": "Investors Are Buying American", "date": "2021-07-25 05:30", "summary": "Money managers world-wide put more than $900 billion into U.S. funds in the first half, a record amount. Investors around the globe are pouring money into U.S. financial assets, a sign of confidence that the world's largest economy remains poised to pull through the Covid-19 pandemic better than many others.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-rahm-covid-reinfection-bryson-dechambeau-test-positive-olympic-golf-11627182738", "title": "Rahm, DeChambeau Test Positive for Covid-19 Before Olympic Golf", "date": "2021-07-25 04:39", "summary": "Rahm also tested positive at the Memorial Tournament two months ago, likely costing him a $1.7 million win. He says he has been vaccinated.. TOKYO-Spanish golfer Jon Rahm tested positive for Covid-19, the country's Olympic committee said, ruling him out of the Olympics and marking the second time in as many months he tested positive in dramatic fashion.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-heat-11627186166", "title": "Sweltering Conditions Are a Tough Opponent at the Tokyo Olympics", "date": "2021-07-25 04:00", "summary": "Concern about heat-related issues have already surfaced at the Games, where heat and humidity have already challenged athletes. TOKYO-The Olympics have just gotten under way, but already sweltering conditions here in the host city are adversely affecting some athletes.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-us-swimming-medals-11627196391", "title": "U.S. Swimmers Win Six Medals in Their Best Olympic Start Ever", "date": "2021-07-25 03:00", "summary": "The medal haul included the first U.S. gold medal of the Tokyo Olympics, won by Chase Kalisz in the 400-meter individual medley. TOKYO-Team USA swimmers on Sunday raced to their best-ever start at an Olympics, winning medals in every event of the first finals session, including the first U.S. gold medal of the games in any sport.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jackie-mason-a-rabbi-turned-comedian-dies-at-93-11627182428", "title": "Jackie Mason, a Rabbi-Turned-Comedian, Dies at 93", "date": "2021-07-25 23:07", "summary": "Mason's stand-up comedy led him to Catskills nightclubs, talk shows and Broadway. NEW YORK-Jackie Mason, a rabbi-turned-comedian whose feisty brand of stand-up comedy led him to Catskills nightclubs, West Coast talk shows and Broadway stages, has died. He was 93.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-womens-soccer-team-tokyo-olympics-new-zealand-11627137669", "title": "U.S. Women's Soccer Team Recovers From Olympic Rout, Beats New Zealand, 6-1", "date": "2021-07-25 21:28", "summary": "Four Americans scored, and the U.S. got two own goals from New Zealand to bounce back from Sweden loss. The U.S. women's soccer team spent part of the first half against New Zealand on Saturday trying to shake off a three-day hangover. The Americans, the heavy gold-medal favorites coming into these Tokyo Olympics, had dropped their opening game to Sweden 3-0 and came out carrying the weight of a nervous nation.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}]