[{"link": "https://www.wsj.com/articles/major-storm-dumps-snow-closes-mountain-routes-in-california-11640575927", "title": "Major Storm Dumps Snow, Closes Mountain Routes in California", "date": "2021-12-26 22:32", "summary": "Forecasters warn that travel in the Sierra Nevada could be difficult for several days. A major Christmas weekend storm caused whiteout conditions and closed key highways amid blowing snow in mountains of Northern California and Nevada, with forecasters warning that travel in the Sierra Nevada could be difficult for several days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/countries-consider-further-post-christmas-omicron-curbs-11640525485", "title": "Omicron Pushes Daily Cases Higher, Disrupts Travel", "date": "2021-12-26 19:58", "summary": "More than 2,000 flights are canceled over holiday weekend amid staff shortages. The Omicron variant pushed Covid-19 daily cases in the U.S. to the highest level in nearly a year, leading to the cancellation of more than 2,000 flights over the holiday weekend and signaling the different kind of threat that the surging new strain poses to the economy and everyday life.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-cancellations-mark-setback-for-airlines-after-smoother-thanksgiving-11640557707", "title": "Christmas Cancellations Mark Setback for Airlines After Smoother Thanksgiving", "date": "2021-12-26 19:50", "summary": "Rapid spread of the Covid-19 Omicron variant pushed airlines' staffing limits this weekend. Flight cancellations marred Christmas weekend for many travelers, as Covid-19 left carriers short-staffed to operate busy schedules over the holiday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-manchin-and-child-poverty-tax-credit-payments-extension-no-vote-build-back-better-11640548721", "title": "Joe Manchin and Child Poverty", "date": "2021-12-26 17:31", "summary": "The latest attack on the Senator is among the most dishonest.. Democrats are in recrimination mode after the implosion of their multi-trillion-dollar spending bill, and one dishonest narrative is that West Virginia Sen. Joe Manchin is callous about child poverty. For months Mr. Manchin and these columns raised substantive concerns about monthly cash payments for families that Democrats have never bothered to address.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mcgirt-ruling-breaches-its-levee-oklahoma-stephen-friot-supreme-court-11640384399", "title": "The McGirt Ruling Breaches Its Levee", "date": "2021-12-26 17:29", "summary": "Oklahoma's civil power is at risk, as a court order showed last week.. The unraveling of state power in eastern Oklahoma is fascinating to watch-if you don't happen to live there. The Supreme Court last year, in a case called McGirt, basically revived a set of historical Native American reservations, which now cover about two million people and the city of Tulsa. McGirt dealt only with \"federal criminal law,\" and its results in that sphere have been bizarre.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-surveys-the-world-national-security-climate-change-democracy-vice-president-11640554782", "title": "Kamala Harris Surveys the World", "date": "2021-12-26 17:28", "summary": "The Vice President needs help on the major threats to American security.. The White House is rolling out Kamala Harris for year-end interviews to improve her public standing. A generous judgment is that this isn't helping the Vice President or the country.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-the-undemocratic-senate-framers-representation-west-virginia-california-unequal-11640534007", "title": "In Defense of the 'Undemocratic' Senate", "date": "2021-12-26 17:06", "summary": "As the Framers intended, it's a crucial check on rule by transient majorities.. Now that Sen. Joe Manchin has effectively killed the Build Back Better Act, there are renewed complaints on the left about the U.S. Senate. The problem with the Senate, we are told, is that it is undemocratic. As of the 2020 census, Mr. Manchin had 1.8 million constituents while California Sens. Dianne Feinstein and Alex Padilla had 39.5 million. Yet Mr. Manchin's vote counts the same as Ms. Feinstein's and Mr. Padilla's. That means a West Virginia resident has 22 times the influence in the Senate as a Californian. For Wyoming, the disparity is 68 times.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-populism-turns-to-tyranny-chile-nicaragua-el-salvador-elections-democracy-11640533298", "title": "When Populism Turns to Tyranny", "date": "2021-12-26 17:04", "summary": "Latin America has reversed its turn to democracy. Could the U.S. do the same?. It's been a tough year for liberty in Latin America, and it would be a mistake to blame it on Covid-19. The rise of authoritarianism was under way before the pandemic hit last year, and it's unlikely to recede after the virus wanes.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-violence-the-precious-work-begins-surgeons-shooting-stabbing-crime-wave-chicago-11640533466", "title": "After Violence, the Precious Work Begins", "date": "2021-12-26 17:02", "summary": "What do surgeons think when a wounded child is wheeled in?. When the shooting stops and the sirens fade, the precious, prayerful work begins.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-my-flying-car-review-waiting-for-the-future-11640556044", "title": "'Where Is My Flying Car?' Review: Waiting for the Future", "date": "2021-12-26 17:00", "summary": "If the tomorrowland of 'The Jetsons' has been largely realized, why have certain tech breakthroughs failed to arrive?. The science-fiction writers who flourished in the postwar era, like Isaac Asimov, Arthur C. Clarke and Robert Heinlein, promised a glittering technological future. A lot of what they imagined has come true, from powerful pocket phones and a global library to synthetic foods and self-driving cars. \"The Jetsons,\" which premiered in 1962, depicted a futuristic life of extraordinary ease. George Jetson's flying car folded into his briefcase, while his job at Spacely Space Sprockets consisted mostly of resting his feet on his desk while machines did the work.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-cant-censor-the-truth-about-judges-legislation-law-free-speech-adresses-phone-numbers-11640533446", "title": "Government Can't Censor the Truth About Judges", "date": "2021-12-26 16:57", "summary": "A well-intentioned bill to protect their privacy and safety runs afoul of the First Amendment.. Can the government censor you for tweeting happy birthday to a judge? The Senate Judiciary Committee recently voted 21-0 to advance a bill that would allow exactly that. If it is enacted, every American could face mandatory take-down orders for posting basic facts online about federal judges, including birth dates, spouses' jobs and the colleges attended by their children. Because the bill stifles access to relevant information about public officials and arbitrarily limits its restrictions to the internet but not other media, it would violate the First Amendment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-havent-been-going-up-generics-inflation-caps-biden-costs-innovation-11640533671", "title": "Drug Prices Haven't Been Going Up", "date": "2021-12-26 16:56", "summary": "The myth that they have drives Biden's proposals for price controls, which would throttle innovation.. Build Back Better may be dead, but its proposed drug price controls will likely reappear: negotiating prices for high-cost drugs in Medicare and price controls for most drugs limiting price increases to the annual inflation rate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golf-war-on-the-arabian-peninsula-uae-professional-sports-international-tournament-11640533781", "title": "The Golf War on the Arabian Peninsula", "date": "2021-12-26 16:55", "summary": "The U.A.E. is the region's leading destination for the sport, but Saudi Arabia is coming on strong.. The so-called Gulf Rift between Qatar and other members of the Gulf Cooperation Council ended early this year. But the monarchies that belong to the council compete as much as they collaborate. For the two most populous members, Saudi Arabia and the United Arab Emirates, this competition is playing out in golf.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desmond-tutu-archbishop-who-helped-end-apartheid-11640503788", "title": "Desmond Tutu, Archbishop Who Helped End Apartheid, Dies at 90", "date": "2021-12-26 15:16", "summary": "Nobel laureate and confidant of Nelson Mandela played a big role in bringing South Africa into the modern age. JOHANNESBURG-South Africans on Sunday mourned the death of Desmond Tutu, the Anglican archbishop who led a global campaign to end the country's racist policies and later became a moral compass for a nation struggling to navigate the political ravages and social inequalities of the post-apartheid era.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-home-prices-unemployment-claims-11640548804", "title": "Economy Week Ahead: Home Prices, Unemployment Claims", "date": "2021-12-26 15:00", "summary": "Data due this week will likely show a slight cooling in the hot real-estate market and historically low jobless claims. The S&P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in major metropolitan areas across the nation, is expected to decelerate for the year ended in October, but still remain historically elevated. Economists surveyed by The Wall Street Journal estimate that the 20-city Case-Shiller index rose by 18.6% in the year ended in October, down from the 19.1% annual rate the month prior.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-keeps-saving-the-day-for-theaters-amid-weak-holiday-box-office-showings-11640547003", "title": "'Spider-Man' Keeps Saving the Day for Theaters", "date": "2021-12-26 14:30", "summary": "'Sing 2' hits the right note as 'The Matrix Resurrections' and several other new releases fall flat. The holiday box office left all but a couple of movie studios with lumps of coal.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-slashed-promised-life-insurance-for-former-workersand-time-runs-out-at-year-end-11640544022", "title": "AT&T Cuts Hit Retiree Benefits", "date": "2021-12-26 13:40", "summary": "Resume Subscription. When Dean Allison left his job as a property manager at AT&T in 1998, the company offered an incentive to retire: a payment of at least $63,000 upon his death.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/churches-new-members-personal-online-data-analytics-gloo-11640310982", "title": "Churches Target New Members, With Help From Big Data", "date": "2021-12-26 13:00", "summary": "Resume Subscription. Struggling with grief? Too much debt? On the verge of divorce? Churches are ready to deliver a digital intervention, with help from Big Data.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/noonan-movie-theaters-film-streaming-services-targeted-audiences-11640299002", "title": "Noonan on Theaters and How Movies Have Changed", "date": "2021-12-26 12:03", "summary": "Wide appeal became difficult to achieve when particular audiences could see targeted material.. Peggy Noonan is right that movies have lost wide appeal because of streaming (\"'West Side Story' and the Decline of the Bijou,\" Declarations, Dec. 18). But she comes closer to the root when she writes, \"You lose something when the whole town isn't there.\" Wide appeal became more difficult to achieve when particular audiences could be satisfied with targeted material. More factions could be found willing to consume specialized material. That mimicked the magazine market of old, when tailored material was sold to youth, homemakers, motorists, golfers, coin collectors, the fashion-conscious, whomever.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-ctc-bbb-build-back-better-furman-entitlement-11640300009", "title": "Child Tax Credit Can't Be 'Tweaked' Into a Policy Success", "date": "2021-12-26 12:02", "summary": "Even if it's reduced, there would be constant pressure to enlarge the benefit and expand eligibility in the future.. Jason Furman thinks good intentions and a few tweaks will make an extension of the child tax credit desirable policy (\"Democrats Can Tweak Their Child Allowance to Help Families More,\" op-ed, Dec. 18). On the contrary, tax credits should be avoided in general because they are arbitrary and discriminatory.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hogan-garland-doj-lawsuit-gerrymandering-redistricting-massachusetts-11640299440", "title": "Blue States Can Gerrymander, Too!", "date": "2021-12-26 12:00", "summary": "Might Merrick Garland consider suing Massachusetts as well?. Regarding Gov. Larry Hogan's request \"Mr. Garland, Please Sue My State\" (op-ed, Dec. 18): While he's at it, do you think Merrick Garland might consider suing Massachusetts as well? Republicans represent one-quarter of the commonwealth's voters who prefer to be registered in one of the major parties, but due to the jigsaw puzzle-like districting, our congressional delegation has a score of Democrats 9, Republicans 0.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-internal-revenue-service-tax-leaks-data-democrats-11640299237", "title": "Democrats Fund, IRS Leaks", "date": "2021-12-26 11:59", "summary": "That private tax data has become funding is not viewed as a negative.. Democrats are not giving $80 billion without strings to an agency that has no idea who is stealing private tax data (\"The Internal Revenue Leak Service,\" Review & Outlook, Dec. 14). They are giving $80 billion to an agency that is willing to leak private tax data to further the Democratic agenda.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-facebook-mark-zuckerberg-metaverse-is-already-here-virtual-reality-headset-oculus-11640525817", "title": "The Metaverse Is Already Here", "date": "2021-12-26 10:30", "summary": "Mark Zuckerberg's new platform builds on the success of popular videogames.. Are you ready to live in a 3D-navigable, socially connected, conscience-curving, carefree virtual world? Facebook 's pursuit of this metaverse dream as its next platform is bold, though it may be like swapping out a car's engine while it's going 100 mph-hard to do without crashing. Look at Apple as it transitioned from computers to iPods and iPhones. Facebook even changed its name to Meta. \"The dream was to feel present with the people we care about,\" CEO Mark Zuckerberg explained. He also promised \"immersive all-day experiences.\" Facebook may need a new platform anyway if the Biden administration dismantles its current one in the name of antitrust.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-breaking-up-silicon-valley-tech-is-a-gift-to-china-tencent-baidu-bytedance-quantum-11640525284", "title": "Breaking Up Tech Is a Gift to China", "date": "2021-12-26 10:30", "summary": "Populist proposals would punish the companies competing with Beijing on AI and quantum.. Few issues unite both sides of the political divide more than anger at U.S. tech companies, whether for censorship of conservative viewpoints or for failing to counter misinformation online. In response to these concerns, legislation introduced in Congress would weaken the U.S. tech industry, ostensibly in the name of breaking up monopolies. Unfortunately, the various bills would hurt the U.S. and strengthen the hand of our greatest geopolitical rival, the People's Republic of China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadhead-takes-a-strange-very-long-trip-to-solve-a-jerry-garcia-mystery-11640531178", "title": "Deadhead Takes a Strange, Very Long Trip to Solve a Jerry Garcia Mystery", "date": "2021-12-26 10:06", "summary": "An amateur historian of Mr. Garcia's work outside the Grateful Dead sought two missing names in a yearslong quest not even his family understood. SAN RAFAEL, Calif.-Joe Jupille was burning with anticipation.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gigantic-stocks-are-a-reason-to-worry-11640530981", "title": "Gigantic Stocks Are a Reason to Worry", "date": "2021-12-26 10:03", "summary": "As Apple, Microsoft and Amazon cross the trillion-dollar mark, index investors should be concerned about concentrated portfolios. Remember when a trillion dollars was a lot of money?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-are-using-a-law-intended-for-the-mob-in-unexpected-cases-11640527203", "title": "Federal Prosecutors Use Law Intended for the Mob in Unexpected Cases", "date": "2021-12-26 09:00", "summary": "Resume Subscription. Federal prosecutors around the country are increasingly using racketeering statutes to go after a broader array of criminal activity, applying them in ways that deviate from the law's original goal of dismantling organized crime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/some-job-seekers-get-loud-about-their-availability-11640527202", "title": "Job Seekers Get Loud About Their Availability", "date": "2021-12-26 09:00", "summary": "Most Popular News. You're looking for a job. Should you advertise your availability on LinkedIn and other social networks?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germanys-vast-foreign-surpluses-are-finally-falling-fulfilling-an-old-u-s-demand-11640523603", "title": "Germany's Foreign Surpluses Are Falling, Fulfilling a U.S. Demand", "date": "2021-12-26 08:00", "summary": "Washington and others had accused Germany of feeding global economic imbalances by hoarding savings and refusing to spend. FRANKFURT-After years of digging in its heels, Germany is on track to reduce its giant foreign surpluses, a potential boon for trading partners like the U.S.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-tech-startup-revives-einsteins-fathers-power-plant-11640523602", "title": "Italian Tech Startup Revives Einstein's Father's Power Plant", "date": "2021-12-26 08:00", "summary": "Resume Subscription. SANNAZZARO DE' BURGONDI, Italy-A Roman tech company has been inspired by Einstein-Hermann Einstein, that is-to do its part for renewable energy here in the countryside south of Milan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-russia-once-triumphed-ukrainians-prepare-to-resist-putin-11640520002", "title": "Where Russia Once Triumphed, Ukrainians Prepare to Resist Putin", "date": "2021-12-26 07:00", "summary": "Resume Subscription. POLTAVA, Ukraine-A decisive Russian military victory here in 1709 allowed Moscow to dominate much of this country for nearly three centuries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/early-holiday-shopping-helps-offset-omicron-damper-11640518204", "title": "Early Holiday Shopping Helps Offset Omicron Damper", "date": "2021-12-26 06:30", "summary": "U.S. holiday spending rose 8.5% over last year, fueled by shoppers hitting physical stores early over worries about supply. Fretters saved U.S. retailers from a gloomier holiday.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hot-job-market-salaries-start-to-swell-for-white-collar-workers-11640514607", "title": "White-Collar Employee Salaries Start to Swell", "date": "2021-12-26 05:30", "summary": "Professionals toward end of 2021 see compensation jump at fastest rate in nearly 20 years, with law and finance reaping significant gains. Salaried employees are joining hourly workers in getting hefty raises, thanks to the hot job market and inflationary pressures that are also boosting pay for workers including waiters and warehouse staff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-diagnosis-videos-leave-some-teens-thinking-they-have-rare-mental-disorders-11640514602", "title": "TikTok Diagnosis Videos Leave Some Teens Thinking They Have Rare Mental Disorders", "date": "2021-12-26 05:30", "summary": "Faulty self-diagnosis makes treatment a challenge; 'We felt for a long time that we were competing with social media,' one teen's father said. Samantha Fridley would stay up until 3 a.m. watching an endless stream of TikTok videos about borderline-personality disorder, bipolar disorder and multiple-personality disorder.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-bets-s-p-500-will-say-goodbye-to-outsize-stock-gains-in-2022-11640514607", "title": "Wall Street Bets S&P 500 Is Due for a Slowdown in 2022", "date": "2021-12-26 05:30", "summary": "Fed's expected interest-rate increases in the year ahead could make stock investors less willing to accept lofty valuations. U.S. stocks are on track to end 2021 with another year of outsize gains. Many investors aren't expecting a repeat in 2022.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-want-biden-to-play-bigger-role-pushing-tech-legislation-11640514605", "title": "Lawmakers Want Biden to Play Bigger Role Pushing Tech Legislation", "date": "2021-12-26 05:30", "summary": "White House 'not a really active presence' amid legislative efforts to rein in social media and other internet platforms. WASHINGTON-Lawmakers say 2022 is shaping up as a pivotal year in their efforts to tighten regulations on social media and other internet platforms-and are pushing President Biden to come off the sidelines.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-omicron-spreads-what-it-means-to-be-fully-vaccinated-is-changing-11640514603", "title": "What It Means to Be Fully Vaccinated Is Changing", "date": "2021-12-26 05:30", "summary": "U.S. might not formally change definition of fully vaccinated soon, but booster shots become a fact of life in more places as research suggests benefits against new variant. Omicron is changing the definition of what it means to be fully vaccinated, because early studies suggest that current Covid-19 vaccines will require three doses to offer sufficient protection against the variant.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-migrants-fall-prey-to-sex-traffickers-after-fleeing-their-collapsing-country-11640514604", "title": "Venezuelan Migrants Fall Prey to Sex Traffickers", "date": "2021-12-26 05:30", "summary": "Resume Subscription. QUITO, Ecuador-On her first day at what she thought would be a job mopping floors, a Venezuelan migrant named Patricia, who at home had sold fish from a market stall, found herself trapped inside what turned out to be a brothel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/myanmar-military-attack-kills-dozens-including-children-aid-group-says-11640510326", "title": "Myanmar Military Attack Kills Dozens, Including Children, Aid Group Says", "date": "2021-12-26 04:18", "summary": "Violence happened in a part of the country where resistance groups have been fighting the military junta. At least 38 people, including children, were killed in an attack by Myanmar's military in a region of the country where resistance groups have been fighting forces from the junta, according to international aid group Save the Children and a local militia that opposes the military.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bishop-desmond-tutu-a-life-in-photos-11640507612", "title": "Bishop Desmond Tutu: A Life in Photos", "date": "2021-12-26 03:33", "summary": "Short in stature, the antiapartheid activist was a towering figure in South African politics. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}]