[{"link": "https://www.wsj.com/articles/texas-wind-farm-denied-protection-from-citi-over-113-million-storm-bill-11617916782", "title": "Texas Wind Farm Denied Protection From Citi Over $113 Million Storm Bill", "date": "2021-04-08 19:47", "summary": "A judge in New York faults the Stephens Ranch wind farm for failing to deliver power as required during the Texas cold snap. A New York judge refused to issue an injunction protecting a West Texas wind farm against the alleged risk of a takeover by Citigroup Inc. over a $113 million bill stemming from the winter storm that swept the state in February.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-seeks-clearer-disclosures-to-investors-of-spac-deals-11617908245", "title": "SEC Seeks to Curb Lofty SPAC Projections", "date": "2021-04-08 19:31", "summary": "Statement by regulator's acting director addresses the frenzy over blank-check company deals. WASHINGTON-A senior regulator warned companies going public through deals with special-purpose acquisition companies against issuing enticing but misleading statements about their growth.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-of-sec-whistleblower-office-jane-norberg-leaving-agency-this-month-11617916882", "title": "Chief of SEC Whistleblower Office to Leave Agency", "date": "2021-04-08 19:22", "summary": "Emily Pasquinelli, the whistleblower office's deputy chief, will take over from Ms. Norberg as acting chief. The Securities and Exchange Commission's whistleblower office is changing leadership amid a record-setting year for the regulator's cash-for-tips program.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-courts-republicans-wary-of-infrastructure-plans-size-and-taxes-11617919021", "title": "Biden Courts Republicans Wary of Infrastructure Plan", "date": "2021-04-08 18:46", "summary": "White House says it continues to seek bipartisan support for $2.3 trillion package. WASHINGTON-President Biden's push to pass an infrastructure bill with bipartisan support will soon be put to the test as the White House prepares to meet with lawmakers next week and Democrats assess their options for advancing his $2.3 trillion plan.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-to-name-chewy-co-founder-ryan-cohen-as-chairman-11617882866", "title": "GameStop to Name Chewy Co-Founder as Chairman", "date": "2021-04-08 18:44", "summary": "Ryan Cohen holds a nearly 13% stake in the videogame retailer. GameStop Corp. said it is nominating Chewy Inc. co-founder Ryan Cohen to be its chairman, as the videogame retailer continues its turnaround.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-the-gop-and-it-needs-help-11617921536", "title": "America Needs the GOP, and It Needs Help", "date": "2021-04-08 18:38", "summary": "The Republican Party is at a low point, but the two-party system is too vital to abandon.. No one likes the Republican Party. Pretty much every power center in America is arrayed against it-the media, the academy, the entertainment culture, what remains of our high culture, the corporate suite, the nonprofit world. The young aren't drawn to it.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reject-nord-stream-2-once-and-for-all-11617921459", "title": "Reject Nord Stream 2 Once and for All", "date": "2021-04-08 18:37", "summary": "The pipeline puts Ukraine's national security at serious risk.. Ukrainian President Leonid Kuchma found himself in the company of a political titan, France's President François Mitterrand, on a gloomy day in December 1994. \"Young man, you will be tricked, one way or another,\" Mitterrand told Mr. Kuchma, who was then the leader of a newly independent nation. Unsettled as he felt, Mr. Kuchma accepted the security assurances of the U.S., U.K. and Russia and signed the Budapest Memorandum. In exchange, Ukraine gave up its nuclear arsenal, then the third-largest in the world. Little did we know that two decades later one of the signatories-Russia-would attack Ukraine and occupy its sovereign territory.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-that-tax-race-to-the-bottom-11617921407", "title": "About That Tax 'Race to the Bottom'", "date": "2021-04-08 18:36", "summary": "Democrats try to sell Biden's plan with a tax-competition myth.. Team Biden thinks it has found the winning formula to sell Americans on an unprecedented corporate-tax increase: Claim this is all about \"ending the global race to the bottom.\" They're using this line everywhere, including on these pages by Treasury Secretary Janet Yellen on Thursday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-trump-problem-11617921286", "title": "The GOP's Trump Problem", "date": "2021-04-08 18:34", "summary": "The former President attacks Georgia Republicans.. Republicans still have a Donald Trump problem, as the former President keeps reminding them. Consider his recent public comments on the political brawl over Georgia election law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtubes-assault-on-covid-accountability-11617921149", "title": "YouTube's Assault on Covid Accountability", "date": "2021-04-08 18:32", "summary": "The company scrubs a video of Florida Gov. DeSantis's policy roundtable with physicians and scientists.. To hold elected representatives responsible for decisions they make, Americans need to know what those officials and their advisers are saying. That's an essential democratic principle, and it's as true for coronavirus response as any other policy challenge. So it's chilling that Google's YouTube, through its \"medical misinformation policy,\" appears to be systematically undermining the ability to access material in the public interest.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-taking-shots-at-those-who-fear-them-11617920512", "title": "Stop Taking Shots at Those Who Fear Them", "date": "2021-04-08 18:21", "summary": "Americans who worry about needles and side effects need comfort, not insults.. For several months TV news programs have often featured famous people trying to appear stoic while being jabbed in the arm with a hypodermic needle. To ease viewers' wariness about Covid vaccines, President Biden, Anthony Fauci and various celebrities agreed to have their shots televised. It may end up discouraging vaccination instead.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-red-sox-speak-up-for-racial-engineering-in-boston-schools-11617920491", "title": "The Red Sox Speak Up for Racial Engineering in Boston Schools", "date": "2021-04-08 18:21", "summary": "More politics from the major leagues, as the team weighs in to support a 'ZIP Code quota' scheme.. Major League Baseball attracted a lot of attention with its decision to move this year's All-Star Game and draft out of Georgia to protest the Peach State's new voting law. But while all eyes were on Georgia, Boston's baseball team was quietly weighing in on a different racially charged issue-one that may be even more consequential in the long term.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlins-new-church-of-nothing-11617920412", "title": "Berlin's New Church of Nothing", "date": "2021-04-08 18:20", "summary": "Maybe the communist goal of secularizing East Germany was successful after all.. A new worship center in the former East Berlin represents the ultimate secular view of religion. It also reflects the kind of cultural future the American left envisions for the U.S.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-tonic-for-restoring-the-gop-overreaching-democrats-11617920447", "title": "The Best Tonic for Restoring the GOP: Overreaching Democrats", "date": "2021-04-08 18:20", "summary": "Republicans have a record fundraising quarter, no thanks to corporate PACs.. The media has reveled this year in the frequent, gleeful penning of obituaries for the Republican Party. The GOP is described as broken, fractured, befuddled about its identity, dying or already dead, not to mention up an unprintable creek, after corporate donors cut money following the Jan. 6 riot.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masters-2021-scores-augusta-national-11617853958", "title": "The Masters: Back to the Future Edition", "date": "2021-04-08 18:20", "summary": "The last Masters, in November, played nothing like ever before. Which means the world's best golfers need to relearn how to ace one of golf's most famous tests.. AUGUSTA, Ga.-There was one moment at the last Masters that perfectly explained how hidden phenological and meteorological forces completely had transformed the tournament. Jon Rahm, one of golf's biggest hitters, teed off on the par-five 15th hole and found his ball covered in dew, mud and grass.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-israeli-odd-couple-11617920387", "title": "Notable & Quotable: The Israeli Odd Couple", "date": "2021-04-08 18:19", "summary": "'As far as safeguarding Jewish tradition is concerned, it is better to go with the representatives of the Arab public, than with the representatives from the left.'. From the Times of Israel, April 1:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mom-genes-review-the-making-of-a-mother-11617920361", "title": "'Mom Genes' Review: The Making of a Mother", "date": "2021-04-08 18:19", "summary": "To experience pregnancy, childbirth and maternity is to take part in a 'cellular-level revolution that rebuilds the female brain.'. I never felt the urge to hold someone else's baby. The cooing infants of others always seemed too fragile to be worth the hassle; I suppose I always worried I would accidentally drop one. When I became pregnant myself, on purpose but rather late, I was rattled by my resentment of the way my life and my increasingly scrutinized body morphed to accommodate this new stowaway.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-proposes-new-plan-for-global-pact-to-tackle-tax-avoidance-11617906458", "title": "Tax Talks Gain Momentum as U.S. Offers New Proposal Toward Global Deal", "date": "2021-04-08 18:14", "summary": "Proposal focuses on how to tax corporate income whose location is difficult to pin down. The Biden administration offered new proposals on taxing multinational companies in a bid to secure an international agreement aimed at reducing tax avoidance, particularly by big pharmaceutical and technology companies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-subtle-acoustics-of-our-dishware-11617919711", "title": "The Subtle Acoustics of Our Dishware", "date": "2021-04-08 18:08", "summary": "The clinking you hear while washing up is the sound of your plates, bowls and mugs oscillating like bells. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haaland-explores-restoration-of-utah-monuments-trump-downsized-11617879614", "title": "Haaland Says All Sides Will Be Heard in Utah Monuments Fight", "date": "2021-04-08 17:59", "summary": "Interior secretary meets with competing interests in trip to Bears Ears and Grand Staircase-Escalante, monuments downsized by Trump. BLANDING, Utah-Interior secretary Deb Haaland hiked amid stone landscapes and ancient Native American dwellings Thursday as the Biden administration considers expanding two national monuments that were drastically downsized by former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-says-it-has-settled-legal-dispute-over-satan-shoes-11617915941", "title": "Nike Settles Lil Nas X Satan Shoe Lawsuit With MSCHF", "date": "2021-04-08 17:56", "summary": "MSCHF will offer to buy back Satan Shoes for their original price. The company behind the Satan Shoes will offer to repurchase the customized sneakers from consumers, resolving a lawsuit filed by Nike Inc. after the footwear created a social media splash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-replaces-ena-with-new-school-for-french-elite-11617918747", "title": "Macron Replaces ENA With New School for French Elite", "date": "2021-04-08 17:52", "summary": "The Ecole Nationale d'Administration has become a lightning rod for critics who say it is a breeding ground for cronyism. PARIS-In the aftermath of the yellow-vest protest crisis, President Emmanuel Macron vowed to abolish the Ecole Nationale d'Administration, the finishing school of the French elite that has become a lightning rod for antiestablishment sentiment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moffie-review-a-young-soul-at-war-11617918182", "title": "'Moffie' Review: A Young Soul at War", "date": "2021-04-08 17:43", "summary": "A closeted soldier grapples with his sexuality during his compulsory military service in apartheid South Africa. The young white conscripts in \"Moffie\" undergo a basic training like no other, even though their lives are blighted by the usual fulminations of a fearsome drill sergeant. Along with the killing arts, they are trained in racism and homophobia-the setting is South Africa in 1981, when apartheid is still the law of the land and homosexuality is a crime. This powerful film, in select theaters and on digital and VOD platforms, stars Kai Luke Brummer as Nicholas van der Swart, a closeted gay man making his way through the figurative minefields of that training, then the literal ones of combat against Soviet-backed guerrillas from neighboring Angola. It's an unusual star turn, a study in self-containment that illuminates the depths of the self so tightly contained. It is also an account of systemic injustice that's all the more eloquent for being seen through the eyes of a wary hero who is learning the role of a victimizer while trying to avoid a victim's fate.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funder-sells-palm-beach-mansion-for-80-million-11617917824", "title": "Oracle's Larry Ellison Buys Palm Beach Mansion for $80 Million", "date": "2021-04-08 17:37", "summary": "The final price for hedge-funder Gabe Hoffman's estate was just over the $79.5 million asking price. Oracle co-founder Larry Ellison has purchased a North Palm Beach mansion from hedge-fund manager Gabe Hoffman, the founder of Accipiter Capital Management, for $80 million, according to two people familiar with the deal. The property sold for just above its $79.5 million asking price.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-charges-man-in-three-anti-asian-attacks-11617917594", "title": "New York Charges Man in Three Anti-Asian Attacks", "date": "2021-04-08 17:33", "summary": "NYPD officials say Joseph Russo allegedly pushed a 64-year-old woman in one incident. A Brooklyn man was awaiting arraignment on hate-crime charges in three separate anti-Asian attacks in the past month, law-enforcement officials said Thursday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-people-v-the-klan-review-a-mother-in-pursuit-of-justice-11617917470", "title": "'The People v. the Klan' Review: A Mother in Pursuit of Justice", "date": "2021-04-08 17:31", "summary": "A CNN docuseries tells the remarkable story of the successful civil suit pursued by Beulah Mae Donald against a KKK organization for the 1981 murder of her son Michael. In the aftermath of her brother's 1981 murder, friends and family would tell Cecelia Perry, \"You are truly blessed.\" Why in the world? Because there were investigations. Suspects. There would be a trial, a verdict and an unprecedented execution. In the Black communities of Mobile, Ala., even in the 1980s, there were plenty of people whose loved ones had been killed. And they'd never known- officially-who did it.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-worked-with-china-trade-group-on-tech-to-sidestep-apple-privacy-rules-11617902840", "title": "P&G Worked With China Trade Group on Tech to Dodge Apple Privacy Rules", "date": "2021-04-08 17:28", "summary": "One of world's largest ad buyers spent years building marketing machine reliant on digital user data, putting it at odds with iPhone maker's privacy moves. Procter & Gamble Co. helped develop a technique being tested in China to gather iPhone data for targeted ads, a step intended to give companies a way around Apple Inc.'s new privacy tools, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yours-unfaithfully-review-threes-trouble-11617917202", "title": "'Yours Unfaithfully' Review: Three's Trouble", "date": "2021-04-08 17:26", "summary": "A wife encourages her unhappy husband to have an affair in the Mint Theater's 2016 world premiere of Miles Malleson's 1933 play. Miles Malleson is one of the Mint Theater Company's most significant rediscoveries. Known today solely for his small but striking character roles in Alfred Hitchcock's \"Stage Fright,\" Anthony Asquith's 1952 film version of \"The Importance of Being Earnest\" and several of Alec Guinness's comedies, he was also a dramatist of no mean gifts whose plays had nonetheless vanished from the stage long before his death in 1969. The Mint, which specializes in reviving the work of such writers, has to date produced two of Malleson's plays, \"Conflict\" (1925) and \"Yours Unfaithfully\" (1933), both of which it captured on broadcast-quality archival videos. I saw \"Conflict\" onstage three years ago and reviewed it as a webcast in October, finding it impressive on both occasions. While I missed \"Yours Unfaithfully\" when it played at the Mint in 2016, it can now be viewed in streaming video, and the results are at least as good.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voyagers-review-2063-a-spaced-out-odyssey-11617917006", "title": "'Voyagers' Review: 2063: A Spaced-Out Odyssey", "date": "2021-04-08 17:23", "summary": "Lily-Rose Depp and Tye Sheridan play crew members on an 86-year journey to another planet in a science-fiction movie that examines the role of desire in human nature.. 'Voyagers,\" playing in theaters, sets itself an almost impossible dramatic task, then dispels the need for \"almost.\" Only a space-age Homer could have done justice to the odyssey depicted in this film, and the filmmaker, Neil Burger, is no Homer, though in his dual capacity of writer and director he seems to have nodded quite a lot.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-towns-review-on-the-ground-in-flyover-country-11617916931", "title": "'Our Towns' Review: On the Ground in Flyover Country", "date": "2021-04-08 17:22", "summary": "An HBO documentary based on the nonfiction bestseller of the same name finds small communities in 'real' America overcoming adversity. The most eloquent character in the film \"Our Towns\" is the camera; the star is the country it surveys, from community to community and coast to coast. There may not be a surfeit of purple mountains in this good-news documentary, but the majesty is everywhere, from circus classes in California to reconstituted sardine canneries in Maine.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trying-review-final-verdict-11617916860", "title": "'Trying' Review: Final Verdict", "date": "2021-04-08 17:21", "summary": "Joanna McClelland Glass based the bioplay on her own experience as the last secretary to Francis Biddle, who had served as Franklin Roosevelt's attorney general and a judge at Nuremberg.. North Coast Repertory Theatre, which presented superior webcast productions of \"An Iliad\" and \"Same Time, Next Year\" in 2020, is now offering yet another extremely watchable two-hander. Joanna McClelland Glass's \"Trying,\" staged by David Ellenstein, the company's artistic director, is a bioplay about Francis Biddle (played by James Sutorius), a bred-in-the-bone Philadelphia Republican who had a midlife conversion and switched parties to become Franklin Roosevelt's attorney general (in which capacity he unsuccessfully opposed the internment of Japanese-Americans during World War II) and, later, to serve as a judge at the Nuremberg war-crime trials. First produced in Chicago in 2004, \"Trying\" has since been taken up by drama companies throughout America and is now one of the most frequently produced two-hand bioplays to come along in years.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-is-in-the-eye-of-the-democratic-or-republican-beholder-11617916908", "title": "Infrastructure Is in the Eye of the Democratic or Republican Beholder", "date": "2021-04-08 17:21", "summary": "Biden expands the definition of the term; GOP knocks it down. WASHINGTON-President Biden and Republicans are competing to update the nation's infrastructure-or, rather, the definition of what constitutes infrastructure in the 21st century.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-inks-deal-for-rights-to-sony-movies-including-upcoming-spider-man-films-11617901201", "title": "Netflix Inks Deal for Rights to Sony Movies, Including Coming 'Spider-Man' Films", "date": "2021-04-08 17:09", "summary": "Multiyear pact will start with Sony Pictures Entertainment's 2022 movie slate; also covers select films in Sony library. Netflix Inc. has reached a multiyear agreement with Sony Pictures Entertainment for domestic streaming rights to the studio's theatrical movies, the companies said Thursday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-halt-production-at-several-north-american-plants-due-to-chip-shortage-11617893417", "title": "GM to Halt Production at Several Plants Due to Chip Shortage", "date": "2021-04-08 17:08", "summary": "Affected vehicles include Chevrolet Traverse, Cadillac SUV models XT5 and XT6. General Motors Co. will halt production at several North American factories and extend shutdowns at others because of a chip shortage that has been worsening for U.S. auto giants and poses a threat to a strong sales rebound.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-gaetz-associate-is-in-plea-talks-with-federal-prosecutors-11617916049", "title": "Gaetz Associate Is in Plea Talks With Federal Prosecutors", "date": "2021-04-08 17:07", "summary": "Joel Greenberg, indicted on 33 counts including sex trafficking and wire fraud, could provide information about any criminal activities of GOP congressman. A former tax collector in Seminole County, Fla., is in talks with federal prosecutors to plead guilty in an investigation that involves Rep. Matt Gaetz (R., Fla.).", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-official-fed-may-expand-access-to-reverse-repo-facility-11617912019", "title": "New York Fed Official: Fed May Expand Access to Reverse Repo Facility", "date": "2021-04-08 16:55", "summary": "Resume Subscription. The New York Fed is looking at expanding access to a facility used to influence short-term interest rates and implement monetary policy in a way that could bring smaller firms into the marketplace, an official at the bank said.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-bidens-2-trillion-corporate-tax-plan-11617206009", "title": "What's in Biden's $2 Trillion Corporate Tax Plan", "date": "2021-04-08 16:53", "summary": "Companies would face higher taxes on domestic and foreign income. WASHINGTON-President Biden is calling for $2 trillion in corporate tax increases over 15 years to pay for his infrastructure plan. Here are the basics of the revenue-raising side of the plan, which reverses many of the changes from the 2017 tax law written and passed by Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-april-3-11617915054", "title": "Bestselling Books Week Ended April 3", "date": "2021-04-08 16:50", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-08-2021-11617867772", "title": "S&P 500 Hits Another Record as Tech Stocks Rally", "date": "2021-04-08 16:48", "summary": "Investors push up share prices after absorbing new data on jobless claims. The S&P 500 closed at another record Thursday, propelled by a resurgence in big technology stocks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-gains-in-innovation-in-the-management-top-250-11617914850", "title": "Biggest Gains in Innovation in the Management Top 250", "date": "2021-04-08 16:47", "summary": "IBM heads the list, followed by ADP and GE. International Business Machines Corp. notched the biggest increase of any company in the latest Management Top 250 in its score for innovation, followed by Automatic Data Processing Inc . and General Electric Co .", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soaring-costs-of-nurses-during-covid-19-pandemic-are-at-center-of-lawsuits-11617914600", "title": "Soaring Costs of Nurses During Covid-19 Pandemic Are at Center of Lawsuits", "date": "2021-04-08 16:43", "summary": "Hospital chain Steward Health Care and staffing firm Aya Healthcare sue each other over nurse bills after coronavirus stoked labor demand. Hospital chain Steward Health Care Systems LLC and staffing firm Aya Healthcare Inc. are suing each other over outstanding bills in a dispute over soaring wages for nurses in the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneylands-sanitized-reopening-plan-is-more-digital-less-hands-on-11617913803", "title": "A Sanitized Disneyland Is About to Reopen", "date": "2021-04-08 16:30", "summary": "Theme parks chief has used yearlong closure during pandemic to rethink ways of engaging visitors. ANAHEIM, Calif.-When he took over Walt Disney Co. 's theme-park division last May, Josh D'Amaro had an unusual asset: a vacated Disneyland.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-sues-u-s-health-authorities-to-restart-cruises-11617904047", "title": "Florida Sues U.S. Health Authorities to Restart Cruises", "date": "2021-04-08 16:16", "summary": "The lawsuit asks the court to set aside and declare unlawful the CDC's conditional-sailing order. The state of Florida, a hub of cruise operations, has sued U.S. health authorities to force the restart of cruise sailings, which haven't been allowed out of the U.S. for more than a year since the coronavirus pandemic brought voyages to a halt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gambles-new-stakeholder-11617911821", "title": "Procter & Gamble's New Stakeholder", "date": "2021-04-08 16:03", "summary": "The woke corporation partners with a state-backed organization in China to collect data on consumers.. Remember when Procter & Gamble started lecturing freedom-loving American razor consumers about their alleged \"toxic masculinity\"? Turns out the company has been getting closer than a Gillette shave with an organization backed by the toxic men who run the Chinese dictatorship.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-executivesformer-in-law-handsover-documents-in-probe-11617912082", "title": "Trump Organization Executive's Former In-Law Hands Over Documents in Probe", "date": "2021-04-08 16:01", "summary": "Manhattan prosecutors had subpoenaed financial records from Jennifer Weisselberg, ex-wife of the son of Trump Organization CFO. A Trump Organization executive's former daughter-in-law turned over financial documents Thursday that Manhattan prosecutors had subpoenaed for their investigation into former President Trump and his company, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plays-the-thing-friday-crossword-april-9-11617719062", "title": "The Play's the Thing (Friday Crossword, April 9)", "date": "2021-04-08 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-u-s-vaccinates-millions-for-covid-19-most-canadians-are-still-waiting-11617905495", "title": "As the U.S. Vaccinates Millions for Covid-19, Most Canadians Are Still Waiting", "date": "2021-04-08 16:00", "summary": "Canada's vaccine rollout has been among the slowest in major economies, and it is imposing fresh lockdowns as virus variants spread. The U.S. economy is opening up and Covid-19 vaccines are increasingly available. But its neighbor to the north has had one of the slowest vaccine rollouts among developed economies, and is now imposing new lockdowns to stem a surge in infections.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-president-bidens-new-gun-control-actions-11617911343", "title": "Inside President Biden's New Gun-Control Actions", "date": "2021-04-08 15:57", "summary": "The White House is seeking ways to act without Congress, after gun legislation for years has been tied up in partisan and ideological fights. President Biden has introduced a series of measures aimed at curbing gun violence, including efforts to crack down on untraceable weapons known as ghost guns and on arm braces that critics say allow AR-style pistols to function like rifles.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pinot-noir-success-story-reliable-quality-excellent-value-11617911678", "title": "A Pinot Noir Success Story: Reliable Quality, Excellent Value", "date": "2021-04-08 15:54", "summary": "The four friends behind Oregon's A to Z Wineworks have hit on a winning formula. How do they manage to produce a Pinot Noir so affordable, widely available and consistently good, vintage after vintage?. WHAT ARE THE odds a small-production Pinot Noir casually launched by friends would become the best-known wine of Oregon and the linchpin of a company that reported over $43 million in revenue last year?", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-way-to-make-taxes-less-aggravating-11617911697", "title": "A Way to Make Taxes Less Aggravating", "date": "2021-04-08 15:54", "summary": "A behavioral economist answers questions on the annual IRS ritual, the placebo effect, and work-at-home stress. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-interest-deduction-who-gets-it-11617911557", "title": "Mortgage Interest Deduction: Who Gets It?", "date": "2021-04-08 15:52", "summary": "Most Popular News. Less than half of filers who took deductions for mortgage interest in 2017 did so in 2019, in part because the 2017 tax overhaul enacted both direct and indirect curbs on deductions for mortgage interest. These changes expire at the end of 2025.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-including-how-the-2021-relief-bill-changed-it-11617911354", "title": "Child Tax Credit, Including How the 2021 Relief Bill Changed It", "date": "2021-04-08 15:49", "summary": "Most Popular News. In the relief law passed in March 2021, Congress added an extra tax credit for many families with children. For 2021 only, it is up to $1,600 per child under 6 and $1,000 per child under 18 at year-end.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-deduction-2020-2021-what-it-is-and-how-it-affects-your-taxes-11617911161", "title": "Standard Deduction 2020-2021: What It Is and How it Affects Your Taxes", "date": "2021-04-08 15:45", "summary": "Most Popular News. The standard deduction is the amount taxpayers can subtract from income if they don't break out deductions for mortgage interest, charitable contributions, state and local taxes and other items separately on Schedule A. Listing these deductions separately is called \"itemizing.\"", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-outlines-new-gun-control-measures-including-on-ghost-guns-arm-braces-11617902746", "title": "Biden Outlines New Gun-Control Measures, Including on 'Ghost Guns'", "date": "2021-04-08 15:31", "summary": "White House seeks ways to implement new restrictions, as congressional Republicans and NRA oppose most Democratic proposals. WASHINGTON-President Biden outlined a series of actions he said would help curb gun violence, as the White House seeks new ways to work around congressional Republicans who have objected to most Democratic gun proposals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-looks-to-tech-to-bolster-its-role-in-shipping-11617909788", "title": "Singapore Looks to Tech to Bolster Its Role in Shipping", "date": "2021-04-08 15:23", "summary": "The city-state is offering incentives to draw $15 billion in investment across all aspects of the marine freight business, with an eye on tech. Singapore is looking to build on its pivotal role in the world's oceangoing trade lanes, aiming to bring in investment of $15 billion across all aspects of maritime trade-with an eye on tech.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-books-on-nature-11617905730", "title": "What to Read This Spring: The Best Books on Nature", "date": "2021-04-08 15:20", "summary": "Formidable, social, weird and downright beautiful: Wasps and ants are living wonders.. As we learn from Ecclesiastes, \"to everything there is a season.\" This includes a season of books mirroring spring's lively outdoor efflorescence. For many, spring is synonymous with flowers and birds. Too few, however, appreciate the birth, emergence and arrival of those remarkable organisms the insects, whose three pairs of legs, segmented bodies and exoskeletons betoken membership in what might be the most species-rich, profuse, and downright fascinating collection of living things.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-hails-strong-march-job-gains-11617902937", "title": "Powell Calls for Faster Global Vaccination", "date": "2021-04-08 15:18", "summary": "Fed chief says potential virus mutation remains a risk to economic progress. The sluggish progress of Covid-19 vaccination outside the U.S. is a key threat to the economic outlook, Federal Reserve Chairman Jerome Powell said Thursday, echoing calls to address the widening disparity between rich and poor nations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riots-in-northern-ireland-spurred-by-brexit-crime-and-covid-19-restrictions-11617900072", "title": "Riots in Northern Ireland Spurred by Brexit, Crime and Covid-19 Restrictions", "date": "2021-04-08 15:12", "summary": "Dozens of police injured in more than a week of disorder. LONDON-Dozens of police officers have been injured in more than a week of unrest in Northern Ireland, where anger over the effects of Brexit on the U.K. region is intersecting with crime and the impact of the Covid-19 pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estate-and-gift-taxes-2020-2021-heres-what-you-need-to-know-11617908256", "title": "Estate and Gift Taxes 2020-2021: Here's What You Need to Know", "date": "2021-04-08 14:57", "summary": "Most Popular News. The federal estate- and gift-tax exemption applies to the total of an individual's taxable gifts made during life and assets left at death. In 2017, Congress doubled the exemption starting in 2018, and the amount will continue to rise with inflation through 2025. This expansion reduced the number of taxable estates to about 3,000 in 2019 from about 8,000 in 2017, according to estimates by the Tax Policy Center.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/withholdings-estimated-taxes-and-what-to-do-about-unemployment-benefits-11617907595", "title": "Withholdings, Estimated Taxes and What to Do About Unemployment Benefits", "date": "2021-04-08 14:50", "summary": "Most Popular News. The U.S. income tax is a pay-as-you-earn system. The law requires most employees and self-employed business owners to pay at least 90% of their tax due long before the annual due date, which for 2020 is now May 17, 2021 for individuals but not for other types of returns. (Due to winter storms, the due-date for all individual and business returns in Texas, Oklahoma and Louisiana has been delayed until June 15.)", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-plan-for-economic-sclerosis-11617907075", "title": "The Biden Plan for Economic Sclerosis", "date": "2021-04-08 14:41", "summary": "American workers would suffer under his proposal to tax capital and subsidize green energy.. President Biden has proposed a back-to-the-future tax plan. When President Trump took office, the U.S. had the highest corporate tax rate in the developed world and had experienced a decade of slow growth, low investment and stagnant employment and real wages. The Obama economy was especially toxic for low-earning and less-educated groups. The assault on business was so widespread that capital's contribution to economic growth was lower during the Obama expansion than it had been during any other period of growth since World War II.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-2021-capital-gains-and-dividend-tax-rates-11617907245", "title": "2020-2021 Capital Gains and Dividend Tax Rates", "date": "2021-04-08 14:40", "summary": "Most Popular News. For investors using taxable accounts-as opposed to tax-sheltered retirement accounts such as IRAs or 401(k)s-the tax law has special rules that offer benefits and pitfalls. Congress hasn't changed these rules recently.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-overhauls-covid-19-school-closure-rules-11617907138", "title": "New York City Overhauls Covid-19 School Closure Rules", "date": "2021-04-08 14:38", "summary": "City officials said the new policy will lead to fewer disruptions to in-person instruction. New York City will begin implementing new Covid-19 closure rules for schools aimed at reducing disruptions to in-person classroom instruction, city officials said.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-reopening-please-were-british-11617907044", "title": "No Reopening Please, We're British", "date": "2021-04-08 14:37", "summary": "The U.K. is a cautionary example of neuroses run amok as it stays locked down despite vaccinations.. London", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-2021-federal-income-tax-rates-and-brackets-11617906878", "title": "2020-2021 Federal Income-Tax Rates and Brackets", "date": "2021-04-08 14:34", "summary": "Most Popular News. The individual tax code has seven income-tax brackets that currently range from 10% to 37%. The 10% rate takes effect at the first dollar of taxable income, after benefits such as the standard deduction are applied.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-poetry-won-independence-for-greece-11617906113", "title": "How Poetry Won Independence for Greece", "date": "2021-04-08 14:21", "summary": "Two hundred years ago, the Greek revolution against Ottoman rule became a European cause thanks to the support of writers and artists.. \"All art is propaganda,\" wrote George Orwell. This year Greece celebrates the bicentennial of its War of Independence against the Ottoman Empire, won with the help of some of the most powerful propaganda ever written. During a virtual conference on the east Mediterranean last November, New Jersey senator Robert Menendez quoted some of it: \"The mountains look on Marathon-/And Marathon looks on the sea;/And musing there an hour alone,/I dream'd that Greece might still be free.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-make-america-uncompetitive-again-11617905897", "title": "Biden to Make America Uncompetitive Again", "date": "2021-04-08 14:18", "summary": "I vividly remember Janet Yellen telling us several times the well-understood truth that \"corporations don't pay taxes.\". Regarding your editorial \"Biden's Stumble in the Global Tax Race\" (April 2): In the early 1990s I attended an evening graduate-degree program at U.C. Berkeley and my macroeconomics teacher was Prof. Janet Yellen. That was the most enjoyable class in the three-year program and she was by far the best teacher. In fact, I got an A+ in the class, the first and last such grade I received since fourth grade.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-books-on-gardening-11617905876", "title": "What to Read This Spring: The Best Books on Gardening", "date": "2021-04-08 14:17", "summary": "Barbara Paul Robinson explores how gardens help us 'forget the troubles of our world.'. In these times of pandemic, it is easy to understand why solitary confinement is considered by many to be torture: lockdowns and social isolation have challenged the well-being of us all. How reassuring, then, to read Sue Stuart-Smith, a prominent psychiatrist and psychotherapist, extolling the impact of nature and gardens on mental health and spiritual recovery in \"The Well-Gardened Mind\" (Scribner, 340 pages, $28). The wife of the English landscape architect Tom Stuart-Smith, she began married life as a gardening skeptic, having long viewed tending the soil as \"outdoor housework.\" Over time she became an enthusiast, inspired by watching seeds germinate and new life come into being. Drawing upon scientific data and case studies to make her case for \"the restorative power of nature,\" she describes the profound, positive effect of gardening and green spaces on everyone, including, for example, prisoners on New York's Rikers Island, who when assigned to a professional gardening project are statistically unlikely to return upon release, some even finding work in public parks. To reinforce her point, she skillfully weaves into her narrative a rich, idiosyncratic mix of archeological evidence of man's earliest gardens, quotations from Scripture and the great books, and anecdotes from her own psychotherapy practice. She describes planting a single bulb as \"setting a little time bomb of hope in motion,\" and calls a garden a place not of retreat but of refuge. Instead of the Latin motto veritas, \"truth,\" she prefers St. Hildegard's viriditas, \"green and truth,\" the \"connection between the human spirit and the growth force of the earth.\" In closing, she says that \"now, more than ever, we need to remind ourselves that, first and foremost, we are creatures of the earth.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fairness-is-an-issue-in-cap-gains-tax-at-death-11617905844", "title": "Fairness Is an Issue in Cap Gains Tax at Death", "date": "2021-04-08 14:17", "summary": "Establishing basis for many items and maintaining basis records on many types of property over many decades made it impractical.. Regarding \"Exclusion Seen in Capital-Gains Tax Plan\" (U.S. News, March 30): A provision of the Tax Reform Act of 1976 required a carry-over basis for assets transferred at death; however, it never came into effect. It was delayed in 1978 and repealed in 1980. Among other reasons for its repeal were concerns regarding the fact that establishing basis for many items and maintaining basis records on many types of property over many decades made it impractical. It would be grossly unfair to eliminate the current benefits of stepped-up basis after the first $1 million of gains when people, for many years, haven't had the incentive or requirement to keep detailed basis records on many types of long-held assets. Some might propose that it be eliminated on a prospective basis and applied to assets acquired only after the date of enactment. Others might suggest that it not be allowed for assets always held in a brokerage account where basis information has always been maintained. But how would these proposals meet the concept of fundamental fairness? And would such proposals cause economic distortions among asset classes?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-and-taxes-a-guide-to-the-tax-rules-on-owning-cryptocurrency-11617905854", "title": "Bitcoin and Taxes: A Guide to the Tax Rules on Owning Cryptocurrency", "date": "2021-04-08 14:17", "summary": ". Cryptocurrency owners, beware: by making a change to the 2020 tax form, the IRS is trying to strip away excuses for millions of cryptocurrency owners who it thinks are ignoring tax rules.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wokeness-and-u-s-demand-for-illegal-drugs-11617905785", "title": "Wokeness and U.S. Demand for Illegal Drugs", "date": "2021-04-08 14:16", "summary": "The demand for illegal drugs in this country fuels drug trafficking, human trafficking, drug wars, murders, official corruption, electoral fraud and finances the repression of democracy.. Once again, we are reminded of the unintended consequences created by the demand for illegal drugs in this country and the destruction it has caused to democracy and good government in Central and South America (\"Rewriting History in Bolivia-and Mexico,\" by Mary Anastasia O'Grady, Americas, March 29).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-guarantees-haunt-many-small-businesses-11617905581", "title": "Personal Guarantees Haunt Many Small Businesses", "date": "2021-04-08 14:13", "summary": "A surprising number of franchise buyers may not understand the risks they are taking.. \"Personal Guarantees on Debt Weigh on Small Businesses\" (Page One, April 5) notes that the pandemic has left some small-business owners in danger of losing not only their businesses, but also their homes and personal savings. Owners of franchises, in addition to personal guarantees for loans and property leases, typically also guarantee the royalty and other financial obligations under their long-term-franchise agreements. A surprising number of franchise buyers sign their complex agreements without even hiring a lawyer, and they may not understand the risks they are taking.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethnicity-is-a-bad-often-destructive-reason-to-hire-11617905604", "title": "Ethnicity Is a Bad, Often Destructive, Reason to Hire", "date": "2021-04-08 14:13", "summary": "Judge James C. Ho is absolutely correct to imply it is profoundly offensive to be offered opportunity based on race rather than merit.. Judge James C. Ho is absolutely correct to imply it is profoundly offensive to be offered opportunity based on race rather than merit (\"Notable & Quotable: Judges,\" March 27).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-picture-books-for-kids-11617905631", "title": "What to Read This Spring: The Best Picture Books for Kids", "date": "2021-04-08 14:13", "summary": "Trees and bees, frogs and toadstools: Nature comes alive for little ones on these pages.. Birds and bees and flowers and trees! Children ages 2-10 will find lots of fabulous color in a crop of bright springtime picture books. Humming along under the surface in all of them, like lyrics unspoken, is a call to notice connectedness, beauty and variety in natural things.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-news-for-people-who-can-never-get-enough-golf-to-watch-11617905580", "title": "Good News for People Who Can Never Get Enough Golf to Watch", "date": "2021-04-08 14:13", "summary": "New web-based options let viewers track every player, every hole, every statistic-and more. Scott Gutterman has heard the same question from friends, family and golf fans every year since he started working for the PGA Tour in 2005. \"They would ask, 'When am I going to be able to watch my favorite golfer however much I want to watch while they are playing live?'\" says Mr. Gutterman, senior vice president of digital operations for the PGA Tour.", "categories": [["U.S.", "Journal Reports"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-spring-the-best-books-on-food-11617905531", "title": "What to Read This Spring: The Best Books on Food", "date": "2021-04-08 14:12", "summary": "Barry Estabrook goes off-page with two new 'no-recipe' cookbooks.. There are two types of cooks: those who slavishly follow recipes, and those who gleefully improvise, viewing recipes as constraints on the creativity that lies at the heart of serving up terrific food. In the harsh assessment of Michael Pollan, recipes are \"infantilizing.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-spring-the-captain-and-me-review-11617905430", "title": "What to Read This Spring: 'The Captain & Me' Review", "date": "2021-04-08 14:10", "summary": "Meet the odd couple who led the Yankees through their years in the 1970s wilderness.. I recently threw out a question to my baseball-fan Facebook friends: What was your age of peak fandom? The answers averaged out to 11, which seemed about right.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-states-tax-increase-what-high-earners-need-to-know-11617886887", "title": "New York State's Tax Increase: What High Earners Need to Know", "date": "2021-04-08 14:01", "summary": "Changes for some in New York City create the highest combined local tax rate in the country. Taxes are going up for New York's highest earners.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-has-reopened-but-the-ever-given-is-stuck-again-11617898144", "title": "Suez Canal Has Reopened, but Ever Given Isn't Free to Go", "date": "2021-04-08 13:43", "summary": "Egyptian authorities say they won't release ship until its owners pay compensation and an investigation is complete. CAIRO-Egypt won't release the massive container ship that blocked the Suez Canal for nearly a week in March until its owners agree to pay as much as a billion dollars in compensation, according to local authorities, as they investigate how the Ever Given got stuck and shut down one of the world's most important waterways.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-jordans-royal-family-feud-a-prince-who-upstaged-a-king-11617903151", "title": "Behind Jordan's Royals Feud, a Prince Who Upstaged a King", "date": "2021-04-08 13:32", "summary": "Separate visits to a small farm town laid bare the rivalry between King Abdullah II and his half-brother, Prince Hamzah. SALT, Jordan-After a government hospital here ran out of oxygen last month and nine Covid-19 patients died, the country's monarch, King Abdullah II, made a brief visit to this small farm town. Clad in a military uniform, he berated local officials in front of TV cameras.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-5-worst-patio-decorating-mistakesand-how-to-avoid-them-11617902450", "title": "The 5 Worst Patio-Decorating Mistakes-and How to Avoid Them", "date": "2021-04-08 13:20", "summary": "We asked designers and architects for antidotes to the most common outdoor-décor gaffes. Plus the kookiest flourishes the pros have seen.. PENNY PINCHING on your outdoor décor isn't the only backyard folly decorating pros dread. Some big-ticket installations also flummox them.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designing-a-flag-for-yiddish-takes-chutzpah-11617902219", "title": "Designing a Flag for Yiddish Takes Chutzpah", "date": "2021-04-08 13:16", "summary": "Resume Subscription. To access courses in French or Japanese, users of language website Duolingo click an image of the French or Japanese flags. When the website decided to develop a course in Yiddish, it found itself in a pickle: What flag should represent a language whose speakers have long been spread around the globe?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/softbank-to-invest-500-million-in-mortgage-startup-better-11617899907", "title": "SoftBank to Invest $500 Million in Mortgage Startup Better", "date": "2021-04-08 13:10", "summary": "Investment values the company at $6 billion. SoftBank Group Corp . is investing $500 million in mortgage lender Better as the Japanese investing giant seeks to ride a wave of swelling startup valuations.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-19-vaccine-restrictions-pile-up-complicating-shot-roll-outs-11617901430", "title": "AstraZeneca Vaccine Restrictions Pile Up, Complicating Shot Rollouts", "date": "2021-04-08 13:03", "summary": "Australia is reassessing its purchases, timeline for vaccinating all residents amid concerns about blood clots in very rare cases. Australia, Belgium, Italy and Spain joined the U.K. and several other European nations in restricting the rollout of AstraZeneca PLC's Covid-19 vaccine, a day after European regulators said there might be a link between the shot and rare but sometimes deadly blood clotting.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-to-create-retirement-savings-program-for-many-workers-who-lack-one-11617900876", "title": "Virginia to Create Retirement Savings Program for Many Workers Who Lack One", "date": "2021-04-08 12:54", "summary": "Bill could give more than half of the 1.2 million Virginia residents an option to contribute to an IRA through payroll deductions. Virginia lawmakers sent a bill to Gov. Ralph Northam Wednesday to create a state-sponsored retirement savings program for private-sector employees who lack access to such a plan at work, making it the 13th state to adopt a program.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-migrant-families-are-released-in-u-s-while-others-are-sent-back-amid-border-chaos-11617874200", "title": "Some Migrant Families Are Released in U.S., While Others Are Sent Back", "date": "2021-04-08 12:39", "summary": "Decisions often hinge on daily capacity at holding facilities, shelters in U.S., Mexico. MEXICALI, Mexico-Thousands of migrant families who enter the U.S. illegally every week and request asylum are freely released in border towns. Thousands more are turned back to Mexico.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-04-08-2021-11617834113", "title": "Workers Slowly Pull Away From Jobless Benefits", "date": "2021-04-08 12:37", "summary": "Filings for claims hover near pandemic lows amid other signs of a growing labor market. Workers are slowly pulling away from unemployment assistance as a U.S. economic revival picks up speed, with initial filings for benefits holding near pandemic lows and the number of people receiving help dropping.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-home-buyers-are-taking-a-chance-on-las-vegas-11617899580", "title": "These Home Buyers Are Taking a Chance on Las Vegas", "date": "2021-04-08 12:33", "summary": "Resume Subscription. WHEN IKE PYUN bought his new house in Las Vegas this past December, it checked all the boxes on his wish list: It was in a secure, gated community with lots of young families, had a number of parks nearby where his son could grow up playing, and there was more space so he and his wife, Kelsey Pyun, could both work from home. It was also near the Strip, with easy parking and great options for date nights.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cme-seeks-to-tap-electric-car-demand-with-lithium-futures-11617899631", "title": "CME Seeks to Tap Electric-Car Demand With Lithium Futures", "date": "2021-04-08 12:33", "summary": "Contracts tied to the battery metal could make pricing more transparent. Commodities exchange operator CME Group Inc. plans to launch a futures contract for lithium, seeking to capitalize on growing demand for a metal that helps to power electric vehicles.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-l-a-to-vegas-11617899418", "title": "From L.A. to Vegas", "date": "2021-04-08 12:30", "summary": "The Pyun family found a new start with a new baby in gated community near the Strip.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-city-that-checks-all-the-boxes-11617899393", "title": "A City That Checks All the Boxes", "date": "2021-04-08 12:29", "summary": "The Rose family said they found everything on their wish list when they moved to Las Vegas. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-blacklists-chinese-entities-it-says-are-aiding-weapons-program-11617899231", "title": "U.S. Blacklists Chinese Entities It Says Are Aiding Weapons Program", "date": "2021-04-08 12:27", "summary": "Action bars American firms from supplying chips to Chinese supercomputing developers. WASHINGTON-The Biden administration on Thursday barred U.S. companies from supplying Chinese entities it said were building supercomputers to help Beijing develop new weapons of mass destruction, including nuclear devices.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-marijuana-stores-lounges-are-at-least-a-year-away-11617898681", "title": "New York Marijuana Stores, Lounges Are at Least a Year Away", "date": "2021-04-08 12:18", "summary": "State board to create regulations for recreational cannabis businesses has yet to be appointed. A new law legalizing recreational marijuana in New York has planted the seeds for a multibillion-dollar industry, but it will likely be at least a year before retail stores and cannabis lounges are allowed to open their doors to customers.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jab-a-british-term-for-a-covid-19-shot-but-born-in-the-u-s-a-11617898298", "title": "'Jab': A British Term for a Covid-19 Shot, but Born in the U.S.A.", "date": "2021-04-08 12:11", "summary": "The newly imported name for a vaccination actually originated on this side of the Atlantic. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-next-for-money-and-finance-11617897978", "title": "What's Next for Money and Finance", "date": "2021-04-08 12:06", "summary": "Resume Subscription. Published April 8, 2021 12:06 pm ET", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-georgia-voting-fight-moves-to-texas-11617890124", "title": "After Georgia, Voting Fight Moves to Texas", "date": "2021-04-08 12:04", "summary": "Texas House expected to begin hearings soon on a contentious bill over voting rules. AUSTIN, Texas-The battle over voting rules has shifted to Texas, following recent legislation in Georgia that led to a backlash from civil-rights groups and some major corporations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-big-trade-from-yes-or-no-bets-to-security-tokens-11617897696", "title": "The Next Big Trade?", "date": "2021-04-08 12:01", "summary": "Investors may want to take a closer look at these four markets on the cusp of going mainstream. Author", "categories": [["", "Money & Finance"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/stir-fried-salt-and-vinegar-potato-11617897639", "title": "Stir-Fried Salt and Vinegar Potato", "date": "2021-04-08 12:00", "summary": "This is a mash-up of three dishes: Tibetan alu sipsip (spicy sliced potatoes), Sichuan-inspired vinegary stir-fried potatoes, and salt-and-vinegar chips.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-way-to-cook-asparagus-and-other-tips-from-a-vegetarian-recipe-pro-11617896804", "title": "The Best Way to Cook Asparagus and Other Tips From a Vegetarian Recipe Pro", "date": "2021-04-08 11:46", "summary": "Cookbook author Hetty McKinnon shares her techniques for getting maximum flavor from meatless meals, plus favorite tools and ingredients, a recipe for stir-fried salt-and-vinegar potatoes, and a few words of wisdom from Mom. TEN YEARS AGO, when Hetty McKinnon started her lunch-delivery-by-bicycle service from her home in Sydney, she had zero culinary experience and no business plan. She hoped to show \"the possibilities of vegetable-based eating without labels,\" she said. Within two years of Arthur Street Kitchen's launch, customer demand for the recipes was so high, she self-published a cookbook, \"Community,\" followed by two sequels.", "categories": [["Life & Work", "Food & Drink", "In My Kitchen"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/in-my-kitchen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-an-obscure-fertilizer-deal-enriched-a-mexican-billionaire-11617894757", "title": "How an Obscure Fertilizer Deal Enriched a Mexican Billionaire", "date": "2021-04-08 11:12", "summary": "Resume Subscription. MEXICO CITY-It was the kind of sophisticated inside deal, complete with threats from a politically connected emissary, that only the boldest of Mexico's oligarchs might pull off.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-fuels-inequality-political-divide-authoritarianism-world-wide-u-s-intelligence-analysts-say-11617890436", "title": "Covid-19 Is Most Significant Global Disruption Since WWII, Intelligence Report Says", "date": "2021-04-08 11:12", "summary": "Quadrennial Global Trends report also warns privacy will 'effectively disappear' and synthetic media will 'distort truth and reality'. WASHINGTON-The Covid-19 pandemic has deepened global inequality, fueled political polarization in many countries and handed authoritarian regimes a pretext to crack down on domestic political opposition, according to a new U.S. intelligence report that says the virus's impacts could linger for many years.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pga-championship-will-be-held-nearby-but-im-staying-home-11617894000", "title": "The PGA Championship Will Be Held Nearby. But I'm Staying Home.", "date": "2021-04-08 11:00", "summary": "A longtime golf fan has fond memories of tournaments attended, but yields to the realities of age. To go or not to go? That was the question. Whether to drive a few miles next month to witness world-class golf professionals compete for mammoth amounts of money. Or simply to stay put.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-vaccine-blood-clots-11617892901", "title": "Can the AstraZeneca Vaccine Cause Blood Clots? What You Need to Know", "date": "2021-04-08 10:45", "summary": "Following advice on extremely rare potential side effects, a look at what regulators have said and how the risks stack up. European health regulators have advised that there may be a link between the Covid-19 vaccine developed by AstraZeneca PLC and the University of Oxford and very rare blood clots, and some governments have recommended restricting its distribution among younger people as a result. The potential side effect is rare-so rare it is only likely to be picked up in a real-world rollout of the vaccine rather than in earlier clinical trials involving many fewer people. The concern is limited to the AstraZeneca vaccine, which isn't yet authorized for use in the U.S. Here is what you need to know.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compass-needs-to-flip-the-narrative-11617892287", "title": "Compass Needs to Flip the Narrative", "date": "2021-04-08 10:31", "summary": "Real-estate company's performance shows that even in a hot market, investors don't like to be oversold. Slapping a Silicon Valley ZIP Code on a house from Arizona would be a bit misleading, even if it is a gem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyper-nationalism-on-xinjiang-poses-risks-for-chinese-brands-too-11617890997", "title": "Hyper-Nationalism on Xinjiang Poses Risks for Chinese Brands, Too", "date": "2021-04-08 10:09", "summary": "Some Western firms have become nationalist targets, but 'consumer decoupling' could cut both ways. In a week of shocking images for the fashion world, one of the most arresting-and for many Westerners, disturbing-was the spectacle of Chinese fashion brands last week loudly trumpeting their support for Xinjiang cotton as a badge of pride. Western brands such as Nike and H&M , which have chosen not to use cotton from China's Xinjiang region, where the government is accused of abuses including forced labor and the large-scale internment of the Turkic Uyghur minority, have found themselves the target of Chinese nationalist ire. Meanwhile local brands such as Anta and Metersbonwe , which took the opposite stance, have seen their share prices jump.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capsule-wardrobe-shopping-fashion-basics-11617890454", "title": "The Secrets of a Perfect Capsule Wardrobe", "date": "2021-04-08 10:03", "summary": "In a world of too much waste, too many choices and too little time, these fashion brands are making it easier to find the essentials in one place.. Buying a new black crew-neck sweater online should be easy enough-search, click, buy and receive it on your doorstep in a matter of days. But one recent Google search yielded over 39 million results: unbridled digital access to black knitwear. There are low-cost versions from fast-fashion behemoths, artisanal hand-made options on Etsy and luxe cashmere versions on Yoox, which alone presents over 1,100 sweaters to choose from. It's a rabbit hole of infinite scrolling and product descriptions that start and end with the word \"soft.\" How to filter out the noise to find the best pieces?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-scientist-isamu-akasaki-helped-create-led-technology-11617890401", "title": "Japanese Scientist Isamu Akasaki Helped Create LED Technology", "date": "2021-04-08 10:00", "summary": "Nobel Prize winner, who has died at 92, did work underpinning efficient lightbulbs and blue lasers. Growing up in southern Japan, Isamu Akasaki would go to the rocky shores of Kagoshima Bay. He recalled being fascinated by the shapes and colors of the crystals he found there.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-april-10-11617737651", "title": "Number Puzzles (Saturday, April 10)", "date": "2021-04-08 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coney-islands-wonder-wheel-set-to-spin-after-covid-19-pause-11617886804", "title": "Coney Island's Wonder Wheel Set to Spin After Covid-19 Pause", "date": "2021-04-08 09:49", "summary": "Deno's Wonder Wheel Amusement Park to open Friday for first time since pandemic. As Dennis Vourderis started getting his family-owned Coney Island amusement park ready for its Friday opening, there was hardly a detail that escaped his or his crew's attention.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-dataset-addresses-algorithmic-bias-11617886800", "title": "Facebook Dataset Addresses Algorithmic Bias", "date": "2021-04-08 09:32", "summary": "The dataset, called Casual Conversations, consists of some 45,000 videos of 3,000 participants of various skin tones sharing their age and gender. Facebook Inc. on Thursday made publicly available a dataset designed to help artificial-intelligence researchers evaluate their computer vision and audio models for potential algorithmic bias.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-rare-earths-quest-upends-greenlands-government-11617807839", "title": "China's Greenland Ambitions Run Into Local Politics, U.S. Influence", "date": "2021-04-08 09:18", "summary": "Resume Subscription. China's ambitions to develop a massive rare-earth mine have run into a maelstrom of local politics in a part of the world the U.S. considers vital to its national security interests.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitter-airbnb-albemarle-what-to-watch-when-the-stock-market-opens-today-11617880866", "title": "Twitter, Airbnb, L3Harris: What to Watch When the Stock Market Opens Today", "date": "2021-04-08 09:10", "summary": "U.S. stock futures rose, pointing to another record-setting trading session after the opening bell. Here's what we're watching ahead of Thursday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-and-bitcoin-renewed-a-push-to-digitize-the-stock-market-11617886852", "title": "GameStop and Bitcoin Renewed a Push to Digitize the Stock Market", "date": "2021-04-08 09:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisse-ignored-warnings-before-archegos-and-greensill-imploded-11617875627", "title": "Credit Suisse Ignored Warnings on Archegos, Greensill", "date": "2021-04-08 08:09", "summary": "Resume Subscription. Credit Suisse Group AG's double-barreled financial crisis shares a common theme: a bank that looked the other way when warning signs argued for pulling back on lucrative corners of its business.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whats-in-the-georgia-voting-law-11617883732", "title": "What's In the Georgia Voting Law", "date": "2021-04-08 08:08", "summary": "The measure includes changes related to the State Election Board, voter ID requirements, ballot drop boxes and early voting days. The new Georgia elections law has ignited a political firestorm, sparking lawsuits and putting pressure on businesses to take a position. Republican supporters say new rules were needed to improve the electoral system and boost faith in the process, while Democrats say the GOP is trying to suppress voters who helped Democrats win the White House and control of the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-giants-lobby-to-avoid-antitrust-scrutiny-11617883203", "title": "Investment Giants Lobby to Avoid Antitrust Scrutiny", "date": "2021-04-08 08:00", "summary": "Government officials want to remove blind spots in how they monitor influential investors' impact on everyday consumers. Asset managers are fighting a proposal from U.S. antitrust authorities to tighten scrutiny over how these firms influence the way businesses operate and, in turn, the prices of everything from airline tickets to food.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-groupe-signs-on-to-use-trade-desks-alternative-to-cookies-11617883217", "title": "Publicis Groupe Signs On to Use Trade Desk's Alternative to Cookies", "date": "2021-04-08 08:00", "summary": "The companies are teaming up to create a self-service ad platform for Publicis's Epsilon unit. Advertising conglomerate Publicis Groupe SA has struck a deal with ad-technology company Trade Desk Inc. meant to help it send targeted ads as marketers prepare for big changes in the digital ecosystem.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-jokic-mvp-nba-denver-nuggets-11617854811", "title": "With the 41st Pick in the NBA Draft, the Denver Nuggets Select...the Next MVP", "date": "2021-04-08 08:00", "summary": "There has never been a great player like Nikola Jokic-and not just because of the way he plays. The most powerful basketball agent in Europe took out his BlackBerry one morning a few years ago and fired off a tweet: A player named Nikola Jokic was withdrawing from the NBA draft that was 10 days away.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-startups-want-a-piece-of-post-covid-travel-11617881907", "title": "Airline Startups Want a Piece of Post-Covid Travel", "date": "2021-04-08 07:38", "summary": "New carriers are emerging to take advantage of the recovery, but making money won't be easy. The worst crisis in aviation history isn't over, but new airlines are already sizing up the post-pandemic market. While some may succeed, their aggression bodes better for travelers than investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tacos-rojos-with-carrots-and-potatoes-11617879614", "title": "Tacos Rojos With Carrots and Potatoes", "date": "2021-04-08 07:00", "summary": "Tacos rojos are defined by their intensely flavorful, brick-red chile-tomato salsa. This speedy vegetarian recipe makes them doable any night of the week.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-meatless-tacos-are-quick-and-satisfying-11617879379", "title": "These Meatless Tacos Are Quick and Satisfying", "date": "2021-04-08 06:56", "summary": "Tacos rojos are defined by their intensely flavorful, brick-red chile-tomato salsa. This speedy vegetarian recipe makes them doable any night of the week.. IT TAKES A special sort of taco to pass muster at Chicago's Mi Tocaya Antojería. \"When I eat it,\" said chef Diana Davila, \"am I like, Damn, that's delicious? It has to be as good as a great taco you'd eat on the street in Mexico. I also ask: Has it been seen before?\"", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-trolleys-show-pent-up-party-spirits-11617878567", "title": "Shopping Carts Show Pent-Up Party Spirits", "date": "2021-04-08 06:42", "summary": "A year after a period of pandemic panic-buying at grocery stores, demand has held up better for alcohol than for toilet paper and canned soup. A year into the worst health crisis in modern history, French Champagne, chocolate novelties and tequila have all shot up consumers' grocery lists. Current trends bode well for liquor stocks, less so for some of the early winners of the pandemic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-economy-roars-back-life-in-many-poor-countries-gets-worse-11617874201", "title": "As U.S. Economy Roars Back, Life in Many Poor Countries Gets Worse", "date": "2021-04-08 05:30", "summary": "Resume Subscription. Powered by the U.S. and China, the global economy is set to make a stunning comeback this year from its deepest contraction since the Great Depression, economists say.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-u-s-airline-avelo-enters-competitive-travel-market-11617874202", "title": "New U.S. Airline Avelo Enters Competitive Travel Market", "date": "2021-04-08 05:30", "summary": "Airline entrepreneurs are betting that the pandemic has created opportunities. A new airline is launching, bringing more competition to a domestic travel market that was ravaged by the coronavirus pandemic but has been showing signs of revival in recent months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/origin-of-covid-19-pandemic-is-sought-in-old-blood-samples-11617874200", "title": "Origin of Covid-19 Pandemic Is Sought in Old Blood Samples", "date": "2021-04-08 05:30", "summary": "Frozen specimens stored in China and elsewhere could show how long new coronavirus had been circulating before first cases were discovered. As part of an international effort to pinpoint the origin of the Covid-19 pandemic and prevent future disease outbreaks, scientists are looking for new clues in frozen blood.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-sour-on-emerging-markets-as-u-s-prospects-brighten-11617869893", "title": "Investors Sour on Emerging Markets as U.S. Prospects Brighten", "date": "2021-04-08 04:46", "summary": "Capital flows out of emerging-market stocks and bonds as U.S. real yields climb and dollar strengthens. Pressure is building in some emerging markets as brightening U.S. growth prospects prompt investors to pull capital out of economies that look less robust.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-wirecard-germanys-proposed-audit-overhaul-worries-finance-executives-11617868813", "title": "After Wirecard, Germany's Proposed Audit Overhaul Worries Finance Executives", "date": "2021-04-08 04:00", "summary": "Proposed legislation calls for higher fines for audit firms and more oversight of regulator BaFin. Auditors and finance chiefs of some of Germany's biggest businesses are worried that a new regulatory proposal intended to improve audit quality in the wake of the Wirecard AG scandal will lead to higher costs and less competition.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencents-biggest-investor-cashes-in-on-pandemic-rally-11617799558", "title": "Tencent's Biggest Investor Cashes In on Pandemic Rally", "date": "2021-04-08 03:40", "summary": "Internet conglomerate Prosus raises $14.6 billion by selling stock in Chinese internet giant. JOHANNESBURG- Tencent Holdings Ltd. 's largest shareholder raised $14.6 billion by selling stock in the Chinese internet and videogaming giant, cashing in on one of the most lucrative technology bets in history after the pandemic gave a huge boost to the sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617828741", "title": "Pepper...and Salt", "date": "2021-04-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korean-conservatives-are-on-the-rise-a-year-before-presidential-election-11617782132", "title": "South Korea's Conservatives Win Big in Mayoral Polls", "date": "2021-04-08 23:33", "summary": "Pair of landslide victories in mayoral races in South Korea's two largest cities deliver rebuke of Moon administration. SEOUL-Just a year ago, South Korean President Moon Jae-in's left-leaning Democratic Party was riding high. It had just won a historic three-fifths majority in the country's legislature. Voters rewarded the administration's handling of the pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-appetite-dwindles-for-blue-chip-bond-funds-amid-losses-11617810276", "title": "Investor Appetite Dwindles for Blue-Chip Bond Funds", "date": "2021-04-08 23:25", "summary": "Flows into investment-grade bond funds dropped by almost 50% at the end of March. Individual investors might finally be losing their taste for investment-grade bond funds after taking near-record losses in the first quarter of the year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-joe-manchin-rules-out-support-for-weakened-senate-filibuster-11617848294", "title": "Sen. Joe Manchin Rules Out Support for Weakened Filibuster", "date": "2021-04-08 22:34", "summary": "West Virginia Democrat calls for bipartisanship rather than rule changes. WASHINGTON-Sen. Joe Manchin, a pivotal centrist, further closed the door on the prospect that he could support any move to end the filibuster in the Senate, a rule change that would allow his party to pass legislation with a simple majority rather than the 60 votes needed for most bills.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-ceo-lapierre-acknowledges-failing-to-disclose-free-stays-on-yacht-11617844246", "title": "NRA CEO LaPierre Acknowledges Failing to Disclose Free Stays on Yacht", "date": "2021-04-08 21:10", "summary": "LaPierre testified that he stayed on the yacht with family members for weeklong trips once a year from 2013 to 2019. National Rifle Association Chief Executive Wayne LaPierre said he made mistakes by failing to disclose on conflict-of-interest forms that he and his family members had repeatedly stayed free on a 108-foot-yacht in the Bahamas that was owned by a major NRA vendor.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-unveil-ghost-gun-measures-11617827422", "title": "Biden to Unveil Gun-Control Measures Including 'Ghost Guns' Restrictions'", "date": "2021-04-08 20:43", "summary": "Facing pressure to act, president will nominate a top gun-control advocate to head Bureau of Alcohol, Tobacco, Firearms and Explosives. President Biden plans to unveil new gun restrictions, including on untraceable weapons known as ghost guns that can be made from parts purchased online, and will nominate a top gun-control advocate to head the Bureau of Alcohol, Tobacco, Firearms and Explosives, officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-aide-details-more-instances-of-sexual-harassment-11617841054", "title": "Gov. Andrew Cuomo Aide Details More Instances of Sexual Harassment", "date": "2021-04-08 20:29", "summary": "Investigators from state Attorney General Letitia James's office are reviewing allegations about his behavior toward women staffers. ALBANY, N.Y.-An aide to New York Gov. Andrew Cuomo described more alleged instances of sexual harassment of her by the governor, such as touching her buttocks during a photo and routinely hugging her in the workplace.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-hires-criminal-defense-lawyer-11617837781", "title": "Trump Organization Hires Criminal Defense Lawyer", "date": "2021-04-08 20:16", "summary": "Ronald Fischetti will represent the firm in Manhattan district attorney's probe into former president's business dealings. The Trump Organization has hired Ronald Fischetti, an experienced New York criminal-defense attorney, to represent it in Manhattan prosecutors' investigation into the business dealings of the former president and his company.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-penn-station-expansion-plan-faces-opposition-11617832389", "title": "New York Penn Station Expansion Plan Faces Opposition", "date": "2021-04-08 20:08", "summary": "Development of a complex that could lead to 10 new Midtown Manhattan office towers needs more public input, urban-planning and advocacy groups say. A coalition of transportation and civic groups called on New York elected officials to stop plans to expand Midtown Manhattan's Penn Station and build 10 nearby towers.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-agree-to-legalize-mobile-sports-betting-11617826580", "title": "New York Lawmakers Agree to Legalize Mobile Sports Betting", "date": "2021-04-08 20:00", "summary": "Deal, part of the state's $212 billion budget, calls for a competitive bidding process to select two companies to operate online wagering platforms. ALBANY, N.Y.-New York lawmakers were set to legalize mobile sports betting as part of the new state budget headed for final approval on Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]