[{"link": "https://www.wsj.com/articles/as-covid-19-vaccines-approach-for-young-kids-many-parents-plan-to-wait-11635863532", "title": "As Covid-19 Vaccines Approach for Young Kids, Many Parents Plan to Wait", "date": "2021-11-02 19:59", "summary": "Many want to wait and see, worried the shots were developed too quickly and could have unexpected side effects, concerns that doctors say are unfounded. Many wary parents say they plan to hold off signing up their young children for Covid-19 vaccinations, just as health authorities are preparing to deliver the shots in the coming days.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-adams-halt-new-york-city-decline-policing-charter-school-choice-mayor-crime-race-11635886020", "title": "Can Eric Adams Halt New York City's Decline?", "date": "2021-11-02 19:50", "summary": "A focus on proven crime-control and education policies could make his mayoralty a success.. Eric Adams, who's expected to win Tuesday's election for New York mayor easily, likes to call himself \"the face of the Democratic Party.\" Today's Democrats should be so lucky.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-nudges-up-outlook-expects-inflation-and-logistics-pressures-to-persist-11635888345", "title": "Mondelez Says Snack Prices to Rise Further as Costs Grow", "date": "2021-11-02 19:38", "summary": "Maker of Oreo cookies and Wheat Thins crackers is responding to higher labor and transport costs, CEO says. Mondelez International Inc. said prices for its cookies and candies would climb further in the months ahead as the snacking company aims to stay ahead of escalating costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dangerous-flashpoint-in-american-foreign-policy-china-iran-taiwan-primacy-11635885161", "title": "The Most Dangerous Global Flashpoints", "date": "2021-11-02 19:04", "summary": "From the South China Sea to Iran, students discuss the world and America's role in it.. Editor's note: In this Future View, students discuss dangers for American foreign policy in the coming year. Next week we'll ask, \"In the wake of the COP26 Summit on climate, what can we conclude about climate summits? Do they do any good? Or are they exercises in feel-goodism?\" Students should click here to submit opinions of fewer than 250 words before Nov. 9. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-shares-tumble-on-game-delays-11635893794", "title": "Activision Shares Tumble on Game Delays", "date": "2021-11-02 18:56", "summary": "Videogame giant said it needs more time to finish making 'Overwatch 2' and 'Diablo IV' after leadership changes. Activision Blizzard Inc.'s shares tumbled in after-hours trading Tuesday after the company said it is delaying the launch of two games and reported third-quarter earnings with a holiday-season outlook falling short of Wall Street analysts' expectations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-xi-putin-cede-climate-influence-by-missing-glasgow-summit-11635888947", "title": "Biden Says Xi, Putin Cede Climate Influence by Missing Glasgow Summit", "date": "2021-11-02 18:41", "summary": "Comments mark second time in recent days he has singled out Chinese and Russian leaders. President Biden criticized the leaders of China and Russia for not joining other heads of state at the climate summit in Glasgow, arguing they were ceding their global influence.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-claims-to-oppose-tax-cut-hes-about-to-receive-11635892910", "title": "Sanders Claims to Oppose Tax Cut He's About to Receive", "date": "2021-11-02 18:41", "summary": "Rules out breaks for billionaires, but what about millionaires?. One of the most entertaining Beltway games lately has been trying to guess exactly how late in the budget reconciliation process congressional Democrats would choose to insert an indefensible tax cut for themselves and their wealthy donors into the pending legislation. Looks like whoever picked early November is a winner!", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/needed-military-strategy-for-china-taiwan-conflict-invasion-11635886657", "title": "Needed: A Military Strategy for China", "date": "2021-11-02 18:37", "summary": "The Pentagon, with its outdated policies, may not have the luxury of time when a crisis develops.. 'Strategic ambiguity\" is the longstanding U.S. policy toward Taiwan, but President Biden's approach has been more ambiguous than strategic. Asked at an Oct. 21 town hall whether he would defend the island nation against a Chinese attack, Mr. Biden replied, \"Yes, we have a commitment to do that.\" The White House then \"clarified\" his answer by reasserting its commitment to ambiguity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constitutional-right-guns-new-york-supreme-court-pistol-11635886361", "title": "When Is a Constitutional Right Not a Right?", "date": "2021-11-02 18:36", "summary": "When you need official approval to exercise it. That's what New York's pistol-permit law does.. If you want to carry a firearm in New York state, you need to convince a local official that you have \"proper cause.\" That's easy in some counties but almost impossible in others, including New York City. On Wednesday the Supreme Court will hear arguments in New York State Rifle & Pistol Association v. Bruen about whether this policy is unconstitutional.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-dow-one-million-glassman-hassett-stocks-index-funds-investment-11635885600", "title": "Get Ready for Dow One Million", "date": "2021-11-02 18:35", "summary": "The industrial average closed at 825.86 on Nov. 2, 1971. At this rate it'll hit 1,573,865 in 50 years.. The Dow Jones Industrial Average stood at 825.86 as trading closed on Nov. 2, 1971. It closed Tuesday at 36,052.63. That is almost a 43.7-fold increase. Do the math. If the Dow continues to rise at the same rate, 50 years from now it will be 1,573,865. In other words, Dow One Million.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oracle-of-night-review-what-dreams-are-made-of-11635892353", "title": "'The Oracle of Night' Review: What Dreams Are Made Of", "date": "2021-11-02 18:32", "summary": "Dreaming offers imagination with no brakes and no control. One is set free to create, to fear, to lose and ﬁnd-and then interpret.. Once there was a boy who feared to sleep, beset as he was by troubled dreams. His night terrors contained muddy alleys and dark streets gray with rain. He traveled with companions and knew that one of them would be sacrificed to the appetite of witches. He dreamed, too, of a dangerous criminal, invisible but lurking, hanging like a bat far above his head. And he dreamed of tigers that attacked in deep jungles, and of falling into the blue-black sea teeming with sharks. How, asks the Brazilian neuroscientist Sidarta Ribeiro, are we to make sense of \"such a wealth of detail\"? How can we explain the nature, recurrence and meaning of dreams? In \"The Oracle of Night: The History and Science of Dreams,\" Mr. Ribeiro seeks to answer these questions with a sweeping account as tangled and chaotic-and fascinating-as the dreams themselves.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheets-mcauliffe-biden-hunter-democrats-moderates-youngkin-virginia-critical-race-theory-11635887332", "title": "Democrats Can Retire the White Sheets", "date": "2021-11-02 18:29", "summary": "Virginia's contest was a test of whether Americans like being called racists.. With his upset defeat Tuesday night, it was fitting that Terry McAuliffe's easy run to the Virginia governorship blew up over the school board issue, itself an absurd culmination of the Democratic strategy of painting every opponent of their policies as a white supremacist and pro-Trump Nazi.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-former-schering-plough-scientist-cites-theranos-founders-cagey-behavior-11635892114", "title": "Former Schering-Plough Scientist Cites Theranos Founder's 'Cagey' Behavior", "date": "2021-11-02 18:28", "summary": "Immunology expert says startup falsely cited company's validation of blood-testing technology, echoing former Pfizer scientist's testimony. For the second time since the trial of Elizabeth Holmes began, the jury heard testimony Tuesday that Theranos Inc. altered a document to show investors that its technology had been validated by a major pharmaceutical company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-distortion-at-the-supreme-court-11635892105", "title": "Abortion Distortion at the Supreme Court", "date": "2021-11-02 18:28", "summary": "Will the Justices blow up a crucial and longtime limit on judicial power?. One bad law often begets another, and so it has gone with the Supreme Court and abortion since Roe v. Wade. Now a bad Texas law banning abortions after six weeks may induce the Court to distort the constitutional doctrine on legal standing, with long-term damage to the judiciary and the separation of powers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-australia-bungle-11635891848", "title": "Biden's Australia Bungle", "date": "2021-11-02 18:24", "summary": "His remarks to Macron dent PM Morrison's Aukus strategy.. Managing French sensibilities is never easy. But President Biden set back U.S. interests in the Pacific Friday by bungling his intervention in the bitter standoff between the French and Australian heads of state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sues-to-block-penguin-random-houses-acquisition-of-simon-schuster-11635866422", "title": "Justice Department Sues to Block Penguin Random House's Acquisition of Simon & Schuster", "date": "2021-11-02 18:23", "summary": "Antitrust lawsuit alleges the almost $2.18 billion deal will harm authors, consumers. WASHINGTON-The Justice Department filed a lawsuit Tuesday that seeks to block Penguin Random House from acquiring rival Simon & Schuster for nearly $2.18 billion, the latest in a series of aggressive antitrust cases brought under the Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-quits-home-flipping-business-cites-inability-to-forecast-prices-11635883500", "title": "Zillow Quits Home-Flipping Business, Cites Inability to Forecast Prices", "date": "2021-11-02 18:19", "summary": "Termination of 'iBuying' comes after company said it was halting new home purchases for rest of 2021. Real-estate firm Zillow Group Inc. is exiting from the home-flipping business, saying Tuesday that its algorithmic+ model to buy and sell homes rapidly doesn't work as planned.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-reports-higher-revenue-as-ridership-returns-11635883564", "title": "Lyft Reports Higher Revenue as Ridership Returns", "date": "2021-11-02 18:18", "summary": "The ride-hailing company had 18.9 million active riders in the latest quarter, edging closer to its pre-pandemic levels. Lyft Inc. said revenue climbed in the latest quarter, as consumers continue to pay higher prices because of the shortage of drivers and the increase in rider demand.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-second-amendment-is-for-everybody-11635891474", "title": "The Second Amendment Is for Everybody", "date": "2021-11-02 18:17", "summary": "A Supreme Court case on New York's carry laws could be a landmark.. Thirteen years after the Supreme Court recognized the true meaning of the Second Amendment in D.C. v. Heller (2008), it's still a \"disfavored\" right, as Justice Clarence Thomas once put it. Case in point: The question Wednesday at the Court is whether ordinary New Yorkers lose the right to \"bear Arms\" in self-defense whenever they walk out their front doors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sean-penns-labor-awakening-11635891413", "title": "Sean Penn's Labor Awakening", "date": "2021-11-02 18:16", "summary": "The actor runs afoul of the Biden National Labor Relations Board.. Sean Penn is well known as a man of the left, but allow us to rise in his defense. The Biden National Labor Relations Board seems to be unfairly targeting the Hollywood admirer of Hugo Chavez for exercising his First Amendment speech rights.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-shut-down-facial-recognition-in-photos-videos-11635874174", "title": "Facebook to End Facial Recognition in Photos and Videos", "date": "2021-11-02 17:59", "summary": "Social-media platform to delete data related to the faces of more than one billion people. Facebook said it is shutting down its facial-recognition system in the coming weeks, scrapping a feature that has developed into a key tool for sharing photos on social media but has raised concerns among privacy advocates and regulators", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-company-faraday-future-names-new-cfo-as-it-looks-to-start-production-11635890000", "title": "Faraday Future Names New CFO", "date": "2021-11-02 17:53", "summary": "Walter McBride will serve as finance chief, succeeding Zvi Glasman, who is resigning. Electric vehicle maker Faraday Future Intelligent Electric Inc. named a new chief financial officer as the company, which recently completed a public listing, works to launch its car production.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-moves-to-limit-methane-emissions-from-oil-and-gas-production-11635829202", "title": "World Leaders Vow to Cut Methane Emissions", "date": "2021-11-02 17:43", "summary": "At Glasgow climate summit, Biden announces tighter regulations for U.S. oil and gas industry. Global leaders at the Glasgow climate summit pledged Tuesday to sharply curtail methane emissions, with President Biden saying the U.S. would tighten regulations on oil and natural-gas production to reduce leaks of the potent greenhouse gas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-adds-mobile-games-to-its-app-for-some-users-11635889214", "title": "Netflix Adds Mobile Games to Its App for Some Users", "date": "2021-11-02 17:40", "summary": "Android subscribers can now play five titles, including two based on the streaming company's hit show 'Stranger Things'. Now playing on Netflix : videogames.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raiders-henry-ruggs-to-face-dui-case-in-fatal-las-vegas-crash-11635881423", "title": "Raiders' Henry Ruggs III to Be Charged With DUI in Fatal Car Crash", "date": "2021-11-02 17:37", "summary": "Lawyers for NFL wide receiver say they are conducting own investigation; collision left one person dead. Las Vegas Raiders receiver Henry Ruggs III will be charged with a DUI resulting in death, police said Tuesday, after officers said he was involved in a fatal collision early Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-earnings-can-the-wireless-pacesetter-maintain-its-speed-11635853228", "title": "T-Mobile Says Customer Growth Recovered After Data Hack", "date": "2021-11-02 17:33", "summary": "Cellphone carrier's new phone line additions fell behind AT&T in September quarter. T-Mobile US Inc.'s third-quarter profit slipped as higher costs and a lull in new customer additions following a headline-grabbing hack sapped its bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avis-stock-surges-on-strong-results-brightening-rental-car-outlook-11635869539", "title": "Avis Stock Surges on Strong Quarterly Results", "date": "2021-11-02 17:12", "summary": "Avis's stock nearly doubled Tuesday after company delivered robust third-quarter profit. Avis Budget Group 's stock more than doubled Tuesday, following strong quarterly results and a bullish outlook on the recovering rental-car market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aaron-siskind-mid-century-modern-museum-of-photographic-arts-franz-kline-willem-de-kooning-photo-league-11635886691", "title": "'Aaron Siskind: Mid Century Modern' Review: Abstraction in the Real World", "date": "2021-11-02 16:59", "summary": "An exhibition in San Diego reveals the photographer's influence on the work of Abstract Expressionist painters Franz Kline and Willem de Kooning. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-picks-wall-street-critic-saule-omarova-to-oversee-large-banks-11635884608", "title": "Biden Picks Wall Street Critic to Oversee Large Banks", "date": "2021-11-02 16:56", "summary": "Comptroller of the Currency nominee faces difficult path to Senate confirmation. WASHINGTON-The Biden administration formally nominated Saule Omarova, a law professor and critic of big banks, to serve as a top banking regulator, a setback for Wall Street and other firms that had pushed to scuttle her nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-futures-steady-after-dow-record-11635841946", "title": "Dow Closes Above 36000 for First Time", "date": "2021-11-02 16:45", "summary": "Stock indexes edge higher as S&P 500, Nasdaq also notch records. The market's autumn rally continued Tuesday, with stock indexes hitting more records and the Dow Jones Industrial Average closing above 36,000 for the first time.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bytedance-cfo-is-stepping-down-to-focus-on-tiktok-11635885543", "title": "ByteDance CFO Is Stepping Down to Focus on TikTok", "date": "2021-11-02 16:39", "summary": "The Chinese technology giant will reorganize its business into six segments. TikTok owner ByteDance Ltd. said Chief Financial Officer Shou Zi Chew will step down from that role to focus on his position as chief executive of the popular video-sharing platform, a move that comes as ByteDance is reorganizing its business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veteran-focused-black-rifle-coffee-going-public-through-1-7-billion-spac-deal-11635847721", "title": "Black Rifle Coffee Going Public Through SPAC", "date": "2021-11-02 16:18", "summary": "Coffee seller focused on military veterans is going public by combining with SPAC SilverBox Engaged Merger Corp. I.. Black Rifle Coffee Co. is going public by combining with a special-purpose acquisition company in a merger that values the coffee seller focused on military veterans at about $1.7 billion, the companies said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deshaun-watson-miami-dolphins-trade-deadline-11635880803", "title": "The Houston Texans Didn't Trade Deshaun Watson. What's Next?", "date": "2021-11-02 16:07", "summary": "The trade deadline passed without a deal for the embattled star quarterback. Now his on-the-field future is as unclear as ever.. Deshaun Watson and the Houston Texans have spent this season in an unusual stalemate. Watson wants a trade. The Texans haven't played their disgruntled quarterback, who faces numerous allegations of off-field misconduct.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obviously-friday-crossword-november-3-11635540721", "title": "Obviously (Wednesday Crossword, November 3)", "date": "2021-11-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-promotes-643-managing-directors-its-largest-class-ever-11635882688", "title": "Goldman Sachs's 643 New Managing Directors Is Its Largest Class Ever", "date": "2021-11-02 15:51", "summary": "Bank says bigger class reflects investments in its asset-management and consumer arms. Goldman Sachs Group Inc. on Tuesday named its largest-ever class of managing directors, the final role before a coveted partnership.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-innovators-2021-kkw-11635873605", "title": "See All the 2021 WSJ. Magazine Innovators", "date": "2021-11-02 15:34", "summary": "Kim Kardashian West, Lil Nas X, Ryan Reynolds and five more Innovators share their incredible journeys.. WSJ. Magazine celebrated eight trailblazing talents at its annual Innovator Awards, held last night at the Museum of Modern Art in New York City. See below to read each honoree's inspiring story-featuring: Skims founder Kim Kardashian West; Fendi designer Kim Jones; Formula 1 champion Lewis Hamilton; actor Ryan Reynolds; TV program Sesame Street; author Colson Whitehead; artist Maya Lin; and musician Lil Nas X.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-donald-trump-letter-censorship-platform-pennsylvania-2020-election-hunter-republican-11635804895", "title": "Trump, Censorship and Moving On From 2020", "date": "2021-11-02 15:25", "summary": "'If we censored everyone who didn't tell the truth, no politician would be able to run a campaign.'. In \"Readers Respond: Knock It Off, Mr. President\" (Oct. 30), a letter writer asserts that the Journal should not have printed President Trump's letter because it is full of untruths. But how does she know this? No doubt from hearing from different sources and coming to her own conclusions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garland-parents-virginia-loudoun-crt-fbi-terrorists-blm-education-school-11635805374", "title": "Merrick Garland Has No Business Intimidating Parents", "date": "2021-11-02 15:24", "summary": "Those speaking up in defense of their children aren't 'domestic terrorists.'. Regarding your editorial \"About Those Terrorist Parents\" (Oct. 27): Thank God for the parents speaking up in defense of their children. For the attorney general to label them terrorists is not only partisan politics at its finest but also hypocritical. Black Lives Matter rioters could burn buildings, loot, harass normal citizens, jump on cars and worse. That was called \"peaceful protest.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-job-loss-debate-study-nas-chicago-employment-11635805929", "title": "How Many Jobs Will the Child Tax Credit Really Cost?", "date": "2021-11-02 15:23", "summary": "A paper with a big estimate may be politically useful, but it has yet to undergo rigorous peer review.. Your editorial \"The Child Allowance Welfare Trap\" (Oct. 8) and Robert Doar's online op-ed, \"The Bad Science Behind the Child Tax Credit Expansion\" (Oct. 29) question the evidence behind a 2019 consensus report from a nonpartisan committee of the National Academies of Sciences, Engineering, and Medicine (NASEM), on which we served. Rejecting the report's conclusions, you and Mr. Doar cite estimates reported in a working paper released recently by Bruce Meyer and other University of Chicago researchers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-energy-renewable-mandate-africa-poverty-fuel-11635806884", "title": "Green-Energy Pushers Will Do Immense Harm to Africa", "date": "2021-11-02 15:22", "summary": "They say they will save the planet-but for whom?. \"Solar and Wind Force Poverty on Africa\" (op-ed by Yoweri K. Museveni, Oct. 25)-and all under the guise of saving the planet. But saving it for whom? Several hundred million Africans live in poverty, thanks partly to a lack of reliable energy. The imposition on the Third World of green mandates, like tariffs, must inevitably hamper poor nations' ability to produce goods and services.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creative-accounting-in-the-biden-budget-framework-spending-trillions-11635806177", "title": "Creative Accounting in the Biden Budget Framework", "date": "2021-11-02 15:21", "summary": "It reminds me of the child who demanded an allowance of $100 a month. . .. The Biden budget reminds me of the child who demanded an allowance of $100 a month (\"A Jerry-Rigged Budget 'Framework,'\" Review & Outlook, Oct. 29). When told by her parents that was quite unaffordable, she changed her ask to only $25 a week.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-opening-arguments-set-to-begin-in-trial-over-killings-during-unrest-11635867714", "title": "Kyle Rittenhouse Opening Arguments Begin in Trial Over Killings During Unrest", "date": "2021-11-02 15:14", "summary": "Homicide case stems from protests against police shooting in Kenosha, Wis.. KENOSHA, Wis.-Prosecutors described Kyle Rittenhouse as a tourist attracted to chaos in their opening statement in the trial of the Illinois teenager who killed two people and injured a third during unrest in August 2020 following the police shooting of Jacob Blake.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-main-military-hospital-hit-by-two-explosions-gunfire-11635847126", "title": "Attack on Kabul Military Hospital Leaves at Least 23 Dead", "date": "2021-11-02 14:28", "summary": "Extremist group has intensified its operations against Taliban targets following U.S. withdrawal from Afghanistan. KABUL-Islamic State militants stormed Afghanistan's main military hospital, now housing injured Taliban fighters and veterans of the former Afghan military, and killed at least 23 people in the latest eruption of violence since the country's U.S.-backed government collapsed in mid-August.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-harder-they-fall-jay-z-idris-elba-jonathan-majors-regina-king-lakeith-stanfield-jeymes-samuel-boaz-yakin-11635877034", "title": "'The Harder They Fall' Review: Ultra-Violence out West", "date": "2021-11-02 14:20", "summary": "This revenge story focused on Black gunslingers was produced by Jay-Z and stars Idris Elba, Jonathan Majors, Regina King and Lakeith Stanfield.. 'The details of this story are fictional,\" we're told at the outset of \"The Harder They Fall.\" But be aware: \"These. People. Existed.\" (Punctuation theirs.) In other words, there may not have been a specific, real-life Black gunslinger who boasted \"I'm lightnin' with the blam-blams\" or a blue-dyed elf who entertained, Josephine Baker-style, in a frontier cabaret. But the Wild West wasn't as white as you might think it was.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chegg-deserves-a-pass-11635876942", "title": "Chegg Deserves a Pass", "date": "2021-11-02 14:15", "summary": "The education-platform company's market capitalization almost halved on Tuesday; the selloff seems overdone. Study-materials provider Chegg aced the pandemic last year as many students moved to online learning for the first time. But maintaining high grades is proving tough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8-interior-design-ideas-to-update-your-kitchen-goodbye-open-shelving-11635876700", "title": "8 Interior Design Ideas to Update Your Kitchen (Goodbye, Open Shelving)", "date": "2021-11-02 14:11", "summary": "Architects and other design pros share new kitchen trends that can help turn the heart of your home into a quietly cohesive space. IF EVERYTHING wants to stand out, nothing will,\" said Kelsey Hills, a Dallas homeowner who hired a local pro to quiet the center of her house, the kitchen. Architect and designer Eddie Maestri infused the room with white oak-on the floor, flat-front cabinets and island. \"Having a kitchen without a lot of competing design elements calms me,\" said Mrs. Hills.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-scary-incident-led-to-startup-selling-panic-buttons-11635784122", "title": "A Scary Incident Led a Startup to Sell Discreet Panic Buttons", "date": "2021-11-02 14:09", "summary": "After being scared one evening, a student wanted to create a device that was easy to use and visually appealing. In the fall of 2015, Rajia Abdelaziz attended an evening event with friends near the campus of the University of Massachusetts Lowell. As she was walking back to her car alone, another car pulled up and a bunch of men started yelling at her.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-turn-a-side-business-into-a-full-time-job-etsy-11635780615", "title": "How One Entrepreneur Used Etsy to Turn a Side Business Into a Full-Time Job", "date": "2021-11-02 14:00", "summary": "Glass sculptor Matthew Cummings leveraged the site's strengths to build a $750,000-a-year operation. How do you turn a side hustle making custom beer glasses into a $750,000 business?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-files-recusal-notices-in-138-cases-after-wsj-queries-11635875891", "title": "Federal Judge Files Recusal Notices in 138 Cases After WSJ Queries", "date": "2021-11-02 13:58", "summary": "Rodney Gilstrap initially argued he didn't violate financial-conflicts law. One of America's most prominent federal judges acknowledged in court notices that he may have violated the law in 138 lawsuits identified by The Wall Street Journal between 2011 and 2018 by hearing cases that involved companies in which he or his wife had a financial interest.", "categories": [["Hidden Interests"]], "category_links": []}, {"link": "https://www.wsj.com/articles/supply-chain-pain-is-maersks-gain-as-5-44-billion-profit-dwarfs-amazon-ups-11635875173", "title": "Supply-Chain Pain Is Maersk's Gain", "date": "2021-11-02 13:46", "summary": "Record freight rates and supply-chain snarls drive quarterly gains at shipping giant. Shipping company A.P. Moeller-Maersk A/S is reaping the benefits of global supply strains that have pushed up ocean freight rates near record levels and caused backlogs at U.S. ports. The company reported a profit of $5.44 billion for the September quarter, more than five times the profit it had a year ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-files-to-sell-digital-sneakers-as-it-seeks-downloadable-kicks-11635873070", "title": "Nike Files to Sell Digital Sneakers", "date": "2021-11-02 13:24", "summary": "Sneaker company's trademark applications indicate it wants to offer virtual goods as part of videogames and other online platforms. Nike Inc. might soon sell you sneakers that can't be worn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-efforts-support-black-business-and-entreprereneurs-11635534274", "title": "New Efforts Aim to Support Black Businesses and Entrepreneurs", "date": "2021-11-02 13:05", "summary": "A range of programs under way are designed to help Black founders start and expand their businesses. A number of companies and nonprofits have been expanding efforts to help Black founders start and grow businesses.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-moderate-democrats-polling-brookings-christianity-immigration-culture-11635867331", "title": "Alienated Republicans, Moderate Democrats", "date": "2021-11-02 13:03", "summary": "Is America 'losing its culture'? GOP voters worry more, but it's a bipartisan concern.. What do Americans believe when you dig beneath daily politics into their fundamental beliefs and sense of identity? For the past 12 years, the Public Religion Research Institute and the Brookings Institution have collaborated on an annual American Values Survey, which attempts to find the answers.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-millionaires-billionaires-taxes-investment-returns-11635866684", "title": "Millions and Millions of Millionaires", "date": "2021-11-02 13:03", "summary": "Don't mistake them for billionaires, who are far richer and fewer.. As Democratic lawmakers look for ways to tax billionaires, the ranks of millionaires are expanding by the million. The U.S. minted 1.73 million new millionaire households last year, lifting its total at year-end 2020 to 21.95 million, according to the Credit Suisse Global Wealth Report.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-of-being-told-cheer-up-the-problem-of-toxic-positivity-11635858001", "title": "Toxic Positivity Is Very Real, and Very Annoying", "date": "2021-11-02 12:51", "summary": "Forcing ourselves or others to always be positive can be harmful to our well-being and our relationships. There's a better approach.. Sometimes the worst thing you can say to a person who's feeling bad is: \"Cheer up!\"", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sepp-blatter-fifa-michel-platini-switzerland-11635868891", "title": "Former Soccer Chiefs Blatter and Platini Indicted in Switzerland", "date": "2021-11-02 12:02", "summary": "Prosecutors charged the former FIFA and UEFA presidents with fraud surrounding the 2011 payment of 2 million Swiss Francs to Platini. PARIS-Through years of investigations by Swiss and American authorities into corruption at the highest levels of world soccer, former longtime FIFA president Sepp Blatter largely escaped direct implication, while associates landed in jail and U.S. federal courtrooms.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-entrepreneurs-major-in-business-11635779974", "title": "Should Aspiring Entrepreneurs Major in Business in College?", "date": "2021-11-02 12:00", "summary": "Two experts debate whether a business major helps or hurts when you want to start a company. Picking a major is one of the most difficult decisions any college student makes. Do you go with your passion? Do you go with the one that will get you the best grades? And especially: Which one best prepares you for what you want to do after college?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-earnings-rise-as-private-equity-portfolio-climbs-11635850320", "title": "KKR Earnings Rise, as Private-Equity Portfolio Climbs 9%", "date": "2021-11-02 11:52", "summary": "Firm says the part of profit that could be returned to shareholders surged in the third quarter. KKR & Co. reported an increase in third-quarter earnings, and the portion of profit that it could return to shareholders more than doubled.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-strategies-to-ensure-hybrid-meetings-are-equitable-11635868139", "title": "Five Strategies to Ensure Hybrid Meetings Are Equitable", "date": "2021-11-02 11:50", "summary": "When some people are in the office and others are remote, the on-site attendees have an advantage. There are ways to get around that.. Sabina Nawaz (@sabinanawaz) is a global CEO coach, leadership speaker, and writes about C-suite strategies at sabinanawaz.com.", "categories": [["THE EXPERTS | Leadership"]], "category_links": ["https://www.wsj.com/news/types/experts-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-pulls-pine-gap-episodes-as-chinas-rivals-object-11635868179", "title": "Netflix Pulls 'Pine Gap' Episodes as China's Rivals Object", "date": "2021-11-02 11:49", "summary": "The Philippines and Vietnam have taken issue with how the series portrays Beijing's territorial claims in the South China Sea. SINGAPORE-Western companies have had to contend for years with China's nationalist sensibilities, but they are facing new challenges as Beijing's regional rivals are growing increasingly assertive.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aristas-meta-boom-will-be-real-enough-11635867158", "title": "Arista's Meta Boom Will Be Real Enough", "date": "2021-11-02 11:32", "summary": "Major supplier of network equipment to Facebook parent projects big sales jump next year. It remains to be seen whether Mark Zuckerberg's metaverse fantasies will become reality, but the social-network founder's metamorphosis already seems to be a dream come true for Arista Networks .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-king-star-carole-baskin-sues-netflix-over-hit-shows-sequel-11635866688", "title": "'Tiger King' Star Carole Baskin Sues Netflix Over Hit Show's Sequel", "date": "2021-11-02 11:28", "summary": "Ms. Baskin and husband say they didn't agree to footage of them being included in 'Tiger King 2;' judge denies request for temporary restraining order. The couple behind the Florida big-cat sanctuary made famous by Netflix Inc.'s \"Tiger King\" series is suing the streaming giant over being included in the second installment of the show.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rabbi-searches-for-a-congregation-in-saudi-arabia-birthplace-of-islam-11635864559", "title": "A Rabbi Searches for a Congregation in Saudi Arabia, Birthplace of Islam", "date": "2021-11-02 10:49", "summary": "Resume Subscription. RIYADH, Saudi Arabia-In his flat-brimmed hat and long black coat, Jacob Herzog turned a few heads during his first trip to Saudi Arabia last month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sopranos-star-michael-imperioli-was-on-his-way-to-pre-med-when-acting-intervened-11635864505", "title": "'Sopranos' Star Michael Imperioli Was on His Way to Pre-Med When Acting Intervened", "date": "2021-11-02 10:48", "summary": "The actor knew early on he liked the idea of performing but didn't like 'standing out' until he saw Patti LuPone in 'Evita'. Michael Imperioli, 55, is an actor, writer, director and musician. He appeared in the films \"One Night in Miami\" and \"Goodfellas,\" and starred in HBO's \"The Sopranos.\" He is co-author with Steve Schirripa of \"Woke Up This Morning,\" an oral history of \"The Sopranos\" (William Morrow). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celine-candles-and-ski-chic-outerwear-the-best-designed-items-of-november-11635860834", "title": "Celine Candles and Ski-chic Outerwear: The Best Designed Items of November", "date": "2021-11-02 10:47", "summary": "A special Harry Winston timepiece, Tekla pajamas and everything else we can't stop obsessing over this month.. Seven oval aquamarines ring the Color Legacy necklace from Bulgari's new Magnifica Collection.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dupont-revamp-to-harness-electric-vehicles-5g-growth-11635863415", "title": "DuPont Revamp to Harness Electric Vehicles, 5G Growth", "date": "2021-11-02 10:30", "summary": "Industrial company is acquiring electronics materials maker Rogers to deepen its business in higher-growth markets. DuPont de Nemours Inc. announced planned deals that executives said aim to position the 200-year-old industrial company to capture growth from electric vehicles and high-speed telecommunications networks.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-sheds-jeffrey-epstein-ties-with-new-ceo-keeps-wall-street-strategy-11635863346", "title": "Barclays Sheds Epstein Ties With New CEO, Keeps Wall Street Strategy", "date": "2021-11-02 10:29", "summary": "C.S. Venkatakrishnan, known as Venkat, replaces Jes Staley as CEO, but will continue betting big on investment banking. Jes Staley is gone from Barclays PLC, but his successor will carry on his signature strategy of betting big on the U.K.'s last major presence on Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-climate-change-greenhouse-gases-manufacturing-steel-11635862305", "title": "Tariffs to Tackle Climate Change Gain Momentum. The Idea Could Reshape Industries.", "date": "2021-11-02 10:22", "summary": "Resume Subscription. Governments in the U.S., Europe and other developed nations are embarking on a climate-change experiment: using tariffs on trade to cut carbon emissions. The idea has the potential to rewrite the rules of global commerce.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apollo-profit-edges-lower-but-distributable-earnings-hit-record-11635850861", "title": "Apollo Profit Edges Lower, but Distributable Earnings Hit Record", "date": "2021-11-02 10:15", "summary": "Firm's $8.8 billion of asset sales help drive level of profit that can be returned to shareholders. Apollo Global Management Inc. reported lower third-quarter profit, but the portion of its earnings that it could hand back to shareholders climbed to a record level.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-two-restaurants-survived-covid-11635779788", "title": "Catching Up With Two Restaurants Battered by Covid", "date": "2021-11-02 10:09", "summary": "In an article last year, we looked at how Goosefeather and Hangar B had taken a big hit during the lockdowns. So, how are they doing now?. Last fall, we profiled two restaurants-high-end Goosefeather in New York state, and breakfast locale Hangar B, in Cape Cod in Massachusetts-to get an inside look at how these businesses were coping during the pandemic.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-pfizer-lyft-what-to-watch-in-the-stock-market-today-11635853108", "title": "Tesla, Pfizer, Lyft: What to Watch in the Stock Market Today", "date": "2021-11-02 09:48", "summary": "Tesla shares fell after Elon Musk tweeted that a deal with Hertz isn't signed yet. U.S. stocks opened with muted moves after all three major indexes closed at record highs. Meanwhile, the Federal Reserve is set to begin its two-day policy meeting against a backdrop of sharpening inflation concerns. Here are the stocks we're watching in Tuesday's session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-methane-and-why-is-it-bad-your-questions-answered-11635860231", "title": "What Is Methane and Why Is It Bad? Your Questions Answered", "date": "2021-11-02 09:37", "summary": "The clear and odorless gas produced in part by burning fossil fuels is a major contributor to global warming, scientists say. WASHINGTON-Amid the COP26 climate summit in Glasgow, the Biden administration has proposed tougher new rules to regulate methane emissions in oil- and natural-gas production. Here's what you need to know about methane emissions and why they have come under a spotlight.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivians-60-billion-ev-challenge-to-detroit-11635860079", "title": "Rivian's $60 Billion EV Challenge to Detroit", "date": "2021-11-02 09:34", "summary": "A high valuation for the startup truck maker implies it will take meaningful market share from Ford and General Motors. If electric-vehicle startup Rivian comes even close to justifying the valuation targeted in its initial public offering, Detroit has a real problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-restaurants-win-back-customers-11635782346", "title": "How Restaurants Can Win Back Customers: What Research Reveals", "date": "2021-11-02 09:00", "summary": "Among the strategies: Use the scent of peppermint, carefully place bookcases-and try some blue food. How do restaurants lure back diners-and boost business-after long months of shutdowns and mandates?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yahoo-pulls-out-of-china-ending-tumultuous-two-decade-relationship-11635848926", "title": "Yahoo Quits China, Ending a Rocky Two-Decade Relationship", "date": "2021-11-02 08:57", "summary": "It is the second well-known U.S. tech firm to downsize China operations in less than a month. Yahoo Inc. said it was pulling out of China, citing an increasingly challenging business and legal environment, the latest foreign company to be caught up in Beijing's toughening rules for businesses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-buoyed-by-resurgent-oil-price-to-boost-investor-returns-11635856961", "title": "BP, Buoyed by Resurgent Oil Price, to Boost Investor Returns", "date": "2021-11-02 08:42", "summary": "Energy giant's results supported by higher commodity prices but hedging activity linked to LNG contracts hits bottom line. LONDON- BP PLC benefited from resurgent oil prices in the third quarter and said it would buy back more shares, though the energy giant's profit was wiped out by an accounting issue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-seasons-hotel-in-napa-selling-for-near-record-valuation-11635856200", "title": "Four Seasons Hotel in Napa Selling for Near Record Valuation", "date": "2021-11-02 08:30", "summary": "Sunstone Hotel Investors agrees to pay about $175 million for the 85-room luxury hotel. The owner of the Four Seasons in California's Napa Valley is selling the recently opened hotel in one of the highest-valued lodging transactions ever, punctuating a year of blockbuster resort sales.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-restrictions-on-chinese-students-endanger-u-s-innovation-edge-universities-say-11635856001", "title": "Visa Restrictions on Chinese Students Endanger U.S. Innovation", "date": "2021-11-02 08:26", "summary": "Trump-era ban could be used to block visas for up to one-quarter of STEM graduate students from China. HONG KONG-American universities and research institutes say the U.S.'s dominance in science and technology could be undermined by toughened U.S. visa requirements that are squeezing the flow of talent from China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-lease-trophy-space-to-stoke-return-to-the-office-11635854401", "title": "Businesses Lease Trophy Space to Stoke Return to Offices", "date": "2021-11-02 08:00", "summary": "Rents for elite buildings full of amenities are getting steeper; 'The top of the top has just gone crazy'. Businesses trying to wean employees off remote work and lure them back to the office are spending more than ever on upscale workspaces, reaching deep into their pockets to pay high rents for modern, amenity-rich buildings.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housekeepers-hotel-owners-square-off-over-daily-service-11635854400", "title": "Housekeepers, Hotel Owners Square Off Over Daily Service", "date": "2021-11-02 08:00", "summary": "Pandemic led to reduced room cleaning, but costs, staffing shortages now also drive hotels' desires to make changes permanent. Housekeepers are battling hotel owners' efforts to eliminate daily room cleaning, a longtime staple of the American hospitality experience.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rental-home-owner-pretium-buys-home-flipping-lender-for-1-5-billion-11635854401", "title": "Rental-Home Owner Pretium Buys Home-Flipping Lender for $1.5 Billion", "date": "2021-11-02 08:00", "summary": "Anchor Loans has made $10 billion in loans, specializing in lending to home-flippers. Investment firm Pretium Partners is acquiring home-flipping lender Anchor Loans for $1.5 billion, the latest sign that big investors believe the record-setting housing boom has more room to run.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/experimental-als-drug-submitted-to-fda-for-approval-11635854400", "title": "Experimental ALS Drug Submitted to FDA for Approval", "date": "2021-11-02 08:00", "summary": "Application by Amylyx Pharmaceuticals is the latest indication of the FDA's openness to faster approval of promising medicines. A Boston-area startup has asked the Food and Drug Administration to approve an experimental drug for amyotrophic lateral sclerosis, or Lou Gehrig's disease, a sign the agency wants to speed access to medicines treating neurodegenerative diseases.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shalane-flanagan-nyc-marathon-project-eclipse-11635814225", "title": "Shalane Flanagan Aims to Finish Her Sixth Marathon in Six Weeks-On Two Rebuilt Knees", "date": "2021-11-02 08:00", "summary": "The former NYC Marathon winner returns to the Big Apple this weekend to finish a moonshot goal she set after reconstructive surgery on both knees. When former New York City Marathon champion Shalane Flanagan retired from racing in 2019 and scheduled major reconstructive surgeries on each of her knees, she told her surgeon that she only wanted to get back to coaching and running recreationally without pain.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dupont-plans-moves-that-would-remake-chemicals-company-11635812224", "title": "DuPont to Buy Rogers for $5.2 Billion, Divest Part of Mobility Unit", "date": "2021-11-02 07:25", "summary": "Acquisition, divestiture are set to reshape the chemicals company. DuPont de Nemours Inc. on Tuesday announced moves that would remake the chemicals company following years of subpar performance in its shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-eagle-outfitters-to-buy-quiet-logistics-for-350-million-11635850920", "title": "American Eagle Outfitters to Buy Quiet Logistics for $350 Million", "date": "2021-11-02 07:02", "summary": "The apparel retailer says its second logistics acquisition this year is aimed at giving the company greater control of its supply chain. American Eagle Outfitters Inc. is acquiring digital fulfillment operator Quiet Logistics Inc., in a $350 million cash deal as the apparel retailer looks to take greater control of its supply chain.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-challenge-wall-street-greenwashing-11635850800", "title": "Bond Investors Challenge Wall Street Greenwashing", "date": "2021-11-02 07:00", "summary": "Investors avoid green bonds issued by companies like JPMorgan that they say don't meet sustainable investing standards. Bond fund manager James Rich's job is to find sustainable investments for his customers. Lately, he is rejecting much of what Wall Street is offering him.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metas-ad-returns-are-its-redemption-for-advertisers-11635850800", "title": "Meta's Ad Returns Are Its Redemption for Advertisers", "date": "2021-11-02 07:00", "summary": "Controversy surrounds the social media giant's algorithms-but its ads' reach and mechanics deliver. The second in a three-part series on Facebook 's finances.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hggc-sells-pcf-insurance-services-in-management-led-buyout-11635850801", "title": "HGGC Sells PCF Insurance Services in Management-Led Buyout", "date": "2021-11-02 07:00", "summary": "The deal, with backing from Blue Owl Capital's Owl Rock, values the company at more than $2.2 billion. The management of insurance brokerage PCF Insurance Services is buying the company from private-equity firm HGGC alongside direct lender Owl Rock.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-leaders-agree-to-end-deforestation-by-2030-11635844937", "title": "Leaders Agree to End Deforestation by 2030", "date": "2021-11-02 06:49", "summary": "More than 100 countries, accounting for 85% of the world's forests, agree to protect and restore them. GLASGOW-World leaders from more than 100 countries, including the U.S., China and Brazil, agreed to a deal aimed at ending and then reversing deforestation by 2030, committing nearly $20 billion of public and private funds to protect and restore forests.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-capital-hasnt-given-up-on-china-11635849723", "title": "Venture Capital Hasn't Given Up on China", "date": "2021-11-02 06:42", "summary": "Despite the carnage in overseas listed tech firms, VC activity in China remains surprisingly resilient. China's listed internet-technology companies are reeling from this year's regulatory crackdown. But that hasn't stopped the action in the private markets: Investors are still charging into many of the country's technology startups.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-bets-episode-4-11635847262", "title": "'Bad Bets,' Episode 4", "date": "2021-11-02 06:01", "summary": "How Enron fell from Wall Street darling into bankruptcy. In the first three episodes of 'Bad Bets,' we've explored the sudden resignation of former Enron Chief Executive Jeffrey Skilling and the financial engineering of former finance chief Andy Fastow. But Enron's biggest problem was that its success was dependent on an image that was partly a facade. After Wall Street Journal reporters pulled back the curtain, it all came tumbling down.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-southwest-cancellations-holiday-travel-11635798338", "title": "Canceled Flights and Crowded Airports: Brace Yourself for Holiday Travel", "date": "2021-11-02 06:00", "summary": "Staffing shortages have already disrupted travelers' plans, and it could get worse with more people planning to fly between Thanksgiving and New Year's. Going to Florida over the holidays? Everyone else is.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-binges-on-u-s-gas-to-manage-energy-shortage-carbon-footprint-11635845401", "title": "China Binges on U.S. Gas to Manage Energy Shortage, Carbon Footprint", "date": "2021-11-02 05:30", "summary": "Record U.S. liquefied natural gas exports to China contrast to just a couple of years ago during the trade war. At the height of the trade war in 2019, China all but cut off imports of U.S. liquefied natural gas. Today, China is buying more gas from the U.S. than ever.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-dashboard-casts-doubt-on-inflation-easing-quickly-11635845401", "title": "Powell's Dashboard Casts Doubt on Inflation Easing Quickly", "date": "2021-11-02 05:30", "summary": "Fed chairman laid out five reasons this summer why higher prices should reverse, but some recent data have gone the wrong way. Federal Reserve Chairman Jerome Powell used the bulk of a widely anticipated speech in late August to explain why he was still confident that this year's inflation surge would prove temporary. His remarks haven't aged well.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftcs-effort-to-strengthen-online-privacy-protections-faces-hurdles-11635845401", "title": "FTC's Effort to Strengthen Online Privacy Protections Faces Hurdles", "date": "2021-11-02 05:30", "summary": "Agency wants to tackle data privacy after years of legislative inaction, but Congress is likely to control whether FTC has budget to do so. The Federal Trade Commission has outlined a far-reaching vision for protecting consumers' privacy online, but the plan faces challenges including budget constraints, personnel changes and potential legal pushback.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reserve-bank-of-australia-abandons-key-stimulus-tool-11635833961", "title": "Reserve Bank of Australia Abandons Key Stimulus Tool", "date": "2021-11-02 02:19", "summary": "Central bank says it will end use of yield caps that keep interest rates low. SYDNEY-The Reserve Bank of Australia said it would stop using yield caps and abandoned a view that its benchmark interest rate won't rise until 2024, joining other central banks that are tightening policy as inflation risks mount.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11635788266", "title": "Pepper...and Salt", "date": "2021-11-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edison-partners-leads-investment-in-prepaid-technologies-11635825661", "title": "Edison Partners Leads Investment in Prepaid Technologies", "date": "2021-11-02 00:01", "summary": "Growth-equity firm Edison has led a $96 million financing effort to help expand digital payment business Prepaid Technologies. Growth-equity firm Edison Partners has led a $96 million funding round for digital payment business Prepaid Technologies Co., a bet on the continued growth in the sector.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-helps-auto-insurers-cost-out-collisions-in-seconds-11635866345", "title": "AI Helps Auto Insurers Cost Out Collisions in Seconds", "date": "2021-11-02 00:01", "summary": "USAA among four national carriers using new tool that helps customers estimate repair costs based on photos of their damaged vehicles. Auto-insurance carrier USAA has started using a cloud-based artificial-intelligence platform designed to tally the cost of fender benders and other collisions within seconds, based on drivers' smartphone photos of their damaged vehicles, the company said.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-manufacturers-score-win-in-california-lawsuit-11635820103", "title": "Opioid Manufacturers Score Win in California Lawsuit", "date": "2021-11-02 23:20", "summary": "Ruling is a rare victory for pharmaceutical companies in a wave of nationwide litigation over the opioid crisis. A California judge cleared four drugmakers of liability after a monthslong trial accusing the companies, including Johnson & Johnson and Endo International PLC, of causing widespread opioid addiction in the state.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shanghai-disneyland-suspends-operations-as-visitors-queue-for-covid-19-tests-before-exiting-11635755117", "title": "China Locks 30,000 Visitors Inside Shanghai Disneyland After Covid-19 Case", "date": "2021-11-02 23:09", "summary": "Guests required to take coronavirus test to exit after a positive case shuts down the park. More than 30,000 visitors to the Shanghai Disneyland theme park were kept within the park's gates on Sunday and forced to undergo Covid-19 testing after a customer tested positive for the virus, a move that underscores China's eradication efforts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/innovators-photos-kim-kardashian-west-ryan-reynolds-lil-nas-x-11635821882", "title": "WSJ. Innovators Awards 2021: Celebrating Kim Kardashian West, Ryan Reynolds, Lil Nas X and More", "date": "2021-11-02 22:59", "summary": "On Monday night, \"WSJ. Magazine\" honored visionaries at its first in-person event since the pandemic.. On Monday night, luminaries and industry leaders gathered at the Museum of Modern Art in New York to celebrate WSJ. Magazine's Innovator Awards-\"and not a pair of sweatpants in sight,\" joked WSJ. Magazine editor in chief Kristina O'Neill, welcoming the night's attendees.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-wsj-innovators-2021-11635821746", "title": "Photos: WSJ. Innovators 2021", "date": "2021-11-02 22:55", "summary": "See photos of WSJ. Magazine's annual Innovator Awards honoring Colson Whitehead, Lewis Hamilton, Maya Lin and more. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sen-manchin-reiterates-concerns-about-democrats-social-spending-climate-bill-11635791488", "title": "Manchin Faults Democrats' Revised Social Spending and Climate Bill", "date": "2021-11-02 20:37", "summary": "West Virginia senator's comments come as Biden seeks to unify party behind $1.85 trillion framework. WASHINGTON-Sen. Joe Manchin (D., W.Va.) criticized Democrats' $1.85 trillion healthcare, education and climate-change bill and withheld his support for a legislative framework that the White House had cast as a consensus acceptable to all members of the Senate Democratic caucus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-attacks-biden-administration-for-considering-payments-to-separated-immigrant-families-11635800937", "title": "Republicans Ask Biden to Reject Payments to Separated Immigrant Families", "date": "2021-11-02 20:35", "summary": "Government talks to settle lawsuits with families separated under Trump administration's border policy draw withering GOP response. WASHINGTON-Eleven Republican senators on Monday asked President Biden to halt his administration's talks to settle lawsuits filed on behalf of immigrant families who say they suffered trauma from being separated after illegally crossing the southern border during the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-taps-non-it-professionals-to-broaden-its-ai-expertise-11635812960", "title": "Ford Broadens Its AI Expertise", "date": "2021-11-02 20:29", "summary": "The auto maker has trained more than 1,000 employees to develop AI applications targeting supply-chain challenges and other issues. Ford Motor Co. is putting artificial-intelligence development tools in the hands of engineers, designers and other non-IT professionals in an effort aimed at helping the auto maker harness the technology for a range of pressing issues, including supply-chain challenges.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}]