[{"link": "https://www.wsj.com/articles/sprouts-farmers-market-names-new-cfo-11630453741", "title": "Sprouts Farmers Market Names New CFO", "date": "2021-08-31 19:49", "summary": "Lawrence Molloy is a board member at the supermarket chain and previously served as interim finance chief. Sprouts Farmers Market Inc. on Tuesday said board member Lawrence Molloy has been appointed as the supermarket chain's new chief financial officer, effective Sept. 25.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-gop-lawmakers-send-voting-bill-to-governors-desk-11630449811", "title": "Texas GOP Lawmakers Approve Bill Imposing New Voting Restrictions", "date": "2021-08-31 19:44", "summary": "Republican Gov. Greg Abbott said he plans to sign into law new election restrictions, overcoming Democratic opposition. Republican lawmakers in Texas sent a voting bill to GOP Gov. Greg Abbott after overcoming months of hurdles by Democrats who sought to kill the legislation, including through a July walkout that saw many leave the state for Washington, D.C.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-ways-hurricane-ida-damage-compares-with-katrina-11630451062", "title": "Five Ways Hurricane Ida Compares With Katrina", "date": "2021-08-31 19:04", "summary": "Resume Subscription. Exactly 16 years after Hurricane Katrina devastated New Orleans, Ida made landfall in southeast Louisiana as a Category 4 hurricane. With comparable paths, the two storms caused hundreds of thousands of people to evacuate and each knocked out power for more than one million customers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-michigan-cuomo-whitmer-hochul-nursing-home-deaths-covid-19-coronavirus-foia-11630445275", "title": "New York and Michigan Are Still Stonewalling on Nursing Home Deaths", "date": "2021-08-31 18:47", "summary": "Agencies in both states continue to be parsimonious with official data on pandemic-related fatalities.. Andrew Cuomo may no longer be governor of New York, but officials in Albany are still covering up key facts about his deadly pandemic policies. The same is true in Michigan, where state officials are hiding important details about similarly dangerous measures enacted by Gov. Gretchen Whitmer. More than 18 months into the Covid-19 pandemic, New York and Michigan are stonewalling attempts to shine light on the actions of these leaders, leaving the public in both states in the dark and making accountability much harder.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dishonest-afghan-accounting-joe-biden-speech-taliban-afghanistan-withdrawal-20-year-war-11630448010", "title": "A Dishonest Afghanistan Accounting", "date": "2021-08-31 18:46", "summary": "Biden spins a tragedy for U.S. interests into an antiwar victory.. American Presidents must make hard decisions, and we're inclined to support them when they do so overseas in the national interest. But President Biden's defiant, accusatory defense on Tuesday of his Afghanistan withdrawal and its execution was so dishonest, and so lacking in self-reflection or accountability, that it was unworthy of the sacrifices Americans have made in that conflict.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-idas-power-outages-hamper-efforts-to-restore-cellphone-service-11630449774", "title": "Hurricane Ida's Power Outages Slow Efforts to Restore Cellphone Service", "date": "2021-08-31 18:42", "summary": "Regulators say about half of cellphone towers in New Orleans remained offline nearly 48 hours after storm's landfall. Roughly half of cellular sites remained out of service Tuesday in New Orleans, federal regulators said, as lingering power outages after Hurricane Ida slowed efforts to restore communications links.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-defense-spending-cut-test-armed-services-committee-congress-adam-smith-11630448578", "title": "Democrats' Defense-Cut Test", "date": "2021-08-31 18:41", "summary": "After Afghanistan, Congress's spending choices loom larger.. The blow to America's reputation from the botched Afghanistan withdrawal is compounded by the fact that the Administration executing it is pushing for a real reduction in America's defense spending. The message is that the U.S. is retreating from security commitments worldwide.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-celebrate-u-s-exit-vow-to-enforce-islamic-rule-11630411843", "title": "Taliban Cheer U.S. Exit, Vow to Enforce Islamic Rule", "date": "2021-08-31 18:41", "summary": "Group's leaders inspect Kabul airport and stage mock funerals for U.S. and NATO. Taliban fighters and their supporters rallied across Afghanistan to celebrate the end of 20 years of foreign military presence on Tuesday, while in Washington, President Biden defended his decision to end the conflict as well as the execution of the evacuation and withdrawal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-retreat-on-racial-preferences-biden-administration-department-of-justice-usda-11630428940", "title": "A Retreat on Racial Preferences", "date": "2021-08-31 18:39", "summary": "The Justice Department declines to appeal a ruling against the USDA's discriminatory farm policy.. The Biden Administration has been losing in court on its racially biased policies, and last week something remarkable happened. It gave up. Without explanation, the Justice Department declined to appeal a federal court injunction against a discriminatory loan-forgiveness program for farmers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-perception-11630449446", "title": "President 'Perception'", "date": "2021-08-31 18:37", "summary": "Sometimes survival requires more than public relations.. Historians may spend years trying to understand how President Joe Biden could have so mismanaged the exit from Afghanistan. A new report suggests the career politician was focused on appearances rather than reality.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-unveil-steps-aimed-at-easing-housing-supply-shortage-11630446058", "title": "White House to Unveil Steps Aimed at Easing Housing Supply Shortage", "date": "2021-08-31 18:37", "summary": "Moves are designed to encourage construction of homes for renters and first-time buyers. WASHINGTON-The Biden administration is poised to unveil a series of steps aimed at addressing the U.S. shortage of entry-level homes and rental properties, according to people familiar with the matter, moves designed to boost their financing and construction over the coming years.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-latest-inflation-surprise-european-central-bank-christine-lagarde-11630435183", "title": "Europe's Latest Inflation Surprise", "date": "2021-08-31 18:36", "summary": "Maybe it's time for a global response to a global problem.. More than a few European economists have claimed for years that the Continent needs more inflation to cure the eurozone's many ills, and now they've got it. Data released Tuesday showed the eurozone hitting its fastest rate of price rises in years, though we doubt it solves any problems.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-caldor-fire-spreads-lake-tahoe-area-on-high-alert-11630426958", "title": "As Caldor Fire Spreads, Lake Tahoe Area on High Alert", "date": "2021-08-31 18:36", "summary": "With South Lake Tahoe evacuated, firefighters focus on protecting homes, businesses. Firefighters expressed hope Tuesday that the Caldor Fire may narrowly miss burning the town of South Lake Tahoe after edging close to it this week.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-wirecutter-product-review-site-moves-behind-paywall-11630436401", "title": "New York Times' Wirecutter Site Moves Behind Paywall", "date": "2021-08-31 18:22", "summary": "Site will be available for $5 every four weeks or as part of a Times premium bundle. New York Times Co. plans to put its consumer product-review site Wirecutter behind a paywall as the publisher looks to further diversify its subscription business beyond its flagship news product.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-ida-destruction-louisiana-katrina-hope-despair-mother-childhood-eiseley-11630436248", "title": "The Long Night of Hurricane Ida", "date": "2021-08-31 18:08", "summary": "Powerful storms can prompt reflection on what is important.. Baton Rouge, La.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-offer-grocery-delivery-in-new-york-city-11630447709", "title": "Walmart to Offer Grocery Deliveries in Parts of New York City", "date": "2021-08-31 18:08", "summary": "Retailer, Instacart to work together to provide the service in neighborhoods outside Manhattan. Walmart Inc. plans to make grocery delivery available to shoppers in parts of New York City, a market that the world's biggest retailer has struggled to crack over the years.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-metaverse-self-driving-cars-vr-virtual-reality-nvidia-oculus-facebook-11630437335", "title": "Tesla and the Metaverse", "date": "2021-08-31 18:07", "summary": "The self-driving car is taking a long time to arrive. Virtual reality may get here first.. Tesla chief Elon Musk was obliged to make an ignominious admission to the California Department of Motor Vehicles. What Tesla dubs its \"Full Self Driving Capability,\" and charges up to $10,000 for, is actually, in the jargon of the industry, a Level 2 driving aid. In other words, no different from what other car makers, from GM to Kia , provide as an option or even standard equipment. It can steer and match traffic speed on the highway or in bumper-to-bumper situations. In no case, though, are you encouraged to take your hands off the wheel and eyes off the road.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refugee-afghanistan-siv-gop-maga-trump-republicans-mccarthy-miller-rosendale-greene-11630436508", "title": "Doing the Honorable Thing Divides the GOP", "date": "2021-08-31 18:06", "summary": "Some Trumpians are balking at our moral duty to save Afghans who helped the U.S.. Will the U.S. add dishonor to defeat in Afghanistan? Our treatment of the Afghans who worked with us over the past two decades will determine the answer.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-family-firm-review-data-driven-parenting-11630447514", "title": "'The Family Firm' Review: Data-Driven Parenting", "date": "2021-08-31 18:05", "summary": "Moms and dads still make decisions based on anecdotes, experience and instinct when they need to be more deliberate and businesslike.. I once asked a friend why he sent his kids to private school despite living in a town with a reputation for great public schools. As it happens, my friend had gone to public school, while his wife had attended a private one. They both turned out fine, but-by his telling-he had been picked on more as a child. His sentiments echoed those of several other friends, who felt that private schools often pay more attention to students' social and emotional development. Meanwhile, still other friends pointed to the quality of their local public schools, as well as the high cost and lack of standardized curriculum in many private schools. Discussions comparing public-school districts and location options yielded similarly mixed opinions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-fans-cheer-vaccination-proof-for-sports-events-others-demand-refunds-11630409598", "title": "Some Fans Cheer Vaccination Proof for Sports Events. Others Demand Refunds.", "date": "2021-08-31 17:38", "summary": "The state of Oregon illustrates the range of reactions to the new Covid-19 rules, which now stretch across the country.. Fans at Portland, Ore.'s, 25,000-seat Providence Park, home to raucous crowds for Major League Soccer's Timbers and the National Women's Soccer League's Thorns, have applauded a new requirement that they must show proof of full Covid-19 vaccination or a recent negative test.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-defend-afghanistan-withdrawal-ending-nearly-20-year-war-11630435444", "title": "Biden Defends Afghan Withdrawal", "date": "2021-08-31 17:33", "summary": "President argues pullout was the right decision, cites 'ending an era of major military operations to remake other countries'. WASHINGTON-President Biden vigorously defended the withdrawal of U.S. forces from Afghanistan, saying his administration had evacuated the vast majority of Americans who wanted to leave the country and would refrain from future military action that lacked \"clear achievable goals.\"", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-say-pc-shipments-are-delayed-by-months-11630445133", "title": "CIOs Say PC Shipments Are Delayed by Months", "date": "2021-08-31 17:25", "summary": "Corporate tech chiefs adjust PC purchasing strategies as waiting periods extend from weeks to months amid semiconductor shortage. Chief information officers say they face increased delays in the fulfillment of orders for new personal computers, with waiting times extending from weeks to months in some cases.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-of-work-review-robots-automation-pbs-11630444650", "title": "'Future of Work': I Robot, You Unemployed", "date": "2021-08-31 17:23", "summary": "A three-part series on PBS looks at the way technology is shaping our jobs.. The best news provided by the three-part PBS series \"Future of Work\" is that work has any future at all. Work by people, that is. Episode 1, \"The New Industrial Revolution,\" is a survey of technology and how it's replacing humans. Judging by the show, what's really threatening American jobs is robots.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-interpreter-who-helped-rescue-biden-in-2008-left-behind-after-u-s-exit-11630429285", "title": "Afghan Interpreter Who Helped Rescue Biden in 2008 Left Behind After U.S. Exit", "date": "2021-08-31 17:22", "summary": "Mohammed, stranded in Afghanistan and hiding from the Taliban, makes a White House appeal: 'Don't forget me here'. Thirteen years ago, Afghan interpreter Mohammed helped rescue then-Sen. Joe Biden and two other senators stranded in a remote Afghanistan valley after their helicopter was forced to land in a snowstorm. Now, Mohammed is asking President Biden to save him.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-08-31-2021-11630396190", "title": "Stocks Slip, but Finish August With Monthly Gains", "date": "2021-08-31 17:21", "summary": "S&P 500 hovers near its all-time high and finishes the month up nearly 3%. U.S. stocks slipped Tuesday but posted gains for the month, buoyed by continued investor optimism even amid uncertainty surrounding the Delta variant of the coronavirus.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-withdrawal-doha-agreement-taliban-debacle-terrorist-jihadist-islamist-haven-11630435825", "title": "No, Trump Didn't Force Biden's Withdrawal", "date": "2021-08-31 17:19", "summary": "The Taliban violated the Doha agreement, so the U.S. could have stayed.. The Biden administration has consistently blamed the Trump administration's 2020 Doha agreement with the Taliban for the Afghanistan debacle. The agreement, the Biden team insists, left the president no choice but to remove U.S. forces unconditionally from Afghanistan by Aug. 31. In fact, President Biden's failure to hold the Taliban to the terms of the Doha agreement contributed to this disaster.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sexuality-polygenic-testing-genetic-screening-intelligence-ivf-reproductive-technology-11630347002", "title": "Imagine a Future Without Sex", "date": "2021-08-31 17:17", "summary": "Reproductive technology may lead us to realize too late that being human is better than playing God.. If you could raise your infant's IQ by four points, would you? Many parents would, and it's now technologically feasible. Geneticists can screen embryos for traits ranging from height to facial features to intelligence. The method builds upon the procedure of in vitro fertilization, which induces the release of several eggs by hormonal treatment and fertilizes them in a lab. Genetic testing of the resulting embryos can produce predictions of the traits that the offspring are likely to exhibit, even if those traits are \"polygenic\" (influenced by thousands of genes with tiny effects). The parents then choose an embryo to implant in the mother. IVF is common, accounting for 10% of births in some countries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitchin-the-sound-and-fury-of-rick-james-review-sacha-jenkins-music-11630444414", "title": "'Bitchin: The Sound and Fury of Rick James' Review: Reveling in Excess", "date": "2021-08-31 17:15", "summary": "Sacha Jenkins's documentary about the funk rocker includes the wild stories of his life, but also argues for James's broader cultural impact.. Seventeen years after his death, Rick James is probably best remembered for providing MC Hammer the signature riff for his massive hit \"U Can't Touch This\" and for being the punchline of one of Dave Chappelle's trademark routines (\"I'm Rick James, bitch!\"). So \"Bitchin: The Sound and Fury of Rick James,\" by director Sacha Jenkins, doesn't exactly rescue the proto funk-rocker from oblivion. It just gives him his overdue due.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zooms-stock-should-stay-on-mute-11630364137", "title": "Zoom's Stock Should Stay on Mute", "date": "2021-08-31 17:15", "summary": "Despite constant contact over the past year and a half, Zoom and its investors are on the outs. Full-time remote work won't stick just because some of us want it to.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-pilots-sue-airline-claiming-lack-of-bargaining-in-covid-19-response-11630443661", "title": "Pilots Sue Southwest, Claiming Lack of Bargaining in Covid-19 Response", "date": "2021-08-31 17:01", "summary": "Labor unions have criticized the carrier during this summer's travel rebound. Southwest Airlines Co. 's pilots have sued the airline, alleging that the carrier has been making unilateral changes to working conditions, including no longer paying them during quarantines following Covid-19 exposure.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-stocking-up-on-toilet-paper-again-11630431042", "title": "Americans Are Stocking Up on Toilet Paper Again", "date": "2021-08-31 16:16", "summary": "P&G has increased production, and some retailers say orders are being limited as demand surges. Americans are back to buying up toilet paper.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-security-costs-expected-to-exceed-total-income-in-2021-as-covid-19-takes-financial-toll-11630436193", "title": "Social Security Costs Expected to Exceed Total Income in 2021 as Covid-19 Takes Financial Toll", "date": "2021-08-31 16:12", "summary": "Trustees say hit from pandemic was less than feared; trust fund is now expected to be depleted in 2034 unless Congress shores up program. WASHINGTON-The severe economic downturn caused by the Covid-19 pandemic last year weighed on the financial health of Social Security, but not nearly as much as many forecasters originally feared, according to new projections of the program's finances.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rhythm-section-wednesday-crossword-september-1-11630091254", "title": "Rhythm Section (Wednesday Crossword, September 1)", "date": "2021-08-31 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-richards-is-out-as-jeopardy-executive-producer-11630428129", "title": "Mike Richards Fired as 'Jeopardy!' Producer", "date": "2021-08-31 15:33", "summary": "Departure comes less than two weeks after Mr. Richards stepped down as host of long-running game show. Mike Richards is off \"Jeopardy!\" completely, fired from his job as executive producer of the long-running game show amid a controversy that led him to relinquish the role of full-time host less than two weeks ago.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-seeks-public-input-on-insurance-companies-climate-risk-data-11630433854", "title": "Treasury Department Seeks Public Input on Insurance Companies' Climate-Risk Data", "date": "2021-08-31 15:27", "summary": "Move is part of a Biden administration effort to assess economic impact of natural disasters. WASHINGTON-The Treasury Department is seeking public input on the effects of natural disasters and other climate-related risks to the insurance industry, the latest step the Biden administration has taken to tackle concerns posed by climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-selection-begins-in-theranos-founder-elizabeth-holmess-trial-11630402202", "title": "Jury Selection Under Way in Trial of Theranos Founder Elizabeth Holmes", "date": "2021-08-31 15:16", "summary": "Prosecutors and attorneys for Ms. Holmes agreed to cut nine jurors who said they weren't vaccinated against Covid-19. SAN JOSE, Calif.-Theranos Inc. founder Elizabeth Holmes arrived at court Tuesday flanked by news cameras on the first day of her criminal fraud trial, as her legal team worked to assemble a group of impartial jurors who hadn't been influenced by widespread coverage of the case.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-revives-madoff-lawsuits-alleging-banks-knew-suspicious-facts-11630435190", "title": "Appeals Court Revives Madoff Lawsuits Alleging Banks Knew 'Suspicious Facts'", "date": "2021-08-31 14:39", "summary": "An appellate court said the trustee cleaning up after Madoff's Ponzi scheme need only show that banks and other investors knew of \"suspicious facts\" to maintain lawsuits against them. A U.S. appeals court said that Citigroup Inc. must face a lawsuit over Bernie Madoff's Ponzi scheme that seeks to recover $343 million the bank allegedly received after it became aware the funds might have suspicious origins.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-tourist-hotspots-stay-opento-americans-for-now-11630433713", "title": "Europe's Tourist Hotspots Stay Open to Americans, for Now", "date": "2021-08-31 14:15", "summary": "Many European countries haven't tightened entry rules for U.S. visitors despite an EU recommendation to curb nonessential travel. Many European countries are in no hurry to close the door to American tourists, despite a new European Union recommendation to national authorities to halt nonessential travel from the U.S.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-delays-voluntary-return-to-office-until-jan-10-11630430176", "title": "Google Delays Voluntary Return-to-Office Until Jan. 10", "date": "2021-08-31 13:16", "summary": "Alphabet unit is latest large company to extend work-from-home protocols amid rising Covid-19 infections. Google is delaying its planned return to the office for corporate staff until Jan. 10, becoming the latest large company to extend work-from-home protocols amid rising Covid-19 infections and hospitalizations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-air-purifiers-for-wildfire-smokewhatever-your-budget-11630429948", "title": "The Best Air Purifiers for Wildfire Smoke-Whatever Your Budget", "date": "2021-08-31 13:12", "summary": "As the wildfires rage on, acrid smoke is seeping into many Americans' homes. To purify and de-haze your interior air, consider these options, from powerful-but-affordable to hospital-grade.. IN AUGUST 2020, when Jeff Deshon peered out the windows of his Fairfield, Calif., home, the sky was so sickly orange \"it looked like an apocalypse,\" he said, with smoke spouting from the LNU Lightning Complex Fires just 2 miles away. And the acrid air had bullied its way inside.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-journalists-america-help-biden-withdrawal-taliban-censorship-women-rights-jihadist-11630427458", "title": "Afghan Journalists Need U.S. Help", "date": "2021-08-31 12:45", "summary": "Joe Biden pledged to support press freedom, but so far he hasn't followed through on his promises.. The Biden administration came to power pledging to put human rights and democracy at the heart of its foreign policy. The president and his team promised to support press freedom and the rights of journalists around the world. In Afghanistan, they have failed the test.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mask-mandates-democrat-support-school-choice-covid-19-vouchers-charters-coronavirus-11630427173", "title": "Masks Turn Democrats in Favor of School Choice", "date": "2021-08-31 12:44", "summary": "A poll finds 82% favor private alternatives when public districts don't mandate face coverings.. This back-to-school season is filled with uncertainty. Public school districts are dealing with delays, disruptions, disagreements and demands from teachers unions. At the heart of many disputes is whether schools should require all students to wear masks. Some states are in legal battles over the issue.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-searching-for-yield-pump-up-sales-of-risky-company-debt-11630426565", "title": "Investors Searching for Yield Pump Up Sales of Risky Company Debt", "date": "2021-08-31 12:16", "summary": "Issuance of new collateralized loan obligations set a 10-year record in August. Sales of securities backed by bundles of risky corporate loans set a new monthly record in August, powered by improving corporate earnings and investor demand for relatively higher yields.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriots-release-cam-newton-mac-jones-starter-11630426075", "title": "Patriots Cut Newton, Turn to Brady's Heir: Mac Jones", "date": "2021-08-31 12:13", "summary": "The surprise move comes after a Covid-19 mishap that kept Newton off the field. Jones, the team's first-round pick, shined during his absence.. On July 31, coach Bill Belichick said Cam Newton was the New England Patriots starting quarterback. On August 31, Cam Newton was no longer a member of the Patriots.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-israel-being-fully-vaccinated-now-means-three-shots-11630426257", "title": "In Israel, Being Fully Vaccinated Now Means Three Shots", "date": "2021-08-31 12:10", "summary": "Israeli study finds booster shot of Pfizer vaccine can give 10-fold protection against severe illness. TEL AVIV-Israel is upping the vaccine ante, pressing citizens to get Covid-19 booster shots and saying those who don't will face restrictions on traveling, dining out and other activities.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-hits-covid-19-milestone-with-70-of-adults-vaccinated-11630424441", "title": "Europe Hits Covid-19 Milestone With 70% of Adults Vaccinated", "date": "2021-08-31 12:01", "summary": "WHO has warned the continent's pace of vaccinations now appears to be faltering. The European Union said it has hit its target of fully vaccinating 70% of adults against Covid-19 by the end of summer-albeit with wide variations between different countries-showing how the bloc's vaccination campaign has gathered momentum after a slow start earlier in the year.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sneaker-maker-allbirds-files-for-ipo-11630416522", "title": "Sneaker Maker Allbirds Files for IPO", "date": "2021-08-31 11:40", "summary": "Sustainable shoe brand plans to list on the Nasdaq. Sneaker maker Allbirds Inc. has filed for an initial public offering as the company said it aims to benefit from physical retail's recovery from the Covid-19 pandemic.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-kabul-airport-bomb-blast-escape-taliban-11630359607", "title": "An Afghan Family's Attempt to Get to Safety", "date": "2021-08-31 11:39", "summary": "My relatives have been threatened by the Taliban and turned away from the Kabul airport. Some were killed in the blast.. I am an Afghan-American physician working at a hospital in the Bronx, N.Y. I have family whose applications are still being processed for Special Immigrant Visas and other U.S. visas. Currently, they are stuck in Kabul. (\"The Kabul Airport Massacre,\" Review & Outlook, Aug. 27).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-antitrust-ftc-monopoly-competition-11630360271", "title": "Biden and the Old Antitrust Enforcement Trap", "date": "2021-08-31 11:38", "summary": "Only governments can create sustainable monopolies.. Regarding Holman W. Jenkins, Jr.'s \"Let a Biden Rethink Include Antitrust\" (Business World, Aug. 28): Under U.S. antitrust laws, it can be illegal for a company to: (1) set prices below competition; (2) set prices above competition; and (3) set prices to match competition. How can a company avoid guilt?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-advantage-savings-cost-hmo-healthcare-11630360959", "title": "Medicare Advantage Savings Come at a Cost", "date": "2021-08-31 11:36", "summary": "The restrictions make it difficult to secure proper and prompt treatment.. Regarding Dr. Nathan Punwani's letter \"Medicare Advantage Shows the Path Forward\" (Aug. 30): My wife and I are on Medicare and enrolled in a Medicare Advantage health-maintenance-organization plan. My wife has been suffering from a so-far-undiagnosed severe pain following hip surgery last year. We have tried two HMO plans. Both severely limit the nearby doctors you can see, and referrals can take over 30 days because they must go from Dr. A to your primary-care physician, then to the insurance company for approval before you can make an appointment, assuming the doctor is in network. Obtaining outside-network treatment is very difficult.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advertising-marijuana-weed-billboards-california-employer-drugs-11630362439", "title": "Public Advertising of Marijuana After Legalization", "date": "2021-08-31 11:33", "summary": "Billboards market the drug in full view of underage children.. I strongly oppose legalizing or decriminalizing marijuana at the federal level (\"The High Price of Federal Marijuana Legalization\" by Kevin Sabet, op-ed, Aug. 25). It should be treated as an opiate, such as codeine, and be made available only by prescription. Both are mind-altering addictive drugs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-southern-border-migrant-shelters-struggle-as-covid-19-containment-falls-to-them-11630414800", "title": "In McAllen, Texas, Migrant Shelters Struggle With Covid-19 Containment", "date": "2021-08-31 11:33", "summary": "Resume Subscription. MCALLEN, Texas-The spread of Covid-19's Delta variant is further straining an already fragile network of border cities, private shelters and churches tasked with testing the tens of thousands of migrants who are crossing the border illegally each month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wolfowitz-un-security-council-aghanistan-war-iraq-11630361956", "title": "Wolfowitz, the U.N. and the Defeat in Afghanistan", "date": "2021-08-31 11:30", "summary": "The war dragged on after the U.S. shifted its focus to peripheral Iraq.. I agree with, or at least see the logic in, all of Paul Wolfowitz's major points in \"The 'Forever War' Hasn't Ended\" (op-ed, Aug. 28). But I can't help but note his integral role in the fundamental strategic error of the war.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-stash-your-down-payment-if-you-didnt-buy-a-house-this-year-11630402200", "title": "Where to Stash Your Down Payment if You Didn't Buy a House This Year", "date": "2021-08-31 11:28", "summary": "A guide for would-be buyers who are putting off the hunt for their dream home and considering how to gauge risk, evaluate time horizons and cope with low yields. With home prices climbing to a record, this year's housing boom left some hopeful buyers frustrated, discouraged and stuck with a big lump sum of cash.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-actress-amy-ryan-her-queens-neighbors-were-an-inspiration-11630421771", "title": "For Actress Amy Ryan, Her Queens Neighbors Were an Inspiration", "date": "2021-08-31 10:56", "summary": "Resume Subscription. Amy Ryan, 53, is an actress best known for her starring roles in the films \"Gone Baby Gone\" and \"Lost Girls,\" and in TV's \"The Office.\" She co-stars in the movie \"Worth.\" She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gov-kathy-hochul-picks-obama-administration-veteran-to-lead-new-yorks-top-financial-regulator-11630420205", "title": "Gov. Hochul Picks Obama Administration Veteran to Lead New York's Top Financial Regulator", "date": "2021-08-31 10:54", "summary": "Obama administration veteran was nominated to lead Department of Financial Services, which oversees insurance companies and state-chartered banks. New York Gov. Kathy Hochul has tapped an Obama administration veteran to be the state's top financial regulator, officials said Tuesday.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisiana-hospitals-rely-on-generators-staff-lockdowns-after-hurricane-ida-11630421556", "title": "Louisiana Hospitals Rely on Generators, Staff Lockdowns After Ida", "date": "2021-08-31 10:52", "summary": "Staff at Children's Hospital work for nearly a day straight; 'It's like a zombie movie'. Hospitals in and around New Orleans continued to operate on backup power and emergency staffing protocols, and some were forced to evacuate after damage from Hurricane Ida's powerful winds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-apple-hit-in-south-korea-by-worlds-first-law-ending-their-dominance-over-app-store-payments-11630403335", "title": "Google, Apple Hit by Law Ending Dominance Over App Payments", "date": "2021-08-31 10:42", "summary": "South Korea will require the companies to allow competing payment systems, threatening their 30% cut of most in-app digital sales. SEOUL-Google and Apple Inc. will have to open their app stores to alternative payment systems in South Korea, threatening their lucrative commissions on digital sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-jetblue-lufthansa-travel-delay-wait-airline-customer-service-calls-11629927162", "title": "Need to Call an Airline? Your Hold Time Will Be Approximately One Zillion Hours", "date": "2021-08-31 10:29", "summary": "Resume Subscription. While traveling in Bulgaria with his family in mid-August, Alex Maleev called Deutsche Lufthansa AG hoping to switch his son's plane ticket and get him on an earlier flight back home to New York.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/firms-estimate-hurricane-ida-could-cause-over-15-billion-in-insured-losses-11630420027", "title": "Firms Estimate Hurricane Ida Could Cause Over $15 Billion in Insured Losses", "date": "2021-08-31 10:27", "summary": "Hundreds of thousands of homes are seen as at risk from the storm. Powerful storm surges caused by Hurricane Ida could cause billions of dollars in insured losses across Louisiana, Alabama and Mississippi, firms estimate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-j-crew-chief-mickey-drexler-expands-miami-beach-estate-11630419442", "title": "Former J.Crew Chief Mickey Drexler Expands Miami Beach Estate", "date": "2021-08-31 10:17", "summary": "Retail executive paid $16.5M for property on tony North Bay Road. Former J.Crew chief Mickey Drexler-who in 2017 spent over $26 million on adjacent waterfront properties on one of Miami Beach's most exclusive streets-is expanding again, snagging a neighbor's property for $16.5 million, according to people familiar with the transaction.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wide-pants-vs-skinny-pants-what-kind-of-man-are-you-11630417504", "title": "Wide Pants Vs. Skinny Pants: What Kind of Man Are You?", "date": "2021-08-31 09:54", "summary": "Skinny vs. wide: When it comes to jeans and trousers, a lot of men passionately fall into one of these camps. We explore both styles' merits-and propose some happy-medium options.. MEN'S PANTS have gone through every possible design configuration over the last decades: from suffocating stove-pipe pants to roomy '70s flares and baggy styles with tight pants reasserting themselves in the 1980s new-wave era. And the loose-tight style pendulum kept swinging into the '90s and up to today, when we find ourselves at an interesting crossroads. Even as skinny jeans continue to lose currency with Gen Z, a lot of men remain fans of narrow cuts. But wide is surging in style-forward circles. And so battle lines are being drawn. Here are two (very strong) points of view.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-rose-to-record-in-june-11630414873", "title": "U.S. Home-Price Growth Rose to Record in June", "date": "2021-08-31 09:23", "summary": "Case-Shiller index rises 18.6% as robust demand continues to outpace number of homes on the market. Home-price growth climbed to a record in June, as robust demand continued to outpace the number of homes on the market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-video-amc-crowdstrike-what-to-watch-when-the-stock-market-opens-today-11630406640", "title": "Zoom Video, AMC, CrowdStrike: What to Watch When the Stock Market Opens Today", "date": "2021-08-31 09:20", "summary": "Futures put Wall Street indexes on track to hover near records. Futures are edging down, putting the S&P 500 on course to hover near its record high. Here's what we're watching before Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-economy-is-healing-but-battered-by-covid-19-waves-11630414375", "title": "India's Economy Is Healing as GDP Grows 20.1% From a Year Earlier", "date": "2021-08-31 09:05", "summary": "GDP grew 20.1% in latest quarter from a year earlier, when nationwide lockdown led to deep recession. NEW DELHI-India's economy is growing at a record pace but still digging out from one of the deepest recessions to hit any major economy during the pandemic.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-is-going-on-a-hiring-spree-11630414800", "title": "Fidelity Wants to Add 9,000 Jobs by Year-End", "date": "2021-08-31 09:00", "summary": "Move to meet investing demand will boost company's workforce to more than 60,000. Fidelity Investments plans to hire another 9,000 employees this year to help its businesses keep pace with the surge in demand for stock-trading and other personal-investing services.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ideos-chief-marketing-officer-on-the-future-of-the-design-industry-11630414801", "title": "IDEO's Chief Marketing Officer on the Future of the Design Industry", "date": "2021-08-31 09:00", "summary": "Detria Williamson, who took on the role this spring, talks about making design-and IDEO'S workforce-more inclusive. Detria Williamson, the new chief marketing officer of design company IDEO, said that as tools such as Squarespace have proliferated, everyone can be a designer-but the risk is that design becomes commoditized.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosus-makes-4-7-billion-bet-on-online-payments-in-india-11630404394", "title": "Prosus Makes $4.7 Billion Bet on Online Payments in India", "date": "2021-08-31 08:40", "summary": "BillDesk acquisition comes after pandemic fueled rapid growth in digital retail transactions. JOHANNESBURG-European technology giant Prosus NV said it struck a $4.7 billion deal-its largest-ever acquisition-to buy Indian payments platform BillDesk, the latest investor bet that more and more consumers will conduct transactions online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-inflation-hits-decade-high-as-bottlenecks-bite-11630408733", "title": "Eurozone Inflation Hits Decade High as Bottlenecks Bite", "date": "2021-08-31 08:38", "summary": "Jump in inflation will test the European Central Bank's readiness to let the economy run hot. LONDON-Inflation in the eurozone hit its highest level in almost a decade in August amid signs that shortages of semiconductors and other important manufacturing components are pushing up the prices paid by consumers.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-marta-ortega-perez-is-the-secret-to-zaras-success-11630413099", "title": "Why Marta Ortega Pérez Is the Secret to Zara's Success", "date": "2021-08-31 08:31", "summary": "In a rare interview, Marta Ortega Pérez, daughter of Zara founder Amancio Ortega, opens up for the first time about the vision behind the brand's global future.. How do they do it?\" is the first thing many fashion insiders ask about Zara, the multibillion-dollar international retail brand that's made shopping for on-trend styles as easy-and nearly as affordable-as going to the store for groceries. Anyone looking for clues to the company's success might start by considering where Marta Ortega Pérez works every day: at a shared industrial-style table, with black standard-issue swivel-and-roll chairs.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-modern-heirlooms-that-will-withstand-the-test-of-time-11630413009", "title": "5 Modern Heirlooms That Will Withstand the Test of Time", "date": "2021-08-31 08:30", "summary": "Buy now, keep forever: The top accessories from the fall collections.. To have, to hold and to hand down, these five luxe accessories from the fall 2021 collections transform classic ideas into modern chic. Their timeless style is showcased against the backdrop of 14th-century Scotney Castle in Sussex, England, by British photographer Samuel Bradley. A large pendant chain necklace from Louis Vuitton, created in collaboration with Italian design atelier Fornasetti, features a Greco-Roman image on a round silver coin. Celine's new Tabou bag, a saddlebag silhouette done in smooth tan calfskin with a white topstitch and finished with a hanging gold-tone lock, is sure to never feel anachronistic. A sleek black felt hat with earflaps and snaps from Chanel's fall collection, first shown at the perennial Parisian nightclub Chez Castel, adds a note of style to anything from a cocktail dress to a winter coat. So does Hermès's Daphné 50 boot, which is marked by a low heel, knee-high silhouette and a Roulis buckle with an aged gold finish. And for a final touch, select a pair of rimless shades from Saint Laurent to ward off rays. -Jenny Hartman", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-says-construction-of-some-projects-has-stalled-warns-of-possible-default-11630412380", "title": "China Evergrande Warns of Possible Default", "date": "2021-08-31 08:19", "summary": "Cash-strapped real-estate developer posts 29% drop in profit for first half of this year. HONG KONG-Cash-strapped China Evergrande Group said work has been suspended on some of its real-estate projects after it delayed payments to its suppliers and contractors, showing how the developer's financial troubles have spilled over into its business operations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-to-get-from-new-york-to-boston-fast-hop-on-a-seaplane-11630412177", "title": "Need to Get From New York to Boston Fast? Hop on a Seaplane.", "date": "2021-08-31 08:16", "summary": "A speedy-and highly scenic-new way to travel from New York City to Boston is also one of the oldest: the storied seaplane. THE FIRST seaplanes in 50 years to fly scheduled service between Boston and New York City splashed down in their cities' respective harbors this summer, and even the most jaded travelers took notice. These partly waterborne journeys clock in at about 90 minutes, beating traffic jams at an airport checkpoint-or on I-95-any day.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-july-jitters-become-a-summer-slump-11630411663", "title": "China's July Jitters Become a Summer Slump", "date": "2021-08-31 08:07", "summary": "First read on August data suggests China's economy slowed further, particularly in services. It has been a difficult summer for the world's second-largest economy-a fact fully confirmed by China's official August purchasing managers' indexes, released Tuesday. The big question now is how Beijing will respond.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cleveland-clinics-london-move-raises-concerns-about-u-k-oversupply-11630411201", "title": "Cleveland Clinic's London Move Raises Concerns About U.K. Oversupply", "date": "2021-08-31 08:00", "summary": "Private-hospital revenue has fallen as Covid-19 restrictions have limited patients from Asia, the Mideast and other places. The pandemic has dented the U.K. private-hospital business, a niche real-estate development sector targeting wealthy patients and those with private insurance plans.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-housing-industry-faces-higher-costs-as-it-plays-lead-role-in-vaccine-mandates-11630411200", "title": "Senior Housing Industry Faces Higher Costs as It Plays Lead Role in Vaccine Mandates", "date": "2021-08-31 08:00", "summary": "Operators are under pressure from the Biden administration and prospective tenants and their families to get employees vaccinated. The senior housing business, which was one of the hardest-hit commercial property sectors early in the pandemic, is now getting hammered by rising labor costs as it takes a lead role in mandating vaccines for employees.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-refugee-organizations-race-to-prepare-for-influx-of-afghans-11630411200", "title": "U.S. Refugee Organizations Race to Prepare for Influx of Afghans", "date": "2021-08-31 08:00", "summary": "The groups have cut budgets and staff in recent years but are now being flooded with offers of support from companies and volunteers. WASHINGTON-Refugee resettlement organizations across the U.S. are gearing up to resettle tens of thousands of newly arriving Afghans, many of whom are arriving with uncertain immigration statuses and little other than the clothing on their backs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-the-space-race-you-are-looking-for-11630407745", "title": "This Is the Space Race You Are Looking For", "date": "2021-08-31 07:02", "summary": "Stock investors have gained access to a new crop of space-related companies that offer more grounded opportunities than higher-profile cosmic tourism ventures. Almost 50 years after humans last walked on the Moon, private capital has sparked a new space race. Shooting rich people into space gets all the press, but investors probably should pay closer attention to the more humdrum business of launching small satellites.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-stocks-are-improving-but-risks-persist-11630364952", "title": "Hotel Stocks Are Improving, but Risks Persist", "date": "2021-08-31 05:35", "summary": "Share prices of hotel REITs remain cheap relative to other property sectors even as business turns up from early in the pandemic. Hotel-property stocks have trailed the market in recent months. New data show that the companies' fundamentals are improving, but significant questions over Covid-19 variants and business travel could still undercut a rebound.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-rents-pop-up-as-new-investors-pile-in-11630402201", "title": "House Rents Pop as New Investors Pile In", "date": "2021-08-31 05:30", "summary": "Sharp rise partly reflects increasing demand from people who can't afford to buy homes, pandemic-driven newcomers. Would-be home buyers priced out of the sales market are finding little consolation when they turn instead to the single-family rental market.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-s-pledge-to-fight-terrorists-in-afghanistan-will-be-harder-without-boots-on-the-ground-11630402200", "title": "U.S.'s Pledge to Fight Terrorists in Afghanistan Will Be Harder Without Boots on the Ground", "date": "2021-08-31 05:30", "summary": "Biden promises 'over-the-horizon' surveillance and attacks; officials say U.S. has lost many key assets for tracking violent militants. WASHINGTON-President Biden and his aides promise that the U.S. can keep terror threats from Afghanistan at bay from afar with \"over the horizon\" surveillance and strikes now that U.S. troops have departed. Counterterrorism and intelligence officials say it will be much harder and less effective than the White House suggests.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-tighten-scrutiny-of-data-breach-disclosures-by-companies-11630402201", "title": "Regulators Tighten Scrutiny of Data Breach Disclosures", "date": "2021-08-31 05:30", "summary": "Errors and misleading statements in disclosures are leading to fines. Companies must pay closer attention to what they say after hackers strike, lawyers warn, as regulators crack down on inaccurate disclosures and Congress debates mandatory reporting of cybersecurity breaches.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/members-exchange-urges-regulators-to-allow-half-penny-stock-prices-11630402202", "title": "Members Exchange Urges Regulators to Allow Half-Penny Stock Prices", "date": "2021-08-31 05:30", "summary": "MEMX says its proposal would lower costs for investors by reducing bid-ask spreads. Investors could see Apple Inc. and Bank of America Corp. stocks selling for $152.005 or $42.115 a share if regulators sign off on a proposal submitted this week.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurricane-ida-leaves-more-than-1-million-without-power-in-louisiana-11630330467", "title": "Louisiana Assesses Damage From Hurricane Ida", "date": "2021-08-31 04:30", "summary": "Nearly One Million Customers Still Without Power in Louisiana and Mississippi. NEW ORLEANS-Exactly 16 years after Hurricane Katrina devastated the city, Hurricane Ida cut the city off, leaving it largely without power and reliable cellphone service.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-new-curbs-arent-game-over-for-tencent-netease-11630395163", "title": "China's New Curbs Aren't Game Over for Tencent, Netease", "date": "2021-08-31 03:35", "summary": "The companies have relatively low revenue exposure to young gamers. The main worry is that there is still no real visibility on when or if the overall crackdown will end.. Youngsters in China may feel like the game is up. It isn't quite as bad for gaming companies, but regulatory uncertainties will linger for a long while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-delta-variant-pummels-chinas-services-sector-11630386778", "title": "Delta Variant Pummels China's Services Sector", "date": "2021-08-31 01:13", "summary": "August reading of official nonmanufacturing PMI marks first time the measure has dropped into contractionary territory since February 2020. BEIJING-China's services sector suffered an unexpectedly severe blow in August as a wave of coronavirus infections sparked new lockdowns across the country, sending an official gauge of nonmanufacturing activity into contractionary territory for the first time since the country's pandemic recovery began more than a year ago.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sets-new-rules-for-youth-no-more-videogames-during-the-school-week-11630325781", "title": "China Sets New Rule for Youth: No More Online Videogames During the School Week", "date": "2021-08-31 00:13", "summary": "New regulation will ban minors from playing videogames entirely between Monday and Thursday. SINGAPORE-China has a new rule for the country's hundreds of millions of young gamers: No online videogames during the school week, and one hour a day on Fridays, weekends and public holidays.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11630338438", "title": "Pepper...and Salt", "date": "2021-08-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-switch-tracks-again-in-canadian-rail-battle-11630446047", "title": "Time to Switch Tracks Again in Canadian Rail Battle", "date": "2021-08-31 00:01", "summary": "Kansas City Southern's shareholders are headed for an almost ideal outcome of a monthslong bidding war. It's time for this railroad's board to punch its ticket.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-men-executed-in-1951-after-rape-convictions-granted-posthumous-pardons-11630433130", "title": "'Martinsville Seven' Granted Posthumous Pardons 70 Years After Executions", "date": "2021-08-31 00:01", "summary": "Virginia governor says sentences for the Black men, handed down by all-white juries, were racially biased. Virginia Gov. Ralph Northam granted posthumous pardons on Tuesday for seven Black men, known as the \"Martinsville Seven,\" who were executed decades ago after all-white juries convicted them of raping a white woman.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-khorasan-province-afghanistan-11630014893", "title": "What Is ISIS-K?", "date": "2021-08-31 22:23", "summary": "The group has conducted a string of deadly attacks, primarily targeting members of Afghanistan's Shiite Hazara minority. Here's what you need to know.. The U.S. on Sunday launched a drone strike against what it said was a vehicle carrying suspected Islamic State suicide bombers in Kabul. The strike killed 10 civilians, including eight children, family members and witnesses said. The drone strike was the second such American attack against Islamic State's Afghan offshoot, following an explosion that killed 13 U.S. service members and nearly 200 Afghan civilians outside Hamid Karzai International Airport on Aug. 26. Islamic State in Afghanistan claimed responsibility for the attack.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caldor-fire-evacuation-warnings-expand-to-all-of-lake-tahoe-basin-11630342564", "title": "Caldor Fire Forces Evacuations in South Lake Tahoe", "date": "2021-08-31 22:05", "summary": "Northern California blaze grows by 25,000 acres in 24 hours; hospital evacuates patients. Residents evacuated from South Lake Tahoe on Monday as thousands of firefighters battled to stop the blaze known as the Caldor Fire from spreading to the more populated areas of the picturesque Northern California tourist destination.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-u-s-troops-leave-afghanistan-after-nearly-20-years-11630355853", "title": "Last U.S. Troops Leave Afghanistan After Nearly 20 Years", "date": "2021-08-31 21:09", "summary": "U.S. forces withdraw, leaving behind more than 100 Americans and tens of thousands of America's Afghan allies. WASHINGTON-A U.S. military C-17 carried the last American troops out of Afghanistan on Monday, marking the formal end of the longest war in U.S. history but leaving between 100 and 200 Americans and tens of thousands of America's Afghan allies to face a future of uncertainty and danger.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-koreas-apparent-plutonium-moves-boost-nuclear-program-invite-u-s-attention-11630328213", "title": "North Korea's Apparent Plutonium Moves Boost Nuclear Program, Invite U.S. Attention", "date": "2021-08-31 21:06", "summary": "Suspected activity at Yongbyon appears to be aimed at elevating the country as a U.S. priority, while increasing Pyongyang's weapons pile. SEOUL-North Korea's apparent resumption of plutonium production bolsters Pyongyang's nuclear arsenal both as a deterrent and a deal-bargaining chip for potential talks with the U.S.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entergy-says-2-000-miles-of-high-voltage-lines-knocked-out-by-hurricane-ida-11630370133", "title": "Entergy Says 2,000 Miles of High-Voltage Lines Knocked Out by Hurricane Ida", "date": "2021-08-31 20:35", "summary": "Winds downed a swath of the power system in Louisiana and Mississippi; it will take time to fully repair, utility executive says. Entergy Corp.'s challenge in restoring power after Hurricane Ida extends well beyond New Orleans as it repairs widespread wind damage to much of its transmission system.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-industry-surveys-damage-after-hurricane-ida-slams-louisiana-11630333238", "title": "Oil Industry Surveys Damage After Hurricane Ida Slams Louisiana", "date": "2021-08-31 20:11", "summary": "The storm disrupted fuel supplies, and the speed of the recovery will depend on how long it takes for refineries to come online amid flooding and power outages. Energy companies were assessing the health of refineries, pipelines, petrochemical plants and offshore oil platforms along the central Gulf of Mexico on Monday, the day after Ida struck Louisiana as a powerful Category 4 hurricane.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]