[{"link": "https://www.wsj.com/articles/how-the-rules-of-political-engagement-have-changed-for-brands-11623801272", "title": "How the Rules of Political Engagement Have Changed for Brands", "date": "2021-06-15 19:54", "summary": "Staying quiet on important causes carries growing risks, say marketers at the CMO Network Summit. Companies have to address political and cultural issues now more than ever before, but that doesn't mean they should tackle everything that appears in the headlines, marketing executives said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-votes-unanimously-to-make-juneteenth-a-federal-holiday-marking-end-of-slavery-11623795961", "title": "Senate Votes Unanimously to Make Juneteenth a Federal Holiday", "date": "2021-06-15 19:34", "summary": "The House of Representatives will need to pass the measure before June 19 becomes an official holiday. WASHINGTON-The Senate unanimously passed a bipartisan bill on Tuesday to make Juneteenth a national holiday, celebrating the end of slavery in the U.S. on June 19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungary-bill-to-restrict-how-media-depicts-homosexuality-transgender-rights-11623798982", "title": "Hungary Bill to Restrict Depictions of Homosexuality, Transgender Rights", "date": "2021-06-15 19:16", "summary": "Legislation restricts content depicting individuals who are gay or who no longer identify with the gender they were assigned at birth. Hungary's parliament approved legislation on Tuesday banning broadcasters, advertisers, and media organizations from promoting homosexuality or transgender rights in any content available to children, a move that drew condemnation from the U.S. and leaders within the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-stops-biden-administration-from-blocking-new-oil-and-gas-leases-11623794412", "title": "Federal Judge Stops Biden Administration From Blocking New Oil and Gas Leases", "date": "2021-06-15 19:06", "summary": "Preliminary injunction applies to offshore drilling and onshore federal land. A federal judge in Louisiana issued a preliminary injunction blocking the Biden administration from pausing new oil and gas leases on federal land.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/threats-rise-u-s-defense-falls-11623798082", "title": "Threats Rise, U.S. Defense Falls", "date": "2021-06-15 19:01", "summary": "Biden talks tough to adversaries even as he shrinks the Pentagon.. President Biden is telling the world in Europe this week that \"America is back\" as the leader of global democracies. Sounds good. But China, Iran and Vladimir Putin would be more impressed if Mr. Biden wasn't cutting America's defense even as he rightly stresses the challenge from the world's authoritarians.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saying-no-to-climate-taxes-11623798039", "title": "Saying No to Climate Taxes", "date": "2021-06-15 19:00", "summary": "Swiss voters reject the costs of meeting the Paris CO2 emissions limits.. Climate alarmists continue to have a big problem: democracy. Every time voters are presented with something close to the actual costs of achieving draconian CO2 emissions targets, they say no.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-freer-trade-take-flight-11623797928", "title": "Let Freer Trade Take Flight", "date": "2021-06-15 18:58", "summary": "The U.S. and EU put the Boeing-Airbus dispute aside for bigger things.. President Biden has racked up one major victory on his European trip. He and European Union leaders on Tuesday agreed to suspend for five years one of the world's longest-running and most confusing trade disputes-concerning Boeing and Airbus .", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-expands-program-allowing-legal-immigration-for-central-american-minors-11623785832", "title": "U.S. Expands Immigration Program for Central American Minors", "date": "2021-06-15 18:48", "summary": "U.S. could allow tens of thousands of children to board flights to America as numbers crossing southern border illegally remain high. WASHINGTON-The Biden administration said it is expanding a program designed to let children and teenagers from Central America come to the U.S. legally, as the government continues to grapple with large numbers of migrant children crossing the southern border illegally.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-infrastructure-gamble-11623796510", "title": "The GOP's Infrastructure Gamble", "date": "2021-06-15 18:35", "summary": "Will a bipartisan deal slow the radical Biden agenda, or accelerate it?. Bipartisanship for the good of the country is sometimes necessary in a democracy. But bipartisanship for its own sake, or to assist progressives in their attempt to remake America, is destructive. Senate Republicans moving toward an infrastructure compromise have to calculate which kind of deal they're embracing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-big-businesss-embrace-of-pride-month-really-means-11623796252", "title": "What Big Business's Embrace of Pride Month Really Means", "date": "2021-06-15 18:30", "summary": "Students discuss the corporate celebration of gay rights.. Editor's note: This Future View discusses the enthusiastic uptake of Pride Month by U.S. corporations. Next we'll ask, \"Are universities right to mandate that their students get vaccinated?\" Students should click here to submit opinions of fewer than 250 words before June 29. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-global-first-bitcoin-as-national-currency-11623796143", "title": "A Global First: Bitcoin as National Currency", "date": "2021-06-15 18:29", "summary": "El Salvador puts the digital money on par with the U.S. dollar for all public and private debts.. Central banks around the world have been scrambling to co-opt digital currencies for their own purposes. El Salvador beat them all to the punch by passing a law that makes bitcoin legal tender for all debts public and private.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-hotel-rwanda-to-the-slaughter-house-11623796040", "title": "From 'Hotel Rwanda' to 'The Slaughter House'", "date": "2021-06-15 18:27", "summary": "The real-life hero of the 2004 film was hijacked and made a political prisoner.. The U.S. and the European Union have reacted with justified outrage at the diversion of Ryanair Flight 4978 to deliver a dissident journalist to the security services of Belarusian dictator Alexander Lukashenko. But a similar action in Rwanda has resulted in nothing but disgraceful silence from the Trump and Biden administrations, even though the victim in this case is a permanent U.S. resident and a winner of the Presidential Medal of Freedom.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-greatest-mug-collector-11623795981", "title": "World's Greatest Mug Collector", "date": "2021-06-15 18:26", "summary": "Charles Hubbell developed an incidental hobby that attracted his town's attention.. They called Charles Hubbell \"Cup Man.\" By the time he died in 2019, Mr. Hubbell had jammed coffee mugs into every square inch in his garage and barn in Culleoka, Tenn., south of Nashville-more than 23,000 mugs in all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-crime-keep-rising-not-necessarily-11623795873", "title": "Will Crime Keep Rising? Not Necessarily", "date": "2021-06-15 18:24", "summary": "There are reasons to think the spike will be temporary, though policies like 'bail reform' augur ill.. Two more people were shot dead and another 19 were wounded last weekend in New York City, where the New York Post reports that shootings have climbed by nearly 70% in the past year, and homicides have risen by almost 50% since 2019.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-stolen-tax-records-are-news-11623795807", "title": "Your Stolen Tax Records Are News", "date": "2021-06-15 18:23", "summary": "ProPublica soiled itself with the gimmicky use it made of personal tax data.. We can save the pros and cons of a wealth tax for another day, but notice how gratuitous was ProPublica's use of stolen tax data for 25 wealthy taxpayers (and it claims to have data on thousands more Americans).", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ravenous-review-untangling-a-disease-11623795705", "title": "'Ravenous' Review: Untangling a Disease", "date": "2021-06-15 18:21", "summary": "Biochemist and cancer researcher Otto Warburg was brilliant but arrogant. When told he won the Nobel Prize, his response was, 'It's about time.'. Hours before Nazi Germany invaded the Soviet Union in 1941, SS leader Heinrich Himmler convened a perplexing meeting. He and his minions put aside preparations for the offensive to chitchat about a gay biochemist of Jewish descent in Berlin. Not to rage about the man, or plot his downfall-to the contrary, the Nazis believed this scientist could save the Reich, by ridding it of a threat they feared every bit as much as Jews, homosexuals and communists-the scourge of cancer.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-tycoon-oleg-deripaska-loses-suit-to-lift-u-s-sanctions-11623795556", "title": "Russian Tycoon Oleg Deripaska Loses Suit to Lift U.S. Sanctions", "date": "2021-06-15 18:19", "summary": "U.S. judge said some of Mr. Deripaska's claims lacked evidence or standing. A U.S. judge ruled against Russian industrial tycoon Oleg Deripaska in his attempt to have sanctions imposed on him by the U.S. in 2018 removed.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-founder-elizabeth-holmess-100-questions-for-jurors-scrapped-11623795263", "title": "Theranos Founder Elizabeth Holmes's 100 Questions for Jurors Scrapped", "date": "2021-06-15 18:14", "summary": "Judge offers slimmed-down questionnaire for trial that will decide whether she is guilty of criminal fraud. SAN JOSE, Calif.-A federal judge blocked Theranos Inc. founder Elizabeth Holmes's proposal to ask potential jurors more than 100 questions before her criminal-fraud trial, saying she could get a fair hearing without making inquiries that prosecutors called deeply intrusive.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/off-the-wall-art-disposals-11623794340", "title": "Off-the-Wall Art Disposals", "date": "2021-06-15 17:59", "summary": "The Newark Museum of Art chose to take advantage of a new rule about museums selling works from their collections, damaging itself in the process.. With the June 8 announcement by the Philadelphia Museum of Art that Thomas Cole's \"The Arch of Nero\" (1846) will be on long-term display in its American galleries starting July 2, the Newark Museum of Art's recent deaccessioning debacle has reached a happy ending-sort of. A better one, however, would have been canceling the sale altogether.", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-weinstein-iconoclastic-federal-judge-for-five-decades-dies-at-99-11623792937", "title": "Jack Weinstein, Federal Judge for Five Decades, Dies at 99", "date": "2021-06-15 17:35", "summary": "The Brooklyn jurist was known for pushing the boundaries of the law in the pursuit of justice. Jack Weinstein, a long-serving Brooklyn federal judge known for crafting large, complex settlements, seeking to correct the injustices of the world from his bench and treating every defendant before him with kindness, died Tuesday. He was 99 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lifts-remaining-covid-19-restrictions-as-state-hits-key-vaccination-threshold-11623775842", "title": "New York Lifts Remaining Covid-19 Restrictions as State Hits Key Vaccination Threshold", "date": "2021-06-15 17:29", "summary": "Unvaccinated will still be required to follow public-health guidelines. More than 70% of adult New York residents have received at least one dose of Covid-19 vaccine, a critical milestone in a state that was once the epicenter of the global pandemic.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-protest-leaders-halt-demonstrations-as-covid-19-cases-rage-11623792129", "title": "Protest Leaders Halt Demonstrations as Covid-19 Cases Rage in Colombia", "date": "2021-06-15 17:22", "summary": "Protesters, government blame each other for virus's mounting toll; demonstrators seek new strategy. BOGOTÁ, Colombia-The leaders of a protest movement that has rocked Colombia for seven weeks on Tuesday called off demonstrations amid a spike in Covid-19 cases that the government partly blames on the mass mobilizations.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/platinum-equity-strikes-deal-to-buy-mcgraw-hill-from-apollo-11623788101", "title": "Platinum Equity Strikes Deal to Buy McGraw Hill From Apollo", "date": "2021-06-15 17:12", "summary": "Deal for the textbook publisher is valued at about $4.5 billion, including debt. Private-equity firm Platinum Equity has struck a deal to buy McGraw Hill from Apollo Global Management Inc.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-falls-to-eight-week-low-on-fear-china-might-release-stockpiles-11623761899", "title": "Copper Falls to Eight-Week Low on Fear China Might Release Stockpiles", "date": "2021-06-15 16:37", "summary": "Industrial metal's price has shed almost $1,000 a ton over the last month since hitting an all-time high on May 11. Copper prices fell Tuesday to their lowest level in eight weeks on concerns that China may tamp down on rising commodity prices and that the metal's red-hot rally has gone too far.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gone-girl-actor-lisa-banes-dies-from-scooter-crash-injuries-11623771082", "title": "'Gone Girl' Actor Lisa Banes Dies From Scooter-Crash Injuries", "date": "2021-06-15 16:35", "summary": "NYPD officials said Ms. Banes was crossing a New York City street when she was struck by a motorized scooter. Award-winning actor Lisa Banes, who died after suffering injuries in a motorized-scooter crash in Manhattan's Upper West Side, loved her work, family and simple joys like making breakfast and reading a newspaper at home, her wife said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-flights-thrown-into-disarray-by-technical-problems-11623789211", "title": "Southwest Airlines Flights Thrown Into Disarray by Technical Problems", "date": "2021-06-15 16:33", "summary": "The problems led to the cancellation of 500 flights and hundreds of delays. For the second day in a row, a technical problem snarled Southwest Airlines Co. 's operations, leading to hundreds of delays and prompting the airline to cancel 500 flights.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-15-2021-11623742633", "title": "Stocks Fall on Retail Sales Data", "date": "2021-06-15 16:31", "summary": "Slowing spending and rising inflation add to complicated picture of the economy. U.S. stocks fell on Tuesday after fresh data showed Americans slowed their spending last month.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rhythm-romance-and-joy-of-erroll-garner-11623788996", "title": "The Rhythm, Romance, and Joy of Erroll Garner", "date": "2021-06-15 16:29", "summary": "Born 100 years ago, the jazz pianist created an exuberant, one-of-a-kind style that continues to garner followers. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-shares-fall-after-hindenburg-unveils-short-position-11623774388", "title": "DraftKings Shares Fall After Research Firm Unveils Short Position", "date": "2021-06-15 16:24", "summary": "Research firm alleges the company's gambling-technology unit SBTech operates in countries where gambling is banned, an allegation DraftKings denies. Shares of DraftKings Inc. slid as much as 12% on Tuesday after short seller Hindenburg Research said that the sports-betting firm's gambling-technology subsidiary SBTech operates in countries where gambling is banned and said it is positioned for DraftKings shares to fall.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphones-get-more-personalized-with-help-from-widgets-11623788590", "title": "Smartphones Get More Personalized With Help From Widgets", "date": "2021-06-15 16:23", "summary": "The mini apps allow users to see bite-size information they care about. Widgets-mini apps that serve up bite-size pieces of information at a glance-are increasingly helping users personalize their smart devices.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-looks-to-reset-its-course-a-day-after-ceos-exit-11623785851", "title": "Lordstown Motors Looks to Reset Its Course a Day After CEO's Exit", "date": "2021-06-15 16:20", "summary": "Executives say there is plenty of interest in its all-electric truck and production is on track to start in September. Executives at troubled electric-truck startup Lordstown Motors Corp. said Tuesday that the company has enough interest from potential buyers to sustain factory output through the end of 2022 and remains on track to start limited production in September.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-makes-ambassador-picks-for-nato-israel-mexico-11623785843", "title": "Biden Makes Ambassador Picks for NATO, Israel, Mexico", "date": "2021-06-15 16:16", "summary": "C.B. 'Sully' Sullenberger III, pilot who safely landed passenger jet on the Hudson River, is chosen for spot with aviation group. WASHINGTON-President Biden released a slate of nominees Tuesday to serve as U.S. ambassadors, choosing veteran diplomat and Wall Street executive Thomas Nides as his representative to Israel and former Interior Secretary and Colorado Sen. Ken Salazar as ambassador to Mexico.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-are-three-reasons-to-skip-that-closet-clean-out-11623788056", "title": "Here Are Three Reasons to Skip That Closet Clean-Out", "date": "2021-06-15 16:14", "summary": "Is a global pandemic really the right time to purge the clothes you used to love?. Embarking on a closet clean-out has become increasingly trendy in recent years, accompanied by the rise of gurus like Marie Kondo, brands like The Home Edit, and rules like \"one in, one out.\" One writer is rebelling against the rise of tightly edited closets by embracing the forgotten pieces from her past. Here are three reasons why you should consider sticking with what you already own.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-eu-near-deal-on-boeing-airbus-trade-fight-11623747870", "title": "U.S. and EU Agree to Suspend Airbus-Boeing Trade Fight", "date": "2021-06-15 16:11", "summary": "Deal comes at crucial time for the two plane makers wrestling with the pandemic-driven downturn in air travel. BRUSSELS-The U.S. and the European Union agreed to suspend their trade dispute over government subsidies to Boeing Co. and Airbus SE , significantly easing trade tensions amid a broader effort to improve trans-Atlantic relations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/special-ops-wednesday-crossword-june-16-11623612738", "title": "Special Ops (Wednesday Crossword, June 16)", "date": "2021-06-15 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-nix-carbon-tax-just-before-biden-arrival-11623786757", "title": "Swiss Nix Carbon Tax Just Before Biden Arrival", "date": "2021-06-15 15:52", "summary": "Just like everywhere else, voters are open to anti-carbon policy until they see the price tag.. Talk about awkward. Right after President Joe Biden and other leaders of advanced economies celebrated their expensive climate promises in Brussels, Mr. Biden had to fly to Switzerland-where voters have just rejected expensive climate promises made by the country's politicians.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philanthropist-mackenzie-scott-to-give-away-2-7-billion-11623783366", "title": "Philanthropist MacKenzie Scott to Give Away $2.7 Billion", "date": "2021-06-15 15:42", "summary": "Donations go to 286 organizations including schools and antidiscrimination groups. MacKenzie Scott, one of the richest women in the world, said Tuesday she would give $2.7 billion to 286 organizations, in her latest philanthropic move.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legislation-aimed-at-china-seeks-to-expedite-probes-of-trade-secret-thefts-11623786088", "title": "Legislation Aimed at China Seeks to Speed Probes of Trade-Secret Thefts", "date": "2021-06-15 15:41", "summary": "The bipartisan bill would make it easier for authorities to block imports while allegations are being investigated. Several senators introduced legislation Tuesday aiming to make it easier for businesses that believe they are victims of intellectual property theft to halt imports made with their trade secrets while their allegations are being investigated.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-name-is-bulger-review-infamy-vs-fame-11623786052", "title": "'My Name is Bulger' Review: Infamy vs. Fame", "date": "2021-06-15 15:40", "summary": "A new documentary on Discovery+ follows the lives of two brothers-one a notorious criminal, the other a successful politician.. The not-quite-biblical theme of \"My Name Is Bulger\" is that the sins of the older brother will be visited upon the younger-specifically William \"Billy\" Bulger, longtime president of the Massachusetts State Senate, a former president of the University of Massachusetts, a lawyer, a public wit and someone whose contributions to the welfare of his commonwealth seem to be beyond debate. He also happened to be the younger brother of James \"Whitey\" Bulger, notorious Boston gangster. As a study in nature vs. nurture, the Bulger family offers the stuff of doctoral theses, but director Brendan J. Byrne doesn't really go there. He's out to redeem Bill Bulger, while at the same time debunking the idea that his subject needs redemption.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-war-or-who-do-we-think-we-are-review-tracing-the-roots-of-our-divide-11623785826", "title": "'Civil War (or, Who Do We Think We Are)' Review: Tracing the Roots of Our Divide", "date": "2021-06-15 15:37", "summary": "In her new documentary, filmmaker Rachel Boynton traverses America to tell a nuanced, multi-perspective story about how we remember and recount history.. Rachel Boynton's remarkable documentary \"Civil War (or, Who Do We Think We Are)\" begins with a series of intertitles intended to establish some undisputable facts about the conflict. First up: \"The American Civil War was fought between 1861 and 1865.\" So much for indisputable: If you believe, as many do, that the war never ended, that statement will be as much of a provocation as saying that 11 Southern states seceded \"to protect slavery\" or that \"4 million people were newly freed at its end.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slowly-song-for-keith-jarrett-by-noah-haidu-review-on-legacy-and-loss-11623785430", "title": "'Slowly: Song for Keith Jarrett' by Noah Haidu Review: On Legacy and Loss", "date": "2021-06-15 15:30", "summary": "A jazz pianist honors the musical luminary with an album-length exploration of his signature sound, with a few twists of his own.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-repair-moth-eaten-clothes-11623785082", "title": "Moths Had a Great Year-and Our Clothes Paid the Price", "date": "2021-06-15 15:24", "summary": "As our wool suits and sweaters sat unworn during lockdown, pesky moths swooped into our wardrobes and had a feast. Here, how to repair your gnawed-on clothes and prevent future infestations.. LAST MONTH, while dusting off clothes I hadn't worn since the PCE (Pre-Covid Era), I discovered, to my horror, that two of my favorite wool suits have been moth-eaten into oblivion. Throughout 2020, while I was cycling through the same cotton sweaters and trousers on repeat, these pests had feasted on my sport coats and dress pants like they were offerings in a Vegas buffet.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maritime-regulator-sets-carbon-measures-amid-dissent-11623785039", "title": "Maritime Regulator Sets Carbon Measures Amid Dissent", "date": "2021-06-15 15:24", "summary": "Member-states of the International Maritime Organization will have to lower their 'carbon-intensity,' but won't have to make any specific cuts in emissions. The world's top maritime regulator has agreed to a plan to cut the \"carbon-intensity\" of ocean-going vessels, overriding objections from Western countries that the accord doesn't commit the shipping sector to specific emission cuts.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-express-urban-outfitters-and-j-crew-now-sell-items-from-all-over-online-11623749402", "title": "Brands Like Express Now Sell Items From All Over Online", "date": "2021-06-15 15:10", "summary": "Brands are opening up to third-party sellers to draw shoppers to their sites-and away from Amazon's marketplace. Express Inc., best known as a presence in American malls, has been testing a new strategy: selling other brands' merchandise online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-federal-reserve-is-never-right-for-long-11623783352", "title": "The Federal Reserve Is Never Right for Long", "date": "2021-06-15 14:55", "summary": "The central bank has blundered time and time again since its inception in 1913.. Regarding the Michael T. Belongia and Peter N. Ireland's \"The Fed's Duty Is to the Economy, Not 'Equity'\" (op-ed, June 10): The Federal Reserve has blundered time and time again since its inception in 1913. Milton Friedman and Anna Schwartz lay much of the plunge into the Great Depression at its doorstep.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-signal-to-the-fed-presumes-too-much-11623783283", "title": "Biden's Signal to the Fed Presumes Too Much", "date": "2021-06-15 14:54", "summary": "Interest rates are set in global capital markets. For all its powers, the Fed is just one player in this market.. Your editorial about the Fed and President Biden's budget (\"Biden's Budget Signal to the Fed,\" June 3) reports on \"the message President Biden is sending to the Fed: His agenda requires that the central bank keep interest rates abnormally low, even below the inflation rate, for the entire Biden Presidency.\" But the Fed can't do this.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uranium-investors-have-become-overly-reactive-11623782699", "title": "Uranium Investors Have Become Overly Reactive", "date": "2021-06-15 14:45", "summary": "Uranium-related stocks tumbled after a performance issue at Chinese nuclear power plant. Market reaction seems overdone.. A group of uranium mining companies saw their stock prices plunge on Monday after news emerged that a nuclear power plant in Southeast China flagged a performance issue. It was yet another unnecessary investor meltdown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critical-race-theory-confronts-pythagoras-11623782739", "title": "Critical Race Theory Confronts Pythagoras", "date": "2021-06-15 14:45", "summary": "I asked the administration what a multiculturalism objective might be for physics, trigonometry and chemistry.. In \"Banning Critical Race Theory\" (Wonder Land, June 3), drawing on the wisdom of Founding Father James Madison, Daniel Henninger agrees that ideas should not be imposed on people without running them through the democratic process. In the case of CRT and the classroom, Mr. Henninger argues this process should involve approval by elected officials, at least the school board. In the early 1990s, more than 25 years before wokeness, cancel culture, CRT, etc., emerged, I served on the school board of a very progressive town in Massachusetts. I learned that there was a requirement for all teachers in high school to incorporate a multiculturalism objective into their curriculum. At a meeting of the school board, I asked the administration what a multiculturalism objective might be for physics, trigonometry and chemistry. The superintendent and principals at the meeting were struck silent by my question. I then made a motion to remove that requirement, and the school board approved my motion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pride-and-prejudice-come-to-schools-and-recruitment-11623782682", "title": "Pride and Prejudice Come To Schools and Recruitment", "date": "2021-06-15 14:44", "summary": "Woke attitudes have proliferated on campuses across the country and internationally.. Regarding R.R. Reno's \"Why I Stopped Hiring Ivy League Graduates\" (op-ed, June 8): I agree with the concern raised about \"wokeism\" and its impact on training young minds and future citizens. The world needs original thinkers who can question conventional dogmas like never before. However, the attribution of this phenomenon exclusively to Ivy League graduates and the broad exemption given to products of \"large state universities and their satellite schools\" is unreasonable and not based in fact.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aspen-mansion-sells-for-record-breaking-72-5-million-11623782345", "title": "Aspen Mansion Sells for $72.5 Million, Setting Record for the Tony Colorado Town", "date": "2021-06-15 14:40", "summary": "Resume Subscription. A mansion overlooking downtown Aspen has sold for $72.5 million, according to two people familiar with the deal. Appraiser Jonathan Miller said the transaction sets a price record for a single-family home in the upscale Colorado ski town.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/leaping-into-the-freelance-world-11623781781", "title": "Leaping into the Freelance World", "date": "2021-06-15 14:29", "summary": "Setting up my own business in 2020 helped me support other women with their own projects and dreams. While 2020 was a year of revolution for everyone-a year that upended many lives in an unwelcome and unplanned way-my own revolution was very much wanted and even partly plotted. Many of my peers and friends were furloughed or made redundant last year. But I decided to leave a safe, full-time job for the freelance world. It was a risky step into the unknown, but looking back almost a year later, I can confidently say I'm happy about taking the leap.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-to-tackle-china-scientific-competitiveness-bill-11623762463", "title": "House Panel Approves China Scientific Competitiveness Bill", "date": "2021-06-15 14:19", "summary": "The Senate passed similar legislation last week with bipartisan support. WASHINGTON-A House committee on Tuesday approved the chamber's version of legislation aimed at boosting U.S. scientific competitiveness to keep pace with China, adding momentum to the bipartisan effort.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-mcguire-says-new-york-city-doesnt-need-a-politician-as-mayor-11623779768", "title": "Ray McGuire Says New York City Doesn't Need a Politician as Mayor", "date": "2021-06-15 13:56", "summary": "Resume Subscription. When Ray McGuire resigned as vice chairman at Citigroup Inc. last fall, he left as the first Black man to hold the post in the company's history and as one of the most successful deal makers in the banking industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-administration-lays-out-broad-strategy-for-targeting-domestic-terrorism-11623762969", "title": "Biden Administration Lays Out Domestic-Terrorism Strategy", "date": "2021-06-15 13:35", "summary": "Far-reaching approach spans from increased law-enforcement funding to promotion of programs for civic education. WASHINGTON-The Biden administration is seeking increased funds for the Justice Department and Federal Bureau of Investigation and promoting programs for civic education and digital literacy to counter a rise in domestic terrorism, according to a broad new strategy released Tuesday morning.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-deaths-top-600-000-11623775751", "title": "U.S. Covid-19 Deaths Top 600,000", "date": "2021-06-15 12:49", "summary": "Seven-day average of daily deaths has significantly dropped in recent months. The number of confirmed U.S. deaths from Covid-19 surpassed 600,000 on Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-other-major-banks-excluded-from-landmark-european-bond-program-11623766326", "title": "JPMorgan, Other Major Banks Excluded From Landmark European Bond Program", "date": "2021-06-15 12:35", "summary": "Bank of America was also among the lenders that the EU blocked from the nearly $1 trillion Covid-19 relief bond program launched Tuesday. The European Union excluded some of the world's largest banks from working on a huge new debt-issuance program, citing recent cases in which regulators punished them for forming cartels in the bond and currency markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-economy-may-2021-retail-sales-11623701250", "title": "Retail Sales Drop as Spending Habits Shift", "date": "2021-06-15 12:24", "summary": "Consumers trimmed purchases of big-ticket items and spent more on dining out. Retail sales dropped in May, marking a shift in consumer spending from big-ticket items to goods and services related to going out amid business reopenings and higher vaccination rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-post-covid-19-shopping-spree-will-be-bumpy-11623773028", "title": "America's Shopping Spree Will Be Bumpy", "date": "2021-06-15 12:03", "summary": "Retail sales figures sent a mixed message, but the general direction is likely more spending ahead. If you were looking for a reliable signal on where U.S. consumer spending is heading in the May retail sales report, well, good luck.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risks-rise-to-both-the-feds-inflation-and-employment-goals-11623772630", "title": "Risks Rise to Fed's Inflation and Employment Goals", "date": "2021-06-15 11:57", "summary": "Federal Reserve bets supply-driven inflation will be transitory-but that depends on inflation expectations staying low. The Federal Reserve is required by law to seek both full employment and stable prices. It heads into a pivotal meeting this week with both sides of that mandate in trouble; inflation has shot up, while unemployment remains uncomfortably high. For the first time in years, it faces two-sided risks: Tighten monetary policy too soon and tank the economy, or tighten too late and watch inflation ratchet higher.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-an-israeli-crack-up-11623771643", "title": "Lessons From an Israeli Crack-Up", "date": "2021-06-15 11:40", "summary": "A new government strikes a conciliatory tone that American politicians should emulate.. The best political speech in many years was not delivered. Instead, incoming Israeli Foreign Minister Yair Lapid set it aside and reprimanded members of Benjamin Netanyahu's departing coalition for their nonstop heckling of incoming Prime Minister Naftali Bennett, which was outrageous even by the standards of the Knesset. Several members were hauled out of the parliament's chambers. The brief handshake between Mr. Netanyahu and Mr. Bennett as the new prime minister strode to the rostrum was a small green shoot of mutual recognition in the stony soil of recrimination.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-meeting-to-test-bidens-bid-to-rally-western-allies-11623771627", "title": "Putin Meeting to Test Biden's Bid to Rally Western Allies", "date": "2021-06-15 11:40", "summary": "Biden's maiden overseas trip has sought to showcase renewed unity among the U.S.'s main partners, but cracks have emerged on Russia and China. President Biden's first overseas trip in office has focused on demonstrating renewed amity between the U.S. and its allies in the face of autocracies, a show of unity that will be tested during Wednesday's summit with Russian President Vladimir Putin.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-calls-off-the-dogs-in-the-great-hunt-for-leaks-11623771591", "title": "White House Calls Off the Dogs in the Great Hunt for Leaks", "date": "2021-06-15 11:39", "summary": "The Biden administration adopts an anti-snooping policy, but history suggests it might not last.. The Biden administration took what seemed like an important step forward for the freedom of the press. \"Going forward,\" spokesman Anthony Coley said on June 5, \"this Department of Justice-in a change to its longstanding practice-will not seek compulsory legal process in leak investigations to obtain source information from members of the news media doing their jobs.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vladimir-putins-encounters-with-joe-bidens-predecessors-11623771355", "title": "Putin's Encounters With Biden's Predecessors", "date": "2021-06-15 11:35", "summary": "Mr. Biden on Wednesday becomes the fifth U.S. president to meet with Russia's enduring leader. President Biden on Monday described Russian President Vladimir Putin as bright, tough and \"a worthy adversary.\" The two have met before, when Mr. Biden was vice president, and when they meet again on Wednesday in Geneva, he will be the fifth U.S. president to sit across from Mr. Putin on the world stage. Here is how the meetings went with the previous four:", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imelda-may-singer-11623770629", "title": "'Aretha, Janis, Billie and Judy' Taught Imelda May How to Sing", "date": "2021-06-15 11:30", "summary": "Resume Subscription. Imelda May, 46, is an Irish singer-songwriter who has performed with Ronnie Wood, Jeff Beck, Bono and T Bone Burnett. Her latest album is \"11 Past the Hour\" (Decca). She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-lockdown-cookbooks-serve-as-pandemic-time-capsules-11623769994", "title": "Home Chefs Gather Favorite Covid-Era Recipes", "date": "2021-06-15 11:13", "summary": "Resume Subscription. The 18-member Rotary Club in Lake City, Minn., couldn't have its wine-tasting fundraiser because of the pandemic, so it published the \"The Great 2020 Pepin Pandemic Cookbook\" named after the local lake, with 239 recipes, helpful tips for perking up soggy lettuce and jokes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sore-muscles-these-5-workout-recovery-tools-can-help-11623769587", "title": "Sore Muscles? These 5 Workout Recovery Tools Can Help", "date": "2021-06-15 11:06", "summary": "Now that you're exercising again, these high-tech gadgets-from percussive massagers to full-leg compression boots-will ease your transition back to the gym. IF THE ROAD to hell is paved with good intentions, the road back to fitness this summer after a long hiatus from our gym routines is a traffic-clogged freeway through perdition. Some trainers say strains, sprains and inflammation are all more likely as we undertake the business of getting fit again.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/producer-prices-inflation-may-2021-11623705627", "title": "Producer Prices Rose Strongly in May, Adding to Inflation Pressures", "date": "2021-06-15 10:57", "summary": "Prices that suppliers charge businesses and other customers jumped 0.8%. The prices that suppliers are charging businesses and other customers rose again last month, adding to inflation pressures bubbling through the U.S. economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-debt-charity-to-buy-wipe-out-278-million-of-patients-hospital-bills-11623762001", "title": "Medical-Debt Charity to Buy, Wipe Out $278 Million of Patients' Hospital Bills", "date": "2021-06-15 10:54", "summary": "Deal between Ballad Health and RIP Medical Debt shows the gaps in the financial-aid programs of nonprofit hospitals. A national charity will for the first time buy medical debt, totaling $278 million, directly from hospitals, a push to speed financial relief to patients, many of whom shouldn't have been billed at all under the hospitals' financial-aid policies.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-target-videogame-publishers-for-ransom-source-code-11623749400", "title": "Hackers Target Videogame Publishers for Ransom, Source Code", "date": "2021-06-15 10:47", "summary": "Cyberattacks struck at least three large publishers in the past year. Gamers have struggled for years with hackers who cheat and take over accounts. Now, videogame studios are coming under serious attack, prompting them to step up their cyber defenses.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-repackages-history-xi-propaganda-communist-party-centenary-11623767590", "title": "China Repackages Its History in Support of Xi's National Vision", "date": "2021-06-15 10:36", "summary": "Resume Subscription. Modern lore has it that Mao Zedong's eldest son, who was killed in a United Nations airstrike during the Korean War, had given away his position by firing up a stove to make egg fried rice.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/neiman-marcus-rides-a-rebound-in-luxury-shoppers-11623767400", "title": "Neiman Marcus Rides a Rebound in Luxury Shoppers", "date": "2021-06-15 10:30", "summary": "After trip through bankruptcy in 2020, retailer plans to invest $500 million to refresh stores and improve digital business. Luxury shoppers are splurging again.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-nuclear-plant-under-scrutiny-was-built-to-showcase-nations-prowess-11623766187", "title": "China Nuclear Plant Under Scrutiny Was Built to Showcase Nation's Prowess", "date": "2021-06-15 10:09", "summary": "Facility co-owned by French company was first of its kind in the world. China's Taishan nuclear power plant, under scrutiny for safety concerns after reports of a gas buildup, is a project meant to showcase Beijing's advances in mastering global energy technology and safety standards.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instant-grocery-services-find-fast-lane-to-new-yorkers-fridges-11623765600", "title": "Instant Grocery Services Find Fast Lane to New Yorkers' Fridges", "date": "2021-06-15 10:00", "summary": "Some new startups in New York City offer to deliver groceries in minutes. My doorman and I were both gawking at the full bag of groceries that had just been dropped at my building lobby by Gorillas-a new service promising delivery in 10 minutes or less.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-book-publisher-caters-to-conservative-voices-it-says-are-being-silenced-11623758400", "title": "New Book Publisher Caters to Conservative Voices", "date": "2021-06-15 09:20", "summary": "All Seasons Press, led by two industry veterans, backs right-wing authors as mainstream houses face growing disputes over editorial decisions. Two veteran book-publishing executives have teamed up to launch a conservative publishing house called All Seasons Press LLC as ideological debates roil a book industry increasingly fueled by demand for political titles.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-energy-fuels-freeport-mcmoran-alexandria-real-estate-what-to-watch-when-the-stock-market-opens-today-11623756598", "title": "DraftKings, Lordstown Motors, Torchlight Energy: What to Watch When the Stock Market Opens Today", "date": "2021-06-15 09:15", "summary": "Futures suggested muted moves for major indexes after the open. Stock futures wavered on Tuesday, as retail sales figures disappointed and producer prices pointed to inflation risks. Here's what we're watching ahead of the opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-back-rebukes-of-china-mark-a-turning-point-11623710320", "title": "Back-to-Back Rebukes of China Mark a Turning Point", "date": "2021-06-15 09:11", "summary": "Criticism from G-7 and NATO members represent a shift toward collective action to confront Beijing. Major democracies rallied together this week to issue extraordinary back-to-back rebukes of Beijing, marking a shift toward collective action and pushing back against President Xi Jinping's strategies to position China as a global leader.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-virus-ranged-from-illinois-to-massachusetts-before-states-reported-first-cases-11623762001", "title": "Covid-19 Virus Was in Five States Before They Reported First Cases", "date": "2021-06-15 09:00", "summary": "Blood samples show people in five U.S. states were infected early, including some in December 2019. The Covid-19 virus infected people in five U.S. states in December 2019 and early 2020 before those states reported their first cases, according to a large new government study, providing new insights into the first, unseen weeks of the nation's deadly epidemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-the-boeing-airbus-spat-begins-the-aviation-battle-with-china-11623761975", "title": "End of Boeing-Airbus Spat Begins the Battle With China", "date": "2021-06-15 08:59", "summary": "U.S. and EU's agreement to end a 17-year-long trade war over commercial planes is a necessary step in the face-off against China's Comac. There is nothing like a common enemy for bringing people together.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-recovery-in-long-haul-travel-weighs-heavily-on-emirates-lufthansa-11623761429", "title": "Slow Recovery in Long-Haul Travel Weighs Heavily on Global Carriers", "date": "2021-06-15 08:50", "summary": "Dubai's Emirates posts $6 billion loss, while Germany's Lufthansa announces more layoffs. Emirates Group posted a $6 billion annual loss and Deutsche Lufthansa AG said it was cutting another 10,000 jobs, as two of the world's biggest international airlines braced for a slow resumption of long-haul travel.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-closet-clothes-essay-11623760225", "title": "Do Not Clean Out Your Closet Right Now. Really.", "date": "2021-06-15 08:30", "summary": "One writer rebels against the age of organizational gurus and methods to keep our closets and our lives tightly edited. Maybe during the pandemic is not the time?. Two weeks ago, I moved for the first time in over a decade. It was a small move, just a couple of miles away, but I used the opportunity to give my belongings an audit. I am not a hoarder by nature but I'm also not one of those nouveau minimalists who own just a single spoon. I got rid of expired spices, linens that had seen better days, a Toulouse-Lautrec coffee table book I had never cracked open. (A previously unseen breakup note from an ex fluttered out of it as I carried it away to be donated.) But what I barely touched was the one area we've all been told to purge: the closet.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-rent-breaks-for-retailers-are-becoming-the-new-norm-11623758581", "title": "Covid-19 Rent Breaks for Retailers Are Becoming the New Norm", "date": "2021-06-15 08:03", "summary": "Leases tying rent to a portion of sales look poised to outlast the pandemic. During the worst of the pandemic, many landlords offered deals where ailing retailers paid a percentage of their monthly sales in rent-rather than a fixed amount-to help them survive. Now, this once temporary way of charging tenants looks poised to outlast Covid-19.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-for-visa-program-looks-to-be-in-jeopardy-11623758401", "title": "Cash-for-Visa Program Looks to Be in Jeopardy", "date": "2021-06-15 08:00", "summary": "EB-5, which has helped finance major real-estate projects, is at center of negotiations in Congress. A cash-for-visa program that has raised more than $40 billion for U.S. real-estate projects and other enterprises, funding major developments like New York City's Hudson Yards, is in danger of going out of business.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pwc-to-spend-12-billion-on-hiring-expanding-expertise-in-ai-cybersecurity-11623758400", "title": "PwC to Spend $12 Billion on Hiring, Expanding Expertise in AI, Cybersecurity", "date": "2021-06-15 08:00", "summary": "The Big Four accounting firm looks to increase its workforce by more than a third by 2026. PricewaterhouseCoopers plans to spend $12 billion and hire 100,000 new people in areas such as artificial intelligence and cybersecurity by 2026, the latest move by a Big Four accounting firm to bet big on technology.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-open-2021-torrey-pines-will-zalatoris-11623727927", "title": "Golf's Fastest-Rising Star Doesn't Have His PGA Tour Card Yet", "date": "2021-06-15 08:00", "summary": "Will Zalatoris has shot up the world rankings. He's a favorite in the U.S. Open. But an unusual set of circumstances caused by the pandemic means he's still not even a full-fledged tour member yet.. The Covid-19 pandemic changed the fortunes of many, and it completely changed the career of one golfer. His name is Will Zalatoris. He's one of the best golfers in the world. And yet he's not even a full-fledged member of the PGA Tour.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-a-scandal-plagued-gambling-house-are-piling-up-11623758070", "title": "Bets on Scandal-Plagued Gambling House Pile Up", "date": "2021-06-15 07:54", "summary": "Oaktree Capital has revealed its latest proposal for Australia's Crown Resorts, which is struggling to open a glitzy new casino. The fight for the crown jewel of the Australian gambling scene is heating up. Even more could jump into the fray.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/addepar-valued-at-2-17-billion-as-investors-bet-on-wealth-management-tech-11623756600", "title": "Software Maker Addepar Valued at $2.17 Billion", "date": "2021-06-15 07:30", "summary": "The company, which makes software to track investment performance, has raised $150 million from D1 Capital Partners. Wealth-management software provider Addepar Inc. more than doubled its valuation to $2.17 billion from seven months ago in its latest funding round, the company said Tuesday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-covid-19-antibody-treatment-suffers-setback-11623755934", "title": "AstraZeneca Covid-19 Antibody Treatment Suffers Setback", "date": "2021-06-15 07:18", "summary": "Drug's efficacy as post-infection therapy falls short in clinical trial, but potential preventative use is still undergoing testing. AstraZeneca PLC's coronavirus antibody treatment failed in late-stage clinical trials to achieve its primary goal of preventing symptomatic Covid-19 in people recently exposed to the virus, the latest disappointment in a broader search for reliable post-infection therapies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-required-to-fill-board-seats-with-women-under-ecb-proposal-11623752981", "title": "Big Banks Required to Fill Board Seats With Women Under ECB Proposal", "date": "2021-06-15 06:29", "summary": "Top European bank regulator would be able to block board appointments based on candidate's gender. The European Central Bank wants to include gender diversity as a criterion to approve bank board members and executives, a step that would put further pressure on a sector where the vast majority of senior posts are still held by men.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-ares-and-oaktree-team-up-on-initiative-to-lure-black-talent-11623751200", "title": "Apollo, Ares and Oaktree Team Up on Initiative to Lure Black Talent", "date": "2021-06-15 06:00", "summary": "Firms will each commit $3 million yearly over a decade to fund program with HBCUs. Three investment firms are launching a joint initiative aimed at attracting more Black talent to their industry, which has struggled to do so despite numerous attempts over the years.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-ultra-orthodox-parties-shorn-of-influence-vow-to-unseat-prime-minister-naftali-bennett-11623749797", "title": "Israel's Ultra-Orthodox Parties, Shorn of Influence, Vow to Unseat Prime Minister Naftali Bennett", "date": "2021-06-15 05:36", "summary": "Resume Subscription. TEL AVIV-For the past four decades, Israel's ultra-Orthodox parties have spent more time in government than out. Now they join their ally Benjamin Netanyahu in opposition, and have already begun taking aim at new Prime Minister Naftali Bennett's coalition as they try to preserve some of the hard-won privileges they enjoy in Israeli society.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/people-are-returning-to-restaurants-stores-and-hotels-but-not-yet-the-office-11623749401", "title": "People Return to Restaurants, Stores and Hotels-but Not the Office", "date": "2021-06-15 05:30", "summary": "Resume Subscription. Office towers and nearby businesses in central business districts are missing out on the strong economic recovery, largely because the rise in vaccinations and easing of mask restrictions haven't propelled most employees back to work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11623690509", "title": "Pepper...and Salt", "date": "2021-06-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-owner-washington-prime-group-files-for-bankruptcy-11623668786", "title": "Washington Prime Seeks $950 Million Debt Cut in Bankruptcy", "date": "2021-06-15 21:12", "summary": "The commercial landlord had to cut rents during the Covid-19 pandemic, keeping tenants out of bankruptcy but hurting the company's business. Mall owner Washington Prime Group Inc. filed for bankruptcy protection Sunday, aiming to slash $950 million in debt, hand ownership to creditors and weather the lingering financial challenges facing commercial-property landlords.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lordstown-motors-chief-executive-finance-chief-resign-11623676356", "title": "Lordstown Motors Chief Executive, Finance Chief Resign", "date": "2021-06-15 20:09", "summary": "CEO Steve Burns and CFO Julio Rodriguez step down following special committee report. Lordstown Motors Corp. , one of the most ambitious electrical-vehicle startups, said its chief executive and top financial leader resigned after a new report from a board committee found inaccuracies in parts of the company's disclosures on truck preorders.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}]