[{"link": "https://www.wsj.com/articles/citadel-securities-faces-new-pressure-over-gamestop-frenzy-11632863151", "title": "Citadel Securities Faces New Pressure Over GameStop Frenzy", "date": "2021-09-28 19:58", "summary": "Electronic trading firm rejects 'Internet conspiracies' assailing its handling of meme stocks. Billionaire Ken Griffin's electronic trading firm, Citadel Securities, is under fire again over its role in the January trading frenzy in shares of GameStop Corp. after new information surfaced in a lawsuit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freshfields-poaches-top-deal-lawyer-from-cravath-11632870000", "title": "Freshfields Poaches Top Deal Lawyer from Cravath", "date": "2021-09-28 19:26", "summary": "Damien Zoubek is the latest high-profile lawyer to switch firms amid talent war. Freshfields Bruckhaus Deringer LLP is poaching a top deal maker from Cravath, Swaine & Moore LLP, the latest offensive in a talent war among big law firms seeking to cash in on a boom in mergers and other transactions.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-product-less-addictive-social-media-image-11632861506", "title": "Why Would Instagram Make Its Product Less Addictive?", "date": "2021-09-28 19:15", "summary": "Students discuss the social-media platform's effect on young users.. Editor's note: This Future View discusses whether Instagram harms younger users. Next week we'll ask, \"Do college rankings help match students and schools or lead them astray? Is there something important that the rankings leave out?\" Students should click here to submit opinions of fewer than 250 words before Oct. 5. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brass-faces-the-afghan-music-joe-biden-general-mike-milley-kenneth-mckenzie-senate-hearing-afghanistan-11632867833", "title": "The Generals Contradict Biden on Afghanistan", "date": "2021-09-28 19:14", "summary": "They supported leaving 2,500 U.S. troops in the country and have doubts about the 'over-the-horizon' counterterror strategy.. President Biden hopes the political fallout from his botched Afghanistan withdrawal will fade quickly, but Tuesday's Senate hearing with the secretary of Defense and two top generals doesn't cast his decisions in a better light.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-in-the-3-5-trillion-reconciliation-bill-11632870621", "title": "What Is in the $3.5 Trillion Reconciliation Bill?", "date": "2021-09-28 19:10", "summary": "Journal editors have been scrutinizing the details of this unprecedented tax and entitlement spending blowout.. Democrats are moving quickly to pass a multi-trillion-dollar spending bill via budget reconciliation, with little scrutiny on the details. So the editorial board has been parsing the bill's vast new entitlements for readers. Take a turbocharged child tax credit that is really a universal basic income, which will discourage work and cost $1 trillion. Or a paid family and medical leave program that purports to help low-income workers but will subsidize affluent Americans earning north of $200,000 a year. The Journal has also walked readers through the array of accounting fictions that make the bill appear cheaper on paper. The true expense may reach $5.5 trillion over a decade, and much more beyond that. The larger cost will be conditioning the American middle class to rely on government for ever more of life's needs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-diversity-at-the-federal-reserve-regional-bank-openings-robert-kaplan-eric-rosengren-jerome-powell-11632866531", "title": "More Diversity at the Fed", "date": "2021-09-28 19:09", "summary": "The two regional bank openings are a chance for fresh thinking.. The Federal Reserve has been embarrassed this week by the resignation of two regional bank presidents after news of their stock trades. But the open seats are also an opportunity to bring some much-needed intellectual diversity to the central bank's policy deliberations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-faa-technology-aims-to-speed-takeoffs-of-planes-idling-on-runways-11632870374", "title": "New FAA Technology Aims to Speed Takeoffs of Idling Planes", "date": "2021-09-28 19:06", "summary": "Aviation regulator plans to roll out tools meant to cut down delays before departure. The top U.S. aviation regulator is betting a new suite of software will help ease a longtime frustration for airline passengers: being stuck on a plane that is waiting to get to a runway for takeoff.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-murder-spike-fbi-crime-data-police-cities-11632866943", "title": "The 2020 Murder Spike", "date": "2021-09-28 19:04", "summary": "With police under political attack, mayhem surged in U.S. cities.. Sometimes the result of bad public policies takes years to play out. But that wasn't the case with last year's political assault on police in the wake of George Floyd's murder. The predictable result of less policing was more violent crime in 2020, as Federal Bureau of Investigation data has now confirmed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-biggest-loser-christian-democrats-angela-merkel-election-11632863353", "title": "Germany's Biggest Loser", "date": "2021-09-28 18:52", "summary": "Merkel's Christian Democrats lost their bearings, and voters.. It's hard to say whether Germany's muddled election Sunday had a winner, but it definitely had a loser. The center-right Christian Democrats of departing Chancellor Angela Merkel, in power for 16 years, crashed to their worst electoral result ever. Something more than simple exhaustion with the party's long tenure is at work.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-restricts-access-to-facebook-pages-in-australia-11632868267", "title": "CNN Restricts Access to Facebook Pages in Australia", "date": "2021-09-28 18:46", "summary": "Company said it wants to avoid liability for user comments following Australian court ruling. CNN said it has restricted access to its Facebook Inc. pages in Australia following a ruling from that country's high court that makes news organizations legally liable for comments on their Facebook posts.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-iran-nuclear-deal-jcpoa-amir-abdollahian-tehran-sanctions-maximum-pressure-11632861521", "title": "Biden Paints Himself Into a Corner on the Iran Nuclear Deal", "date": "2021-09-28 18:40", "summary": "The White House should use more sticks and fewer carrots to force Tehran to work out a new agreement.. At the United Nations General Assembly last week in New York, Iranian Foreign Minister Hossein Amir-Abdollahian sought to dash the Biden administration's hopes for a follow-on agreement to President Obama's nuclear deal, the Joint Comprehensive Plan of Action. \"We will not have a so-called longer and stronger deal,\" Mr. Amir-Abdollahian declared. He added that to resurrect the 2015 nuclear deal, the Biden administration would have to offer more sanctions relief than the Obama administration did.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-antitrust-european-illumina-consumer-protection-11632861235", "title": "U.S. Antitrust Gets a European Makeover", "date": "2021-09-28 18:39", "summary": "The FTC outsources its investigation of Illumina to Brussels bureaucrats.. The Federal Trade Commission finished hearing testimony last week in its administrative proceeding aimed at forcing a genomics-sequencing company, Illumina , to reverse its recent acquisition of a startup whose blood test can detect many early-stage cancers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-plan-to-tax-increase-hike-the-poor-cigarettes-biden-pelosi-11632861248", "title": "Democrats' Plan to Tax the Poor", "date": "2021-09-28 18:38", "summary": "Doubling the excise tax on cigarettes won't make a dent in millionaires' wallets.. You knew it was too good to be true. President Biden promised that Democrats could push through massive new spending programs without raising taxes on anyone making less than $400,000 a year. But despite Democrats' best efforts to keep the tax increases a secret, the details are leaking out. Some tax hikes are going to hit Americans in the lowest socioeconomic categories.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/identity-politics-minority-hispanic-black-asian-voters-border-security-immigration-11632862069", "title": "Identity Politics Isn't the Only Way to Appeal to Minority Voters", "date": "2021-09-28 18:37", "summary": "The GOP should realize that blacks and Hispanics like safe neighborhoods and low taxes too.. Readers often ask why blacks vote in such high percentages for the Democratic Party while supporting issues like school choice and crime control that are more closely associated with Republicans. But this phenomenon is hardly limited to blacks.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rogues-gallery-review-new-yorks-finest-and-roughest-11632868599", "title": "'Rogues' Gallery' Review: New York's Finest (And Roughest)", "date": "2021-09-28 18:36", "summary": "Law enforcement in Gotham has long oscillated between aggressive tactics and progressive reforms.. Theodore Roosevelt famously revived his sagging political fortunes in the 1890s by setting out to change the culture of policing in New York City. As a member of the police department's board of commissioners, Roosevelt made it clear that there would be no more beatings, no more payoffs, no more covering up of bad behavior. His reforms would sound familiar to today's progressives.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-theranos-trial-elizabeth-holmess-defense-works-to-undermine-central-prosecution-witness-11632867701", "title": "Elizabeth Holmes's Defense Takes Aim at Key Prosecution Witness", "date": "2021-09-28 18:21", "summary": "New clues emerge on the defense strategy in the criminal-fraud trial of the failed blood-testing startup's founder. SAN JOSE, Calif.-A lawyer for Theranos Inc. founder Elizabeth Holmes tried to undercut a key prosecution witness's testimony Tuesday, as new clues emerged about her defense strategy of shifting blame to her former top deputy and ex-boyfriend.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-press-for-action-on-debt-limit-11632846681", "title": "Republicans Block Latest Effort by Democrats to Advance Debt-Ceiling Bill", "date": "2021-09-28 18:12", "summary": "McConnell, citing Democrats' spending plans, objects to Schumer's effort to allow passage on a simple majority vote. WASHINGTON-Republicans blocked Democrats' latest effort to raise the debt limit, intensifying a high-stakes showdown in the Senate hours after Treasury Secretary Janet Yellen told lawmakers the government would be unable to pay all of its bills on time starting Oct. 18 unless Congress acts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-rents-jump-as-covid-19-pandemic-discounts-fade-11632830401", "title": "New York Rents Jump as Pandemic Discounts Fade", "date": "2021-09-28 18:10", "summary": "Resume Subscription. The high-rise building Isabella Alvarez and her roommate found on Wall Street featured a rooftop terrace, a doorman and a basketball court. A two-bedroom apartment there was renting for about $3,500 a month. But during the pandemic, the landlord offered three months free, reducing the average monthly price to $2,600.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/harvard-business-school-suspends-most-in-person-m-b-a-classes-and-networking-after-covid-19-outbreak-11632849496", "title": "Harvard Business School Suspends Most In-Person M.B.A. Classes, Networking", "date": "2021-09-28 18:07", "summary": "Despite high vaccination rate, graduate school said dozens of breakthrough infections required a temporary return to remote learning. Harvard Business School has moved most of its M.B.A. classes online following a spate of breakthrough Covid-19 infections among its students.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-says-treasury-could-exhaust-cash-reserves-by-oct-18-if-debt-limit-isnt-raised-11632835248", "title": "Yellen Says Treasury Could Exhaust Cash Reserves by Oct. 18 if Debt Limit Isn't Lifted", "date": "2021-09-28 18:06", "summary": "Treasury secretary testifies with Fed Chairman Jerome Powell before lawmakers. Treasury Secretary Janet Yellen told Congress that the Treasury would be unable to pay all of the government's bills if lawmakers don't raise or suspend the federal borrowing limit by Oct. 18.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-senators-bennet-brown-rubio-families-11632772469", "title": "Three Senators Respond on the Child Tax Credit", "date": "2021-09-28 18:05", "summary": "Michael Bennet, Sherrod Brown and Marco Rubio weigh in on the government support for families.. As an author of the new child tax credit your editorial criticizes (\"The New Government Basic Income,\" Sept. 23), I think readers deserve a fuller picture. At issue is the credit's expansion to a maximum of $3,600 per child and, for the first time, its full extension to the poorest children. As a result, it now supports roughly 90% of U.S. children and will cut child poverty nearly in half this year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-democrats-liked-the-1990s-11632866686", "title": "Why Democrats Liked the 1990s", "date": "2021-09-28 18:04", "summary": "Hint: It's the same reason non-Democrats did.. \"Democrats Face Harsh Legislative Reality Check,\" said a banner at the bottom of an MSNBC program this afternoon. The political left, which includes numerous MSNBC employees, is struggling to understand why an unpopular and unbelievable president with a 50-50 Senate and a closely divided House cannot easily enact a multitrillion-dollar spending increase crafted by a Vermont socialist.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-legion-veterans-organization-military-11632772031", "title": "The American Legion Isn't Going Anywhere", "date": "2021-09-28 18:04", "summary": "Predictions of the veterans organization's demise have been off before.. The Sept. 24 op-ed by Faith Bottum (\"Old Veterans Organizations Are Fading Away\") is eerily similar to another Journal article: \"American Legion, Once Civic and Social Power is Slowly Fading Away\" by reporter P.F. Kluge. \"The old members are dying off and the young ones aren't interested,\" says a veteran quoted in Mr. Kluge's piece. \"Younger veterans simply don't join clubs the way older generations did,\" writes Ms. Bottum.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-rule-tax-rich-wealthy-treasury-donation-11632771432", "title": "Worried Your Taxes Are Too Low? Meet the U.S. Treasury", "date": "2021-09-28 18:03", "summary": "If you are serious about paying your \"fair share,\" nothing is stopping you from making a donation.. William McGurn's mention of the Buffett Rule (\"Tax Me, I'm From New Jersey,\" Main Street, Sept. 21) reminds me that it is time for a public-service announcement to all the rich who subscribe to it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicaid-health-care-spending-bureaucracy-government-hsa-vouchers-11632770833", "title": "The Health Bureaucracy Swallows Up Medicaid Funding", "date": "2021-09-28 18:02", "summary": "The government should support universal access to care, but the individual has the right to choose what is best for him or her.. Brian Blase questions the wisdom of \"The Next Medicaid Blowout\" (op-ed, Sept. 22). With the government giving away lots of money these days, why not include paying for healthcare for those at risk? That, however, is not where the money ends up.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hidden-debt-plagues-chinas-belt-and-road-infrastructure-plan-studies-find-11632866461", "title": "Hidden Debt Plagues China's Belt and Road Infrastructure Plan, Studies Find", "date": "2021-09-28 18:01", "summary": "Research on Chinese projects abroad points to other major problems like corruption, labor violations and environmental risks. Hidden debt and problematic projects are emerging as features of China's Belt and Road Initiative, with several research reports pointing to headwinds facing President Xi Jinping's international infrastructure-development program.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-vaccine-mandate-prompts-state-of-emergency-decree-11632850605", "title": "New York Vaccine Mandate Leads to Healthcare Disruptions", "date": "2021-09-28 18:00", "summary": "Staffing is thinned at some facilities in the state as vaccination requirement kicks in. Thousands of healthcare workers in New York lost their jobs Tuesday when a new vaccine mandate went into effect, forcing some nursing homes to stop admitting new patients and hospitals to warn of longer wait times.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-leaders-to-face-questions-over-afghan-withdrawal-evacuation-11632827812", "title": "Milley Calls Afghan Exit 'Strategic Failure' in Senate Hearing", "date": "2021-09-28 17:47", "summary": "Pentagon's top military officer defends phone calls to counterpart in China, which he says had grown concerned about a possible U.S. attack. WASHINGTON-The Pentagon's top military officer called the evacuation of Americans, Afghans and allies out of Kabul in the final weeks of the nation's longest war a \"logistical success but a strategic failure,\" during a contentious Senate hearing Tuesday in which some Republicans said he should resign.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-gazette-shooter-sentenced-to-more-than-five-life-terms-in-prison-without-parole-11632848801", "title": "Capital Gazette Shooter Sentenced to More Than Five Life Terms in Prison Without Parole", "date": "2021-09-28 17:14", "summary": "Jarrod Ramos, 41, previously pleaded guilty to 23 charges, including five counts of first-degree murder. The gunman who killed five employees at the Capital Gazette newspaper in Maryland was sentenced Tuesday to more than five consecutive life terms in prison without parole.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queenpins-kirsten-bell-kirby-howell-baptiste-vince-vaughn-aaron-gaudet-gita--pullapilly-joel-mchale-counterfeiting-11632863283", "title": "'Queenpins' Review: Deals, Discounts and Delinquency", "date": "2021-09-28 17:09", "summary": "Kristen Bell and Kirby Howell-Baptiste star in this based-on-a-true-story film about a pair of women whose coupon-counterfeiting operation turned into more than they bargained for. 'What are we dealing with?\" asks a heavily armed federal officer in \"Queenpins,\" readying his Kevlar, helmet and attitude. \"Drug runners? Arms dealers?\" No, no, he's told: \"Coupons.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/count-to-five-recap-piano-music-satoko-fujii-gen-himmel-11632863124", "title": "'Count to Five' by Recap and 'Piano Music' by Satoko Fujii: Women Turning Simple Sounds Into Sonic Experiments", "date": "2021-09-28 17:06", "summary": "Recordings from a young percussion quartet and a jazz musician playing a prepared piano. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ten-year-old-tom-hbo-max-steve-dildarian-david-duchovny-john-malkovich-byron-bowers-george-wallace-edi-patterson-11632863017", "title": "'Ten Year Old Tom' Review: Adults Say the Darndest Things", "date": "2021-09-28 17:04", "summary": "The animated series, voiced by an impressive roster of comic talent, follows a grade schooler who gets laughably bad advice from his elders.. It's hard not to get swept off your feet by the very first moments of the animated \"Ten Year Old Tom,\" as the Shady Oaks Elementary School concert band kicks off \"Amazing Grace,\" honking, bleating and groaning. \"Oh my god,\" says a parent, very out loud, \"This is just painful.\" Many of us have been there, as perpetrator or victim.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-09-28-2021-11632814517", "title": "Stocks Fall Sharply as Bond Yields Hit Three-Month High", "date": "2021-09-28 16:35", "summary": "Tech shares pull S&P 500, Nasdaq down more than 2%, while bond yields rally on inflation concerns. U.S. stocks tumbled Tuesday, logging their sharpest pullback since May, as rising bond yields deepened a rout in shares of technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-area-spa-shooter-pleads-not-guilty-to-two-shootings-in-fulton-county-11632858077", "title": "Atlanta-Area Spa Shooter Pleads Not Guilty to Two Shootings in Fulton County", "date": "2021-09-28 16:27", "summary": "Robert Aaron Long previously pleaded guilty to four counts of murder for part of 2020 rampage that took place in Cherokee County. Robert Aaron Long, the man charged with shooting eight people in three Atlanta-area massage parlors earlier this year, has pleaded not guilty to the shootings at two of those spas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edelmans-global-chief-experience-officer-discusses-his-newly-created-role-and-empathetic-design-11632860618", "title": "Edelman's Global Chief Experience Officer Discusses His Newly Created Role and Empathetic Design", "date": "2021-09-28 16:23", "summary": "Taj Reid explains why agencies are investing in chief experience officer positions and how he plans to bring his perspective to the post. Taj Reid, the new global chief experience officer for public-relations firm Edelman, believes that the next generation of consumers will have no patience for user manuals, walk-throughs or guides on how to use new products or services.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-says-she-will-vote-against-second-term-for-feds-jerome-powell-11632852098", "title": "Warren Says She Will Vote Against Second Term for Fed's Powell", "date": "2021-09-28 16:05", "summary": "Biden hasn't announced his pick to lead central bank next year; Democrats split over reappointment. Sen. Elizabeth Warren (D., Mass.) said Tuesday she would oppose a second term for Federal Reserve Chairman Jerome Powell if President Biden nominates the central bank leader, highlighting the intraparty divide over his candidacy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-way-or-another-wednesday-crossword-september-29-11632706866", "title": "One Way or Another (Wednesday Crossword, September 29)", "date": "2021-09-28 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-cuckoo-land-anthony-doerr-review-slipping-the-trap-11632858500", "title": "'Cloud Cuckoo Land' Review: Slipping the Trap", "date": "2021-09-28 15:49", "summary": "A celebration of a great book's power to free the mind from the confines of time, place and circumstance.. Tell me a story.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-ford-other-big-auto-makers-push-to-make-solid-state-batteries-the-next-big-thing-for-evs-11632858485", "title": "Auto Makers Push to Make Solid-State Batteries the Next Big Thing for EVs", "date": "2021-09-28 15:48", "summary": "Hurdles remain in effort to replace lithium-ion batteries, which are considered flammable. In the race to build a cheaper and longer-range electric car, auto companies are pouring more money into a technology long considered a moonshot: solid-state batteries.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-hits-three-year-high-as-natural-gas-crunch-spills-into-crude-market-11632823708", "title": "Investors See Natural-Gas Crunch Spilling Into Crude-Oil Market", "date": "2021-09-28 15:44", "summary": "Hurricane Ida impact, rising demand push up oil-price forecasts as crude trades near three-year high. A shortfall in global energy supplies is spilling into crude markets and could add momentum to this year's rally in oil prices, investors say.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-lawless-vaccine-mandate-constitution-occupational-safety-11632841737", "title": "Biden's Lawless Vaccine Mandate", "date": "2021-09-28 15:26", "summary": "OSHA's job is to promote safe workplaces, not to dictate medical decisions to employees.. President Biden told unvaccinated Americans this month: \"We've been patient, but our patience is wearing thin. . . So, please, do the right thing.\" He backed up this request with a series of new regulatory mandates, including one from the Occupational Safety and Health Administration, which directs businesses with 100 or more employees to make vaccination a condition of employment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-is-here-to-stay-supply-chain-semiconductors-wages-housing-11632842363", "title": "What if Inflation Is Here to Stay?", "date": "2021-09-28 15:25", "summary": "Are price increases transitory? Some of the factors driving them certainly aren't.. Americans are worried about inflation. This was the No. 1 economic concern expressed in a recent survey from the Pew Research Center. Some 63% say they are \"very concerned\" about rising prices, especially for food and consumer goods, compared with only 29% who are very concerned that Americans won't be able to find work.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizers-covid-19-vaccine-for-kids-may-not-be-fda-authorized-before-november-11632856430", "title": "Pfizer's Covid-19 Shot for Kids May Not Be Authorized Before November", "date": "2021-09-28 15:13", "summary": "Many parents and doctors had hoped the Pfizer-BioNTech vaccine would be available for 5- to-11-year olds as early as October. Regulatory clearance of the Pfizer Inc. and BioNTech SE vaccine for young children may not come until November, according to a person familiar with the matter, after the companies said they won't ask for the green light for a few weeks.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-overseeing-purdue-pharma-sears-bankruptcies-to-retire-next-year-11632855735", "title": "Judge Overseeing Purdue Pharma, Sears Bankruptcies to Retire", "date": "2021-09-28 15:02", "summary": "Retirement of Judge Robert Drain announced weeks after he approved a $4.5 billion settlement between Purdue Pharma and its owners, the Sacklers. A New York bankruptcy judge who over the past two decades has steered some of the most contentious corporate bankruptcies, including the restructurings of OxyContin maker Purdue Pharma LP and Sears Holdings Corp. , will retire next year.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bingo-is-backwith-bouncers-11632853122", "title": "Bingo Is Back-With Bouncers", "date": "2021-09-28 14:18", "summary": "Resume Subscription. EDISON, N.J.-Tony Cesareo, the bingo director at St. Helena Church, unlocked the door to the parish hall from the inside. It was two hours before the night's first game, but already 62 players were standing in the parking lot. The jackpot was high, at $4,056.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-event-today-expect-echo-updates-and-a-little-weirdness-11632837993", "title": "Amazon's New Devices: Astro Home Robot, Smart Thermostat and More", "date": "2021-09-28 14:09", "summary": "Resume Subscription. Amazon.com Inc. streamed a media event Tuesday focused on new devices. As you might expect, it included updates to its Echo family-including a 15-inch smart frame-and Ring security products. But also true to form, the tech giant unveiled some slightly more oddball devices, including a kids' interactive projector and a wheeled home robot called Astro.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/will-britney-spears-ever-take-the-stage-again-11632851988", "title": "Will Britney Spears Ever Take the Stage Again?", "date": "2021-09-28 13:59", "summary": "Resume Subscription. A Britney Spears comeback is the kind of opportunity that has music-industry executives seeing dollar signs. But Ms. Spears, who has spent years battling for control over her life, has given few signs that she is ready to return to the stage or recording studio anytime soon.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-instagram-kids-tweens-attract-11632849667", "title": "Facebook Efforts to Attract Preteens Go Beyond Instagram, Documents Show", "date": "2021-09-28 13:24", "summary": "Resume Subscription. Facebook Inc. has come under increasing fire in recent days for its effect on young users and its efforts to create products for them. Inside the company, teams of employees have for years been laying plans to attract preteens that go beyond what is publicly known, spurred by fear that Facebook could lose a new generation of users critical to its future.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-l-word-jennifer-beals-on-flashdance-11632844820", "title": "'The L Word' Star Jennifer Beals Deferred a Term at Yale to Film 'Flashdance'", "date": "2021-09-28 12:00", "summary": "Resume Subscription. Jennifer Beals, 57, is an actress and producer who appeared in \"Flashdance,\" \"Devil in a Blue Dress\" and the TV series \"The Last Tycoon.\" She currently stars on Showtime's \"The L Word: Generation Q.\" She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/havana-syndrome-attacks-widen-as-cia-officer-is-evacuated-from-serbia-11632844044", "title": "Havana Syndrome Attacks Widen", "date": "2021-09-28 11:47", "summary": "U.S. officials say the still-unexplained assaults are steadily expanding and sapping morale at the CIA and State Department. WASHINGTON-The CIA evacuated an intelligence officer serving in Serbia in recent weeks who suffered serious injuries consistent with the neurological attacks known as Havana Syndrome, according to current and former U.S. officials.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ibuyers-the-price-is-right-11632843944", "title": "For iBuyers, the Price Is Right", "date": "2021-09-28 11:45", "summary": "Some frustrated home buyers blame automated home flippers for the tough market, but those iBuyers also play a helpful role. Capitalism can be a bummer, but it isn't a crime.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-targets-2022-initiation-of-clinical-studies-for-an-influenza-vaccine-with-modified-mrna-11632809526", "title": "Sanofi Ends a Covid-19 Vaccine Effort", "date": "2021-09-28 11:42", "summary": "Despite promising trial data, French pharmaceutical giant says it doesn't see a market for new vaccine entrants. Sanofi SA won't proceed with the development of one of its experimental Covid-19 vaccines, saying it didn't make sense to go forward in an already-crowded market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lego-builds-on-its-position-as-worlds-no-1-toy-maker-11632843755", "title": "Lego Builds on Its Position as World's No. 1 Toy Maker", "date": "2021-09-28 11:42", "summary": "Danish company reports a surge in sales of its brick sets. Lego A/S said it had shrugged off the Covid-19 pandemic and its disruption to global supply chains to strengthen its position as the world's largest toy maker.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-bondholders-mull-next-steps-in-wake-of-missed-payment-11632837984", "title": "Evergrande Bondholders Mull Next Steps in Wake of Missed Payment", "date": "2021-09-28 11:34", "summary": "Foreign investors in Chinese property giant's debt face challenge of navigating an uncertain, complicated international restructuring. Global investors that hold China Evergrande Group 's dollar bonds are trying to determine what recourse they have after the embattled real estate giant skipped $83.5 million in coupon payments last week, according to lawyers and people familiar with the matter.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-taps-dan-berkovitz-to-serve-as-general-counsel-11632841831", "title": "SEC Taps Dan Berkovitz to Serve as General Counsel", "date": "2021-09-28 11:32", "summary": "Berkovitz recently announced his departure from the Commodity Futures Trading Commission, where he has served as a commissioner since 2018. WASHINGTON-The Securities and Exchange Commission said it has hired a former aide to Chairman Gary Gensler to serve as its top legal officer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-asks-oversight-board-for-guidance-on-how-it-regulates-high-profile-users-11632839952", "title": "Facebook Asks Oversight Board for Guidance on Rules for High-Profile Users", "date": "2021-09-28 11:25", "summary": "The board recently cited inconsistencies in the way Facebook makes content decisions, after a WSJ investigation. Facebook Inc . said it plans to ask its Oversight Board to recommend ways the company can improve how it regulates content from high-profile users, acknowledging it has struggled in this area.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-confidence-continues-slide-on-covid-19-inflation-worries-11632842406", "title": "Consumer Confidence Continues Slide on Covid-19, Inflation Worries", "date": "2021-09-28 11:20", "summary": "September survey shows a pullback in consumers' intentions to make big-ticket purchases, worries about the short-term economic outlook. Confidence among U.S. consumers fell in September for the third consecutive month, as the Delta variant of Covid-19 and concerns about inflation weighed on households' moods.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-hit-record-in-july-11632834044", "title": "Home-Price Growth Hit Record in July", "date": "2021-09-28 11:09", "summary": "Case-Shiller index rose 19.7%, the fourth consecutive month of record price appreciation, but the market could be starting to cool. Home-price growth climbed to a new record in July as buyers continued to compete fiercely amid a shortage of homes for sale, but there are signs the market frenzy might be starting to ease.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-releases-two-u-s-citizens-blocked-from-leaving-since-2018-11632783165", "title": "China Releases Two U.S. Citizens Blocked From Leaving Since 2018", "date": "2021-09-28 10:54", "summary": "Exit from China of Victor Liu and Cynthia Liu coincided with U.S. deal that freed Huawei executive. China has let go two Americans who have been banned from leaving the country since 2018 and allowed them to return to the U.S. following a Justice Department deal with a Chinese technology-company executive, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-prepares-for-healthcare-disruptions-as-covid-19-vaccine-mandate-takes-effect-11632747780", "title": "New York Prepares for Healthcare Disruptions as Vaccine Mandate Takes Effect", "date": "2021-09-28 10:17", "summary": "Gov. Kathy Hochul said she was ready to dispatch the National Guard for any healthcare-staff shortages. New York state's healthcare system is bracing for staff shortages this week as a vaccine mandate took effect at midnight on Monday, presenting the largest test case so far of how similar requirements will play out across the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-europeans-parley-in-pittsburgh-on-tech-trade-and-china-11632837600", "title": "U.S. and Europeans Parley in Pittsburgh on Tech, Trade and China", "date": "2021-09-28 10:00", "summary": "High-level meeting on Wednesday is an effort to smooth over recent trans-Atlantic squabbles and discuss emerging and long-term issues. WASHINGTON-A high-level trade and technology meeting set for Pittsburgh on Wednesday is aimed at smoothing over squabbles between the U.S. and European Union, even as policy disagreements over China threaten to further strain relations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-faces-possible-regulatory-action-in-australia-over-online-ad-fees-11632836011", "title": "Google Faces Pushback in Australia Over Online Ad Fees", "date": "2021-09-28 09:33", "summary": "Competition watchdog says tech giant has too much influence in online advertising services and new regulations are needed to level the playing field. SYDNEY-Australia's competition watchdog expressed concerns about the dominance of Alphabet Inc.'s Google in a large part of the online-advertising sector, and said it is considering regulatory action against the tech giant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-acceleron-pharma-spotify-what-to-watch-when-the-stock-market-opens-today-11632826411", "title": "Facebook, Ford, Acceleron Pharma: What to Watch When the Stock Market Opens Today", "date": "2021-09-28 09:17", "summary": "Tech stocks that are sensitive to interest rates fell ahead of the bell; Energy stocks got a boost from rising oil prices. Stock futures sagged as investors rotated out of interest-rate sensitive technology shares. U.S. government bond yields hit their highest level in three months. Oil prices hit three-year highs. Here's what we're watching ahead of the opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-set-to-block-bill-tying-short-term-funding-bill-to-debt-ceiling-11632772705", "title": "GOP Senators Block Democratic Bill to Fund Government, Suspend Debt Ceiling", "date": "2021-09-28 09:12", "summary": "Possible government shutdown looms as Democrats try to advance $3.5 trillion package. WASHINGTON-Senate Republicans blocked a Democratic bill that would both fund the government and raise the country's borrowing limit, escalating a political showdown over the government's finances just days before it runs out of money.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-goals-meet-resistance-in-u-k-s-former-coal-country-11632828309", "title": "Climate-Change Goals Meet Resistance in U.K.'s Former Coal Country", "date": "2021-09-28 09:10", "summary": "Resume Subscription. WHITEHAVEN, England-In a weed-strewn field on the edge of this harbor town, Britain's lofty climate-change ambitions are colliding with economic reality.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/131-federal-judges-broke-the-law-by-hearing-cases-where-they-had-a-financial-interest-11632834421", "title": "131 Federal Judges Broke the Law by Hearing Cases Where They Had a Financial Interest", "date": "2021-09-28 09:07", "summary": "Resume Subscription. More than 130 federal judges have violated U.S. law and judicial ethics by overseeing court cases involving companies in which they or their family owned stock.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-post-watergate-law-some-judges-overlook-11632834199", "title": "A Post-Watergate Law Some Judges Overlook", "date": "2021-09-28 09:03", "summary": "Rules are clear that judges must bow out of cases if they have a financial interest. Since 1974, federal judges have been prohibited by federal law from hearing cases involving companies in which they hold even a single share of stock.", "categories": [["Hidden Interests"]], "category_links": []}, {"link": "https://www.wsj.com/articles/hidden-interest-judges-financial-conflicts-graphic-11632834079", "title": "The Financial Conflicts, Mapped", "date": "2021-09-28 09:03", "summary": "Resume Subscription. Over the past several weeks, the Journal has informed these judges of their recusal violations. As a result, 56 federal judges have notified courts in 329 cases around the U.S. that they heard cases improperly and that parties to the case could ask for them to be reopened.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-journal-found-judges-violations-of-law-on-conflicts-11632833775", "title": "How the Journal Found Judges' Violations of Law on Conflicts", "date": "2021-09-28 08:56", "summary": "Review accessed judges' stockholdings, cross-checked with their court cases. To discover recusal violations, The Wall Street Journal reviewed the financial holdings of roughly 700 federal district and appellate judges and compared them against tens of thousands of court cases.", "categories": [["Hidden Interests"]], "category_links": []}, {"link": "https://www.wsj.com/articles/ladder-capital-and-other-nonbank-lenders-see-booming-business-11632830401", "title": "Ladder Capital and Other Nonbank Lenders See Booming Business", "date": "2021-09-28 08:51", "summary": "After looking vulnerable at the start of the pandemic, the industry is on track to have one of its biggest years ever for loan volume. When the pandemic hit the commercial mortgage finance industry in the spring last year, Ladder Capital Corp.'s chief executive spent so much time glued to his desk at his home office he developed a rash on the back of his legs.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-predicts-a-winner-in-global-energy-transition-opec-11632832278", "title": "OPEC Predicts a Winner in Global Energy Transition: OPEC", "date": "2021-09-28 08:31", "summary": "Group predicts the Middle East will ship 57% of the world's crude exports by 2045. OPEC is forecasting an unlikely winner amid an energy shift away from hydrocarbons, predicting the cartel itself will dramatically boost its influence in the global oil market over the next two decades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-new-property-giant-is-built-on-shaky-governance-11632831815", "title": "Europe's New Property Giant Is Built on Shaky Governance", "date": "2021-09-28 08:23", "summary": "German housing landlord Vonovia seems likely to get its $22 billion deal for sector peer Deutsche Wohnen away, but at the risk of confirming the sector's reputation for weak shareholder protections. Investing in German housing is usually boring, predictable and lucrative. But when the time comes for mergers and acquisitions it can turn into a sketchy neighborhood.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-scott-peters-draws-fire-from-fellow-democrats-in-drug-pricing-fight-11632831274", "title": "Medicare Drug-Pricing Fight Centers on California Democrat Scott Peters", "date": "2021-09-28 08:14", "summary": "Rep. Peters says his goal is to lower drug prices and defend thousands of pharmaceutical jobs in his San Diego district. WASHINGTON-Before Democratic Rep. Scott Peters voted to oppose a provision lowering prescription-drug costs in a House committee earlier this month, House Speaker Nancy Pelosi called him to urge him to change his mind. He said no.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-germany-sidelined-eu-must-wait-on-big-challenges-11632831212", "title": "With Germany Sidelined, EU Must Wait on Big Challenges", "date": "2021-09-28 08:13", "summary": "A lack of clarity about the next government means urgent decisions from economic policy to defense are on ice. Under Chancellor Angela Merkel, Germany has played an outsize role in determining the economic and political direction of the European Union. Now, the makeup of a new German government will be critical in deciding a series of key issues, from the area's post-Covid-19 economic policy to its relations with the U.S., Russia and China.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-yankees-mlb-playoffs-11632830180", "title": "The Yankees Are the Best Bad Team in Baseball-or the Worst Good One", "date": "2021-09-28 08:01", "summary": "The last week of the MLB season will determine whether the Yankees 2021 roller coaster ride sends them home or to the postseason. The New York Yankees have played 156 games this season over a span of nearly six months, and it's still impossible to pinpoint exactly who they are.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-aims-to-help-landlords-reward-reliable-tenants-11632830402", "title": "Startup Aims to Help Landlords Reward Reliable Tenants", "date": "2021-09-28 08:00", "summary": "Watson Living, which has raised a seed round, is one of several startups offering rent-rewards programs. Watson Living Inc. is joining a bevy of startups that are helping landlords give people rewards for essentially being good tenants.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lake-tahoe-sequoias-survived-wildfires-thanks-to-forest-thinning-but-much-more-is-needed-researchers-say-11632830400", "title": "Lake Tahoe, Sequoias Survived Wildfires Thanks to Forest Thinning, but Much More is Needed, Researchers Say", "date": "2021-09-28 08:00", "summary": "Resume Subscription. MEYERS, Calif.-As the Caldor Fire approached this Lake Tahoe town last month, the flames burned 150 feet high and embers rained down from the sky. But not a single house burned.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-debate-duration-details-of-child-tax-credit-extension-11632828474", "title": "Democrats Debate Child Tax Credit Extension", "date": "2021-09-28 07:27", "summary": "At issue is how long credit should extend, whether families should get full benefit even if they aren't working. WASHINGTON-Key details of the expanded child tax credit are up for grabs during congressional negotiations, as Democrats debate how long an extension they should pass and whether millions of very-low-income families should get the full benefit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunac-isnt-evergrandebut-it-is-on-shaky-ground-11632827895", "title": "Sunac Isn't Evergrande-But It Is on Shaky Ground", "date": "2021-09-28 07:21", "summary": "Sunac's shares rebounded after it responded to a document circulating online appearing to request government help for one of its subsidiaries. Property developers that partied the hardest during China's housing boom are naturally set for a more painful hangover. China Evergrande is the most salient example. Investors fear that Sunac China could be another.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxon-chevron-lack-a-certain-je-ne-sais-quoi-11632826980", "title": "Exxon, Chevron Lack a Certain Je ne Sais Quoi", "date": "2021-09-28 07:03", "summary": "Investors seem to prefer major U.S. oil companies' energy-transition plans compared with their European peers. The jury is still out.. Oil companies face a slippery path on their energy transition journey. Pivot too quickly to clean energy and valuations fall in anticipation of poor future returns. Budge too little and your board risks getting a revamp by an activist investor (a la Exxon Mobil).", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-technology-startup-multiverse-raises-130-million-11632826801", "title": "Education-Technology Startup Multiverse Raises $130 Million", "date": "2021-09-28 07:00", "summary": "The company co-founded by Tony Blair's son focuses on apprenticeships, which combine paid work with training and can remove financial barriers to job entry. Multiverse, an education technology company co-founded by the oldest son of former British Prime Minister Tony Blair, has raised $130 million on a bet that apprenticeships can help level the economic playing field.", "categories": [["WSJ News Exclusive", "Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-defend-firing-of-workers-following-complaint-11632802368", "title": "Amazon to Defend Firing of Workers Following Complaint", "date": "2021-09-28 07:00", "summary": "Local Washington state union filed the complaint against the retail giant with the National Labor Relations Board last year. An administrative law judge is set to hear a case starting Tuesday brought against Amazon.com Inc . by a workers' union claiming that two of the company's employees were wrongly fired.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-speaks-his-mind-11632826511", "title": "Tom Brady Speaks His Mind", "date": "2021-09-28 06:55", "summary": "The most decorated quarterback in history is still at it, at age 44. Now he's ready to let the world in more as he looks forward to life after football and launches an eponymous fashion brand.. \"I think I'm finding my voice again, you know?\" Tom Brady says.", "categories": [["WSJ News Exclusive", "Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-insurer-coalition-gets-new-funding-at-3-5-billion-valuation-11632823202", "title": "Cybersecurity Insurer Coalition Gets New Funding at $3.5 Billion Valuation", "date": "2021-09-28 06:00", "summary": "T. Rowe Price Associates, Whale Rock Capital and Durable Capital Partners lead $205 million investment. Cybersecurity and insurance provider Coalition Inc. has received a $205 million investment at a valuation of more than $3.5 billion, and plans to use the infusion to grow faster and expand into new insurance lines, among other initiatives, it said Tuesday.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageo-plans-to-make-its-booze-with-renewable-energy-despite-extra-cost-11632823200", "title": "Diageo Plans to Make Its Booze With Renewable Energy, Despite Extra Cost", "date": "2021-09-28 06:00", "summary": "The alcoholic beverage giant has opened its first carbon-neutral distillery in the U.S. and aims to convert other plants. Diageo PLC has opened its first carbon-neutral distillery in the U.S. as part of its plan to get fossil fuels out of alcohol production over the next decade, a project that also means extra costs for the business.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanleys-top-female-executive-in-asia-to-retire-11632822809", "title": "Morgan Stanley's Top Female Executive in Asia to Retire", "date": "2021-09-28 05:53", "summary": "Gokul Laroia to become the bank's sole Asia-Pacific chief executive after Co-CEO Wei Sun Christianson departs at the end of the year. Morgan Stanley 's top female executive in Asia, Wei Sun Christianson, will retire from the bank at the end of this year after working at the Wall Street firm for nearly two decades.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-israels-swift-rollout-of-covid-19-vaccine-boosters-11632821987", "title": "Behind Israel's Swift Rollout of Covid-19 Vaccine Boosters", "date": "2021-09-28 05:39", "summary": "By getting early access to Pfizer's vaccine, Israeli scientists had more and earlier data than their counterparts elsewhere-and were willing to act on it. TEL AVIV-In late July, dozens of Israeli scientists and government health officials were locked in a marathon video call where they examined new data indicating that the effectiveness of the Covid vaccine developed by Pfizer Inc. and BioNTech SE was waning.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-mergers-are-on-track-to-hit-their-highest-level-since-the-financial-crisis-11632793461", "title": "Bank Mergers on Track to Hit Highest Level Since the Financial Crisis", "date": "2021-09-28 05:34", "summary": "Deals totaling more than $54 billion have been announced this year, up from about $17 billion at this time last year. Banks are on pace this year to merge at a level not seen since the 2008 financial crisis.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-and-hotels-push-back-against-the-uptick-in-customer-tantrums-11632821400", "title": "Restaurants and Hotels Push Back Against Uptick in Customer Tantrums", "date": "2021-09-28 05:30", "summary": "Resume Subscription. Chris Sirianni typed four words in capital letters, hit print and taped the message to the front door of his restaurant. The printout said simply: \"BE KIND OR LEAVE.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-tech-companies-amass-property-holdings-during-covid-19-pandemic-11632821401", "title": "Big Tech Companies Amass Property Holdings During Pandemic", "date": "2021-09-28 05:30", "summary": "Google, Amazon and Facebook acquire offices and retail space, helping prop up commercial real-estate markets. The biggest U.S. companies are sitting on record piles of cash. They are getting paid next to nothing for holding it, and they are running out of ways to spend it.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunac-leads-rebound-in-chinese-property-stocks-11632820978", "title": "Sunac Leads Rebound in Chinese Property Stocks", "date": "2021-09-28 05:22", "summary": "China's central bank says it wants healthy development of property market. Sunac China Holdings Ltd. led a rebound in Chinese property stocks Tuesday, after the real-estate developer played down a leaked request for government help and the country's central bank signaled its support for the sector.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11632778398", "title": "Pepper...and Salt", "date": "2021-09-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-affordability-concerns-rise-to-the-fore-world-wide-11632744856", "title": "For Many Families World-Wide, a Dream Home Is Out of Reach", "date": "2021-09-28 22:41", "summary": "Calls for action gain support, but policy makers are worried about existing homeowners and the global recovery. The record-setting rise in home values during the pandemic is triggering fresh debates about housing affordability world-wide, as policy makers search for ways to rein in price appreciation without driving prices sharply lower or derailing the global economic recovery.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-unidentified-projectile-off-its-east-coast-south-korea-says-11632785106", "title": "North Korea Fires Short-Range Missile Off Its East Coast", "date": "2021-09-28 22:12", "summary": "Last weapons test occurred earlier this month, when North Korea fired two ballistic missiles. SEOUL-North Korea has launched at least one short-range missile off its east coast, South Korea's military said, as Pyongyang turns back to weapons tests with greater frequency amid a stall in nuclear talks with the U.S.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-asias-economies-face-slowing-growth-and-rising-inequality-world-bank-warns-11632790800", "title": "East Asia's Economies Face Slowing Growth and Rising Inequality, World Bank Warns", "date": "2021-09-28 21:00", "summary": "As the Delta variant hits Asia, the bank expects the gap between the region and the West to widen. HONG KONG-Most countries in East Asia face major setbacks in recovering from the coronavirus, the World Bank said, adding to concerns that the resurgent pandemic will widen the economic divide between the region and the Western world.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-units-of-trane-reach-proposed-545-million-settlement-in-bankruptcy-11632789200", "title": "U.S. Units of Trane Reach Proposed $545 Million Settlement in Bankruptcy", "date": "2021-09-28 20:33", "summary": "Roughly 80,000 asbestos claims pushed the two units, Aldrich Pump and Murray Boiler, into chapter 11 last year. The settlement still requires bankruptcy court approval.. U.S. units of Ireland's Trane Technologies PLC have reached a proposed $545 million deal to help settle asbestos claims that pushed them into bankruptcy last year.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]