[{"link": "https://www.wsj.com/articles/vicente-chente-fernandez-king-of-ranchera-music-and-mariachis-dies-at-81-11639349746", "title": "Vicente 'Chente' Fernández, King of Ranchera Music and Mariachis, Dies at 81", "date": "2021-12-12 23:34", "summary": "The last of the great charro singers wore the traditional outfit of a Mexican rodeo cowboy. No night in a Mexican cantina is complete without a rendition of his songs.. MEXICO CITY-Vicente Fernández, the king of Mexico's traditional ranchera music, has died at age 81, his family said Sunday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11639357515", "title": "Corrections & Amplifications", "date": "2021-12-12 20:05", "summary": "Resume Subscription. Paul Simon's last full-scale concert was in 2019 in Hawaii. A Weekend Confidential profile on Saturday in some editions incorrectly said it was in 2018 at Forest Hills Stadium in Queens.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-expectations-federal-reserve-interest-rates-11639352911", "title": "How Do You Feel About Inflation? The Answer Will Help Determine Its Longevity", "date": "2021-12-12 19:07", "summary": "Resume Subscription. Supply-chain disruptions, labor shortages and climbing oil prices have pushed inflation to a 39-year-high. But attention is now focused on another variable: Do people think inflation is here for a while?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-biden-admin-misjudged-inflation-11639166425", "title": "How the Biden Administration Misjudged Inflation", "date": "2021-12-12 18:00", "summary": "Cecilia Rouse, chair of the White House Council of Economic Advisers, says the rate should fall to about 3% by the end of 2022. Economic growth has roared back from its lockdown-induced slump in 2020, powered by massive fiscal and monetary stimulus.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-of-state-antony-blinken-on-three-international-issues-11639165528", "title": "Secretary of State Antony Blinken on Three Hot International Issues", "date": "2021-12-12 18:00", "summary": "The Secretary of State discusses the status of Russia and Ukraine, China and Taiwan, and Iran negotiations. Nations the world over have been taking the Biden administration's measure in its first year. The massing of Russian troops at Ukraine's border and an increasingly assertive China are just two of the international challenges facing the White House. America's top diplomat, Secretary of State Antony Blinken, sat down at the WSJ CEO Council Summit for a discussion about U.S. diplomacy with Thorold Barker, editor, Europe, Middle East and Africa, for The Wall Street Journal. Edited excerpts follow.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitch-mcconnel-on-build-back-better-11639166737", "title": "Mitch McConnell on Build Back Better: 'It's a Liberal Wish List'", "date": "2021-12-12 18:00", "summary": "The Senate Minority Leader also discusses vaccine mandates, the lack of a Republican agenda, and the 2022 election. Heading into 2022, lawmakers are facing a divided nation and intense debates over critical issues-such as a federal vaccine mandate.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chairman-on-regulations-on-cryptocurrency-and-climate-risk-11639165931", "title": "SEC Chairman on New Regulations on Cryptocurrencies and Climate Risk", "date": "2021-12-12 18:00", "summary": "Gary Gensler also discusses possible new rules around human-capital disclosures. The Securities and Exchange Commission has a lot to tackle.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-cost-of-biden-spending-plan-build-back-better-cbo-reconciliation-graham-pelosi-manchin-11639344374", "title": "The Real Cost of Biden's Spending Plan", "date": "2021-12-12 17:34", "summary": "CBO comes clean on the price tag if the programs are made permanent.. President Biden's tax and entitlement plan received what should be a pair of knockout punches late last week. The report of surging inflation has been well covered. But the media have largely ignored the second blow-the real cost of the plan if honestly scored. Allow us to complete the record.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/randi-weingarten-says-pass-the-salt-deduction-congress-tom-suozzi-joyce-beatty-11639165724", "title": "Randi Weingarten Says Pass the SALT", "date": "2021-12-12 17:29", "summary": "The teachers union chief wants to give millionaires a tax break.. With battles over school closures, vaccine mandates and curricula, you might think the president of the American Federation of Teachers has enough on her plate. But Randi Weingarten is now lobbying hard for a tax break whose benefits would go mostly to the wealthy. She wants Democrats to restore the deduction for state and local taxes in their giant tax and spending bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/almost-anybody-can-now-vote-in-new-york-noncitizen-illegal-alien-election-interference-11639331608", "title": "Almost Anybody Can Now Vote in New York", "date": "2021-12-12 17:28", "summary": "Democrats on the City Council give 800,000 noncitizens the franchise, as others dissent.. The New York City Council approved a bill last week to let about 800,000 noncitizens vote in local elections, and Mayor Bill de Blasio has said he won't veto it. The measure passed 33-14, over some strong dissents, including from Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-can-embrace-much-of-biden-anticorruption-plan-kleptocracy-russia-china-corruption-11639339155", "title": "Republicans Can Embrace Much of Biden's Anticorruption Plan", "date": "2021-12-12 16:51", "summary": "The president hasn't been tough enough on Russia and China, but in general terms his strategy is good.. Kleptocracy deprives the developing world of trillions of dollars each year, fueling poverty and conflict while entrenching powerful regimes in China, Russia, Iran and Venezuela. From the failure in Afghanistan to the unopposed expansion of Beijing's Belt and Road Initiative, corruption plays a pervasive role in undermining U.S. foreign policy and national security.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unconstitutional-convictions-rittenhouse-arbery-smollett-jury-trial-jurors-plea-bargain-injustice-11639339630", "title": "The Unconstitutional Convictions You Don't Know About", "date": "2021-12-12 16:49", "summary": "Though right to a jury trial is enshrined in the Bill of Rights and Constitution, it's hardly ever enforced.. Four recent trials have left Americans divided and skeptical over whether our criminal-justice system actually produces just outcomes. The conviction of three men for the murder of Ahmaud Arbery, the acquittal of Kyle Rittenhouse, the conviction of Jussie Smollett for falsely reporting a hate crime, and the trial of Elizabeth Holmes for allegedly lying to investors have played out in much different ways, with legitimately controversial outcomes in the first three cases. But these prosecutions share one favorable aspect: All were decided by juries, a development that regrettably has become highly unusual in our court system.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-saves-money-and-helps-kids-education-charter-in-person-learning-remote-covid-11639340381", "title": "School Choice Saves Money and Helps Kids", "date": "2021-12-12 16:48", "summary": "Evidence builds, as political momentum grows in the states.. The momentum toward educational choice is undeniable. This year has seen unprecedented state-level expansion of educational opportunities for millions of families across the country, with 18 states passing legislation to introduce or expand educational choice programs-a trend that's primed to continue through the 2022 election cycle. The recent electoral success of choice supporters in Virginia and New Jersey-traditional strongholds for special-interest groups that strongly oppose choice-coupled with school-board elections driven by parents wanting a voice in their kids' classrooms, is emboldening states to expand educational options.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-high-stakes-election-economic-stagnation-constitution-jose-kast-gabriel-boric-11639339343", "title": "Chile's High-Stakes Election", "date": "2021-12-12 16:47", "summary": "The country's left has taken a radical turn and wants to rewrite the constitution.. The stakes are high in Chile's Dec. 19 runoff presidential election pitting the free-market former Congressman José Antonio Kast against socialist Congressman Gabriel Boric.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-hearst-review-a-head-for-metals-11639345597", "title": "'George Hearst' Review: A Head for Metals", "date": "2021-12-12 16:46", "summary": "At first nobody believed the ore Hearst brought back was worth anything. Turns out it was one of the earliest hauls from the Comstock Lode.. George Hearst was famous for discovering metals-copper, silver, gold-but he liked any mineral he could pull out of the earth. New Year's Eve 1889 found him far from his San Francisco home, in West Virginia's coal country. \"We found the coal veins all right,\" said Hearst's traveling companion, T.J. Clunie, a young California state senator. \"The samples were fine, the price was low, and I expected to see Hearst snap at the offer.\" But Hearst was hesitant. \"I don't like to buy a pig in a poke,\" he said. \"We had better crawl up and see that coal for ourselves before we discuss the price.\" That meant scaling a 3,000-foot hill.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribunal-investigates-china-uyghur-genocide-crimes-against-humanity-rape-torture-beijing-extermination-11639339993", "title": "A Tribunal Investigates China's Genocide Against the Uyghurs", "date": "2021-12-12 16:38", "summary": "The London-based panel found that torture, sexual violence, persecution and other crimes are proven.. London", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-microsoft-amazon-and-others-warn-of-widespread-software-flaw-11639260827", "title": "Software Flaw Sparks Global Race to Patch Bug", "date": "2021-12-12 16:22", "summary": "Cybersecurity researchers say they have seen thousands of attempts to exploit the bug. Companies and governments around the world rushed over the weekend to fend off cyberattacks looking to exploit a serious flaw in a widely used piece of Internet software that security experts warn could give hackers sweeping access to networks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ted-lasso-decrypted-cultural-references-11638374096", "title": "Ted Lasso's Cultural References, Decrypted", "date": "2021-12-12 16:00", "summary": "Arcane cultural references are sprinkled throughout the hot TV show. For those who didn't catch them, or understand them, we're here to help.. The hit TV show \"Ted Lasso\" depicts a folksy American college football coach who is hired to manage a Premier League soccer team in Britain. Streamed on Apple TV+, the show won seven Primetime Emmy Awards in September, including one for outstanding comedy series and another for lead actor in a comedy role, with Jason Sudeikis playing the title character.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-aims-to-win-pivotal-democrats-support-for-2-trillion-spending-plan-11639341192", "title": "Biden Aims to Win Pivotal Democrat's Support for $2 Trillion Spending Plan", "date": "2021-12-12 15:33", "summary": "The backing of West Virginia Sen. Joe Manchin would be crucial for passage of the social-policy and climate bill called Build Back Better. WASHINGTON-President Biden this week will lobby Sen. Joe Manchin, the centrist West Virginia Democrat, in an attempt to lock in a deal on a roughly $2 trillion social-policy and climate bill that Democrats hope to finish by Christmas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-fires-female-employee-who-accused-then-supervisor-of-sexual-assault-11639328050", "title": "Alibaba Fires Female Employee Who Accused Then-Supervisor of Sexual Assault", "date": "2021-12-12 15:28", "summary": "In dismissal notice, Chinese e-commerce giant alleges she spread false information that damaged the company's reputation. HONG KONG- Alibaba Group Holding Ltd. has fired a female employee who accused her then-supervisor of molestation and rape during a business trip earlier this year, according to the woman and her lawyer, refocusing attention on a sexual-assault case that sent ripples through China's tech sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-gavin-newsom-proposes-letting-citizens-sue-gun-makers-11639281730", "title": "Newsom Uses Texas Abortion Law as Gun Suit Model", "date": "2021-12-12 15:18", "summary": "Governor's proposal would allow private citizens to sue manufacturers in the state for at least $10,000 per violation. California Gov. Gavin Newsom said he wants to create a path for private citizens to sue gun manufacturers, sellers and distributors in the state, modeling his proposal after the legal framework used in the Texas law that bans abortions past six weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-retail-factories-central-banks-11639339201", "title": "Economy Week Ahead: Retail, Factories, Central Banks", "date": "2021-12-12 15:00", "summary": "Fed officials appear poised to accelerate the wind-down of their stimulus efforts. The Federal Reserve's two-day policy meeting, which wraps up Wednesday, is the highlight of this week's economic calendar.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-tornadoes-that-ravaged-six-states-tied-to-weird-weather-patterns-11639339186", "title": "Deadly Tornadoes That Ravaged Six States Tied to Weird Weather Patterns", "date": "2021-12-12 14:59", "summary": "Scientists said the twisters were spawned by unusual heat and humidity and were reluctant to blame them on climate change. The deadly tornadoes that ripped through six states in as many hours on Friday night were spawned by unusually hot, humid weather at a time of year when twisters are rare, federal weather scientists said.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sirius-hires-top-builder-of-disney-streaming-service-11639328403", "title": "Sirius Hires Top Builder of Disney+ Streaming Service", "date": "2021-12-12 14:48", "summary": "Satellite radio company bets on one of streaming tech's key designers to help attract listeners beyond the car. Satellite radio broadcaster SiriusXM has tapped a top architect of the Disney + streaming service to help it broaden its appeal to audiences outside the car.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-cases-rise-in-many-states-after-thanksgiving-11639317602", "title": "Covid-19 Cases Rise in Many States After Thanksgiving", "date": "2021-12-12 14:30", "summary": "As Christmas nears, officials hope vaccines help stem repeat of last winter's deadly surge. Covid-19 is surging in many parts of the country in the wake of Thanksgiving, with Christmastime gatherings on the horizon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-booster-shots-are-effective-against-omicron-variant-israeli-study-says-11639317136", "title": "Pfizer Boosters Are Effective Against Omicron, Israeli Study Says", "date": "2021-12-12 14:21", "summary": "Findings also show those who had second Pfizer dose five months ago or more had little protection against the variant. TEL AVIV-A booster shot of Pfizer Inc. and BioNTech SE 's Covid-19 vaccine provides good protection against severe illness from the Omicron variant, while those without a third shot are highly vulnerable, according to a new Israeli study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-of-the-dog-netflix-benedict-cumberbatch-british-actors-are-the-new-american-cowboys-11639335673", "title": "Go West, Young Bloke: British Actors Are the New American Cowboys", "date": "2021-12-12 14:03", "summary": "New westerns star Benedict Cumberbatch, Idris Elba, and Tom Blyth; 'It's not his first rodeo'. British actors are roping in starring roles in today's westerns.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-wallace-host-of-fox-news-sunday-to-exit-after-18-years-11639322819", "title": "Chris Wallace Leaves Fox News to Join CNN+", "date": "2021-12-12 13:58", "summary": "Fox News says rotating hosts will appear in the time slot until a permanent host is named. Chris Wallace, the longtime host of \"Fox News Sunday\" whose hard-hitting interviews have been a fixture of Washington politics, is leaving the network to join rival CNN as an anchor for its upcoming streaming service, CNN+.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-prime-minister-naftali-bennett-to-visit-united-arab-emirates-11639303037", "title": "Israeli Prime Minister Naftali Bennett Visits U.A.E.", "date": "2021-12-12 13:39", "summary": "Meeting with Abu Dhabi's crown prince will mark the first official trip to the U.A.E. by an Israeli leader since the countries established diplomatic ties. Israeli Prime Minister Naftali Bennett will meet Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed al-Nahyan on Monday in the first official trip to the United Arab Emirates by an Israeli leader since the countries established diplomatic ties.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-us-tech-research-manufacturing-creativity-innovation-11639175960", "title": "How America Can Keep Its Lead in Technology", "date": "2021-12-12 13:18", "summary": "Research isolated from manufacturing isn't effective. Integrated R&D is China's decisive advantage.. Graham Allison and Eric Schmidt argue forcefully for a national effort to preserve America's technological leadership against a rising China (\"China Will Soon Lead the U.S. in Tech,\" op-ed, Dec. 8). But we need stronger medicine than they prescribe to \"organize a national response analogous to the mobilization . . . that won World War II.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-second-city-mayor-lightfoot-crime-decline-11639175588", "title": "The Downward Spiral of America's Second City", "date": "2021-12-12 13:17", "summary": "No amount of Build Back Better funds will solve the systemic problems.. Those of us who came of age in Chicago loved the city for all reasons. From Daniel Burnham to the Daleys, Robert McCormick and all the industrial magnates who line the front of the Merchandise Mart, Chicago had much to admire. The architecture, the teams, the markets, the melting-pot culture. From the excesses of politics to the steady hand of industry, it was always the city that worked.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-tennis-wta-china-ccp-peng-shuai-11639175098", "title": "Women's Tennis Deserves Our Support After Standing Up to China", "date": "2021-12-12 13:15", "summary": "Who will step up to fund WTA tournaments in the months and years ahead?. Regarding your editorial \"Advantage, Women's Tennis Association\" (Dec. 2): I remember as a young boy hearing Flip Wilson's comic line, \"the devil made me do it,\" to explain his missteps. Even as kids, we knew that the devil excuse was lame and inexcusable. Yet I'm reminded of the line whenever I read about the NBA's or BlackRock's refusals to challenge China's abuses of human rights. These entities must know that they are dealing with a devilish regime, but they remain silent and engaged for the sake of revenues.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-drug-therapy-government-funding-research-grant-investment-patent-11639174824", "title": "A Research Grant Is Only the Beginning for a New Drug", "date": "2021-12-12 13:13", "summary": "It is a tiny fraction of the investment required to bring a new therapy to market.. Amy Dockser Marcus's review of \"The Genome Defense\" by Jorge Contreras (Bookshelf, Dec. 8) cites his view that government grants at research universities justify federal price intervention if an invention results and is commercialized by a biotech or pharmaceutical company. This conveniently ignores that such government funding is a tiny fraction of the investment required to bring a new therapy to market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-d-rockefeller-tipping-dime-11639174400", "title": "One-Upping John D. Rockefeller", "date": "2021-12-12 13:09", "summary": "A dime in 1920s money still can't top a twenty today.. Kudos to Allan Ripp for gratuitously, unexpectedly and discreetly handing $20 bills to myriad \"people going about their jobs with no expectations of being personally thanked\" (\"How I Reached the Tipping Point,\" op-ed, Dec. 9). Mr. Ripp's practice recalls that of multimillionaire John D. Rockefeller, the richest man in the world for some time, known for bestowing a dime on many people he came across.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-wisdom-for-todays-markets-wall-street-meme-stocks-interest-rates-crypto-inflation-bubble-11639323322", "title": "Old Wisdom for Today's Markets", "date": "2021-12-12 13:05", "summary": "My advice is to figure out in which direction the consensus is wrong. I love Wall Street adages-find all 30-that help explain today's crazy markets. One that keeps popping into my head lately is \"bulls make money, bears make money, but pigs get slaughtered.\" I've called this market bubblicious, and markets still push relentlessly higher. My mentor, the famed investor Barton Biggs, explained, \"A bull market is like sex. It feels best just before it ends.\" And now as coronavirus variants come and go, we see 500-point yo-yo swings. Be warned, no one rings a bell at the top of markets.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-is-the-main-inflation-culprit-economic-upheaval-debt-wages-federal-reserve-powell-11639322957", "title": "The Fed Is the Main Inflation Culprit", "date": "2021-12-12 13:04", "summary": "The central bank has enabled price increases that may soon pose a risk to financial stability.. If price stability is squandered, financial stability is put at risk. If financial stability is lost, the economy is imperiled and the social contract is threatened.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truth-about-cats-dogs-during-pandemic-11638300368", "title": "The Truth About Cats and Dogs During the Pandemic? Not What You Think.", "date": "2021-12-12 12:00", "summary": "Adoptions of the pets from shelters and rescues actually fell in 2020. And it looks like the number fell again this year.. Contrary to reports of all those \"pandemic puppies,\" 2020 wasn't such a great year for animal shelters. And 2021 is shaping up to be even worse.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-behind-china-regulatory-storm-11638372662", "title": "What's Behind China's Regulatory Storm", "date": "2021-12-12 12:00", "summary": "Individually, many of the rules make sense. But taken together, it's a clear expansion of the government and the Chinese Communist Party, a China expert argues.. China's authorities attracted the world's attention during 2021 with a series of abrupt and unanticipated regulatory and policy changes. With several strokes of the pen, regulators wiped out hundred of billions of dollars of equity value, and imposed new and more restrictive regulations on a range of sectors, from internet finance to education.", "categories": [["U.S.", "Journal Reports: Year in Review"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-year-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-7-officials-warn-of-massive-consequences-if-russia-invades-ukraine-11639324020", "title": "G-7 Officials Warn of 'Massive Consequences' if Russia Invades Ukraine", "date": "2021-12-12 11:13", "summary": "The meeting in the U.K comes as concerns rise over the large scale military buildup by Russian forces on Ukraine's border. Foreign ministers from the Group of Seven countries warned of severe consequences if Russia invades Ukraine, in a show of unity that they hope will deter Russian President Vladimir Putin from ratcheting up military pressure on the country and defuse tensions in Eastern Europe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-museums-vs-immersives-do-you-want-to-see-a-van-gogh-or-be-in-one-11639324801", "title": "Larger-Than-Life Van Gogh Exhibits Are Drawing Crowds, and Museums Are Steamed", "date": "2021-12-12 11:00", "summary": "Viewers pay to watch enveloping digital displays of art as struggling museums try to win back crowds with actual masterpieces. A new way to consume art is challenging the pre-eminence of museums.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-steps-up-deportations-of-afghans-trying-to-flee-taliban-and-poverty-11639324804", "title": "Iran Steps Up Deportations of Afghans Trying to Flee Taliban and Poverty", "date": "2021-12-12 11:00", "summary": "Resume Subscription. ZARANJ, Afghanistan-To escape the Taliban, Mohammad Taher, a soldier in the army of the ousted U.S.-backed Afghan government, fled first through the desert to Pakistan, then dodged gunfire to cross the border into Iran. There, a truck he was riding in-crammed together with other Afghan migrants-slid off a winding road and flipped, leaving him with serious injuries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lewis-hamilton-max-verstappen-formula-one-abu-dhabi-controversy-11639322157", "title": "Verstappen Beats Hamilton to Win Formula One Title", "date": "2021-12-12 10:30", "summary": "A dramatic season-long battle came down to the final lap of the final race.. The Formula One world could hardly believe it when the world-championship battle between Lewis Hamilton and Max Verstappen came down to the last race of the season. It never dared dream that it would be decided on the final lap.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-batiste-on-pandemic-impact-on-music-touring-creative-arts-11638826140", "title": "Jon Batiste on the Pandemic's Impact on Touring, the Creative Arts-and His Music", "date": "2021-12-12 10:00", "summary": "Resume Subscription. Jon Batiste has had one hell of a pandemic. Sure, the jazz pianist and bandleader of \"The Late Show With Stephen Colbert\" turned pop sensation lost more work than he can recall. But he was able to turn the months of lockdown and virtual work into one of the most creative times in his life. And the proof is in the remarkable response to his most recent album, \"We Are,\" released in March, and the recognition he recently received from his peers: 11 Grammy nominations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inflation-surge-pushes-u-s-real-interest-rates-into-more-deeply-negative-territory-11639321204", "title": "Inflation Surge Pushes U.S. Real Interest Rates Deeper Into Negative Territory", "date": "2021-12-12 10:00", "summary": "By standing still, the Fed's policy has provided more stimulus to the economy this year. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-upend-plans-on-covid-19-vaccines-and-office-returns-again-11639321203", "title": "Companies Upend Plans on Vaccines, Office Returns, Again", "date": "2021-12-12 10:00", "summary": "More employers say workers can now stay home for months longer, while some pause vaccine requirements as the Biden administration's directive is blocked. Companies knew to expect pandemic surprises heading into winter. They just keep coming.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-france-criticism-grows-over-u-s-inspired-activism-on-race-gender-11639319941", "title": "In France, Criticism Grows Over U.S.-Inspired Social Activism", "date": "2021-12-12 09:39", "summary": "Resume Subscription. PARIS-Prominent French politicians and intellectuals say that the country faces a growing threat: U.S.-style activist movements that are foisting American multiculturalism and gender politics onto France.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/owner-of-private-equity-firm-backed-by-coors-and-other-wealthy-families-is-accused-of-misusing-funds-11639319402", "title": "SEC Investigates Private-Equity Firm Backed by Wealthy Families", "date": "2021-12-12 09:30", "summary": "The SEC has subpoenaed One Thousand & One Voices Management and a credit unit, documents show. The Securities and Exchange Commission is investigating a private-equity firm backed by several ultrarich U.S. families after receiving complaints that its owner was using investor funds to cover personal expenses, documents show.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anne-rice-author-of-gothic-novels-dies-at-age-80-11639316285", "title": "Anne Rice, Author of Gothic Novels, Dies at Age 80", "date": "2021-12-12 09:18", "summary": "The writer widely known for the bestselling novel 'Interview With the Vampire' died due to complications from a stroke. Anne Rice, the gothic novelist widely known for her bestselling novel \"Interview with the Vampire,\" died late Saturday at the age of 80.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/try-focus-mode-on-your-iphone-to-mute-annoying-notifications-11639317604", "title": "Try Focus Mode on Your iPhone to Mute Annoying Notifications", "date": "2021-12-12 09:00", "summary": "Apple's Focus feature, new with iOS 15, lets only allowed contacts and apps ping you. It's a pain to set up-but you'll be more productive and less distracted. Racing to finish a column last week, I was inundated by notifications. My security camera detected someone. The Wall Street Journal shared breaking news. The caterer for my pandemic-delayed wedding asked about beverages.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payments-companies-positioned-for-spending-surge-11639317603", "title": "Payments Companies Positioned for Spending Surge", "date": "2021-12-12 09:00", "summary": "Omicron's impact on travel, other big-ticket spending is unclear, but stocks are moving on positive indications. Omicron might have slowed some people's plans to travel or make other big purchases, but payments stocks are a way to bet that they haven't been permanently put aside.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storms-hit-arkansas-nursing-home-illinois-amazon-warehouse-11639208012", "title": "Kentucky, Illinois Tornado: Rescuers Sift Through Rubble for Survivors", "date": "2021-12-12 08:51", "summary": "Storms tear through states with Kentucky Gov. Beshear saying the number of deaths in his state alone could exceed 100. Search and rescue teams in western Kentucky and nearby states were combing through rubble for survivors on Sunday after tornadoes ripped through the region, killing dozens. Kentucky Gov. Andy Beshear said the number of deaths in his state alone could exceed 100.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-increases-scrutiny-of-foreign-takeovers-11639314004", "title": "As U.S. Deals Surge, Britain Increases Scrutiny of Takeovers", "date": "2021-12-12 08:00", "summary": "U.K. is paying closer attention to acquisitions of its businesses by companies from overseas, including the U.S.. LONDON-Britain is putting foreign takeovers of its businesses under greater scrutiny, complicating a popular route to overseas expansion for American companies as they spend record amounts on U.K. acquisitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-sequencing-covid-19s-viral-genome-helps-hunt-for-variants-11639314003", "title": "How Sequencing Covid-19's Viral Genome Helps Hunt for Variants", "date": "2021-12-12 08:00", "summary": "Researchers are untangling the coronavirus's genetic code to keep track of fast-moving variants. To keep up with changes to the virus that causes Covid-19, scientists are using a technology called genomic sequencing. The process starts with a Covid-19 test.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-walks-political-tightrope-to-deliver-on-bidens-climate-promises-11639310403", "title": "Yellen Walks Tightrope to Deliver on Biden's Climate Promises", "date": "2021-12-12 07:00", "summary": "Resume Subscription. Facing pressure from congressional Democrats and a need to deliver on President Biden's campaign promises, Treasury Secretary Janet Yellen is instructing financial regulators under her watch to take steps to reduce risks tied to climate change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/david-wise-hunting-beijing-olympics-ski-11639270685", "title": "The Olympic Skier Who Hunts Gold Medals-and Deer", "date": "2021-12-12 07:00", "summary": "David Wise, a two-time gold medalist in ski halfpipe, has become more vocal about his love of the outdoors and organic meat. When two-time Olympic gold medal-winning skier David Wise started talking publicly about a passion he pursued in his free time, his agent warned him against it. His sponsors balked. Then, a few dropped him.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-political-maps-will-kill-swing-districts-from-coast-to-coast-11639305003", "title": "New Political Maps Will Kill Swing Districts From Coast to Coast", "date": "2021-12-12 05:30", "summary": "More races for the U.S. House will start with one party holding a significant advantage. More races for the U.S. House next year will start with one party holding a significant advantage because the process of redrawing congressional district lines is whittling down the number of politically competitive seats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etf-inflows-top-1-trillion-for-first-time-11639257534", "title": "ETF Inflows Top $1 Trillion for First Time", "date": "2021-12-12 05:30", "summary": "Record share of funds goes to actively managed ETFs; many have few assets. A historic surge of cash has swept into exchange-traded funds, spurring asset managers to launch new trading strategies that could be undone by a market downturn.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buybacks-hit-record-after-pulling-back-in-2020-11639263140", "title": "Buybacks Hit Record After 2020 Pullback", "date": "2021-12-12 05:30", "summary": "Trend expected to continue as S&P 500 companies top $234 billion in third-quarter repurchases. Stock buybacks are back.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]