[{"link": "https://www.wsj.com/articles/former-surfside-building-official-faces-scrutiny-residents-ire-after-condo-collapse-11625269617", "title": "Former Building Official Faces Scrutiny, Residents' Ire After Condo Collapse", "date": "2021-07-02 19:46", "summary": "Rosendo Prieto had long history in Florida construction before Champlain Towers South. SURFSIDE, Fla.-When an emergency unfolded in 2015 at a condo building going through its 40-year-recertification here, the town building official stepped up.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-walgreens-general-mills-stocks-that-defined-the-week-11625266506", "title": "Morgan Stanley, Walgreens, General Mills: Stocks That Defined the Week", "date": "2021-07-02 18:55", "summary": "Here are major companies whose stocks moved on the week's news. Morgan Stanley", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargo-plane-makes-emergency-water-landing-near-honolulu-11625236693", "title": "Cargo Plane Makes Emergency Water Landing Near Honolulu", "date": "2021-07-02 18:36", "summary": "Two people on the Boeing 737 cargo aircraft were rescued. A cargo plane made an emergency water landing Friday morning in the ocean near Honolulu, federal officials said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-trump-really-did-lose-michigan-11625265004", "title": "Yes, Trump Really Did Lose Michigan", "date": "2021-07-02 18:30", "summary": "The GOP state Senate debunks fraud claims, and it's worth a read.. Donald Trump says fraud is the only reason he lost the 2020 election. Some even think Mr. Trump will be reinstated once the truth comes out. Anyone who finds this narrative at all appealing should take 30 minutes to read the investigative report posted last week by Michigan Republicans. It's only 35 pages.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plans-to-nominate-penn-president-amy-gutmann-to-german-ambassador-post-11625254438", "title": "Biden to Nominate Penn President Gutmann as Germany Ambassador", "date": "2021-07-02 18:29", "summary": "Mr. Biden worked with the nominee to establish a foreign-policy center after the Obama administration. WASHINGTON-President Biden plans to nominate University of Pennsylvania President Amy Gutmann to serve as U.S. ambassador to Germany, turning to an ally who helped him establish a foreign-policy center after the Obama administration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-marches-ahead-11625264870", "title": "School Choice Marches Ahead", "date": "2021-07-02 18:27", "summary": "Teachers unions dominate in Washington these days, but reform expands in four more states.. It's been a banner year for school choice in the states, and legislatures aren't finished expanding scholarship and education savings account programs (ESAs). In four state budgets that passed in the last two weeks, lawmakers included provisions that give families more educational opportunities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indicting-the-trump-organization-11625264755", "title": "Indicting the Trump Organization", "date": "2021-07-02 18:25", "summary": "Years of investigation and prosecutors come up with a small tax case.. Democrats of all stripes have devoted years to investigating Donald Trump and finding very little. The latest example is Thursday's indictment of the Trump Organization and its chief financial officer for classifying employee benefits as business expenses rather than compensation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-jobs-but-still-too-few-workers-11625264577", "title": "More Jobs but Still Too Few Workers", "date": "2021-07-02 18:22", "summary": "The labor market is healing, but bad policy is slowing the recovery.. As politicians like to do, President Biden is taking credit for the 850,000 net new jobs that the Labor Department said Friday were added in June. \"None of this happened by accident,\" he said. \"It's a direct result of the American Rescue Plan.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-is-probing-lordstown-motors-11625239730", "title": "Justice Department Is Probing Lordstown Motors", "date": "2021-07-02 18:10", "summary": "Inquiry into electric-truck startup is being handled by U.S. attorney's office in Manhattan. The Justice Department is probing embattled electric-truck startup Lordstown Motors Corp. , according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-primed-andy-jassy-to-be-ceo-can-he-keep-what-jeff-bezos-built-11625218225", "title": "The Man Jeff Bezos Primed to Run Amazon", "date": "2021-07-02 18:01", "summary": "Andy Jassy is about to take over an e-commerce colossus that employs 1.3 million people. His first challenge is an antitrust campaign that threatens the empire he will oversee.. One of the signature traits of Andy Jassy's leadership of Amazon.com Inc.'s cloud-computing unit was a meeting tool called \"the wheel.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fraction-of-federal-rental-assistance-has-reached-tenants-and-landlords-11625259633", "title": "Fraction of Covid-19 Rental Assistance Reaches Tenants and Landlords", "date": "2021-07-02 18:01", "summary": "Just $1.5 billion of $47 billion is distributed through May 31 as local governments struggle to set up distribution programs. A large U.S. tenant-protection program has distributed a fraction of the $47 billion appropriated by Congress to cover rent and utility arrearages for millions of renters harmed by the coronavirus, the Treasury Department reported on Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-for-significant-wildfires-is-above-normal-for-a-growing-share-of-the-u-s-11625262957", "title": "Potential for Significant Wildfires Is Above Normal for a Growing Share of the U.S.", "date": "2021-07-02 17:55", "summary": "More than half of U.S. wildland firefighting resources already committed in June. Widespread drought is fueling an early ramp-up of wildfire season, with more than half of the U.S. wildland firefighting resources already committed and a growing portion of the Western U.S.-one of the largest swaths in recent years-at above-normal risk for significant wildfires in July.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-hear-case-on-northwestern-retirement-plan-11625250448", "title": "Supreme Court to Hear Case on Northwestern Retirement Plan", "date": "2021-07-02 17:53", "summary": "Case challenges the 403(b) plans' use of retail share classes of mutual funds, rather than lower-cost institutional versions of the same investments. The Supreme Court on Friday said that it would hear a case involving retirement plans for employees of Northwestern University.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-strikes-down-attempt-to-expand-summer-ethanol-sales-11625261480", "title": "Court Strikes Down Attempt to Expand Summer Ethanol Sales", "date": "2021-07-02 17:31", "summary": "The decision invalidates a Trump administration plan intended to be a big compromise between farmers and refiners. A federal appeals court Friday struck down a 2019 rule-change to expand summertime ethanol sales, saying the Trump administration overreached its authority when it lifted a ban on gasoline with a higher ethanol content.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zoom-revolution-empowers-women-to-speak-up-11625260956", "title": "The Zoom Revolution Empowers Women to Speak Up", "date": "2021-07-02 17:22", "summary": "When you talk, it's hard for anyone to interrupt. And a face staring back on screen is hard to ignore.. After 14 months working from home, I have mastered the art of digital collaboration. What began as a clumsy series of video chats from my kitchen counter-plagued by technological difficulties and unfamiliarity-quickly became the most efficient and effective way to connect with colleagues and clients across the globe. I am proficient in BlueJeans, Teams, Webex, Meet, Chime and 8X8, but I have a black belt in Zoom, my preferred videoconferencing tool. I personalize my background, admit participants, put up my hand, pull up presentations, and mute and unmute myself as needed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-plus-deadlocked-on-oil-production-boost-deal-11625260926", "title": "OPEC-Plus Deadlocked on Oil Production Boost Deal", "date": "2021-07-02 17:22", "summary": "Cartel and Russia-led allies blocked by U.A.E. in production-boost accord. OPEC and a Russia-led group of producers failed to agree on how to meet fast-rising demand from the industrialized world, as the club of rich nations emerges from pandemic lockdowns.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-organizations-political-prosecution-11625260934", "title": "The Trump Organization's Political Prosecution", "date": "2021-07-02 17:22", "summary": "When settlement talks begin, you can expect Mr. Trump's political pull to be on the table too.. Donald Trump looked crestfallen amid his victory on election night 2016. As I duly related some weeks later, sociologist Anne Nassauer, applying well-established metrics, told me: \"We can only speculate as to why President-elect Trump showed facial expressions of sadness. It is surprising that he showed these expressions directly after his victory in the election.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-donald-rumsfeld-on-known-unknowns-at-the-irs-11625260881", "title": "Notable & Quotable: Donald Rumsfeld on Known Unknowns at the IRS", "date": "2021-07-02 17:21", "summary": "'The tax code is so complex and the forms are so complicated, that I know that I cannot have any confidence.'. An April 15, 2015, letter from former Defense Secretary Donald Rumsfeld to the Internal Revenue Service. Rumsfeld died Tuesday at 88:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-s-internet-regulator-reviewing-cybersecurity-of-ride-hailing-business-didi-chuxing-11625231216", "title": "Chinese Regulators Target Ride-Hailing Giant Didi", "date": "2021-07-02 17:17", "summary": "Watchdog's review of Didi's cybersecurity comes as Beijing seeks to better control tech giants' data. Chinese regulators zeroed in on Didi Global Inc. on Friday, days after the ride-hailing company went public, by blocking its China business from adding new users as they review the company's cybersecurity.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-prince-khalid-bin-salman-brother-of-crown-prince-to-visit-washington-11625260545", "title": "Brother of Saudi Crown Prince to Visit Washington", "date": "2021-07-02 17:15", "summary": "Officials say the prince is expected to meet senior White House, State Department aides, but not Biden. Saudi Arabia's deputy defense minister is scheduled to visit Washington next week, making him the highest member of Saudi Arabia's government to visit since President Biden took office, according to several U.S. and foreign officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indictment-of-trump-organization-executive-puts-focus-on-cfos-liability-11625259965", "title": "Indictment of Trump Organization Executive Puts Focus on CFOs' Liability", "date": "2021-07-02 17:06", "summary": "Finance chiefs can be subject to a range of civil and criminal culpability regardless of their knowledge of wrongdoing, lawyers say. Finance chiefs at private companies face fewer strictures than their public counterparts, but they aren't free of scrutiny.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feverish-variations-on-a-past-theme-11625259751", "title": "Feverish Variations on a Past Theme", "date": "2021-07-02 17:02", "summary": "In his 'Les Femmes d'Alger' series, Pablo Picasso paid tribute to the French romantic Delacroix and generated an imaginative realm of his own. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-charges-a-probe-of-hush-money-moved-to-fringe-benefits-11625258258", "title": "Trump Organization Charges: A Probe of Hush Money Moved to Fringe Benefits", "date": "2021-07-02 16:48", "summary": "The indictment of the company and its CFO, Allen Weisselberg, grew out of an investigation into a hush-money payment to adult-film actress Stormy Daniels. The indictment of the Trump Organization and its chief financial officer grew out of an investigation into a seemingly unrelated matter: the now-infamous $130,000 payment to adult-film actress Stormy Daniels.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-02-21-11625212218", "title": "Stock Indexes Rally to Records Following Strong Jobs Report", "date": "2021-07-02 16:45", "summary": "The S&P 500's seventh consecutive record is its longest such streak since 1997. Major U.S. stock indexes climbed Friday, notching a trio of fresh highs as an early summer rally picked up steam.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-new-case-on-tuition-aid-for-religious-schools-11625257624", "title": "Supreme Court to Consider Case on Tuition Aid for Religious Schools", "date": "2021-07-02 16:32", "summary": "Justices add 10 cases to docket for next term, turn away florist's appeal challenging service to same-sex couples. WASHINGTON-The Supreme Court agreed to consider a new case about whether government tuition aid can be used at religious schools and declined to take up a closely watched appeal by a florist who didn't want to provide services for a same-sex wedding.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/songs-for-a-social-summer-11625257926", "title": "Songs for a Social Summer", "date": "2021-07-02 16:32", "summary": "Whether you're blasting them in the car or dancing to them at the club, these tunes-some finally getting their due and some brand new-will help you bridge the distance to pleasure as usual. It's hard to think of summer 2021 without thinking about where things stood a year ago: The horror and uncertainty of the first few months of Covid-19 was lifting slightly, but the U.S. was in the midst of a reckoning on race and policing following the murder of George Floyd, all while a contentious presidential contest hummed along in the background. Billboard was tracking the Songs of the Summer, as it has since 2010, but the season never felt like one for celebrating. Survival was all one could hope for.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-sex-abuse-settlement-ties-payouts-to-severity-and-location-11625257911", "title": "Boy Scouts Sex-Abuse Settlement Ties Payouts to Severity and Location", "date": "2021-07-02 16:31", "summary": "The youth group's proposed bankruptcy deal would favor victims in states that suspended statutes of limitations on abuse claims. A sex-abuse compensation program unveiled by the Boy Scouts of America would pay victims based not only on the severity of abuse they endured but also where it happened, taking into account the states where victims have had the opportunity to sue abusers regardless of when their abuse occurred.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trevor-bauer-dodgers-sexual-assault-11625257627", "title": "MLB Puts Trevor Bauer on Paid Leave After Sexual Assault Allegations", "date": "2021-07-02 16:28", "summary": "The star pitcher for the Los Angeles Dodgers is being investigated after a woman obtained a temporary restraining order following alleged sexual assaults. Major League Baseball placed Los Angeles Dodgers star pitcher Trevor Bauer on a seven-day administrative leave pending an investigation of allegations that he sexually assaulted a woman who has since obtained a temporary restraining order against him.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-retain-gains-after-jobs-report-11625240903", "title": "Treasurys Retain Gains After Jobs Report", "date": "2021-07-02 16:14", "summary": "Unemployment rate rises despite pickup in hiring. U.S. government bonds held onto overnight gains Friday after Labor Department data showed the unemployment rate rising despite the labor market adding the most jobs in 10 months.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/au-paris-saturday-crossword-july-3-11624622547", "title": "Au Pairs (Saturday Crossword, July 3)", "date": "2021-07-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-journal-acrostic-saturday-july-3-11624622690", "title": "The Journal Acrostic (Saturday, July 3)", "date": "2021-07-02 16:01", "categories": [["WSJ Puzzles", "Acrostic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/acrostic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weighing-pros-and-cons-of-vaccinating-kids-11625154083", "title": "Weighing Pros and Cons of Vaccinating Kids", "date": "2021-07-02 15:44", "summary": "The U.S. has a robust and transparent vaccine-safety monitoring system.. As a father of three, I want to offer a sincere thank you for publishing Dr. Joseph A. Ladapo and Dr. Harvey A. Risch's \"Are Covid Vaccines Riskier Than Advertised?\" (op-ed, June 23). An open and honest risk-benefit analysis is needed before we rush headlong into mass vaccinating our youth with a not-yet-fully-FDA-approved vaccine that uses new technology.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-shuts-down-bagram-air-base-as-afghanistan-pullout-speeds-up-11625221544", "title": "U.S. Steps Up Planning for Emergency Afghan Evacuation", "date": "2021-07-02 15:42", "summary": "American military leaves Bagram air base and officials prepare for possible emergency actions amid concerns over Afghanistan's stability. KABUL-U.S. officials have intensified planning for an emergency evacuation of the American embassy in Kabul amid concern that a worsening security situation in Afghanistan could imperil the remaining military and diplomatic corps, as well as other Americans.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-new-couch-is-ready-but-it-could-take-weeks-to-arrive-11625254151", "title": "Your New Couch is Ready, but It Could Take Weeks to Arrive", "date": "2021-07-02 15:29", "summary": "Logistics hurdles are delaying deliveries as furniture makers push to reduce backlogs. Logistics bottlenecks are adding to headaches for furniture makers as they scramble to catch up with pandemic-driven demand for home furnishings.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alvin-bragg-wins-democratic-nod-for-manhattan-district-attorney-11625252410", "title": "Alvin Bragg Wins Democratic Nod for Manhattan District Attorney", "date": "2021-07-02 15:00", "summary": "Runner-up Tali Farhadian Weinstein concedes the race. Alvin Bragg is on the cusp of becoming the first Black Manhattan district attorney after his top rival, Tali Farhadian Weinstein, conceded the race Friday, marking the end of a contentious campaign from eight Democratic candidates.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-charges-broadcom-with-illegal-monopolization-proposes-consent-order-11625248681", "title": "FTC, Broadcom Agree to Settlement Around Illegal Monopoly Charges", "date": "2021-07-02 14:47", "summary": "Regulator alleges the company maintains its power in certain semiconductor markets by entering into anticompetitive agreements. The Federal Trade Commission and Broadcom Inc. have agreed to settle charges that the company used its dominance in some chip markets to squeeze out potential rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-summers-responds-on-the-tax-gap-11625251631", "title": "Larry Summers Responds on the 'Tax Gap'", "date": "2021-07-02 14:47", "summary": "Merely returning audit rates to the levels they were at a decade ago would raise $200 billion in revenue.. Your editorial \"A Bipartisan Pact to Supersize the IRS\" (June 26) opposes revitalizing the Internal Revenue Service to collect more taxes that are legally owed but not paid. It claims that revenue gains would be small because \"it makes little sense that millions of Americans are willfully violating the tax code.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-moderate-are-new-york-city-democrats-11625251552", "title": "How Moderate Are New York City Democrats?", "date": "2021-07-02 14:45", "summary": "Kathryn Garcia's primary crime-control fixes are gun suppression, gun buybacks and zero tolerance for police behavior that is anything but perfect.. Peggy Noonan is pleased that \"New York Democrats Take a Stab at Reality\" (Declarations, June 26) in their primary election for New York City mayor. Her assessment that voters realize they are amid a crime wave and cannot afford to ignore law and order is based on the fact that the three \"more or less reality-oriented moderates\" in the election received 63% of the first-choice vote.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rap-music-still-does-not-fit-the-bill-for-an-art-review-11625251488", "title": "Rap Music Still Does Not Fit the Bill for an Art Review", "date": "2021-07-02 14:44", "summary": "Like most rappers, Polo G peddles cheap, vulgar and laughably fake imagery about black life.. I remain puzzled why a paper of the stature of The Wall Street Journal would devote space to \"A Rapper's MVP Dreams\" (Arts in Review, June 15). Like most rap performers, Polo G peddles cheap, vulgar and laughably fake imagery about black life. The lyrics quoted by your reviewer, Mark Richardson, include such faux-ghetto rap clichés as this: \"Grippin' on the silver Smith & Wesson with like thirty shots / He ain't gotta put one in the head, it's already cocked.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cynicism-and-profit-motive-cant-explain-the-woke-religion-11625251351", "title": "Cynicism and Profit Motive Can't Explain the Woke Religion", "date": "2021-07-02 14:42", "summary": "The depth and breadth of the movement across all major U.S. institutions indicates that the causes run deeper.. Regarding Tunku Varadarajan's \"The Weekend Interview With Vivek Ramaswamy: Can This Man Put Wokeism Out of Business?\" (June 26): It is encouraging that Mr. Ramaswamy has come to see that the woke (née PC) movement is \"a creed that has arisen in America in response to the 'moral vacuum.'\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-putin-across-the-table-its-best-to-stick-to-business-11625251175", "title": "With Putin Across the Table, It's Best to Stick to Business", "date": "2021-07-02 14:39", "summary": "Reagan and Shultz may have gotten on famously with their counterparts, but Biden will have no such luck.. I credit Timothy Stabosz's studious effort (Letters, June 24) to refute Mike Watson's argument that foreign policy is \"strictly business\" (\"Biden's Personal Touch Doesn't Amount to a Foreign Policy,\" op-ed, June 18). But I can't overlook that Mr. Watson's article is predicated on the summit between President Biden and Russian President Vladimir Putin, an inconvenient fact that takes not a little of the billow out of the letter's power of persuasion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/june-jobs-report-unemployment-rate-2021-11625176511", "title": "U.S. Economy Added 850,000 Jobs in June Labor Rebound", "date": "2021-07-02 14:33", "summary": "Increase in jobs was the strongest since last August, as more Americans joined the labor force. The U.S. labor market recovery is accelerating after a spring lull.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-shuffles-executive-ranks-with-departure-of-president-11625238039", "title": "IBM Shuffles Executive Ranks With Departure of President", "date": "2021-07-02 14:21", "summary": "Former Red Hat chief Jim Whitehurst is leaving IBM. International Business Machines Corp. said its second-highest-ranking executive, Jim Whitehurst, is leaving the company two years after he joined through IBM 's $33 billion acquisition of cloud-software provider Red Hat.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hustlers-who-started-america-11625249906", "title": "The 'Hustlers' Who Started America", "date": "2021-07-02 14:18", "summary": "Historian Walter McDougall admires the founders' ideals-but with a wink rather than a woke scowl or a reverent gaze.. There are two interpretations of 1776 that matter in 2021. Call them the Whig and the woke.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-local-school-board-is-unaccountable-so-im-running-for-a-seat-11625249846", "title": "The Local School Board Is Unaccountable, So I'm Running for a Seat", "date": "2021-07-02 14:17", "summary": "Jefferson and Mason were banished in December from buildings that stayed shuttered until April.. Falls Church, Va.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sophie-taeuber-arp-was-a-modernist-renaissance-woman-11625248864", "title": "Sophie Taeuber-Arp Was a Modernist Renaissance Woman", "date": "2021-07-02 14:01", "summary": "From paintings to puppets to textiles, the 20th-century Swiss artist made work that challenged expectations. Between the world wars, Sophie Taeuber-Arp tackled nearly every genre of visual art while fleeing, and sometimes mocking, the fascism that was creeping across Europe. But despite her influence during the 1920s and 1930s, Taeuber-Arp is little known outside of Switzerland, where she was born in 1889. From 1995 to 2016 her face was on a Swiss bank note.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-peel-hit-culinary-heights-then-endured-frustrations-11625234400", "title": "Mark Peel Hit Culinary Heights, Then Frustrations", "date": "2021-07-02 13:59", "summary": "California chef, who died of cancer at age 66, helped take the stuffiness out of fine dining. Going into the 2008-09 recession, Mark Peel was a culinary star who had helped steam the stuffiness out of fine dining.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-urge-pentagon-to-remove-sexual-harassment-assault-cases-from-military-chain-of-command-11625238046", "title": "Biden Urges Pentagon to Remove Sexual-Assault Cases From Chain of Command", "date": "2021-07-02 13:59", "summary": "Officials say the president will call on Congress to pass legislation making the changes. WASHINGTON-The U.S. military must remove sexual harassment and assault cases from the chain of command and hand them off to independent military lawyers, President Biden said Friday, backing one of the biggest expected changes in the history of the military justice system.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-term-paints-mixed-picture-for-business-11625246092", "title": "Supreme Court Term Paints Mixed Picture for Business", "date": "2021-07-02 13:50", "summary": "Court struck blows against union access and certain consumer class-actions, but rejected business positions in product-liability and antitrust cases. WASHINGTON-Business litigants overall have fared well at the Supreme Court in recent years but their gains were more incremental during the court's just-ended term, and while they won a few big cases, others ended in one-sided defeats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11625246759", "title": "What to Read This Week", "date": "2021-07-02 13:25", "summary": "Driving on the moon, America's early divide, a tale of Crazy Horse from the author of 'The Revenant,' letters from Willie Nelson and more.. Walking on the moon was a historic feat-but Americans like to get behind the wheel. Review by Michael O'Donnell", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-job-markets-seasonal-affective-disorder-11625244158", "title": "The Job Market's Seasonal Affective Disorder", "date": "2021-07-02 12:42", "summary": "Pandemic threw typical hiring patterns out of whack, making it harder to get a read on market's strength. By all means, celebrate the June employment report. Just don't consider it the last word on what is happening with the job market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-and-fall-of-teneos-declan-kelly-11625244121", "title": "The Rise and Fall of Teneo's Declan Kelly", "date": "2021-07-02 12:42", "summary": "Consultant befriended CEOs and promised help with crisis management-until his own crisis prompted him to resign. The pitch was the same. You need me. You can't trust your people. I can fix this.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-organization-prosecution-what-is-in-the-charges-11625181211", "title": "The Trump Organization Indictment: Allen Weisselberg, the Charges and What Else to Know", "date": "2021-07-02 12:40", "summary": "The indictment of former President Donald Trump's company alleges its executives illegally avoided taxes. The case that New York prosecutors have leveled against former President Donald Trump's business empire and the company's finance chief, Allen Weisselberg, is a reminder that corporations not only share rights enjoyed by individuals but they can also be indicted like people too.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-star-pitcher-cc-sabathia-reckons-with-the-toll-of-alcoholism-11625243455", "title": "All-Star Pitcher CC Sabathia Reckons With the Toll of Alcoholism", "date": "2021-07-02 12:30", "summary": "In a candid new memoir, the Yankees great reveals how he learned 'to ask for help' with a devastating addiction. Carsten Charles \"CC\" Sabathia, Jr., was, in his own words, \"a disciplined drunk.\" He spent most of his career drinking nothing but water and Gatorade for two days before ascending the mound to pitch. But he needed a Crown Royal and Sprite the moment he left the field and would spend the next three days \"absolutely ripped\"-starting fights, blacking out and \"pissing in the bed.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cd-r-to-acquire-and-merge-label-makers-fort-dearborn-multi-color-11625236200", "title": "CD&R to Acquire and Merge Label Makers", "date": "2021-07-02 12:13", "summary": "Deal values combined company at around $6 billion including debt. Private-equity firm Clayton Dubilier & Rice LLC has struck a deal to buy Fort Dearborn Co. and Multi-Color Corp. and merge the label manufacturers, the companies said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-frontier-of-ai-enabled-gadgets-11625241706", "title": "A Robot That Finds Your Lost Stuff and More AI-Enabled Gadgets to Come", "date": "2021-07-02 12:01", "summary": "Researchers are working on a wave of sophisticated devices for the home, from toilets that screen for viruses to a 'Roomba on steroids' that might detect your TV remote in the couch. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-solows-longtime-hamptons-home-lists-for-70-million-11625239817", "title": "Sheldon Solow's Longtime Hamptons Home Lists for $70 Million", "date": "2021-07-02 11:30", "summary": "The billionaire real-estate developer's roughly 14-acre property is located within an exclusive enclave where some of New York's most rich and powerful live. The longtime Hamptons home of the late billionaire real-estate developer Sheldon Solow is coming on the market for $70 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-overcome-coworker-jealousy-11625239408", "title": "How to Overcome Jealousy on the Job", "date": "2021-07-02 11:23", "summary": "Envy happens to just about everyone, but these tips will help prevent it from hurting your career. When we feel secure and confident in our jobs, it feels easy to offer congratulations to coworkers who receive promotions or shout-outs in team meetings. But, other times, jealousy can creep in, and lead us to question our own dreams and talents as we fall into the comparison trap. Here's how to work through those emotions.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eqt-and-goldman-near-deal-to-buy-parexel-11625185563", "title": "EQT and Goldman to Buy Parexel", "date": "2021-07-02 11:12", "summary": "Deal's value for contract-research organization is $8.5 billion, including debt. EQT AB and Goldman Sachs Group Inc.'s investment arm agreed to buy contract-research organization Parexel International Corp. for $8.5 billion, including debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-bulls-under-pressure-after-cryptocurrencys-selloff-11625238740", "title": "Bitcoin Bulls Under Pressure After Cryptocurrency Selloff", "date": "2021-07-02 11:12", "summary": "The digital asset fell 41% in the second quarter, the worst selloff since 2018. Bitcoin's second-quarter selloff left a crater in the bull case for the highly speculative cryptocurrency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-nfl-miami-vice-tracy-chapman-and-arbys-made-me-an-american-11625238213", "title": "How the NFL, 'Miami Vice,' Tracy Chapman and Arby's Made Me an American", "date": "2021-07-02 11:03", "summary": "For a child of 1980s Britain, pop culture from the U.S. held the promise of a bigger and bolder future. One of the earliest beliefs that I still cling to in life is that I was born an American trapped in an Englishman's body. That is the kind of story you manufacture about yourself when you grow up in a place like Liverpool in the 1980s. The city felt apocalyptic back then-a rotting, dilapidated carcass in grim decline.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-convinced-the-elite-he-invested-for-good-then-the-money-vanished-11625238031", "title": "He Convinced the Elite He Invested for Good. Then the Money Vanished.", "date": "2021-07-02 11:00", "summary": "Resume Subscription. \"It's a crucial moment in history. It's an opportunity to immutably and absolutely change the course of innumerable lives.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-a-59-annual-return-just-isnt-enough-11625238010", "title": "When a 59% Annual Return Just Isn't Enough", "date": "2021-07-02 11:00", "summary": "Investors appear to be growing more and more optimistic about how their portfolios will perform in the years to come. Disappointment is bound to follow.. Optimism is as American as hot dogs and apple pie. Too much optimism, though, is about as good for you as eating a few dozen hot dogs and slices of pie.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/africas-last-absolute-monarchy-teeters-amid-protests-against-kings-lavish-lifestyle-11625237793", "title": "Africa's Last Absolute Monarchy Teeters Amid Protests", "date": "2021-07-02 10:56", "summary": "Opulent reign of Eswatini's King Mswati III has long stirred anger in a country wracked by poverty, HIV/AIDS. JOHANNESBURG-A week of nationwide protests has left dozens of people dead in the tiny nation of Eswatini, raising the prospect that Africa's last absolute monarchy could fall.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/across-the-airless-wilds-review-the-ultimate-road-trip-11625237594", "title": "'Across the Airless Wilds' Review: The Ultimate Road Trip", "date": "2021-07-02 10:53", "summary": "One tip for driving on the moon: Objects may be closer than they appear.. You've landed on the moon. Now what? Take a walk, plant a flag, gather rocks and fly home. When in 1969 Neil Armstrong, Buzz Aldrin and Michael Collins splashed down at the end of the Apollo 11 mission, they fulfilled President Kennedy's audacious dare. The animating goal of the space program had been met, and the public's attention began to wane. Congress started cutting NASA's budgets. In turn, NASA canceled several planned flights. The narrowly averted Apollo 13 disaster in 1970 convinced many taxpayers that their dollars were better spent elsewhere.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fears-of-a-setting-sun-review-factions-at-americas-founding-11625237515", "title": "'Fears of a Setting Sun' Review: Factions at America's Founding", "date": "2021-07-02 10:51", "summary": "George Washington believed that if political parties took over government, they would split the nation.. As delegates to the Constitutional Convention affixed their signatures to the final document in 1787, Benjamin Franklin fixed his attention on the half-sun carved into the back of the mahogany chair from which George Washington had presided for the previous four months. Franklin remarked (this according to notes taken by James Madison) that painters frequently struggled to distinguish a rising from a setting sun. \"I have, often and often, in the course of the session,\" he said, \"and the vicissitudes of my hopes and fears as to its issue, looked at that [sun] behind the president, without being able to tell whether it was rising or setting: but now at length, I have the happiness to know, that it is a rising and not a setting sun.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angkor-wat-was-overtouristed-today-its-nearly-empty-what-now-11625236644", "title": "Angkor Wat Was Overtouristed. Today It's Nearly Empty. What Now?", "date": "2021-07-02 10:37", "summary": "With Cambodia's borders still closed, one of the world's most famous landmarks is a ghost town while the tourist hub of Siem Reap has reverted back into a sleepy country village. A travel writer reflects on a possible silver lining to the visitor ban.. IN MID February 2020, I spent a few days in Siem Reap, the Cambodian city just outside the ruins of Angkor Wat. One night, I went to see the drag queen show at the Barcode nightclub where I watched a performer named Kabah, wearing a silver dress, lip-sync to Whitney Houston's \"One Moment in Time.\" Patrons sat at the bar and at banquettes nursing martinis and bottles of Angkor Beer. I didn't realize it at the time-no one did-but this really was one moment I would have a lot of time to think back on. For the next year and a half, I, a travel writer perpetually in motion, would be grounded, rarely leaving my apartment in Manhattan.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-june-sales-fell-27-in-u-s-due-to-chip-shortage-11625233213", "title": "Ford's June Sales Fell 27% in U.S. Due to Chip Shortage", "date": "2021-07-02 10:35", "summary": "Sales of Ford pickup trucks dropped 30%, hit by the shortage of semiconductor chips. Ford Motor Co. reported a 26.9% drop in its June U.S. sales compared with the same month a year ago, reflecting the impact the auto maker has experienced during a global shortage of semiconductor chips.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casino-owner-lured-stars-including-an-elephant-to-sparks-nev-11625236200", "title": "Casino Owner Lured Stars (Including an Elephant) to Sparks, Nev.", "date": "2021-07-02 10:30", "summary": "John Ascuaga, who has died at age 96, found his longest-running entertainer at a circus museum. John Ascuaga, the son of Basque immigrants, grew up on a farm in Idaho and got his start in the hospitality industry as a bellhop.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-vehicle-deliveries-rise-though-bitcoin-bet-may-dent-earnings-11625230809", "title": "Tesla Vehicle Deliveries Rise Though Bitcoin Bet May Dent Earnings", "date": "2021-07-02 10:30", "summary": "Silicon Valley electric-vehicle maker handed over 201,250 vehicles to customers in the second quarter, more than double than during the year-ago period. Tesla Inc. notched its fifth straight quarter of vehicle-delivery growth in a period when the company's foray into cryptocurrency could hit its bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summers-new-workout-busy-candy-makers-building-fudge-muscles-11625235928", "title": "Americans Are Eating So Much Fudge, Candy Makers Are Building 'Fudge Muscles'", "date": "2021-07-02 10:25", "summary": "A burst of tourism and a national labor crunch mean fudge makers are toiling extra hard and building biceps; 'who needs the gym when you're doing this?'. Wanted: Hard workers who can hoist 50 pounds and repeatedly bend, squat and lift in hot spaces. The ability to vigorously beat a blob with a 4-foot paddle is a plus.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/podcasts-and-audiobooks-for-your-summer-road-trip-11625235511", "title": "Podcasts and Audiobooks for Your Summer Road Trip", "date": "2021-07-02 10:18", "summary": "From Jamie Lee Curtis's family-friendly 'Letters from Camp' to a podcast for war buffs called 'The Line,' here are several titles to listen to this weekend. Comedian Judy Gold likes listening to podcasts and audiobooks on road trips, while her kids prefer rap music. Now that the whole family can drive, she realizes she made a strategic mistake during their adolescence.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-widened-in-may-as-economic-rebound-fueled-demand-for-imports-11625229726", "title": "U.S. Trade Deficit Widened in May", "date": "2021-07-02 10:08", "summary": "Gains in imports were fueled by purchases of industrial supplies such as crude oil, lumber, food and beverages. WASHINGTON-The U.S. trade deficit widened in May, as American consumers and businesses stepped up purchases of imported products and materials amid a continued economic recovery.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-who-hated-women-review-reign-of-the-censor-11625234881", "title": "'The Man Who Hated Women' Review: Reign of the Censor", "date": "2021-07-02 10:08", "summary": "From lottery tickets to medical books, the Society for the Suppression of Vice saw immorality everywhere.. In 1873 a new federal law prohibited the distribution and promotion through the U.S. postal service of \"obscene, lewd or lascivious\" material. The legislation covered not only dirty postcards and sex toys but also pamphlets about contraception and sexual health. A booklet about marital relations or an abortifacient powder was now considered as indecent as an advertisement for a brothel. In \"The Man Who Hated Women,\" Amy Sohn tells us that the law \"dealt a near-century-long blow to women's health.\" She argues that the vigorous prosecution of this law represents a prudish misogyny that dates from America's Puritan founders and still prevails in some corners of the country today.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-jeff-bezos-is-handing-andy-jassy-a-unique-set-of-challenges-11625233065", "title": "Jeff Bezos Is Handing Andy Jassy a Unique Set of Challenges", "date": "2021-07-02 10:00", "summary": "The company's founder is departing with the business in fantastic shape, but Amazon's sheer size has put a target on its back. In a way, incoming Amazon . com Chief Executive Andy Jassy would seem to have an easy job ahead. He's inheriting a company that appears to be firing on all cylinders, after all.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-americans-35-trillion-wealth-giving-away-heirs-philanthropy-11625234216", "title": "Older Americans Stockpiled a Record $35 Trillion. The Time Has Come to Give It Away.", "date": "2021-07-02 10:00", "summary": "Transfers to heirs and others are unleashing a torrent of economic activity, including buying homes, starting businesses and giving to charity. The greatest wealth transfer in modern history has begun.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-ridgeline-review-11625234299", "title": "Fiction: 'Ridgeline' Review", "date": "2021-07-02 09:58", "summary": "Michael Punke's imagined Crazy Horse is not the superhuman hero of myth, but a canny nuts-and-bolts strategist.. In his short, spirited biography of Crazy Horse, Larry McMurtry pointed out that there are fewer verifiable facts about the Lakota war leader than there are about Alexander the Great, who lived some 2,000 years earlier. The legend that has arisen from the gap is as outsized as that of any figure in history. \"The Crazy Horse cult . . . is an amazing thing,\" wrote historian George E. Hyde. \"They depict Crazy Horse as the kind of being never seen on earth: a genius of war, yet a lover of peace; a statesman, who apparently never thought of the interests of any human being outside his own camp; a dreamer, a mystic, and a kind of Sioux Christ, who was betrayed in the end by his own disciples.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/willie-nelsons-letters-to-america-review-notes-from-a-red-headed-pen-pal-11625233814", "title": "'Willie Nelson's Letters to America' Review: Notes From a Red-Headed Pen Pal", "date": "2021-07-02 09:50", "summary": "The songwriter, now 88, writes to God, to country, to friends, to marijuana and to a certain virus.. Willie Nelson needed something to do during the lockdown, so he decided to write some letters-to the Almighty, to friends living and dead, to his younger self, even to the Covid virus. The result, as collected in \"Willie Nelson's Letters to America,\" is a mix of mash notes, fond memories, a hill-country homily or two, and some world-class examples of filler material, including this gem, one of a series of gag-worthy jokes, lifted from Reader's Digest: \"It was raining cats and dogs!\" \"How could you tell?\" \"I stepped in a poodle!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-and-sex-in-the-time-of-plague-review-bawdy-tales-hidden-wisdom-11625233661", "title": "'Love and Sex in the Time of Plague' Review: Bawdy Tales, Hidden Wisdom", "date": "2021-07-02 09:47", "summary": "Telling stories as a distraction from the Black Death, Boccaccio's characters relate a resourceful new approach to life.. Scrambling for pandemic-related advice, pundits and podcasters have turned to Giovanni Boccaccio's fictional masterpiece, \"The Decameron.\" Written in the 14th century at the height of the Black Death, which decimated Boccaccio's Florence, the book centers on 10 well-bred youths-seven women and three men-who, deciding that they need a break from the plague's ravages, escape to a villa outside the city.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-especially-good-view-review-the-publisher-as-storyteller-11625233308", "title": "'An Especially Good View' Review: The Publisher as Storyteller", "date": "2021-07-02 09:41", "summary": "A bookman-journalist's journey, from covering Vietnam to midwiﬁng 'The Art of the Deal' and 'Dreams From My Father.'. The bustling CV of Peter Osnos tells us that he was a correspondent and editor at the Washington Post from 1966 to 1984, with stints as foreign editor and national editor. In the decades since, he has been the editor and publisher of several eye-catching books, notably the first version in book form of \"The Starr Report\"-on the amorous activities of President Clinton-published by PublicAffairs, an imprint he launched in 1997.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-not-little-review-11625233237", "title": "Children's Books: 'Not Little' Review", "date": "2021-07-02 09:40", "summary": "A tale of small stature and big personality.. When you are a child, it is irksome when adults mistake you for being younger than you are. It's even more galling if you are a child of small stature, for it may be your misfortune, as it is for the heroine of \"Not Little\" (Neal Porter, 38 pages, $18.99), to be taken as some kind of infant. \"People look at me and ask if I'm in preschool,\" the girl, Dot, complains in Maya Myers's lively and understanding text. \"At restaurants, they laugh when I order from the grown-up menu.\" In Hyewon Yum's colorful and expressive illustrations, we see why Dot says she's small but not little: She's brimming with vigor and personality.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-the-american-revolution-11625232931", "title": "Five Best: Books on the American Revolution", "date": "2021-07-02 09:35", "summary": "Selected by John Ferling, the author, most recently, of 'Winning Independence: The Decisive Years of the Revolutionary War, 1778-1781.'. By David Hackett Fischer (1994)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11625232690", "title": "A Closer Look", "date": "2021-07-02 09:31", "summary": "Selections from 'Fearless World Traveler: Adventures of Marianne North, Botanical Artist' by Laurie Lawlor, illustrated by Becca Stadtlander. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11625232645", "title": "A Closer Look", "date": "2021-07-02 09:30", "summary": "Selections from 'Not Little' by Maya Myers, illustrated by Hyewon Yum. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-11625232606", "title": "A Closer Look", "date": "2021-07-02 09:30", "summary": "Selections from 'Unforgotten: The Wild Life of Dian Fossey' by Anita Silvey. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11625232572", "title": "A Closer Look", "date": "2021-07-02 09:29", "summary": "Selections from 'Toys: 100 Years of All-American Toy Ads' by Jim Heimann & Steven Heller. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-italy-relief-and-dread-as-tourists-return-11625232372", "title": "In Italy, Relief and Dread as Tourists Return", "date": "2021-07-02 09:26", "summary": "The pandemic cost Italy billions in lost revenue from tourism, while giving residents of popular destinations like Rome and Venice a chance to have their cities to themselves. \"It's time for you to book your holidays in Italy,\" Italian Prime Minister Mario Draghi told international visitors in May, hoping to revive a tourism sector that contributes 13% of Italy's GDP. In 2020, as the Covid-19 pandemic put an end to most international travel, the country's tourism revenue dropped by about $113 billion, and things are still far from back to normal.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-didi-krispy-kreme-what-to-watch-when-the-stock-market-opens-today-11625223869", "title": "Virgin Galactic, Didi, Krispy Kreme: What to Watch When the Stock Market Opens Today", "date": "2021-07-02 09:25", "summary": "Futures are ticking higher after the S&P 500 hit its sixth consecutive record close. The battle for space-tourism primacy is heating up, shares of recent IPOs are zig-zagging, and data showed the U.S. labor market gained traction in June after a spring lull. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shacarri-richardson-olympics-team-usa-drug-test-11625232192", "title": "Team USA Sprinter Sha'Carri Richardson Fails Drug Test and May Miss Olympics", "date": "2021-07-02 09:24", "summary": "Richardson, the best U.S. hope for a gold medal in the 100 meters in Tokyo, tested positive for chemical in marijuana. Sprinting star Sha'Carri Richardson, the best American hope for gold in the women's 100 meters at the Tokyo Olympics later this month, failed a doping test for a chemical found in marijuana, invalidating her win in the U.S. trials and likely knocking her out of the Games in the event.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donor-privacy-and-the-first-amendment-11625178506", "title": "A Victory for Donor Privacy", "date": "2021-07-02 09:03", "summary": "The Justices strike down a broad demand for nonprofit donor lists.. Americans who give money to any polarizing cause-say, gun rights, abortion or religious liberty-can sleep a little easier tonight thanks to the Supreme Court's 6-3 ruling on Thursday in defense of donor privacy. Given the threat lately of being publicly canceled for having the wrong views, it's vital that the First Amendment protect anonymity.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-militias-fill-the-vacuum-as-the-regular-army-melts-away-11625230800", "title": "Afghan Militias Fill Vacuum as Regular Army Melts Away", "date": "2021-07-02 09:00", "summary": "Resume Subscription. MAZAR-E-SHARIF, Afghanistan-When Abbas Ibrahimzada spotted Taliban fighters posting Facebook pictures of themselves at the gates of northern Afghanistan's biggest city last week, he ordered hundreds of gun-toting members of his own militia to speed through Mazar-e-Sharif in pickup trucks and set up checkpoints at the entrances.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fireworks-sales-surge-taking-a-dangerous-toll-around-july-4-holiday-11625230801", "title": "Fireworks Sales Surge, Taking a Dangerous Toll Around July Fourth Holiday", "date": "2021-07-02 09:00", "summary": "Deaths and serious injuries related to pyrotechnics increased sharply last year-even in places where many are banned, such as Los Angeles. As fireworks sales boomed across the country last year, injuries related to the pyrotechnics also exploded.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-end-of-cellulite-11625229827", "title": "Is This the End of Cellulite?", "date": "2021-07-02 08:43", "summary": "New treatments claim to offer fixes for a longstanding beauty gripe, but do they really work? And, as our attitudes toward cellulite change, do we really care?. Supermodel and activist Ashley Graham recently posted an Instagram slideshow showing a spectrum of women, herself among them, joyfully baring their skin, with its bumps and dimples and rolls and stretch marks and, yes, cellulite. Her accompanying text read \"Beautiful. End of Discussion.\" Graham's counterpoint to the traditional beach-body pictures comes when we are at a cellulite crossroads. There is finally innovation to report in the cellulite treatment category, but it comes at a time when perceptions of this supposed imperfection are changing.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxosmithkline-says-board-supports-under-pressure-ceo-11625228150", "title": "Glaxo Says Board Supports Under-Pressure CEO", "date": "2021-07-02 08:15", "summary": "Vote of confidence comes a day after activist hedge fund Elliott issued a letter calling for board changes and a management review. GlaxoSmithKline PLC said its board sees Chief Executive Emma Walmsley as the right person to lead the company's pharmaceutical business after a planned split with its consumer-health unit, a vote of confidence a day after activist investor Elliott Management Corp. called for a management review.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-vaccinated-people-are-dying-of-covid-19-heres-why-scientists-arent-surprised-11625227200", "title": "Some Vaccinated People Are Dying of Covid-19. Here's Why Scientists Aren't Surprised.", "date": "2021-07-02 08:00", "summary": "Vaccines aren't 100% effective, so some people will be vulnerable to the virus even after receiving two shots. LONDON-As the Delta variant of the coronavirus surges through the U.K., almost half of the country's recent Covid-19 deaths are of people who have been vaccinated. But doctors and scientists aren't sounding the alarm about the apparently high proportion of deaths among the vaccinated population.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-plans-border-overhaul-starting-with-lifting-covid-19-order-11625227200", "title": "Biden Plans Border Overhaul, Looks to Lift Covid-19 Order", "date": "2021-07-02 08:00", "summary": "The administration is juggling demands from progressive advocates to end pandemic policy alongside concerns over another migrant surge. WASHINGTON-The Biden administration is preparing to enact major policy changes at the southern border this summer as officials gradually lift a public-health emergency order that allows immigration agents to turn away most migrants crossing the border illegally, according to administration officials and others familiar with the discussions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-spin-rate-data-foreign-substances-11625189466", "title": "The Data Behind Baseball's Stickiest Problem", "date": "2021-07-02 08:00", "summary": "MLB began cracking down on pitchers using foreign substances to improve their grip on the ball. The game changed dramatically. These numbers show how.. Major League Baseball had a problem. Its baseballs had gotten too sticky.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweisers-new-boss-gets-an-improving-but-volatile-brew-11625226046", "title": "Budweiser's New Boss Gets an Improving but Volatile Brew", "date": "2021-07-02 07:40", "summary": "While sales growth at Anheuser-Busch InBev is getting better, higher costs and exchange rates are still risks for the debt-laden beer giant. Budweiser's incoming chief executive officer needs your beer money to pay down the mortgage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-case-scrambles-big-bets-on-33-billion-aon-willis-towers-deal-11625224666", "title": "Justice Department Scrambles Bets on Aon-Willis Towers Deal", "date": "2021-07-02 07:17", "summary": "Investors are increasingly skeptical that the merger of insurance brokerage giants will go through, judging by the companies' share prices. Investors have ratcheted up bets on the collapse of Aon PLC's $33 billion acquisition of rival Willis Towers Watson PLC, betting the Justice Department will succeed in blocking the landmark insurance brokerage deal in court.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-sweeten-job-perks-amid-driver-shortage-lofty-fares-11625223601", "title": "Uber, Lyft Sweeten Job Perks Amid Driver Shortage, Lofty Fares", "date": "2021-07-02 07:00", "summary": "Pressure builds at companies to make gig work more attractive; 'it is absolutely a reckoning'. A shortage of drivers in the U.S. is propelling prices for Uber and Lyft rides to record highs and pushing the services to rethink how they attract gig workers.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-plots-covid-19-exit-strategy-11625222789", "title": "Australia Plots Covid-19 Exit Strategy", "date": "2021-07-02 06:46", "summary": "Trying out shorter quarantine periods for some vaccinated travelers, gradual return of foreign students are part of a four-stage plan. SYDNEY-Australia plans to experiment with shorter isolation periods for vaccinated travelers and the gradual return of foreign students, Prime Minister Scott Morrison said in laying out a four-stage strategy to return life in the country to normal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-kids-subscription-boxes-better-than-toy-stores-11625222576", "title": "Kids Have Their Own Subscription Boxes Now. Are They Worth the Cost?", "date": "2021-07-02 06:42", "summary": "Parenting pros weigh in on whether these services are a needless indulgence or a worthwhile salve for harried parents. MY HUSBAND AND I aren't 'joiners,' so those much-ballyhooed subscription services-which send curated products of every sort to your door on a predetermined schedule-don't interest us. Cheese-of-the-month club? We'll sniff and pick our own Gruyère, thanks. Monthly deliveries of sundry toiletries in surprise scents? Pass. But for the benefit of our beloved toddler, we'll try anything. Which is why we fell for our first ever Instagram ad: subscription toy box Lovevery.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-noblest-happiest-page-in-mankinds-history-11625222292", "title": "'The Noblest, Happiest Page in Mankind's History'", "date": "2021-07-02 06:38", "summary": "When America began.. Several years back your humble correspondent observed a diverse crowd standing in a long line on a hot summer day. The large gathering of patient people spoke with accents representing many places in the U.S. and various countries around the world. They were all happily waiting to see-not a competition or a performance or a famous work of art-but simply a room with wooden tables and chairs. As physically unremarkable as the room was, visitors reaching the end of the line were not disappointed. Many wore expressions of joy and wonder because they knew what had happened in that room in a brick building on Chestnut Street in Philadelphia. Independence Hall is the place where America's founding document was created 245 years ago this week. Eleven years later, delegates meeting in the same room created the U.S. Constitution.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-lotteries-have-regional-variants-too-11625221980", "title": "Covid-19 Lotteries Have Regional Variants, Too", "date": "2021-07-02 06:33", "summary": "Cash prizes have been effective at luring vaccine-shy people in rich countries, but prizes' buying power differs. One of the mysteries of the Covid-19 pandemic is that, with billions of people in the developing world waiting for vaccines, many in rich countries have only been lured to take them by cash prizes. Even the inducements' value show major regional variation.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-all-american-road-through-ohio-amish-auctions-fried-chicken-and-rock-roll-11625221833", "title": "An All-American Road Trip Through Ohio: Amish Auctions, Fried Chicken and Rock & Roll", "date": "2021-07-02 06:30", "summary": "A three-day trip through the Buckeye State offers river views, buzzy cities and an unexpected variety of roadside attractions. YOU'LL BEGIN your 433-mile traverse across the Buckeye State by crossing the Ohio River on a car ferry, heading into the wild Northwest Territory. That's your first clue that Ohio is nothing like a flat, monotonous cornfield. The route winds through the Hocking Hills, graced with waterfalls and towering hemlocks, and passes through the farms of Amish country rich in buggies, bonnets and butterfat. Such pastoral landscapes contrast to the buzz in the state's \"Three Cs,\" the cities of Cincinnati, Columbus and Cleveland. The journey ends on the shores of Lake Erie, perhaps joining thousands of others at Cleveland's Rock & Roll Hall of Fame's summer concert series-a fitting celebration of Ohio driven toe to top. A few navigational notes: Unexpected detours, horse-drawn Amish buggies and poorly marked country roads can be expected. GPS or paper maps prove handy. Call ahead, especially smaller venues. Ohio is open, but the pandemic can still surprise.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ireland-could-derail-global-tax-reform-11625220355", "title": "Ireland Could Derail Global Tax Reform", "date": "2021-07-02 06:05", "summary": "Agreement to overhaul corporate tax is an achievement, but significant hurdles remain. A new corporate tax agreement between 130 nations is quite an achievement, but the deal is far from done. The continued resistance of Ireland in particular could scuttle the accord.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-ad-opportunities-and-capital-spur-investor-interest-in-ad-tech-11625220000", "title": "Digital Ad Opportunities and Capital Spur Investor Interest in Ad Tech", "date": "2021-07-02 06:00", "summary": "The industry, once shunned by investors, has regained its mojo, fueled in part by a rise in digital ad spending. Deal activity and public offerings in the advertising and marketing technology industry are rising as the sector gets a boost from a flush of available capital and companies looking for a share of a growing digital ad business.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wave-of-earnings-restatements-slams-a-hot-market-11625218380", "title": "A Wave of Earnings Restatements Slams a Hot Market", "date": "2021-07-02 05:33", "summary": "Accounting guidance from the Securities and Exchange Commission has led to a big slowdown in SPACs. More than 540 companies have restated their financial accounts in the past three months, higher than every full year since 2013, to comply with a directive from Washington, new data show.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-peter-thiels-roth-ira-means-for-yours-11625218209", "title": "What Peter Thiel's Roth IRA Means for Yours", "date": "2021-07-02 05:30", "summary": "The new focus on retirement-account limits raises questions about saving strategies for everyone, not just the superrich. Large Roth IRAs owned by the superrich are in the tax spotlight now, and all savers should consider the implications for their own retirement accounts.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-republican-women-plan-runs-for-house-building-on-partys-2020-wins-11625218202", "title": "More GOP Women Plan Runs for House, Building on Party's 2020 Wins", "date": "2021-07-02 05:30", "summary": "Number of GOP women in House grew to record 31 this year. MORE GOP WOMEN have announced plans to run for House seats in 2022 at this point than in any recent election cycle, according to Republican officials, feeding confidence that the party is positioned to build on its big gains in sending women to Congress last year. Democrats have long outpaced Republicans in electing women to the House. But GOP women were some of the stars of Election Night 2020, accounting for 11 of the 14 Republican victories over Democratic incumbents. The number of Republican women in the House grew to a record 31 this year, more than double the 13 in the prior Congress.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-prepares-for-a-blockbuster-july-fourth-11625218200", "title": "U.S. Prepares for a Blockbuster July Fourth", "date": "2021-07-02 05:30", "summary": "The public is racing to get back to pre-Covid-19 life faster than tourist destinations can meet the rapid swell in demand. Mark Penzkover, a civil engineer near Milwaukee, jumped in his car the other day and like many others across the U.S., started making up for the last 15 months.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-face-higher-gas-prices-heading-into-july-4th-weekend-11625218201", "title": "Americans Face Higher Gas Prices Heading Into July Fourth", "date": "2021-07-02 05:30", "summary": "Amount charged at pump isn't expected to deter pent-up desires to go on road trips this summer as Covid-19 eases. Americans face the steepest gasoline prices in nearly seven years as tens of millions eagerly hit the road this summer after a year of Covid-19 lockdowns and travel restrictions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fireworks-demand-shoots-up-as-supply-fizzles-ahead-of-july-4th-11625218201", "title": "Fireworks Are Pricey and in Tight Supply This July Fourth", "date": "2021-07-02 05:30", "summary": "Supply is expected to be down about 30% nationwide this year due to manufacturing delays and shipping bottlenecks. Demand for fireworks is exploding, but a nationwide shortage means some Americans may have a difficult time finding pyrotechnics for their Fourth of July celebrations.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-india-move-tens-of-thousands-of-troops-to-the-border-in-largest-buildup-in-decades-11625218201", "title": "China, India Move Troops to Border in Largest Buildup in Decades", "date": "2021-07-02 05:30", "summary": "Both countries have built new infrastructure to support larger deployments and positioned advanced military equipment in the region. NEW DELHI-China and India have sent tens of thousands of soldiers and advanced military equipment to their disputed border, as troop deployments in the region reach the highest level in decades.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-for-high-end-brands-is-harder-than-it-lookseven-if-youre-a-luxury-giant-like-lvmh-11625183876", "title": "Shopping for High-End Brands Is Harder Than It Looks-Even if You're a Luxury Giant", "date": "2021-07-02 05:30", "summary": "Investors hope the pandemic will prompt some owners of independent luxury brands to sell up. But persuading founding families to give up control has been tricky.. To get his hands on Bulgari, luxury-goods titan Bernard Arnault courted the family behind the jeweler for 12 years before they accepted a check for $5 billion. The pandemic may soften up some owners of high-end brands, but it will still be hard to cut deals.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pubg-maker-krafton-shoots-misses-5-billion-mark-11625217770", "title": "PUBG Maker Krafton Shoots, Misses $5 Billion Mark", "date": "2021-07-02 05:22", "summary": "One hit game has put the company on the map-now it needs to prove it can replicate that success. South Korean game maker Krafton's blockbuster survival shooter \"PlayerUnknown's Battlegrounds\" is a big asset-just not big enough to justify a $5 billion initial public offering, apparently.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-trump-adviser-jason-miller-new-social-app-gettr-backed-by-guo-wengui-tied-foundation-11625199130", "title": "Ex-Trump Adviser Jason Miller: New Social App Backed by Entity Tied to Guo Wengui", "date": "2021-07-02 00:12", "summary": "Political operative says his free-speech-focused platform has secured financial support from entity close to fugitive Chinese businessman. Former Trump adviser Jason Miller says a new, free-speech-focused social-media platform he is leading has received financial backing from a foundation tied to fugitive Chinese businessman Guo Wengui.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11625153654", "title": "Pepper...and Salt", "date": "2021-07-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rulings-of-2020-21-11623081326", "title": "Supreme Court Rulings of 2020-2021", "date": "2021-07-02 00:01", "summary": "Justices have issued rulings on the Affordable Care Act, NCAA limits on compensation, student speech and more. The Supreme Court this week wrapped up an unusual term in which it heard all its cases by teleconference because of the pandemic and welcomed a new member, Amy Coney Barrett, who was confirmed just before the 2020 presidential election. The justices have decided several notable cases already and will issue a wave of rulings in the next few weeks before a summer break. Here are some highlights from the docket.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-orders-halt-to-federal-executions-11625182502", "title": "Justice Department Orders Halt to Federal Executions", "date": "2021-07-02 23:55", "summary": "Attorney general places moratorium on capital punishment until department reviews death-penalty policies. WASHINGTON-Attorney General Merrick Garland on Thursday ordered a halt to federal executions while the Justice Department reviews its policies on the death penalty, citing concerns about what he described as arbitrariness in its application, its disparate impact on Black people and minorities and a \"troubling number of exonerations.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-branson-plans-virgin-galactic-space-trip-before-jeff-bezos-11625181813", "title": "Richard Branson Plans Virgin Galactic Space Trip Before Jeff Bezos", "date": "2021-07-02 23:36", "summary": "Launch is scheduled for July 11, nine days before that carrying Amazon's outgoing chief executive. Richard Branson plans to beat Jeff Bezos to space.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-covid-19-vaccine-shows-promising-preliminary-signs-of-protecting-against-delta-variant-11625184011", "title": "J&J Vaccine Shows Promise Protecting Against Delta Variant", "date": "2021-07-02 23:13", "summary": "Vaccine triggered strong immune response in blood samples from eight vaccinated people. Johnson & Johnson 's Covid-19 vaccine showed promising signs in a small laboratory study of protecting against the Delta variant spreading across the U.S. and other countries, the company said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-strike-bankruptcy-deal-with-all-major-abuse-victim-groups-11625184701", "title": "Boy Scouts Strike Bankruptcy Deal With Major Abuse-Victims Groups", "date": "2021-07-02 21:36", "summary": "Survivors accept offer of up to $850 million plus the rights to pursue insurance claims. The Boy Scouts of America reached a settlement with major groups of sex-abuse victims seeking compensation through the youth group's bankruptcy proceedings, a milestone in its efforts to turn the page on its past failures to protect children.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-area-collapsed-condo-search-and-rescue-efforts-halted-11625149296", "title": "Miami-Area Collapsed Condo Search Efforts Resume After Pause", "date": "2021-07-02 21:17", "summary": "Mayor Daniella Levine Cava said structural concerns had made further operations risky. SURFSIDE, Fla.-Search-and-rescue teams resumed their work on the partially collapsed condominium building after a roughly 14-hour shutdown Thursday amid concerns about the stability of the structure still standing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/show-us-your-starter-home-11625184405", "title": "Show Us Your Starter Home", "date": "2021-07-02 20:06", "summary": "Use the form below to tell us about your experience. ", "categories": [["Markets", "Audience"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/audience?mod=breadcrumb"]}]