[{"link": "https://www.wsj.com/articles/biden-to-meet-asian-american-leaders-after-atlanta-spa-shootings-11616151614", "title": "Biden Meets Asian-American Leaders After Atlanta Spa Shootings", "date": "2021-03-19 19:44", "summary": "Georgia has become focal point in conversation about violence against Asian-Americans as well as partisan battleground over voter access. WASHINGTON-President Biden mourned the victims of the Atlanta shootings on a trip to the city, declaring \"hate can have no safe harbor in America\" and pointing out that most of those killed were women of Asian descent amid a rise in crimes against Asian-Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extended-stay-america-astrazeneca-jpmorgan-chase-stocks-that-defined-the-week-11616197035", "title": "AstraZeneca, JPMorgan Chase: Stocks That Defined the Week", "date": "2021-03-19 19:37", "summary": "Here are seven major companies whose stocks moved on the week's headlines. Extended Stay America Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-to-pay-6-5-million-to-settle-cftc-investigation-over-trading-11616192411", "title": "Coinbase to Pay $6.5 Million to Settle CFTC Investigation Over Trading", "date": "2021-03-19 19:17", "summary": "Cryptocurrency exchange operator settles civil case without admitting or denying fault. WASHINGTON-Cryptocurrency-exchange operator Coinbase Inc. agreed Friday to pay $6.5 million to settle regulatory claims that it reported misleading information about its trading volumes.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-startups-start-hiring-again-as-signs-of-wanderlust-emerge-11616195164", "title": "Travel Startups Start Hiring Again as Signs of Wanderlust Emerge", "date": "2021-03-19 19:06", "summary": "Booking app Hopper, for instance, expects to add 400 customer support agents and 150 full-time employees as vaccinations and stimulus checks encourage more people to travel again. After one tough year, travel startups are hiring again as business tentatively picks up.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-gang-that-couldnt-shot-straight-11616193641", "title": "Europe's Gang That Couldn't Shot Straight", "date": "2021-03-19 18:40", "summary": "A string of vaccine bungles on the Continent threatens health and the global economy.. It's hard to think of a recent fiasco that can match the European Union's Covid vaccine rollout. Protectionism, mercantilism, bureaucratic ineptitude, lack of political accountability, crippling safety-ism-it's all here. The Keystone Kops in Brussels and European capitals would be funny if the consequences weren't so serious.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaqs-wish-is-the-u-k-s-command-11616193584", "title": "Nasdaq's Wish Is the U.K.'s Command", "date": "2021-03-19 18:39", "summary": "America's voluntary diversity rule for corporate boards could be mandatory in Britain.. Readers will recall the many problems with Nasdaq's recent proposal to add a board diversity provision to its listing rules for companies. Now comes the United Kingdom to see Nasdaq and raise its woke obligations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-takes-on-the-unions-11616193518", "title": "Andrew Yang Takes On the Unions", "date": "2021-03-19 18:38", "summary": "The candidate for New York City mayor dares to challenge the school lockdowns.. New York City families have become unwilling homeschoolers in the last year as the pandemic shutdowns stretch on and on. Credit mayoral candidate Andrew Yang for calling out the teachers unions for depriving children of opportunities to learn in-person.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-rights-at-the-supreme-court-11616193465", "title": "Property Rights at the Supreme Court", "date": "2021-03-19 18:37", "summary": "Can a state order owners to let the public use land without compensation?. The Supreme Court has sometimes treated property rights as the prodigal son of the Constitution, and on Monday the Justices have an opportunity to welcome it back with some rules on behavior.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-shy-mans-party-who-could-ask-for-more-11616192514", "title": "Who Knew Lockdowns Would Make It Easier for Introverts to Make Friends?", "date": "2021-03-19 18:34", "summary": "Technology gave me an unexpected chance to make new friends.. Who knew that lockdowns would make it easier for introverts to make friends? Even though I barely left my house over the past year, I've made enough new ones to fill a small theater.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitter-alaska-meeting-complicates-already-shaky-u-s-china-ties-11616185669", "title": "Bitter Alaska Meeting Complicates Already Shaky U.S.-China Ties", "date": "2021-03-19 18:34", "summary": "A divisive exchange between senior foreign policy officials exposes the deepening distrust between the powers. ANCHORAGE, Alaska-High-level talks between the Biden administration and Beijing that veered into acrimony put the U.S.-China rivalry in sharp relief, complicating efforts by the two powers to erect guardrails and keep tensions from spiraling further.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-should-ones-intentions-matter-11616192890", "title": "How Much Should One's Intentions Matter?", "date": "2021-03-19 18:28", "summary": "It seems to me that we are willing to punish the agent of a bad outcome if either of two conditions is met-intent or failure to act responsibly.. Paul Bloom is close to the truth of the matter when he notes that ignoring intent and imposing the harshest punishment is intended primarily to harm (\"When Intentions Don't Matter,\" Review, March 13). Calling for a \"culture of greater kindness\" to counter that inclination is exactly what our society needs. But we are currently a society without much kindness, and clearly not in the mood to grant anyone the benefit of a doubt. Condemnation is insufficient; cancellation is the preferred solution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adapting-classics-for-modern-young-readers-11616192854", "title": "Adapting Classics for Modern Young Readers", "date": "2021-03-19 18:27", "summary": "The rewrites were primarily intended and executed to drive a new wave of sales by reinvigorating their appeal to the next generation.. While I appreciate Marilyn Greenwald's attempt to poke at the current wave of self-censorship in the form of cancel culture, her article on Nancy Drew, the Hardy Boys and Tom Swift is so off base it renders the goal ineffectual (\"Dr. Seuss, Meet the Sanitized Sleuths Known as the Hardy Boys,\" op-ed, March 13). Briefly, the rewrites were primarily intended and executed to drive a new wave of sales by reinvigorating their appeal to the next generation. The assertion that many parents assumed their children were reading the same books they had read as children is hard to fathom, since the new books are a fraction of the size of their predecessors. The result is a more hip, current, and relevant product. I challenge readers to actually complete one of the earlier versions and then propose that this would appeal to post-World War II readers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lady-bird-johnson-reduced-littering-benefitting-all-11616192820", "title": "Lady Bird Johnson Reduced Littering, Benefitting All", "date": "2021-03-19 18:27", "summary": "To my mind this is still the most effective and effective first-lady project ever.. Judith Martin's review of Julia Sweig's \"Lady Bird Johnson\" (Books, March 13) might have mentioned a significant fact about Mrs. Johnson's work: Her antilittering campaign was dramatically and visibly effective. I was a boy in the 1960s and didn't care about flower beds, but I looked out the car window while my parents drove. America's roadsides were covered with trash. By 1969, after major billboard and TV ad campaigns (\"Please, please, don't be a litterbug, 'cause every litter bit hurts\"), they were not, and it was largely due to Lady Bird Johnson. To my mind this is still the most effective first-lady project ever. Only Betty Ford's drive to lift the stigma from treatment of substance abuse comes close. Lady Bird Johnson changed the daily habits of millions of Americans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-aides-retaliation-accusations-are-part-of-investigation-11616168890", "title": "Gov. Andrew Cuomo Aides, Retaliation Accusations Are Part of Investigation", "date": "2021-03-19 18:26", "summary": "Investigators questioned three former aides over how senior officials responded to sexual-harassment accusations. The New York state investigation into whether Gov. Andrew Cuomo sexually harassed multiple women is also looking at whether his top officials enabled the behavior, how the administration handled the complaints, and whether it took steps to intimidate his accusers, according to the women and their lawyers.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-mark-twain-have-called-meghan-and-harry-11616192780", "title": "What Would Mark Twain Have Called Meghan and Harry?", "date": "2021-03-19 18:26", "summary": "Peggy Noonan is absolutely correct when she dismisses Meghan Markle's claim that: \"As Americans especially what you do know about the royals is what you read in fairy tales\". Regarding Peggy Noonan's \"Why We Care About the Royal Family Feud\" (Declarations, March 13): Ms. Noonan is absolutely correct when she dismisses as utter nonsense Meghan Markle's claim that, \"As Americans especially what you do know about the royals is what you read in fairy tales.\" Apparently the duchess has never stood in a supermarket line, where the rest of us are accosted with the royals' doings through weekly tabloid headlines. One would be hard pressed to find a source further removed from fairy tales and happy endings.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-israels-covid-vaccine-success-can-teach-america-11616192742", "title": "What Israel's Covid-Vaccine Success Can Teach America", "date": "2021-03-19 18:25", "summary": "Almost every large hospital system in the U.S. now has an integrated electronic medical-record system and could reach out to patients based on age and chronic conditions.. Regarding Tunku Varadarajan's \"The Weekend Interview with Nachman Ash: How Israel Became the World Vaccine Leader\" (March 13): While it is true that the Kupat Holim system and its four insurance groups would be very hard to replicate in the U.S. healthcare system, that is really no excuse for not having a more coordinated effort. Almost every large hospital system in the U.S. now has an integrated electronic medical-record system and has the ability to query databases to identify and reach out to patients based on age and chronic conditions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-is-what-will-defeat-covid-11616192690", "title": "Capitalism Is What Will Defeat Covid", "date": "2021-03-19 18:24", "summary": "The vaccine revolution didn't happen on its own. It's a product of decades of planning and investment.. Behold the paradox of this pandemic moment: Large corporations are political villains, derided on the left and right. Yet the main, and perhaps only, reason the Covid-19 scourge is easing is vaccines developed by Big Pharma.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-blackouts-blew-in-on-the-wind-11616192622", "title": "Texas' Blackouts Blew In on the Wind", "date": "2021-03-19 18:23", "summary": "The grid nearly failed because of an energy mix weighted toward unreliable sources of power.. People once set aside their political differences after a natural disaster struck. They would unite to help those suffering and ensure everyone who needed help got it. Texans did this 3½ years ago after Hurricane Harvey. Millions came together to help their neighbors and, in many cases, complete strangers.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-revises-physical-distancing-recommendation-for-schoolchildren-11616166132", "title": "CDC Reduces Physical-Distancing Guidance for Schoolchildren", "date": "2021-03-19 17:55", "summary": "K-12 students should remain at least 3 feet apart in classrooms, down from 6 feet, agency says, which would allow more to return to buildings. The U.S. Centers for Disease Control and Prevention cut in half the distance students should remain from one another in classrooms, a step that could speed the reopening of schools.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-buys-more-iranian-and-venezuelan-oil-in-a-test-for-biden-11616146203", "title": "China Buys More Iranian and Venezuelan Oil, in a Test for Biden", "date": "2021-03-19 17:40", "summary": "Increased sales and higher prices are helping Tehran and Caracas resist U.S. pressure. China has sharply increased its imports of oil from Iran and Venezuela in a challenge to two Biden administration foreign-policy priorities, according to U.S. officials, undermining key diplomatic leverage Washington needs to restart long-stalled negotiations.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-a-car-guy-11616189296", "title": "Not a Car Guy", "date": "2021-03-19 17:28", "summary": "Democrats used to pretend that infrastructure bills were about infrastructure.. The Washington custom at least through the Obama-Biden era was to pretend that \"infrastructure\" bills would fund critically needed roads and bridges. The promise was that big spending on \"shovel-ready\" projects would both create jobs and meet transportation needs. Taxpayers only learned long after the passage of the 2009 stimulus plan that it didn't create the promised jobs, that only about 10% of the money went to infrastructure, and that very few projects were shovel-ready. Now Washington has a new custom and the Biden-Harris administration isn't even bothering to pretend.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-tom-reed-faces-allegation-of-sexual-misconduct-11616188390", "title": "Rep. Tom Reed Faces Allegation of Sexual Misconduct", "date": "2021-03-19 17:13", "summary": "Republican congressman, who is considering a run for New York governor, denies account by former lobbyist. A former lobbyist said that Rep. Tom Reed (R., N.Y.) made unwanted sexual advances to her in 2017, according to published comments, an account that the congressman denied.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-investigating-visa-over-debit-card-practices-11616164525", "title": "Visa Faces Antitrust Investigation Over Debit-Card Practices", "date": "2021-03-19 17:06", "summary": "Justice Department probe focuses on whether Visa's actions allow it to maintain a dominant market share unlawfully. The Justice Department is investigating whether Visa Inc. is engaging in anticompetitive practices in the debit-card market, a probe that casts a cloud over a core part of its business.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ian-mcewan-on-the-pandemic-year-good-government-is-the-only-solution-11616173369", "title": "Ian McEwan: Good Government Is the Only Solution", "date": "2021-03-19 16:54", "summary": "In the pandemic, Ronald Reagan's famous axiom looks like a flattened tin shed after a hurricane. If new variants can be tracked and isolated, and if lower-income nations can be immunized at a much faster rate, we could be entering Covid-19's third act. A virus with an unwieldy 30,000 base pairs was never supposed to mutate efficiently, but its teeming fraternity now extends beyond the mega-trillions, all randomly trying their luck. It could yet upset our dreams of escape.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-19-2021-11616143569", "title": "Stocks End Week With Modest Declines", "date": "2021-03-19 16:50", "summary": "The Dow industrials fell 0.7% on the day, while the yield on 10-year Treasurys slipped. Declines in financial stocks pulled the Dow Jones Industrial Average lower Friday, and all three major stock indexes ended the week in the red.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sandra-boynton-on-the-pandemic-year-birthday-cakes-are-essential-11616103681", "title": "Sandra Boynton: Birthday Cakes Are Essential", "date": "2021-03-19 16:46", "summary": "The pandemic summons memories of a childhood illness and a reminder of the wondrous challenges of parenting. I spent my fourth birthday in the Children's Hospital of Philadelphia. I remember they had two cakes because another sick child-his name was Bruce, and he was turning 7-had the same birthday. One cake was frosted half blue, half pink, the other all yellow.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-on-the-pandemic-year-finding-success-off-the-court-11616086695", "title": "Naomi Osaka: Finding Success Off the Court", "date": "2021-03-19 16:38", "summary": "Being forced to slow down provided the chance to make new discoveries and appreciate the beauty of stillness. This year brought so many changes in the world and in so many people's lives. As someone who has spent most of my adult life on the road traveling, the pandemic taught me the beauty of stillness. We are made to believe that the more we do and go and move, the more productive we are, but the pandemic proved that's not always the case. Just because you are always moving doesn't mean you are moving your life in a creative and positive direction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tim-cook-on-the-pandemic-year-the-urgency-of-racial-justice-11616090633", "title": "Tim Cook: The Urgency of Racial Justice", "date": "2021-03-19 16:36", "summary": "We need a durable and hopeful future for all. This year has forced each of us to re-examine and to change how we live, work and relate to one another. And for that reason I don't think it's a coincidence that the year of Covid-19 was also the year where critical conversations about equity and systemic injustice attained both new urgency and a well-deserved central role in our national conversation.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-remain-volatile-after-fed-kills-capital-relief-11616177597", "title": "Treasury Yields Remain Volatile After Fed Kills Capital Relief", "date": "2021-03-19 16:35", "summary": "Yields had dropped to as low as 1.671% before Fed announcement briefly sent the yield up to 1.748%. U.S. government-bond yields rose sharply Friday after the Federal Reserve said it wouldn't extend a temporary rule that encouraged banks to hold Treasurys, but then yields retreated as investors debated how significant the hit would be to debt markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-thinks-economy-can-navigate-bond-yield-rise-11616185457", "title": "Fed's Barkin Thinks Economy Can Navigate Bond-Yield Rise", "date": "2021-03-19 16:24", "summary": "'I think we're going to have a very strong summer, a very strong fall, as pent-up demand comes back,' the Richmond Fed chief said. Federal Reserve Bank of Richmond President Thomas Barkin said rising bond yields shouldn't derail a strong economic recovery.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-vaccinated-can-you-finally-take-a-vacation-11616001610", "title": "You're Vaccinated. Can You Finally Take a Vacation?", "date": "2021-03-19 16:19", "summary": "The CDC still warns against travel, even for fully vaccinated people. We asked three epidemiologists when it will be safe to travel again.. PETER VOLNY, a retired advertising executive, typically flies more than 100,000 airline miles annually with his wife, and has even been to offbeat places like North Korea and Tajikistan in his quest to visit every country on earth. Fully vaccinated at last, he's determined to make up for the lost pandemic year. \"We are decidedly sick of being homebound,\" he said. On the calendar: a five-week Greek idyll, an African safari and a trek to the jungles of Suriname and Guyana. Getting the shot, Mr. Volny said, gave him the confidence that \"I'm vaccinated and I'm not scared of anything.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-has-followed-europe-in-previous-covid-19-surges-will-it-happen-again-11616176427", "title": "U.S. Has Followed Europe in Previous Covid-19 Surges. Will It Happen Again?", "date": "2021-03-19 16:16", "summary": "Half of states are seeing an uptick in newly reported cases; possible rise comes as vaccinations pick up. Federal officials this week warned that the U.S. may be on track for another surge in Covid-19 cases, trailing Europe by a few weeks in a pattern that has been seen throughout the pandemic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-say-they-found-cause-of-blood-clotting-linked-to-astrazeneca-vaccine-11616169108", "title": "Scientists Say They Found Cause of Rare Blood Clotting Linked to AstraZeneca Vaccine", "date": "2021-03-19 16:02", "summary": "German, Norwegian researchers say rare autoimmune reaction is behind several cases of brain blood clotting, and suggest a possible treatment for it. BERLIN-Scientists in Europe said they had identified a mechanism that could lead the AstraZeneca PLC vaccine to cause potentially deadly blood clots in rare instances as well as a possible treatment for it.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-off-switch-saturday-crossword-march-20-11615330924", "title": "On/Off Switch (Saturday Crossword, March 20)", "date": "2021-03-19 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gear-boxes-saturday-variety-puzzle-march-20-11615331098", "title": "Gear Boxes (Saturday Variety Puzzle, March 20)", "date": "2021-03-19 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-espionage-trial-of-canadian-citizen-ends-verdict-awaited-11616146679", "title": "Trudeau Condemns Secret Trial of Canadian on Espionage Charges", "date": "2021-03-19 15:50", "summary": "Prime minister said it is impossible to know whether proceedings were fair; case is seen as retaliation for Canada's arrest of a Huawei executive at behest of U.S.. Canadian Prime Minister Justin Trudeau on Friday condemned China's secret court proceedings against one of two Canadian citizens who face espionage charges, arguing the closed session makes it nearly impossible to know whether the accused is getting a fair trial.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinister-subservience-11616182563", "title": "Sinister Subservience", "date": "2021-03-19 15:36", "summary": "Bernardo Bertolucci's 'The Conformist,' which opened in U.S. theaters 50 years ago this month, offers a thrilling psychological treatment of a Mussolini loyalist whose fealty comes at the expense of his relationships.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-hiring-in-saudi-arabia-taking-advantage-of-online-shift-in-kingdom-11616181761", "title": "Amazon Is Hiring in Saudi Arabia, Taking Advantage of Online Shift", "date": "2021-03-19 15:22", "summary": "Move comes after tensions between founder Jeff Bezos and Crown Prince Mohammed bin Salman. Amazon . com said it is hiring 1,500 people in Saudi Arabia this year, becoming the latest tech giant to beef up inside the kingdom as pandemic-fed demand for online services rises in the Arab world's largest economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-spa-shootings-victims-11615995416", "title": "Atlanta Spa Shootings: What Is Known About the Victims", "date": "2021-03-19 15:21", "summary": "Six of the eight people killed in the Atlanta area were women of Asian descent. Three shootings took place Tuesday evening at three separate spas-the first in Acworth, Ga., north of Atlanta, and the others across the street from each other within the city. The shootings happened within about an hour of each other.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-hate-crime-atlanta-shooting-11616097853", "title": "Atlanta Spa Shootings Pose Test for Hate-Crime Laws", "date": "2021-03-19 15:18", "summary": "Investigators are weighing bias charges in the killings of eight people, including six Asian women. Six of the victims that 21-year-old Robert Aaron Long allegedly gunned down in the Atlanta area were women of Asian descent. But whether the shootings constitute a hate crime remains an open question for investigators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-to-end-emergency-capital-relief-for-big-banks-11616158811", "title": "Fed to End Emergency Capital Relief for Big Banks", "date": "2021-03-19 15:15", "summary": "Move disappointed Wall Street firms that had pressed for an extension to the relief. WASHINGTON-The Federal Reserve said it was ending a yearlong reprieve that had eased capital requirements for big banks, disappointing Wall Street firms that had lobbied for an extension.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-spa-shootings-officials-release-victims-names-11616176366", "title": "Officials Release Names of Atlanta Victims", "date": "2021-03-19 15:14", "summary": "President Biden to meet with Asian-American leaders in Atlanta on Friday. ATLANTA-Atlanta officials have released the names of four women killed in shootings at two Atlanta spas on Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-instagram-facebook-and-whatsapp-down-social-media-services-suffer-major-outages-11616178513", "title": "Instagram, Facebook and WhatsApp No Longer Down After Outages", "date": "2021-03-19 15:09", "summary": "Facebook's family of apps had 2.6 billion daily users as of the end of 2020. Facebook Inc. said it has resolved an issue that caused outages on its various platforms on Friday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-what-you-need-to-know-about-taking-a-vacation-after-getting-vaccinated-11616180854", "title": "Here's What You Need to Know About Taking a Vacation After Getting Vaccinated", "date": "2021-03-19 15:07", "summary": "The CDC still warns against travel and most of the world isn't ready to roll back testing and quarantine rules for travelers just yet. The Centers for Disease Control and Prevention (CDC) recently eased restrictions on small gatherings, but the agency continues to counsel against travel, even for the vaccinated. That is because there is still a risk of getting and spreading Covid-19 while away from home, the agency said. Most of the world isn't ready to roll back testing and quarantine rules for travelers just yet. As the pandemic continues, only a small percentage of the world's population has gotten the jab. The CDC's advice could change, according to a spokesman for the agency \"as more people are vaccinated and we learn more about how vaccines work in the real world.\" Here's what you need to know.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fierce-poise-review-a-splash-of-helen-frankenthaler-11616164764", "title": "'Fierce Poise' Review: A Splash of Helen Frankenthaler", "date": "2021-03-19 14:55", "summary": "A view of the painter in her 1950s New York world tries to take in both the artist and her milieu.. The art historian Alexander Nemerov is a seductive writer. While his colleagues labor over bulky manuscripts weighed down with extensive footnotes, Mr. Nemerov, who teaches at Stanford, approaches his chosen subject, American art and culture from the mid-19th to the mid-20th century, with an essayist's craft (and maybe craftiness). He's a great believer in the curated fragment, the revelatory glimpse. He likes to look closely at a few select objects (often photographs) and reveal their panoramic implications. Some of the books that he's written over the past 15 or so years (\"Wartime Kiss,\" \"Summoning Pearl Harbor,\" \"Icons of Grief\") amount to compact zeitgeist readings: \"Wartime Kiss\" is subtitled \"Visions of the Moment in the 1940s.\" Now, in a book about the painter Helen Frankenthaler, he's at it again, zeroing in on what he describes as critical moments in her life and career during the 1950s, when she established herself as an artist. I'm sympathetic to what Mr. Nemerov is doing. Why can't the part stand in for the whole? The danger is that we make too much of too little. The details may become portentous.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signet-jewelers-funds-online-sales-push-with-cost-savings-reduced-store-hours-11616179925", "title": "Signet Jewelers Funds Online Sales Push With Cost Savings, Reduced Store Hours", "date": "2021-03-19 14:52", "summary": "The owner of Kay Jewelers and other brands plans to eliminate up to $200 million in costs over the next three years. Signet Jewelers Ltd. , the parent of Kay Jewelers and other retail brands, is finding savings in its supply chain and reducing hours at some stores to pay for a continuing push into online shopping.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-weekend-11615486104", "title": "What to Read This Weekend", "date": "2021-03-19 14:48", "summary": "An innovative painter in her 1950s Manhattan milieu, the prehistory of work, a family saga of war and renewal, fly fishing's quiet allure, and more.. Author", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deconstruction-identity-and-the-dying-art-of-criticism-11616177190", "title": "Deconstruction, Identity and the Dying Art of Criticism", "date": "2021-03-19 14:06", "summary": "Understanding literature was once a common cultural pursuit. Now it's about political power.. Imagine a group of bookish folk sitting around having a conversation about literature. Some work in the English departments of nearby universities. One ventures the idea that \"a performative model of subject formation cannot be thought apart from its implication in regulatory practices operating within discursive regimes that circumscribe the 'materiality' of the subject through the citationality of norms.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-we-be-ready-if-gps-goes-down-11616177141", "title": "Will We Be Ready if GPS Goes Down?", "date": "2021-03-19 14:05", "summary": "The Transportation Department has ideas for a backup, but it needs money from Congress.. GPS is vital to Americans, but hacking it has never been easier. Protecting the civilian Global Positioning System, an invisible utility the federal government pays for, falls to Transportation Secretary Pete Buttigieg. He would do well to use the results of the Transportation Department's January report on technologies that can back up GPS and keep the country moving in a pinch.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-covid-should-you-keep-working-from-home-heres-how-to-decide-11616176802", "title": "After Covid, Should You Keep Working From Home? Here's How to Decide.", "date": "2021-03-19 14:00", "summary": "More people will have the choice to telecommute permanently. But there are a lot of factors to consider.. If you are offered the opportunity to keep working from home on a long-term basis, should you take it?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-stops-the-clock-on-streaming-consolidation-11616176363", "title": "NFL Stops the Clock on Streaming Consolidation", "date": "2021-03-19 13:58", "summary": "New distribution deals should help establish entrants like Paramount+ and Peacock. Among the more interesting debates in the streaming media world is exactly how many subscriptions viewers can stomach. The National Football League is betting that its fans can do the math.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11615933436", "title": "A Closer Look", "date": "2021-03-19 13:57", "summary": "Selections from 'Go and Do Likewise!' by John Hendrix. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-magazines-were-art-11616176589", "title": "When Magazines Were Art", "date": "2021-03-19 13:56", "summary": "A new exhibition at New York's Jewish Museum shows how European émigrés helped to create the stylish look of midcentury publications like Vogue, Life and Fortune.. Artists fleeing fascism in Europe came to America in the 1930s and unleashed a sea change in magazine photography and design. Their revolutionary handiwork, and the work of younger American artists they inspired, is on display in a new exhibition, \"Modern Look: Photography and the American Magazine,\" at the Jewish Museum in New York from April 2 through July 11.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11615933286", "title": "A Closer Look", "date": "2021-03-19 13:53", "summary": "Selections from 'The Passover Guest' by Susan Kusel, illustrated by Sean Rubin. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11615933337", "title": "A Closer Look", "date": "2021-03-19 13:52", "summary": "Selections from 'Saint Spotting or How to Read a Church' by Chris Raschka. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/where-can-i-travel-for-spring-break-consider-the-sun-belt-11616172824", "title": "Where Can I Travel for Spring Break? Consider the Sun Belt", "date": "2021-03-19 12:53", "summary": "Five secret, sun-soaked getaways in the U.S., from New Mexico to Florida. WHATEVER YOU want to call the last three months-Snovid-21, Snowmageddon-the winter of our global discontent is officially over. While the prospect of a sun-drenched spring break never felt so deserved, deciding where to go remains a challenge. Very few of us are ready to plunge back into a swarm of sunbathers. But a drivable warm weather spot with character, natural beauty and minimal crowds? That's just the tonic many crave right now.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mary-barra-on-the-pandemic-year-moving-at-ventilator-speed-11616169866", "title": "Mary Barra: Moving at 'Ventilator Speed'", "date": "2021-03-19 12:24", "summary": "Converting an auto plant to build critically needed medical equipment showed GM how fast it could get things done. Crises often bring much-needed perspective and clarity to a situation. They stress test our agility, our resilience, our leadership and our empathy. As I have learned during 40 years in the car industry, time would not be our friend during this deadly pandemic. The virus was unrelenting and moving fast. To protect the lives and the livelihoods of 155,000 employees, we had to move even faster.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-proposed-bill-of-rights-for-the-remote-worker-11616169600", "title": "A Proposed Bill of Rights for the Remote Worker", "date": "2021-03-19 12:00", "summary": "No. 1: Every employee should be allowed to be off-camera. It's your home, not your boss's.. The past year has seen millions of employees transition to remote work-often under pretty rotten conditions. It's time to change that.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-visa-records-show-enrollments-by-foreign-students-tumbled-18-in-2020-11616168396", "title": "Enrollments by Foreign Students Tumbled 18% in 2020", "date": "2021-03-19 11:39", "summary": "New student visas declined by 72%, even steeper than early indicators suggested. The pandemic and a flurry of immigration-related directives from the Trump administration devastated international-student enrollments at U.S. schools in 2020, and the full extent of their losses are even worse than schools estimated in the fall.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-may-see-boost-from-pandemic-aids-pension-lifeline-11616167934", "title": "Truckers May See Boost from Pandemic Aid's Pension Lifeline", "date": "2021-03-19 11:32", "summary": "The measure is seen clearing a cloud hanging over unionized trucking companies and others in multiemployer plans. Unionized trucking companies could get a lift from a provision of the $1.9 trillion coronavirus aid package that throws a fiscal lifeline to struggling multiemployer pension plans.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deshaun-watson-texans-allegations-massage-11616166525", "title": "NFL Star Deshaun Watson Faces Mounting Misconduct Allegations", "date": "2021-03-19 11:10", "summary": "The Texans quarterback has denied an initial allegation from a massage therapist, with seven civil suits filed against him in recent days. The National Football League has launched an investigation into allegations that Houston Texans star quarterback Deshaun Watson sexually assaulted women during massage therapy sessions, with a lawyer representing the accusers saying Friday more than 20 women may make claims against him.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/losing-dollars-by-pinching-pennies-when-short-termism-goes-bad-11616165999", "title": "Losing Dollars by Pinching Pennies: When Short-Termism Goes Bad", "date": "2021-03-19 11:00", "summary": "Corporate America has a way of costing itself big by not adequately preparing for trouble. That lesson has been learned the hard way-again-over the past year.. This time a year ago, Navin Katyal's phone wouldn't stop ringing.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-topol-on-the-pandemic-year-the-hyper-acceleration-of-the-life-sciences-11616165818", "title": "Eric Topol: The Hyper-Acceleration of the Life Sciences", "date": "2021-03-19 10:56", "summary": "Developing a Covid vaccine in record time shows how medical research can rev up to fight other diseases.. In less than a year, we went from Covid-19 patient zero to several effective, thoroughly tested vaccines. In my career as a physician-scientist, I have never seen science and medical research move at this pace. For 21 successful vaccine development programs in the past decade, it took an average of eight years, and that doesn't even take into account the many programs that have gone on for decades but have failed to produce a vaccine, including for HIV, CMV, malaria, TB, Zika and Dengue fever. For a broader sense of the achievement with Covid vaccines, consider that the average time in the life sciences for translating research into clinical practice is 17 years.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-likely-to-nominate-former-sen-bill-nelson-to-lead-nasa-11616101626", "title": "Biden to Nominate Former Sen. Bill Nelson to Lead NASA", "date": "2021-03-19 10:48", "summary": "In 1986, as a U.S. House member, the Floridian was a payload specialist aboard Space Shuttle Columbia, which spent six days in orbit. WASHINGTON-President Biden will nominate former U.S. Sen. Bill Nelson (D., Fla.) to lead the National Aeronautics and Space Administration, the White House announced Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-asking-95-million-stewart-rahrs-waterfront-hamptons-estate-slated-to-finally-sell-11616164956", "title": "Once Asking $95 Million, Stewart Rahr's Waterfront Hamptons Estate Slated to Finally Sell", "date": "2021-03-19 10:42", "summary": "After six years, a buyer has agreed to pay roughly $50 million for the sprawling Wainscott property in one of the most expensive deals in the East End this year. A sprawling Hamptons estate owned by Stewart Rahr, a billionaire former pharmaceuticals entrepreneur and self-proclaimed No. 1 King of All Fun, is in contract to sell for around $50 million, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-review-foraging-for-the-good-life-11616164706", "title": "'Work' Review: Foraging for the Good Life", "date": "2021-03-19 10:38", "summary": "If the inventions of the technological age save us labor, why do we work more than our ancestors?. James Suzman did his doctoral research on the Ju/'hoansi \"Bushmen\" of Namibia. He has kept in touch with them over the past 25 years and written reports on the plight of minority peoples in the region. He also had a stint in the corporate world, as global head of public affairs for the mining giant De Beers. So, an anthropologist, a business executive and now director of a think tank, Anthropos Ltd.: Mr. Suzman is well placed to reflect on what makes the lot of hunter-gatherers so different from that of early farmers, let alone workers, managers and entrepreneurs in modern industrial societies. In \"Work: A Deep History, From the Stone Age to the Age of Robots,\" Mr. Suzman picks away at the very different ideas that people, then and now, have about the place of work in their lives.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfts-the-method-to-the-madness-of-a-69-million-art-sale-11616164200", "title": "NFTs: The Method to the Madness of a $69 Million Art Sale", "date": "2021-03-19 10:30", "summary": "'Nonfungible tokens' could solve problems that have dogged the art world and other markets for centuries. Still, some buyers may be getting a bit too enthusiastic.. Financial innovations often feel like insanity at first. Pay bills with a piddly piece of plastic? Get cash from a faceless machine rather than a bank teller? Stop trying to beat the market and just own all the stocks, including the bad ones?", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-work-the-rustic-elegance-of-a-national-park-lodge-into-your-decor-11616164103", "title": "How to Work the Rustic Elegance of a National Park Lodge Into Your Décor", "date": "2021-03-19 10:28", "summary": "A designer who integrates Americana into his own projects finds inspiration in a hotel's grand lobby erected in Montana's Glacier National Park over 100 years ago. In My Favorite Room, a recurring decorating feature, an interior designer or architect singles out a historic room they admire, which we deconstruct and, with the design pro's guidance, translate into advice on emulating the look.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-my-heart-review-11616163998", "title": "Fiction: 'My Heart' Review", "date": "2021-03-19 10:26", "summary": "Four books that capture suffering and tenderness in the former Yugoslavia.. Maybe the most remarkable literary document to emerge from the wars that led to the breakup of Yugoslavia is Semezdin Mehmedinović's \"Sarajevo Blues,\" a piercing collection of poems and prose vignettes written during the four-year siege of Sarajevo. Mr. Mehmedinović, a Bosnian, describes watching a Serbian artillery woman fire shells at the city between bouts of sunbathing on an air mattress. While hurrying down an exposed street, he spots a gaggle of photojournalists hiding in the bushes, there to capture a prizewinning picture if he's shot by a sniper. \"Harun, get into the house,\" his wife Sanja calls to their son, \"it's grenading outside.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/places-of-mind-review-edward-saids-postcolonial-pugilism-11616163914", "title": "'Places of Mind' Review: Edward Said's Postcolonial Pugilism", "date": "2021-03-19 10:25", "summary": "With 'Orientalism' he took aim at Middle East scholarship. His political advocacy was equally contentious.. The serenity of Edward Said's household routine in the last 20 years of his life offered a conspicuous contrast to the nonstop turbulence of his public persona. He lived on Manhattan's Riverside Drive, waking every day at 5:00 a.m., working for an hour, then making double espressos for himself and Mariam, his wife. Said was the only family member permitted to operate the expensive (and presumably temperamental) coffee maker, and the water had to be Evian or Volvic. Caffeinated, he laid the table, squeezed orange juice and made \"an elaborate breakfast\" for Mariam before returning to his writing.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-losing-review-past-imperfect-11616163824", "title": "'The Art of Losing' Review: Past Imperfect", "date": "2021-03-19 10:23", "summary": "A young Frenchwoman of Algerian heritage peels back the layers of her family's history in Alice Zeniter's novel.. How much do most of us know about the Algerian War, the bloody conflict that raged between the French army and the Algerian Front de Libération Nationale (FLN), between 1954 and 1962, ending more than 130 years of French colonial rule? The war has cast a long shadow, but clarity has been slow in coming. In France, it wasn't officially called a war until 1999; it was labeled an \"operation of public order.\" Sixty years on, its secrets are still emerging. Only this month, French President Emmanuel Macron confirmed that a well-known Algerian nationalist lawyer had not committed suicide in 1957, but had in fact been tortured and killed by French soldiers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-supercharged-the-advertising-triopoly-of-google-facebook-and-amazon-11616163738", "title": "How Covid-19 Supercharged the Advertising 'Triopoly' of Google, Facebook and Amazon", "date": "2021-03-19 10:22", "summary": "The three tech giants now collect more than half of all ad dollars spent in the U.S. The pandemic economy got them there.. When the pandemic upended the economy last year, companies took a hard look at their advertising plans.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equitys-hottest-stock-isnt-a-household-name-its-eqt-of-stockholm-11616146202", "title": "Private Equity's Hottest Stock Isn't a Household Name", "date": "2021-03-19 10:22", "summary": "European asset manager's gain comes as deal to buy U.S. real-estate investor Exeter Property Group is expected to power earnings higher. European buyout giant EQT AB's stock has surged as investors embrace the firm's bet on U.S. real estate.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-arrives-in-paris-along-with-another-covid-19-lockdown-11616160676", "title": "Spring Arrives in Paris, Along With Another Covid-19 Lockdown", "date": "2021-03-19 10:22", "summary": "Many in France are frustrated with President Emmanuel Macron's management of the crisis. PARIS-Spring was once a time for strolls along the River Seine and people-watching from sun-dappled terraces.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-anglers-art-two-books-on-fly-fishing-11616163360", "title": "The Angler's Art: Two Books on Fly Fishing", "date": "2021-03-19 10:16", "summary": "The obsessive, meditative, wonder-filled world of rod, reel and deceptive lure.. Mark Kurlansky can't quite tell you what he loves about fly fishing. Mostly, it's a way of immersing himself in nature. Except it's actually that he's afflicted by an \"occult and mysterious instinct,\" one known only to anglers, who are incapable of regarding a body of water without guessing where the fish are. Still, he's conflicted about his passion. He calls himself a \"crooked salesman offering bad merchandise\"-if the fish \"take what I cast, they will be sorry.\" This ambivalence is reassuring. Any angler who can tell you exactly why he fishes is lying.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shift-to-remote-working-prompts-british-airways-to-consider-selling-its-headquarters-11616163297", "title": "Shift to WFH Prompts British Airways to Consider Selling Headquarters", "date": "2021-03-19 10:14", "summary": "U.K. carrier, hammered by the pandemic but pleased with remote work, considers a more permanent flexible-office plan. British Airways is considering selling its sprawling headquarters on the periphery of London Heathrow Airport, as the pandemic prompts more companies to embrace remote working in the long term.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/something-in-the-air-books-on-bird-migration-11616163225", "title": "Something in the Air: Books on Bird Migration", "date": "2021-03-19 10:13", "summary": "They wander the world, sleep on the wing and perform astonishing feats of endurance.. We humans had until recently become inured to losing track of breeding birds for the duration of their migratory journeys, which we now know can span tens of thousands of miles. When a white stork turned up in Klütz, Germany, in the spring of 1822 with an arrow from Africa dangling from its neck, an awakening began that migratory birds are up to something much bigger than suspected. Another 25 such perforated storks have turned up since, enough for Germans to coin a name for them (Pfeilstorche). Long before we put bands on birds to track their journeys, these \"arrow-storks\" told of an annual trip that might take them from northern Europe to the southern coasts of Africa and back. Later, they bore the first satellite transmitters as migration studies flew into uncharted terrain.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-every-vow-you-break-review-11616163023", "title": "Mysteries: 'Every Vow You Break' Review", "date": "2021-03-19 10:10", "summary": "Peter Swanson's thriller uncoils as a honeymoon grows dark.. Peter Swanson specializes in writing mesmerizing thrillers that subvert readers' expectations. The author works his particular magic once again with \"Every Vow You Break\" (Morrow, 308 pages, $27.99), in which a young woman faces a tricky dilemma: Should she tell her fiancée, a wealthy investor, about the one-night dalliance she allowed herself during the West Coast bachelorette weekend he paid for? Or should she keep it a secret and trust he'll never find out?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-justice-11616162948", "title": "Five Best: Books on Justice", "date": "2021-03-19 10:09", "summary": "Selected by Philippe Sands, the author, most recently, of 'The Ratline.'. By Rian Malan (1990)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-treats-for-easter-and-passover-11616162749", "title": "Children's Books: Treats for Easter and Passover", "date": "2021-03-19 10:05", "summary": "A mystery at the Seder table, a parable picture book and more.. 'On a certain night each year when the dark of winter is passing and the world is warming up for the green of spring, Jews in all lands gather to celebrate a joyful holiday.\" Thus begins Lynne Sharon Schwartz's chronicle of Passover, which this year begins March 27, in \"The Four Questions\" (Levine Querido, 40 pages, $17.99), a striking picture book for children ages 3 to 10 that was originally published in 1989.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-boeing-faa-jet-engine-cover-failure-11616159991", "title": "United's Recent Engine Failure Spooked Denver. It's Happened Before.", "date": "2021-03-19 10:04", "summary": "Resume Subscription. When a Boeing 777's engine cover broke apart and rained parts on a Denver suburb on Feb. 20, the news rang familiar to Christopher Behnam. In February 2018, the 777 he was piloting as captain suffered a similar emergency with the same engine type.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jerome-powell-on-the-pandemic-year-tools-to-avoid-a-meltdown-and-save-livelihoods-11616162472", "title": "Jerome Powell: Tools to Avoid a Meltdown and Save Livelihoods", "date": "2021-03-19 10:01", "summary": "With no way to avert a U.S. downturn, the Fed had to act forcefully to limit damage. In late February 2020, I attended an overseas meeting of the G-20 nations' finance ministers and central bank governors. At the time, the U.S. was enjoying its longest economic expansion on record, and though my Fed colleagues and I had been monitoring Covid-19, we did not yet see it as likely to have a major impact at home. But that weekend, it became clear that the virus was spreading quickly-and widely. I left with the conviction that its effect would not be confined to faraway lands, as I had thought, but would reach every part of the globe.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/residence-inn-founder-created-a-lucrative-hotel-niche-11616162400", "title": "Residence Inn Founder Created a Lucrative Hotel Niche", "date": "2021-03-19 10:00", "summary": "Jack DeBoer, a 'recovering ego-holic' who has died at age 90, proved extended-stay properties could yield much larger profits. Jack DeBoer called himself a \"recovering ego-holic.\" In his late 30s, he was obsessed with seeing his name in print and becoming the nation's No. 1 apartment builder.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-port-backlogs-spread-ground-shipments-soaring-building-price-increases-11616162341", "title": "Today's Logistics Report: Port Backlogs Spread; Ground Shipments Soaring; Building Price Increases", "date": "2021-03-19 09:59", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/condoleezza-rice-on-the-pandemic-year-the-inequalities-of-american-work-11616159166", "title": "Condoleezza Rice: The Inequalities of American Work", "date": "2021-03-19 09:58", "summary": "Knowledge workers who could be productive at home had an easier time than retail employees and small-business owners.. I haven't been out of the country in more than a year-the longest stretch since I was 23.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-restrict-tesla-usage-by-military-and-state-personnel-11616155643", "title": "China to Restrict Tesla Use by Military and State Employees", "date": "2021-03-19 09:55", "summary": "People familiar with the effort cite concerns Tesla cars could be source of national security leaks. SINGAPORE-China's government is restricting the use of Tesla Inc.'s vehicles by military staff and employees of key state-owned companies, citing concerns that data the cars gather could be a source of national-security leaks, according to people familiar with the effort.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billions-of-cicadas-cant-wait-to-crash-your-outdoor-party-11616161488", "title": "Billions of Cicadas Can't Wait to Crash Your Outdoor Party", "date": "2021-03-19 09:44", "summary": "Resume Subscription. Caterer? Check.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/corteva-adds-directors-to-board-in-settlement-with-activist-11616160862", "title": "Corteva Adds Directors in Settlement With Activist", "date": "2021-03-19 09:34", "summary": "Agricultural company adds three directors proposed by Starboard Value; move avoids a potential proxy fight. Agricultural giant Corteva Inc. averted a potential proxy fight with Starboard Value LP by giving the activist hedge fund three seats on its board.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-stat-explains-why-college-basketball-is-better-than-football-11616156122", "title": "College Basketball Is Better Than Football, in One Stat", "date": "2021-03-19 09:00", "summary": "Men's hoops is still crowning first-time national champions. College football hasn't had a new title winner since the 1990s.. You have to go back to 1996 to find the last major-college football team to win its first-ever national title. It was the Florida Gators. The hottest technology that year was the flip phone.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-to-buy-410-million-stake-in-chinese-banks-wealth-business-11616158788", "title": "JPMorgan to Buy $410 Million Stake in Chinese Bank's Wealth Business", "date": "2021-03-19 08:59", "summary": "The agreement marks the first time a Chinese bank has opened up its wealth-management subsidiary to a foreign strategic investor. JPMorgan Chase & Co. agreed to pay $410 million for a stake in a leading Chinese wealth-management business, as the U.S. financial industry continues to make inroads in China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-nike-boeing-what-to-watch-when-the-stock-market-opens-today-11616151037", "title": "FedEx, Nike, Boeing: What to Watch When the Stock Market Opens Today", "date": "2021-03-19 08:57", "summary": "Yields on 10-year Treasurys edged down. Here's what we're watching ahead of Friday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorry-honey-its-not-you-its-travel-11616157000", "title": "Sorry, Honey, It's Not You, It's Travel", "date": "2021-03-19 08:30", "summary": "In a recent survey from trivago, consumers say they will give up just about anything-even sex-to travel right now. In a classic case of wanting precisely what we can't have, consumers say they are willing to throw away their entire lives for a fleeting brush with an overcrowded beach and a watery piña colada.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cassette-tape-fashion-11616156603", "title": "Fashion Has a New Obsession With the Cassette Tape", "date": "2021-03-19 08:23", "summary": "As the world anticipates a post-pandemic era of 1980s excess, it's the humble cassette tape and its clunky player that's on the mind of top fashion brands.. Before curating was a buzzword and social media was how you greeted the world, the mixtape was how we personalized and displayed our taste and identity. The portable cassette player, especially Sony 's Walkman model, and the boombox were a combined statement of both. Whether you matched one with roller skates or with an Adidas tracksuit, a portable player was once the It accessory.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-madness-womens-college-basketball-ncaa-tournament-11616155596", "title": "Women's March Madness Is Growing In Popularity-and Undervalued", "date": "2021-03-19 08:09", "summary": "The men's NCAA tournament generates billions, but the women's bracket remains an afterthought in the NCAA's overall picture. Connecticut will aim to win its seventh title in the past decade when the women's NCAA tournament gets underway in San Antonio on Sunday. Yet even if the No. 1 seeded Huskies cut down the nets, neither the university nor its athletic conference, the Big East, will see a single additional cent from the NCAA to reward their tournament run.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-drops-stock-buying-target-after-markets-rise-11616128225", "title": "In Japan, They're Still Worried About Deflation, Not Inflation", "date": "2021-03-19 08:08", "summary": "Central bank girds for further fight against falling prices and says it might reduce interest rates further into negative territory. TOKYO-A restaurant chain just made its fried-chicken meal about 50 cents cheaper. A Uniqlo shirt costs a dollar or two less as of this month. And home-products maker Muji slashed the price of a storage box by 35%.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-some-landlords-dont-want-any-of-the-50-billion-in-rent-assistance-11616155203", "title": "Some Landlords Don't Want Any of the $50 Billion in Rent Assistance", "date": "2021-03-19 08:00", "summary": "Building owners say the aid often has too many strings attached. A federal program designed to help people avoid eviction by paying their rent is running into an unexpected hurdle: Some landlords are turning down the payment, saying it comes with too many conditions.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-might-hold-back-dollars-rebound-11616153583", "title": "Inflation Might Hold Back Dollar's Rebound", "date": "2021-03-19 07:33", "summary": "The U.S. currency remains weak even as interest rates have climbed. As interest rates have shot upward, the U.S. dollar's continued weakness is something of a puzzle. Fear of rising inflation is partly to blame.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baggy-womens-suits-are-the-new-sweatsreally-11616153114", "title": "Baggy Women's Suits Are the New Sweats-Really", "date": "2021-03-19 07:26", "summary": "You've done the dowdy sweatshirt-and-leggings thing. Now, take a cue from Marlene Dietrich and let spring's surprisingly comfortable suiting reacquaint you with getting dressed.. SPRING HAS technically sprung. Many Americans are vaccinated or have vax appointments in view. With luck, you'll soon step into a bright, bustling life beyond your cluttered living room. And the sloppy sweats you've been wallowing in for months? Leave them behind, even if abandoning their plush, reassuring embrace will challenge you. Suiting-yes, suiting-is here to help you segue from athleisure addict to presentable person.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-uber-eats-delivery-hero-and-doordash-make-money-in-the-grocery-business-11616151637", "title": "Food-Delivery Apps Head to the Supermarket", "date": "2021-03-19 07:16", "summary": "Food-delivery apps are racing to deliver groceries, a notoriously low-margin and competitive business. In certain cities, you can now order a quart of milk on the Uber Eats app and have it arrive at your door in under 15 minutes. Is a recent push into delivering groceries a smart move by online takeout platforms, or an unwise attempt to keep growth-hungry investors sated at any cost?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-corbats-proudest-moment-at-citigroup-passing-the-torch-to-wall-streets-first-female-ceo-11616151614", "title": "Michael Corbat's Proudest Moment at Citigroup", "date": "2021-03-19 07:00", "summary": "The former chief executive of the nation's third-largest bank talks about walking away from the only place he ever worked.. When Citigroup Inc. named Michael Corbat chief executive in 2012, everyone was surprised. Including him.", "categories": [["Exit Interview"]], "category_links": ["https://www.wsj.com/news/types/exit-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-helps-set-standards-for-covid-19-vaccine-verification-11616151614", "title": "Big Tech Helps Set Standards for Covid-19 Vaccine Verification", "date": "2021-03-19 07:00", "summary": "Microsoft, Salesforce contribute to software framework for apps that provide digital proof of vaccination to be used for travel, returning to work. A coalition that includes tech giants and healthcare providers is preparing to release global standards for mobile apps that verify whether someone has had a Covid-19 vaccine.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-investors-hunt-for-cash-gushers-11616151615", "title": "Oil Investors Hunt for Cash Gushers", "date": "2021-03-19 07:00", "summary": "Investors are paying attention to how much cash energy companies can return to shareholders. Big Oil spent years chasing growth. Now it is in a new race-to see how quickly it can return cash to investors' pockets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-workspace-at-home-is-probably-gross-11616151615", "title": "Why Your Workspace at Home Is Probably Gross", "date": "2021-03-19 07:00", "summary": "Our home habits are often not the cleanest or healthiest. Phone calls from the bathroom, anyone?. From a health standpoint, the shift to remote work in the pandemic era would appear to have little downside. Without open-plan offices and rush-hour crowds to contend with, we are more in control of our environment and our health, right?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-should-stay-away-from-house-prices-11616149193", "title": "Central Banks Should Stay Away From House Prices", "date": "2021-03-19 06:19", "summary": "New Zealand's government wants the central bank to consider house prices when making decisions, but monetary policy is too blunt a tool to cool down property markets. The government of New Zealand is unhappy with surging house prices and wants the central bank to take more responsibility. Though the new requirement that it factor the prices into its policies falls short of changing the bank's mandate, it will muddle its decision making-and would do the same if it were adopted elsewhere.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-stimulus-act-offers-huge-benefits-for-families-11616146202", "title": "The New Stimulus Bill Offers Big Benefits for Families", "date": "2021-03-19 05:37", "summary": "New rules offer rebate payments, new tax credits and bigger deductions-if you know where to look. The coronavirus-relief legislation signed by President Biden earlier this month contains unprecedented benefits for families with children and other dependents-especially for some who plan carefully.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-revs-up-as-americans-increase-spending-on-flights-lodging-dining-out-11616146202", "title": "Economy Revs Up as Americans Spend on Flights, Dining Out", "date": "2021-03-19 05:31", "summary": "Forecasters have raised their predictions for growth as consumers gain confidence; 'I'd rather travel than do almost anything.'. Restaurant and hotel bookings are up. Airplane tickets are selling fast. Consumers spent more on gyms, salons and spas in recent weeks than they have since the coronavirus pandemic began.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-nfl-deal-amazon-accelerates-its-streaming-tv-advertising-ambitions-11616146200", "title": "With NFL Deal, Amazon Accelerates Its Streaming-TV Ad Ambitions", "date": "2021-03-19 05:30", "summary": "Aside from football, new programming like a 'Bosch' spinoff for its IMDb TV is part of Amazon's bid to secure a commanding position in the future of TV ad sales. A billion dollars gets you one of the most popular programs on television. It also signals your ambitions in the future of the medium.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-reopened-but-covid-19-fears-threaten-to-keep-consumers-away-11616146203", "title": "States Reopened, but Covid-19 Fears Threaten to Keep Consumers Away", "date": "2021-03-19 05:30", "summary": "People's feelings about the pandemic matter more to potential economic recovery than government orders, research suggests. What if you opened the economy and nobody came?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-shape-infrastructure-package-even-if-they-wont-vote-for-it-11616146201", "title": "Republicans Shape Infrastructure Package, Even If They Won't Vote for It", "date": "2021-03-19 05:30", "summary": "Bipartisan groups in Congress push big-ticket plans such as rural broadband and overhaul of water infrastructure. BIPARTISAN PARTS, PARTISAN WHOLE? Bipartisan groups in Congress are pushing a flurry of big-ticket infrastructure plans ready for inclusion in President Biden's second major legislative effort. But like with the Covid-19 aid law signed by Biden last week that garnered no GOP votes, some bipartisan ingredients may be included in a partisan stew.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-wrestle-with-hybrid-work-plansawkward-meetings-and-midweek-crowding-11616146200", "title": "Companies Wrestle With Hybrid Work Plans", "date": "2021-03-19 05:30", "summary": "A mix of office and remote work brings new hurdles, from determining the number of days employees spend in-person to how to conduct meetings; the Mondays and Fridays problem. Big U.S. companies are discovering that \"hybrid\" work comes with plenty of complications.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazenecas-covid-19-vaccine-is-cleared-by-europe-after-blood-clot-concerns-11616083845", "title": "AstraZeneca Vaccine Cleared by EU After Blood-Clot Concerns", "date": "2021-03-19 03:57", "summary": "Benefits of using the shot outweigh its potential risks and inoculations should proceed, says bloc's medicines agency. BRUSSELS-The European Union's health agency said the Covid-19 vaccine produced by AstraZeneca PLC was \"safe and effective\" and didn't increase the risk of blood clots, a decision that prompted several major bloc members to say they would resume inoculation campaigns.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadians-face-trials-in-china-after-two-plus-years-detention-11616067839", "title": "Canadians Face Trials in China After Two-Plus Years' Detention", "date": "2021-03-19 00:01", "summary": "Michael Kovrig and Michael Spavor will be tried separately on espionage charges in cases seen as payback for U.S.-China clash over telecom-equipment giant Huawei. HONG KONG-Two Canadians facing espionage charges in China will stand trial in the next few days after more than two years in custody, marking a new phase in a pair of cases widely seen as retaliation for Canada's arrest of a senior executive from Chinese tech giant Huawei Technologies Co.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616098845", "title": "Pepper...and Salt", "date": "2021-03-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-steamy-escape-in-colorado-11616122401", "title": "A Steamy Escape in Colorado", "date": "2021-03-19 22:53", "summary": "Only a sliver of Colorado sits in the Sun Belt, including Pagosa Springs, home to the world's deepest geothermal hot spring. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/georgias-island-idylls-11616121861", "title": "Georgia's Island Idylls", "date": "2021-03-19 22:44", "summary": "A string of barrier islands line the state's coastline. Two of the most alluring couldn't be more different: One is all unspoiled natural beauty, the other masters old-fashioned seaside glamour. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/five-new-york-city-schools-receive-suspicious-envelopes-11616121081", "title": "Five New York City Schools Receive Suspicious Envelopes", "date": "2021-03-19 22:31", "summary": "Three of the schools are nursery and early-education schools and at least one is a New York City Department of Education school. Five Manhattan schools have received suspicious envelopes that contained nonhazardous powder over the past eight days, New York Police Department officials said Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-administration-probed-over-nursing-home-covid-19-liability-immunity-11616119583", "title": "Cuomo Administration Probed Over Nursing-Home Immunity", "date": "2021-03-19 22:28", "summary": "Federal prosecutors are examining how the governor's office crafted broad protections for healthcare facilities treating Covid-19 patients. Federal prosecutors in Brooklyn are investigating a push by Gov. Andrew Cuomo's administration to enact broad protections for nursing homes from lawsuits and criminal prosecution early in the Covid-19 pandemic, according to people familiar with the matter.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-spa-shootings-amplify-racial-concerns-amid-rising-anti-asian-violence-11616097162", "title": "For Asian-Americans, Atlanta Spa Shootings Heighten Worries", "date": "2021-03-19 22:00", "summary": "Crimes targeting Asian-Americans have increased in some cities since beginning of Covid-19 pandemic. In the two days since a gunman killed eight people in the Atlanta area, including six women of Asian descent, groups have gathered in New York City, Seattle and Southern California, with more marches planned for this weekend. Social media has lit up.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-on-immigration-bills-offering-paths-to-citizenship-11616083508", "title": "House Passes Bills Offering Dreamers Path to Citizenship", "date": "2021-03-19 21:54", "summary": "Democrats draw some Republican support for narrow immigration measures amid uncertainty over broader bill's prospects. WASHINGTON-The House passed two bills providing pathways to citizenship for certain categories of immigrants living in the U.S. illegally, in a show of bipartisan support for narrow measures that still risk getting tied up in a long-running impasse over how to repair the immigration system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sets-tough-tone-ahead-of-high-level-talks-with-china-11616093421", "title": "China, U.S. Trade Barbs at First High-Level Talks Under Biden", "date": "2021-03-19 21:54", "summary": "Blinken reads a list of Washington's issues with Beijing, China delegation tells U.S. to examine its problems with racism. ANCHORAGE, Alaska-The U.S. and China began their first high-level meeting under the Biden administration with an acrimonious exchange of words, setting an abrasive tone as the two powers try to stabilize tense relations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexi-mccammond-teen-vogue-part-ways-over-racist-homophobic-tweets-11616117037", "title": "Teen Vogue Parts Ways With Incoming Editor Over Tweets", "date": "2021-03-19 21:23", "summary": "Incoming editor said she shouldn't have posted the social-media messages and has taken 'full responsibility for that'. Condé Nast parted ways with the incoming editor of Teen Vogue, Alexi McCammond, after an uproar among some staffers and readers over racist and homophobic social-media messages she posted a decade ago.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-hires-more-covid-19-testing-staff-opens-schools-to-high-school-teachers-11616115447", "title": "New York City Hires More Covid-19 Testing Staff, Opens Schools to High-School Teachers", "date": "2021-03-19 20:57", "summary": "About 20% of high-school students expected to return to classrooms Monday. Nearly 20% of New York City's high-school students are expected to resume in-person learning Monday, including some whose school buildings were closed for as much as a year because of Covid-19 restrictions and ventilation problems.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-giant-chubb-offers-to-buy-rival-hartford-11616103077", "title": "Insurance Giant Chubb Offers to Buy Rival Hartford", "date": "2021-03-19 20:09", "summary": "The 211-year-old target says it is considering the proposal. Chubb Ltd. , one of the nation's biggest, oldest and best-known property-casualty insurers, has made a preliminary proposal to acquire Hartford Financial Services Group Inc., another storied name in the industry.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}]