[{"link": "https://www.wsj.com/articles/new-york-faces-likely-congressional-redistricting-fight-after-latest-u-s-census-11619996400", "title": "New York Faces Likely Congressional Redistricting Fight", "date": "2021-05-02 19:00", "summary": "Figures show the state's delegation will lose a member next year, kicking off high-stakes map making. New York politicians are preparing for a contentious redistricting process after the U.S. Census Bureau said last week that the state's delegation to the U.S. House of Representatives will decrease by a seat.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-savings-stockpile-could-accelerate-economyif-consumers-spend-it-11619967601", "title": "Covid-19 Savings Stockpile Could Accelerate Economy-if Consumers Spend It", "date": "2021-05-02 17:49", "summary": "Much of the trillions of dollars in global savings accumulated during the pandemic is held by richer, older people less likely to use it. Households in wealthy countries have amassed an unprecedented pile of savings to spend as parts of the global economy thaw after a year in suspended animation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-russia-collusion-smear-returns-11619989661", "title": "The Russia Collusion Smear Returns", "date": "2021-05-02 17:07", "summary": "Dubious stories about FBI briefings intended to tar Republicans.. Three prominent media outfits on Saturday issued embarrassing retractions of a story alleging that the FBI had warned Rudy Giuliani that he was a target of a Russian disinformation campaign. The retractions seem appropriate, but the larger issue is whether Democratic leakers are again working with the press to smear Republicans with false claims of collusion with Russia.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-gains-and-tax-fairness-11619989600", "title": "Capital Gains and Tax 'Fairness'", "date": "2021-05-02 17:06", "summary": "Olympia passes a 7% tax on gains, joining 13 states in the 50% club with Biden's tax hike.. 'Tis the season for raising taxes, and seemingly every Democratic state wants in on the action. The latest is Washington state, where legislators last weekend approved a 7% tax on capital gains above $250,000. Washington is one of eight U.S. states without an income tax, though voters have had to keep vetoing attempts by public unions to impose one in ballot initiatives. The politicians in Olympia won't take no for an answer.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-schools-arent-really-open-11619989532", "title": "The Schools Aren't Really Open", "date": "2021-05-02 17:05", "summary": "Shortened schedules, 'zoom in a room,' and a year of lost learning.. President Biden has made a point of promising to reopen schools, and well he should. The lost year of learning will hold back a generation of American children. But the schools still aren't completely open, as the emerging evidence shows.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mass-hysteria-for-2-000-11619989478", "title": "Jeopardy: Mass Hysteria for $2,000", "date": "2021-05-02 17:04", "summary": "What is the reaction to a Jeopardy! contestant's innocent hand gesture?. Politics can make people crazy, especially these days. For the latest evidence, consider its insidious spread to \"Jeopardy!,\" the game show heretofore loved by millions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-calamity-has-sick-caring-for-the-sicker-alone-to-save-my-family-11619988243", "title": "India's Covid Calamity Has Sick Caring for the Sicker: 'Alone to Save My Family'", "date": "2021-05-02 16:44", "summary": "Resume Subscription. NEW DELHI-Days before Nikita Goel had planned to get married, she and five family members tested positive for the coronavirus, including her parents and 86-year-old grandfather. \"I felt like a roof had fallen,\" she said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bidens-plans-to-spend-4-5-trillion-without-boosting-deficits-depend-on-factors-beyond-his-control-11619947801", "title": "Biden's $4.5 Trillion Spending Plan Faces Deficit Test", "date": "2021-05-02 16:38", "summary": "To avoid more red ink, the president has to unite Democrats behind his infrastructure and social plans and make sure tax increases aren't repealed. WASHINGTON-President Biden's $1.9 trillion Covid-19 relief package was financed entirely with borrowed money. Now, he is proposing to spend another roughly $4.5 trillion on infrastructure and social programs-without adding to the red ink.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-spending-binge-is-costlier-than-advertised-11619986489", "title": "Biden's Spending Binge Is Costlier Than Advertised", "date": "2021-05-02 16:14", "summary": "The new taxes he proposes would cost money to collect and put a drag on the productive economy.. President Biden's first three domestic spending programs will give taxpayers a $5.7 trillion sticker shock, with advertised costs of $1.9 trillion for Covid-19 relief, at least $2 trillion for infrastructure, and $1.8 trillion for family benefits. Not seen are the hidden costs and burdens that will accompany the tax increases he proposes. When a private company invests in a new factory or warehouse, the costs are clear. The company has to pay for architects, materials and contractors who build the facilities. There are no hidden costs or excess burdens.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-can-support-freedoms-ferment-in-iran-11619986320", "title": "The U.S. Can Support Freedom's Ferment in Iran", "date": "2021-05-02 16:12", "summary": "Follow the example of the 1975 Helsinki Accords, which helped bring about the Soviet collapse.. Even Iran has its bipartisan moments in American political circles. Democrats and Republicans alike now largely agree that the 2015 nuclear deal, the Joint Comprehensive Plan of Action, needs to be renegotiated and its provisions strengthened. Members of both parties believe that any prospective agreement must address Tehran's ballistic missiles and its suspect regional activities. Yet often missing is any serious consideration of Iran's human-rights record. The most consequential victims of the theocratic regime are its own citizens, and their plight shouldn't be ignored.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-go-back-to-the-office-dont-wait-on-the-cdc-11619986366", "title": "Want to Go Back to the Office? Don't Wait on the CDC", "date": "2021-05-02 16:12", "summary": "Businesses should band together and formulate flexible guidance suitable to their own industries.. Welcome to summer camp 2021. Please stay at least 3 feet away from your bunkmate at all times, and 6 feet from all other campers and counselors. Children should wear masks during activities that \"have the potential to produce respiratory droplets,\" among them \"shouting\"-and that goes for outside as well as in. Avoid \"close contact\" sports, especially indoors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-peru-get-on-the-marxist-path-11619986216", "title": "Will Peru Get on the Marxist Path?", "date": "2021-05-02 16:10", "summary": "Presidential front-runner Pedro Castillo favorably quotes Lenin and Castro.. Peruvians will vote in a runoff presidential election on June 6, and if the polls are correct, Marxist candidate Pedro Castillo will win. An upset by his rival, center-right candidate Keiko Fujimori, is not impossible, but she is definitely the underdog.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/right-to-repair-is-bad-for-your-health-11619986159", "title": "'Right to Repair' Is Bad for Your Health", "date": "2021-05-02 16:09", "summary": "Do you want a PET scan from a machine with unauthorized adjustments?. Not long ago, a shade-tree mechanic with average skills could fix whatever was wrong with your car. These days, cars are far more advanced. On-board computers allow cars to diagnose themselves for most common problems and make engines run more efficiently while squeezing out more power than ever before.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-history-of-home-economics-review-engineering-the-everyday-11619985955", "title": "'The Secret History of Home Economics' Review: Engineering the Everyday", "date": "2021-05-02 16:05", "summary": "The creators of home economics believed that science would free women from drudgery-and open the door to professional opportunities.. Those readers whose memories of home economics class are dominated by muffin tins and sewing machines might be surprised to learn about Caroline Hunt, an early innovator in the field. Hunt had no patience for the time-consuming household tasks \"home ec\" became associated with. \"The woman who today makes her own soap instead of taking advantage of machinery for its production enslaves herself to ignorance by limiting her time for study,\" she declared. In 1908, she resigned from her position as the University of Wisconsin's first home economics professor with a letter bemoaning the department's emphasis on cooking and sewing.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-factories-trade-jobs-11619982003", "title": "Economy Week Ahead: Factories, Trade, Jobs", "date": "2021-05-02 15:00", "summary": "Data are expected to show the U.S. economy fully hitting its stride at the start of the second quarter. Data out this week are expected to show the U.S. economy fully hitting its stride at the start of the second quarter.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tech-company-tried-to-limit-what-employees-talk-about-at-work-it-didnt-go-well-11619967600", "title": "A Tech Company Tried to Limit What Employees Talk About. It Didn't Go Well.", "date": "2021-05-02 14:20", "summary": "Basecamp's move to ban political conversations lays bare a sharp divide in the tech industry over how to navigate potentially divisive issues. When leaders of the project management and communication software company Basecamp announced last week that it would curb political conversations at work, fallout came fast.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-biggest-business-more-than-tripled-in-the-first-quarter-11619975534", "title": "Trading Frenzy Boosts Robinhood's Biggest Business", "date": "2021-05-02 13:12", "summary": "The trading app generated $331 million in payments for order flow during the first three months of 2021. The stock-trading mania of early 2021 lifted revenue at Robinhood Markets Inc. to new heights.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-united-glazer-owners-super-league-old-trafford-11619968696", "title": "Man United Fans Storm Stadium to Protest Super League, Ownership", "date": "2021-05-02 13:12", "summary": "Hundreds of team supporters forced their way into the stadium before Sunday's match as fury over a breakaway league and the Glazer family's ownership boiled over. Fans' fury over aborted plans for a European soccer Super League boiled over on Sunday when protesters broke into Manchester United's home stadium and forced the postponement of the day's game against Liverpool, marking the latest eruption among English soccer fans urging their clubs' billionaire owners to sell the teams.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/litigation-without-end-chevron-battles-on-in-28-year-old-ecuador-lawsuit-11619975500", "title": "Litigation Without End: Chevron Battles On in 28-Year-Old Lawsuit", "date": "2021-05-02 13:11", "summary": "Resume Subscription. Chevron Corp. was fixated on roses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-republicans-set-talks-over-competing-infrastructure-plans-11619975447", "title": "Biden, Republicans Set Talks Over Competing Infrastructure Plans", "date": "2021-05-02 13:10", "summary": "President Biden invites a lead GOP negotiator to meet this week as he seeks bipartisan agreement on package. WASHINGTON-Lawmakers and administration officials signaled on Sunday that they expected negotiations over an infrastructure package to ramp up this week, as Republicans and President Biden work to see if a bipartisan agreement is within reach.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorry-prof-were-cutting-you-off-11619974459", "title": "Sorry, Professor, We're Cutting You Off", "date": "2021-05-02 13:06", "summary": "Funding higher education now means subsidizing the political activists who have hijacked it.. An advanced society functions by creating a series of institutions, telling them what it wants them to do, and funding them to do it. Institutions like the police, fire departments, courts and schools do the jobs society creates them to do. But one American institution-higher education-has decided to repurpose itself. It has set aside the job given to it by society and substituted a different one.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-the-new-casablancas-the-world-cities-that-stayed-open-11619974584", "title": "Welcome to the New Casablancas: The World Cities That Stayed Open", "date": "2021-05-02 12:56", "summary": "Resume Subscription. DUBAI-Oliver J. Christof used to spend some 300 days a year traveling the world, drumming up business for his family's industrial-services company in Austria.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-presidents-speech-11619974402", "title": "The President's Speech", "date": "2021-05-02 12:53", "summary": "Stutterers are on stage every day. Joe Biden shows it is possible to persevere.. At his first press conference and at last week's address to Congress, I noticed (most didn't) that President Biden experienced a few blockages, or disfluencies in his speech. In other words, he stuttered. I'm writing this not out of malice, but with enormous respect. I know because I have sons who stutter. I found out my wife had stuttered during a call telling her mother she was pregnant. Yes, it's genetic-and life-changing.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-best-way-to-treat-capital-gains-11619973451", "title": "What's the Best Way to Treat Capital Gains?", "date": "2021-05-02 12:37", "summary": "Bank robber Willie Sutton allegedly said he robbed banks because that is where the money is. The congressional corollary is to tax the middle class because that is where the tax dollars are.. Your editorial \"The Dumbest Tax Increase\" and Lawrence Lindsey's op-ed \"Biden Taxes for Punishment's Sake\" (both April 26) neglect an even bigger problem with the administration's proposal. This proposal is currently directed at taxpayers with income over $1 million, but other taxpayers need to be wary of that threshold as it is reasonable to expect that, when revenue expectations aren't realized, the higher rate will eventually be pushed to lower incomes as well. In 1969, after testimony to Congress that in 1966 there were 155 taxpayers who had income in excess of $200,000 and paid no income tax, the Internal Revenue Code was amended to initiate a minimum tax on the rich. It was replaced by the complex alternative minimum tax in 1979, which hit about five million people in 2017 before it was changed by Congress under the Trump administration. Bank robber Willie Sutton allegedly said he robbed banks because that is where the money is. The congressional corollary to this is to tax the middle class because that is where the tax dollars are.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccination-jobs-and-citizens-left-behind-11619973364", "title": "Vaccination, Jobs and Citizens Left Behind", "date": "2021-05-02 12:36", "summary": "Why hasn't the Biden administration sent us vaccines to be administered at the U.S. embassies in our respective countries?. As the U.S. looks forward to the opening of businesses, schools and universities, there is much discussion about requiring proof of vaccination (\"Vaccines Become Required for Hires,\" Business & Finance, April 27). This leaves out the thousands of study volunteers across the U.S. who have been vaccinated with vaccines that have yet to be granted emergency-use authorization (EUA) by the Food and Drug Administration. Vaccine-study data from AstraZeneca PLC and Novavax Inc. will be presented to the FDA in the coming months, but the timeline is unclear.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/career-reboot-from-app-developer-to-aquarium-ace-11619971200", "title": "A Coral Line: From App Developer to Aquarium Ace", "date": "2021-05-02 12:00", "summary": "The gift of a small tank for his desk sparked an unrecognized passion for sea life that's led to a successful retail business. When Kenny Lin was a child growing up in southern China, his family didn't have much money. His entertainment came from nature: keeping pet chickens, climbing trees, chasing frogs. \"I'd be that weird kid with some insect in my hand, scaring everyone. But to me, that was fun,\" he says.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-financial-advice-11619822409", "title": "For Young People, TikTok Is the Place to Go for Financial Advice", "date": "2021-05-02 12:00", "summary": "The short videos are ideal for many people. But is the advice any good?. TikTok is the place to go for new dances, viral taco recipes-and, now, financial advice.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epic-vs-apple-trial-tim-cook-tim-sweeney-and-the-other-key-players-in-fortnite-makers-antitrust-lawsuit-11619969556", "title": "Epic vs. Apple Trial: Tim Cook, Tim Sweeney and the Other Key Players in Antitrust Lawsuit", "date": "2021-05-02 11:32", "summary": "Current and former executives of Apple and Epic are among the witnesses who are expected to testify in court. Epic Games Inc.'s antitrust case against Apple Inc. is one of the tech industry's biggest legal battles in years. Here are some people likely to play key roles in the trial, which is expected to run through most of May.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbados-trip-a-tesla-returning-to-the-office-at-this-firm-has-its-rewards-11619967601", "title": "A Chance to Win a Barbados Trip for Returning to Work", "date": "2021-05-02 11:00", "summary": "Most Popular News. It started in April with a daily cash prize of $10,000 awarded randomly to an employee every workday. But that's not all. Three employees and a guest for each will board a private plane headed to Barbados for an all-expenses-paid vacation. And a grand-prize winner will get to drive to work in a new Tesla.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pe-backed-chain-threatens-to-shut-two-hospitals-over-financial-dispute-with-rhode-island-11619964001", "title": "PE-Backed Chain Threatens to Shut Two Hospitals Over Financial Dispute", "date": "2021-05-02 10:00", "summary": "The conflict is one of several involving state and local governments and hospital chains owned by private-equity firms. A private-equity-backed hospital chain said it could be forced to shut down two Rhode Island hospitals after a dispute over a state review into the company's operations and finances.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-black-homeowners-are-falling-further-behind-on-their-mortgages-11619964001", "title": "Many Black Homeowners Are Falling Further Behind on Their Mortgages", "date": "2021-05-02 10:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/epic-vs-apple-trial-features-battle-over-how-to-define-digital-markets-11619964001", "title": "Epic vs. Apple Trial Features Battle Over How to Define Digital Markets", "date": "2021-05-02 10:00", "summary": "'Fortnite' maker's suit heads to court Monday, bringing fight over iPhone maker's App Store before U.S. judge. In the high-profile court battle set to begin Monday between Apple Inc. and \"Fortnite\" creator Epic Games Inc., the judge will grapple with a central question: how to define a market in the digital age.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-apple-to-dominos-pizza-u-s-companies-scramble-to-meet-surge-in-demand-11619958601", "title": "From Apple to Domino's Pizza, U.S. Companies Scramble to Meet Surge in Demand", "date": "2021-05-02 09:12", "summary": "Supply-chain snarls and labor shortages crimp some businesses looking to ride rebound in U.S. economy; 'caught flat-footed'. Consumers are splurging on cars and furniture-and facing extended waits for delivery. Restaurants and gyms are reopening-and struggling to find workers. Factories and home builders are trying to ramp up-but are short on semiconductors or raw materials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-crisis-lawsuit-heads-for-rare-trial-in-west-virginia-11619960400", "title": "Opioid-Crisis Lawsuit Heads for Trial in West Virginia", "date": "2021-05-02 09:00", "summary": "The city of Huntington, W.Va., and surrounding Cabell County are seeking more than $1 billion from three drug distributors: McKesson, AmerisourceBergen and Cardinal Health. In the Ohio River city of Huntington, W.Va., people like Amanda Coleman have fought the opioid epidemic for years in a battle that seems never-ending. She traces many local problems-homelessness, mental illness, an HIV outbreak-back to opioids.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomos-loudest-supporters-women-for-governor-cuomo-11619958600", "title": "Cuomo's Loudest Supporters: 'Women for Governor Cuomo'", "date": "2021-05-02 08:30", "summary": "As the New York governor fights sexual-harassment charges, impeachment and calls to resign, a group of women rallies. When New York Gov. Andrew Cuomo began facing calls to resign over allegations of sexual harassment, billboard messages, rallies and social-media posts suddenly appeared in support of him.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-jobs-lead-the-way-in-new-york-citys-covid-19-pandemic-hiring-11619956802", "title": "Tech Jobs Lead the Way in New York City's Pandemic Hiring", "date": "2021-05-02 08:00", "summary": "There were more openings for tech positions during the pandemic than for any other job in the city, a new study says. Like hundreds of thousands of other New Yorkers, Adonis Goris lost his job last year as the Covid-19 pandemic took hold in the city. Mr. Goris, 25 years old, now considers himself lucky. The former administrative assistant not only found a new position, but he has moved into a new career in IT.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-apollos-new-ceo-insurance-is-inracy-buyouts-not-so-much-11619956803", "title": "For Apollo's New CEO, Insurance Is In-Racy Buyouts, Not So Much", "date": "2021-05-02 08:00", "summary": "Marc Rowan steers firm toward future as credit-investing titan catering largely to insurers with ample cash to park. Apollo Global Management Inc. made its name scoring double-digit returns on debt-laden buyouts. Under new Chief Executive Officer Marc Rowan, the firm's future will become increasingly about finding ways to eke out a few percentage points more than corporate and government bonds pay.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-expect-u-s-transport-capacity-crunch-to-persist-11619956801", "title": "Truckers Expect U.S. Transport Capacity Crunch to Persist", "date": "2021-05-02 08:00", "summary": "Freight demand in a surging American economy is growing well ahead of truck availability, pushing up shipping costs. Freight industry executives expect a squeeze on trucking capacity that has been driving up shipping costs for U.S. companies to persist through the rest of the year, as strong demand in a rebounding American economy collides with a shortfall in truck availability.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-covid-19-variants-hold-in-u-s-has-silver-lining-vaccines-counter-it-11619956800", "title": "U.K. Covid-19 Variant's Hold in U.S. Has Silver Lining: Vaccines Counter It", "date": "2021-05-02 08:00", "summary": "B.1.1.7 strain is more contagious than others, but safety measures and shots can keep it in check. The highly contagious U.K. variant of the Covid-19 virus, now the dominant virus strain in the U.S., is making the pandemic harder to control. But it also comes with a silver lining: The authorized vaccines work well against it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-time-off-for-vacation-readers-weigh-in-11619956802", "title": "Take Time Off for Vacation? Readers Weigh In", "date": "2021-05-02 08:00", "summary": "Readers share their thoughts on the importance and the difficulty of using their paid time off. As vaccination rates continue to soar, many Americans are contemplating vacations. But over a year into the pandemic and working from home, many people have found detaching from work harder than ever. In response to Rachel Feintzeig's recent column on the topic, many readers shared their own experiences. Below is a lightly edited sampling of their comments.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinas-small-businesses-life-is-still-far-from-normal-11619953204", "title": "For China's Small Businesses, Life Is Still Far From Normal", "date": "2021-05-02 07:00", "summary": "Millions of privately run companies are still struggling, potentially dimming the country's dazzling recovery. HONG KONG-Smaller businesses are proving to be a weak link in China's economic recovery as they struggle to fully bounce back from the effects of Covid-19.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargo-pants-and-outdoor-slippers-are-hot-as-americans-return-to-stores-11619947801", "title": "Shoppers Returning to Stores Lift Clothing Sales", "date": "2021-05-02 06:20", "summary": "Pent-up demand and comfortable styles are fueling a rebound in U.S. clothing sales as Covid lockdowns lift; '2-mile fashion'. It's time to ditch the sweatpants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frieze-new-york-tests-whether-collectors-will-return-to-art-fairs-11619949600", "title": "Frieze New York Tests Whether Collectors Will Return to Art Fairs", "date": "2021-05-02 06:00", "summary": "The contemporary art fair opens May 5, with a new location, new safety protocols-and some highly charged new works.. This week, collectors are expected to head to Frieze New York, the first major U.S. art fair since the pandemic and a likely litmus test of their willingness to attend such events in person.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-cant-get-enough-of-the-stock-market-11619947800", "title": "Americans Can't Get Enough of Stocks", "date": "2021-05-02 05:30", "summary": "Households increased stockholdings to 41% of their total financial assets in April. Americans are all in on the stock market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-of-teacher-who-died-after-astrazeneca-shot-seeks-answers-11619947801", "title": "Family of Teacher Who Died After AstraZeneca Shot Searches for Answers", "date": "2021-05-02 05:30", "summary": "Deaths from unusual blood clotting have prompted authorities in Europe to change their guidance regarding the vaccine. Cinzia Pennino, a 44-year-old science teacher from Palermo, Italy, phoned her father in late March and asked him to pick her up from school. She lived just a short walk away, but could hardly stand up in her classroom due to intense stomach pain.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-reported-at-wisconsin-casino-11619928725", "title": "Two Killed in Shooting at Wisconsin Casino", "date": "2021-05-02 01:38", "summary": "The gunman was shot and killed by police at the Oneida Casino. GREEN BAY, Wis.-A gunman killed two people at a Wisconsin casino restaurant and seriously wounded a third before he was killed by police late Saturday, in what authorities said appeared to be a targeted attack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-set-to-discuss-pandemic-markets-at-berkshires-annual-meeting-11619887342", "title": "Warren Buffett Defends Berkshire's Moves Over Pandemic Year", "date": "2021-05-02 20:35", "summary": "The investing guru criticized SPACs and day traders driving up valuations and discussed getting out of the airline sector. Warren Buffett defended Berkshire Hathaway Inc.'s investments over the past year, while saving his harshest comments for some of the hottest investment vehicles at the company's annual meeting.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]