[{"link": "https://www.wsj.com/articles/supreme-court-sets-oral-arguments-on-biden-covid-19-vaccine-rules-11640218967", "title": "Supreme Court Sets Oral Arguments on Biden Covid-19 Vaccine Rules", "date": "2021-12-22 23:16", "summary": "Justices will hold special sitting on Jan. 7 concerning rules for private employers, healthcare workers. WASHINGTON-The Supreme Court on Wednesday said it would hold a special sitting to hear oral arguments early next month on whether the Biden administration can enforce Covid-19 vaccine-or-testing rules for large private employers, as well as vaccine requirements for many healthcare workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-share-selling-spree-tops-15-billion-11640229872", "title": "Elon Musk's Share-Selling Spree Tops $15 Billion", "date": "2021-12-22 22:24", "summary": "Tesla's CEO has now exercised almost all the vested stock options due to expire in August. Elon Musk on Wednesday unloaded more Tesla Inc. stock, bringing the total value of his share sales to more than $15 billion since the billionaire last month began a string of such transactions.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-interior-design-trends-2022-11640184132", "title": "The Top 9 Interior-Design Trends for 2022", "date": "2021-12-22 21:27", "summary": "We canvassed hundreds of professionals to predict the next waves in décor. What's in: colossal light fixtures and herringbone floors. What's out: peewee pendants and patterned tiles.. IMPERFECTIONISTS, REJOICE. Sean Scherer and other professionals in the realm of aesthetics see interior design embracing flaws in 2022. The founder of curiosity shop Kabinett & Kammer, in Franklin, N.Y., cites a surging interest in chipped and crazed ironstone china as an example. \"In the past, people wanted pure white and pristine,\" he said. Now his customers are hankering for the opposite-a \"timeworn and cozy feel.\" Sleek, mass-made items and chilly finishes like glass are being ghosted. Instead, people are gravitating toward handmade finishes, plantlike paint colors and friendly architectural curves. \"We are dying for warmth, coziness and colors that make us feel grounded,\" said Los Angeles designer Peti Lau, who observes cool tones' fading fast. Here, the incoming trends that were highlighted most often by the hundreds of designers we polled-as well as those they believe are bowing out.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-is-more-likely-to-run-in-2024-if-trump-is-his-opponent-11640220721", "title": "Biden Says He Is More Likely to Run in 2024 if Trump Is His Opponent", "date": "2021-12-22 21:17", "summary": "In a rare television interview, the president also says he regretted not acting sooner to get free at-home Covid-19 tests to the public. WASHINGTON-President Biden said he is eager to run for reelection against Donald Trump in 2024 and expressed regret that he didn't act more quickly to purchase at-home Covid-19 tests to distribute to the public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-limit-omicron-singapore-freezes-ticket-sales-for-quarantine-free-travel-11640165362", "title": "Omicron Shows Signs of Milder Disease as Cases Rise", "date": "2021-12-22 19:41", "summary": "Researchers estimate the risk of hospitalization from the new variant is lower than with the Delta strain. New evidence that the Omicron variant may cause significantly less serious disease than earlier strains emerged, as new Covid-19 infections hit records in some parts of the U.S. on Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-fresh-express-salads-recalled-over-listeria-concerns-11640219438", "title": "Some Fresh Express Salads Recalled Over Listeria Worry", "date": "2021-12-22 19:30", "summary": "Affected products include prepackaged lettuces and salad kits. Fresh Express is recalling some prepackaged salads that the company and federal officials said could be contaminated with harmful bacteria.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-mary-gay-scanlon-carjacked-in-philadelphia-11640218396", "title": "Rep. Mary Gay Scanlon Carjacked in Philadelphia", "date": "2021-12-22 19:13", "summary": "Pennsylvania Democrat had just finished a meeting in FDR Park when she was held at gunpoint. U.S. Rep. Mary Gay Scanlon was carjacked at gunpoint in Philadelphia on Wednesday as she walked to her car from a meeting, according to her office and law-enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-backs-salesloft-at-2-3-billion-valuation-11640217662", "title": "Vista Equity Backs Salesloft at $2.3 Billion Valuation", "date": "2021-12-22 19:01", "summary": "The deal comes as technology-focused Vista is gearing up to raise its largest buyout fund yet. Vista Equity Partners is taking a majority stake in sales engagement software company Salesloft Inc., the latest big transaction in a record year for private-equity tech investments.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-forever-student-loan-emergency-joe-biden-11640211426", "title": "The Forever Student Loan Emergency", "date": "2021-12-22 18:58", "summary": "Under leftwing pressure, Biden extends the repayment pause again.. Merry Christmas, student loan borrowers. Taxpayers will have to settle for airing their grievances a la Festivus. That's the result of the Biden Administration's decision on Wednesday to extend its payment moratorium again to May 1. Unlike its last pause through January, the Administration isn't saying this extension is final-probably because it's not.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-energy-surrender-nuclear-power-angela-merkel-russia-vladimir-putin-11640207188", "title": "Germany's Energy Surrender", "date": "2021-12-22 18:52", "summary": "Rarely has a country worked so hard to make itself vulnerable.. One might expect that a country suffering a generational energy crunch would be trying everything possible to expand supply. Yet Germany is proceeding with the closure of three nuclear power plants-around half of the country's nuclear power generation-by the end of the year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-trims-hertz-bondholders-bankruptcy-claims-11640217005", "title": "Judge Trims Hertz Bondholders' Bankruptcy Claims", "date": "2021-12-22 18:50", "summary": "Hertz bondholders who didn't become part-owners during its bankruptcy case demanded premium payments and interest. The judge who oversaw Hertz Global Holdings Inc.'s chapter 11 restructuring trimmed bondholders' requests for early repayment premiums and interest payments, saying that some claims aren't payable under U.S. bankruptcy law or the company's debt contracts.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-larry-krasner-christmas-crime-philadelphia-11640208516", "title": "A Larry Krasner Christmas", "date": "2021-12-22 18:49", "summary": "Happy holidays from Philadelphia's criminals to a wedding party and even a U.S. Congresswoman.. On the unseasonably warm night of Dec. 10, a groom stepped outside of his wedding reception for a breath of fresh air. Two men saw him. One drew a handgun, and they demanded the groom's Rolex watch. The robbery occurred downtown a short stroll away from the Liberty Bell.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-america-should-learn-from-united-kingdom-cyber-strategy-trump-biden-obama-11640208605", "title": "What the U.S. Should Learn From U.K. Cyber Strategy", "date": "2021-12-22 18:47", "summary": "Despite what Defense Secretary Lloyd Austin says, cyber operations neither trigger perilous conflict nor do they make conflict more violent.. The U.S. government has made some bad assumptions about cyberspace over the past decade. The Obama administration, fearing escalation by U.S. adversaries, handcuffed U.S. military cyber operations by requiring executive approval for even small-scale cyberattacks. That reluctance to act meant that when Iran attacked the U.S. financial system or when North Korea attacked Sony Pictures, the administration had few options for retaliation. This restraint was most damaging on the eve of the 2016 election, when the Obama administration reportedly chose not to attack Russian networks despite knowing about disinformation operations from Russian cyber operatives. Some experts have suggested this was because of fears that Russia might escalate in response.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-bullies-little-lithuania-taiwan-11640215202", "title": "China Bullies Little Lithuania", "date": "2021-12-22 18:46", "summary": "The Baltic state needs U.S. and EU support as it stands up to Beijing.. With fewer than three million people, tiny Lithuania hardly poses a threat to China. But you wouldn't know it from how Beijing is acting. The Chinese Communist government is throwing a fit because Lithuania allowed the opening of a Taiwanese Representative Office in Vilnius.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tests-negative-for-covid-19-after-close-contact-with-staffer-who-contracted-virus-11640195838", "title": "Biden Tests Negative for Covid-19 After Contact With Staffer Who Contracted Virus", "date": "2021-12-22 18:21", "summary": "The president spent time on Air Force One last week with a midlevel aide who later tested positive. WASHINGTON-President Biden tested negative for Covid-19 on Wednesday, the White House said, after he came into close contact with a midlevel staffer who contracted the virus.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-panel-seeks-meeting-with-gop-rep-jim-jordan-11640208340", "title": "Jan. 6 Panel Seeks Meeting With GOP Rep. Jim Jordan", "date": "2021-12-22 18:20", "summary": "Ohio lawmaker is second Republican House member known to have been contacted for testimony or documents by committee probing assault on Capitol by Trump supporters. WASHINGTON-The House select committee investigating the Jan. 6 attack on the U.S. Capitol requested a meeting and information from GOP Rep. Jim Jordan, a close ally of Donald Trump, about his communications with the former president that day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-war-of-attrition-that-could-decide-college-footballs-national-title-11640215086", "title": "The Covid War of Attrition That Could Decide College Football's National Title", "date": "2021-12-22 18:18", "summary": "College Football Playoff organizers revealed a Plan B in case Omicron ravages rosters. Meanwhile, Texas A&M dropped out of the Gator Bowl.. The organizers of the biggest games of the college football season have reached a decision that once would have sounded completely ridiculous: The winner of the national championship this season may not even have to step onto the field.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-seeks-fixes-for-boeing-777-engines-to-allow-jets-return-to-service-11640214804", "title": "FAA Seeks Engine Fixes to Get Grounded Boeing 777s Back in Service", "date": "2021-12-22 18:13", "summary": "Proposed repairs follow failure of a United jet's Pratt & Whitney engine after takeoff from Denver. The Federal Aviation Administration on Wednesday proposed fixes to prevent engine coverings from breaking apart on certain Boeing Co. 777 aircraft, as they did in a series of incidents including on a United Airlines jet over Colorado earlier this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/complete-and-total-campaign-sabotage-trump-endorsement-candidates-republicans-11640208053", "title": "Complete and Total Trump Campaign!", "date": "2021-12-22 18:08", "summary": "The former president's obsession with the 2020 election may lead to GOP losses in the next two.. President Trump has formally endorsed 85 Republican candidates so far this year, probably far more than any other president so soon after leaving office. He's backed incumbents, primary challengers and candidates in open races for everything from the Senate and House down to state representatives and even a small-town mayor's office, often with statements offering his \"Complete and Total Endorsement!\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-throw-away-santa-claus-tenants-ornament-apartments-small-claim-court-11640207566", "title": "Never Throw Away Santa Claus", "date": "2021-12-22 18:06", "summary": "Getting rid of an old ornament landed me in small-claims court.. Lakewood, Ohio", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-meaning-of-manchins-no-opposition-protest-stand-intimidation-democrats-moderate-11640207784", "title": "The Meaning of Manchin's 'No'", "date": "2021-12-22 18:05", "summary": "A senator takes a stand against the American left's style of doing politics.. With seven words Sunday-\"This is a no on this legislation\"-Sen. Joe Manchin sent Joe Biden, Nancy Pelosi and Chuck Schumer stumbling amid the ruins of Build Back Better. But it's possible to argue that the Manchin refusal may be even bigger than that: What if Mr. Manchin's \"no\" threatens the entire temple of progressivism?", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-carter-polling-approval-rating-inflation-economy-11640208196", "title": "Notable & Quotable: Comparing Jimmy Carter and Joe Biden", "date": "2021-12-22 18:05", "summary": "'Biden now sports the lowest net economic rating of any president at this point through their first term since at least Jimmy Carter in 1977.'. Harry Entenwriting for CNN.com, Dec. 21:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-city-review-bright-lights-big-river-11640214257", "title": "'Electric City' Review: Bright Lights, Big River", "date": "2021-12-22 18:04", "summary": "In the 1920s, Thomas Edison and Henry Ford dreamed of turning Muscle Shoals, Ala., into a dam-powered workers' utopia.. Henry Ford and Thomas Alva Edison were the twin wizards of the first decades of the 20th century in America. They were paragons of industrial ingenuity and wealth-Ford was the richest man in the country, Edison the paramount inventor-even more renowned than their latter-day counterparts, Elon Musk and the late Steve Jobs. Ford and Edison-accompanied by Harvey Firestone, the tire mogul, and a retinue of servants-would take \"camping trips\" by car each summer to promote auto sales (and themselves) that were covered by reporters as big news. And in the early 1920s, they collaborated for a time in one of the oddest episodes in the saga of American enterprise.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-says-early-data-shows-covid-19-vaccine-protects-against-omicron-11640211910", "title": "Novavax Says Early Data Shows Vaccine Protects Against Omicron", "date": "2021-12-22 18:01", "summary": "Maryland-based company prepares to make Omicron-specific vaccine. Novavax Inc. said its two-dose Covid-19 vaccine demonstrated \"strong immune responses\" against the Omicron variant and other variants of the coronavirus, citing initial data.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thefts-of-covid-19-relief-funds-total-at-least-100-billion-secret-service-says-11640202072", "title": "Covid-19 Relief Fraud Potentially Totals $100 Billion, Secret Service Says", "date": "2021-12-22 17:58", "summary": "Unemployment-insurance programs are among pandemic-benefits targets for fraudsters and organized crime, the agency says. WASHINGTON-Some $100 billion has potentially been stolen from Covid-19 relief programs designed to help individuals and businesses harmed by the pandemic, the U.S. Secret Service said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-capsule-preserved-under-a-robert-e-lee-statue-held-surprises-11640213224", "title": "Time Capsule Preserved Under a Robert E. Lee Statue Held Surprises", "date": "2021-12-22 17:50", "summary": "Items found in a box found in a pedestal where the Confederate general's statue once stood in Richmond, Va., weren't what preservationists were expecting. A historical preservation team in Richmond, Va., spent hours Wednesday opening a time capsule from the 1880s discovered in a pedestal that once held a statue of Confederate Gen. Robert E. Lee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camila-cabello-sells-los-angeles-home-with-recording-studio-for-4-3-million-11640212909", "title": "Camila Cabello Sells Los Angeles Home With Recording Studio for $4.3 Million", "date": "2021-12-22 17:41", "summary": "The 'Don't Go Yet' singer sold the Hollywood Hills home for $350,000 over the original listing price. Pop star Camila Cabello has sold a Los Angeles home with a recording studio for $4.3 million, $350,000 over the original listing price.", "categories": [["Real Estate", "Market Makers"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/market-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-all-in-on-the-magic-kingdom-inspiring-walt-disney-the-animation-of-french-decorative-arts-metropolitan-museum-of-art--11640206208", "title": "Going All In on the Magic Kingdom", "date": "2021-12-22 17:38", "summary": "A Met show about Walt Disney signals a troubling new direction for the museum. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-in-ghislaine-maxwell-trial-breaks-for-christmas-11640212400", "title": "Jury in Ghislaine Maxwell Trial Breaks for Christmas", "date": "2021-12-22 17:33", "summary": "After a second full day of deliberations, jurors didn't reach a verdict and asked to break until Monday. The federal jury deciding whether to convict British socialite Ghislaine Maxwell of sex-trafficking charges ended its second full day of deliberations without a verdict, opting to resume after Christmas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-webb-telescope-to-see-deeper-than-hubble-to-edge-of-universe-11640082607", "title": "NASA's Webb Telescope to See Deeper Than Hubble to Edge of Universe", "date": "2021-12-22 17:09", "summary": "Resume Subscription. Move over, Hubble. On Saturday, NASA plans to launch the largest and most powerful space telescope ever built.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jack-dorsey-ignites-battle-over-competing-visions-for-web3-11640210597", "title": "Jack Dorsey Ignites Battle Over Competing Visions for 'Web3'", "date": "2021-12-22 17:03", "summary": "Tech stalwarts are debating how decentralized the future internet might be, after comments by the former Twitter CEO. A new vision of the internet is already beset by controversy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gileads-remdesivir-covid-19-therapy-cuts-risk-of-hospitalization-in-study-11640210401", "title": "Gilead's Remdesivir Covid-19 Therapy Cuts Risk of Hospitalization in Study", "date": "2021-12-22 17:00", "summary": "Gilead to ask U.S. health regulators to expand the drug's use to keep people out of the hospital. ", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-22-2021-11640162377", "title": "Stocks Finish Higher After S&P 500, Dow Rally", "date": "2021-12-22 17:00", "summary": "Treasury yields slip; all major U.S. indexes rise. U.S. stocks climbed for a second day as strong economic data helped ease investors' concerns about the risks posed by Covid-19 and inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-require-all-u-s-warehouse-workers-to-wear-masks-again-11640191362", "title": "Amazon to Require All U.S. Warehouse Workers to Wear Masks Again", "date": "2021-12-22 16:57", "summary": "Spread of Covid-19's Omicron variant spurs tech giant to institute its latest change in mask rules. Amazon.com Inc. said all workers at its hundreds of U.S. warehouses will have to wear masks again starting Wednesday, a mandate prompted by the rapid spread of the coronavirus's Omicron variant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-over-christmas-20-new-movies-classic-films-and-specials-for-the-holidays-11640209842", "title": "What to Watch Over Christmas: 20 New Movies, Classic Films and Specials for the Holidays", "date": "2021-12-22 16:50", "summary": "From 'How the Grinch Stole Christmas!', streaming on Peacock, to Aaron Sorkin's 'Being the Ricardos' on Prime Video, here is some viewing to add to your queue. Holiday viewing invariably includes a mix of new blockbusters and longtime favorites. Here is where to stream the new and familiar this week:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-covid-19-test-as-omicron-surges-11640116621", "title": "Here's How and When to Test for Covid-19 as the Omicron Variant Surges", "date": "2021-12-22 16:46", "summary": "Holiday gatherings, travel and a shortage of tests in some places make it essential to have smart strategies for testing now. The fast-spreading Omicron variant is fueling a surge of Covid-19 cases in many parts of the U.S. right as millions of Americans are planning holiday gatherings and travel. The rise is creating a rush for tests, and a host of questions about when and how to test-especially with at-home kits and appointments difficult to come by in hard-hit areas.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-booster-offers-substantial-protection-against-symptomatic-infection-with-omicron-study-finds-11640191103", "title": "Omicron Studies Show Variant Causes Less Severe Illness", "date": "2021-12-22 16:37", "summary": "After studies in Scotland and South Africa, scientists unsure whether higher transmissibility outweighs reduced disease severity. LONDON-New data from Scotland and South Africa suggest people infected with the Omicron variant of coronavirus are at markedly lower risk of hospitalization than those who contracted earlier versions of the virus, promising signs that immunity as a result of vaccination or prior infection remains effective at warding off severe illness with the fast-spreading strain.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizers-covid-19-pill-authorized-in-u-s-11640193220", "title": "Pfizer's Covid-19 Pill Is Authorized in U.S.", "date": "2021-12-22 16:32", "summary": "It is the first approval of a drug that newly infected people can easily take at home to stay out of the hospital. U.S. health regulators cleared use of a Covid-19 pill from Pfizer Inc., the first drug that newly infected patients can now take at home to stay out of the hospital.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/well-preserved-embryo-found-inside-fossilized-dinosaur-egg-11640102402", "title": "Well-Preserved Embryo Found Inside Fossilized Dinosaur Egg", "date": "2021-12-22 16:28", "summary": "The rare specimen suggests that a two-legged dinosaur known as an oviraptorid hatched the way birds do. A rare look inside a fossilized dinosaur egg found in southern China has revealed an exquisitely preserved embryo-and evidence suggesting that some of these prehistoric creatures had even more in common with modern birds than previously thought.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glenn-youngkins-win-in-virginia-stokes-political-dreams-on-wall-street-11640200895", "title": "Private-Equity Boss's Win in Virginia Stokes Political Dreams on Wall Street", "date": "2021-12-22 16:25", "summary": "Election of private-equity boss as governor inspires financiers to consider public office, a decade after the financial crisis closed the road to Washington. The head of the world's largest hedge fund is eyeing one of Pennsylvania's Senate seats. Private-equity executives are weighing congressional runs in New Jersey and Wyoming. Over a recent dinner with Nikki Haley, a Texas investor gamed out a political future that could include a run for senator.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-storage-is-the-pandemics-hot-property-11640132345", "title": "Self Storage Is the Pandemic's Hot Property", "date": "2021-12-22 16:23", "summary": "Americans are paying more than ever to stash their extra stuff and filling space rapidly, lifting storage stocks. Since the pandemic began, the best bet in real estate has been that Americans need to store their extra stuff.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-sold-in-november-at-fastest-pace-in-10-months-11640185894", "title": "Homes Sell at Fastest Pace in 10 Months", "date": "2021-12-22 16:15", "summary": "Sales on track for best year since 2006, driven by low interest rates and a strong job market. Existing-home sales, which rose in November to the highest seasonally adjusted annual rate since January, are on track for their strongest year since 2006 as low mortgage-interest rates and a robust job market drive up demand.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/since-covid-hawaii-home-sales-over-10-million-have-grown-sixfold-11640274085", "title": "Since Covid, Hawaii Home Sales Over $10 Million Have Grown Sixfold", "date": "2021-12-22 16:08", "summary": "Resume Subscription. For several years, San Francisco investment banker Thomas Weisel had quietly shopped his beachfront Maui mansion with no takers. But when Covid hit, Hawaii's luxury market surged, and so did interest in the modern home on just under an acre.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-sum-of-all-energy-fears-11640207249", "title": "The Sum of All Energy Fears", "date": "2021-12-22 16:07", "summary": "Climate mania and naive foreign policy create a crisis in Europe.. If Lloyd Bridges were still alive, he might observe that Europe picked the wrong era to discourage development of nuclear power and fossil fuels. Will European politicians correct their mistakes in time? Having fully embraced alternative energy production and now under threat of reduced gas imports from Russia, countries across the Continent could be in for a long winter. Meanwhile in the U.S., the Biden administration now seems to recognize the value of American fossil-fuel production, even as the White House continues to push an expensive plan to discourage it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-web-services-suffers-another-outage-11640182421", "title": "Amazon Web Services Suffers Another Outage", "date": "2021-12-22 16:01", "summary": "Cloud-computing provider incurs at least third disruption this month. Amazon.com Inc . 's cloud-computing unit suffered a new outage Wednesday, at least its third this month, spurring disruptions at other companies and underscoring how regional digital infrastructure problems can have far-reaching effects.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surround-sound-thursday-crossword-december-23-11640205282", "title": "Surround Sound (Thursday Crossword, December 23)", "date": "2021-12-22 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outback-steakhouse-owner-cuts-chief-customer-officer-role-11640206232", "title": "Outback Steakhouse Owner Cuts Chief Customer Officer Role", "date": "2021-12-22 15:50", "summary": "Chief marketing officer will assume responsibility for customer strategy. Bloomin' Brands Inc., parent company of restaurant chains such as Outback Steakhouse and Bonefish Grill, has eliminated its chief customer officer position.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-hiring-surge-in-californias-inland-empire-cant-satisfy-demand-11640205600", "title": "Logistics Hiring Surge in California's Inland Empire Can't Satisfy Demand", "date": "2021-12-22 15:40", "summary": "The tally of transportation and warehouse workers in the distribution-heavy region is up almost 24% since February 2020 but thousands of positions remain unfilled. The number of people working in transportation and warehousing near the nation's busiest port complex in Southern California has surged almost 24% during the Covid-19 pandemic, but even so, plenty of vacancies remain.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-investigates-live-nations-role-in-astroworld-tragedy-11640205560", "title": "House Committee Investigates Live Nation's Role in Astroworld Tragedy", "date": "2021-12-22 15:39", "summary": "Lawmakers launch probe into whether promoter adequately prepared for and responded to crowd surge at Houston festival that killed 10 concertgoers. Live Nation Entertainment Inc. is facing questions from lawmakers about its role in the tragedy at Travis Scott's Astroworld music festival in November.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-israel-seek-unity-on-containing-irans-nuclear-program-11640189576", "title": "U.S., Israel Seek Unity on Containing Iran's Nuclear Program", "date": "2021-12-22 15:31", "summary": "Biden's national security adviser traveled to Israel, where officials pushed for a more forceful approach to Tehran if nuclear talks fail. TEL AVIV-President Biden's national security adviser met Wednesday with Israeli Prime Minister Naftali Bennett as the two allies sought to present a more united front on Iran's nuclear program after divisions emerged between the U.S. and Israel.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-extends-student-loan-payment-pause-another-90-days-11640195739", "title": "Biden Extends Student Loan Payment Pause Another 90 Days", "date": "2021-12-22 15:23", "summary": "The pause had been scheduled to expire at the end of January. President Biden has extended the pause on student-loan payments another 90 days, to May 1, 2022.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-was-the-internets-most-visited-site-in-2021-even-beating-google-11640204147", "title": "TikTok Was the Internet's Most Visited Site in 2021, Even Beating Google", "date": "2021-12-22 15:18", "summary": "New research shows video-sharing app first topped the charts in February and has generally stayed No. 1 since August, according to Cloudflare. TikTok really was everywhere this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-ags-office-says-it-is-close-to-bringing-criminal-charges-in-boy-scouts-sex-abuse-probe-11640203448", "title": "Michigan AG's Office Says It Is Close to Bringing Criminal Charges in Boy Scouts Sex-Abuse Probe", "date": "2021-12-22 15:04", "summary": "The office opened a probe after the Boy Scouts of America was pushed into bankruptcy and abuse allegations came to light. The Michigan attorney general's office said it is close to bringing criminal charges in its investigation into allegations that troop leaders and others associated with the Boy Scouts of America sexually assaulted youths in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-locks-down-xian-issuing-stay-at-home-order-to-13-million-11640191348", "title": "China Locks Down Xi'an, Issuing Stay-at-Home Order to 13 million", "date": "2021-12-22 15:00", "summary": "Tuesday's tally of Covid-19 infections in the city is the highest in China; officials add more than 100 new cases Wednesday. The Chinese city of Xi'an on Wednesday ordered its 13 million residents to stay at home and avoid unnecessary outings in one of the biggest lockdowns related to the pandemic in the country this year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-omicron-spreads-san-jose-considers-covid-19-booster-mandate-11640193376", "title": "San Jose Considers Covid-19 Booster Mandate", "date": "2021-12-22 14:56", "summary": "If proposal passes, San Jose would be first California city-and one of first in U.S.-to require its employees to get third shot. San Jose, Calif., could become one of the first U.S. cities to require municipal employees get a booster shot to comply with an existing Covid-19 vaccine mandate, with growing but still early evidence supporting the efficacy of a third dose against the fast-spreading Omicron variant.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-says-state-backed-risk-team-will-engage-with-creditors-11640174064", "title": "China Evergrande Says State-Backed Risk Team Will Engage With Creditors", "date": "2021-12-22 14:31", "summary": "Developer has roughly $300 billion in liabilities. Debt-laden China Evergrande Group said the committee helping steer its massive restructuring is deploying extensive resources to help contain risks and will engage with creditors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mick-jagger-financial-planner-extraordinaire-11640201248", "title": "Mick Jagger, Financial Planner Extraordinaire", "date": "2021-12-22 14:27", "summary": "A retirement-planning trade group is underwriting the Rolling Stones' latest tour, and a close look at their classic songs suggests they've been offering financial tips from the start. When a friend pointed out that the current Rolling Stones tour was being sponsored by the Alliance for Lifetime Income, he could not conceal his contempt. Surely, this was the final nail in the countercultural coffin, when the band that personified rebellion and insolence was reduced to having their tour sponsored by a retirement-planning trade group. Surely, this exposed the Stones as frauds, phonies, hypocrites.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-halts-alibaba-cybersecurity-cooperation-for-slow-reporting-of-threat-state-media-says-11640184511", "title": "After Alibaba Spotted Global Software Flaw, Beijing Complains of Delay", "date": "2021-12-22 14:06", "summary": "China's technology ministry suspended work with Alibaba Cloud over what it called untimely reporting to authorities of the flaw affecting users world-wide. SINGAPORE-In late November, an Alibaba Group Holding Ltd. researcher found and alerted an open-source software foundation about a global software vulnerability that is now troubling governments and companies world-wide.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rohit-chopra-cfpb-fdic-ftc-commissioners-norms-agency-biden-administration-11640122902", "title": "Remember 'Norms'? This Biden Appointee Doesn't", "date": "2021-12-22 13:42", "summary": "Rohit Chopra, now CFPB director, is back to his old tricks from the FTC.. We were dismayed by the conduct described in Federal Deposit Insurance Corporation Chairman Jelena McWilliam's op-ed \"A Hostile Takeover of the FDIC\" (Dec. 16). But we were not surprised. Consumer Financial Protection Bureau Director Rohit Chopra was our fellow federal trade commissioner from 2018 to 2021, and the FDIC boardroom shenanigans that Ms. McWilliams describes are reminiscent of his conduct at the Federal Trade Commission.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethanol-gasoline-gas-prices-clean-biofuels-renewable-fuels-standard-11640122381", "title": "In Defense of the Ethanol Requirement in Gasoline", "date": "2021-12-22 13:41", "summary": "'Unprofitable refineries whine because biofuels take away market share,' writes Sen. Chuck Grassley.. As an avid reader of the Journal, I feel compelled to respond to the editorial board following last week's release of renewable volume requirements by the Environmental Protection Agency (\"Biden Raises the Ethanol Gas Tax,\" Review & Outlook, Dec. 16).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-american-discrimination-affirmative-action-racial-preferences-colleges-11640121699", "title": "The Discrimination That Must Not Be Named", "date": "2021-12-22 13:41", "summary": "Asian-Americans are not 'bellyaching' when they protest their treatment by top colleges.. Michael Meyers of the New York Civil Rights Coalition accuses Asian-Americans of \"bellyaching\" (Letters, Dec. 20), but he never grapples with the evidence of Ivy League discrimination. Asian-Americans are being targeted to bear the burden of racial remedies, even though their families are more likely to have been discriminated against than to have been part of the discriminating elite. Supposedly progressive elites are robbing a new set of victims to try to make up for past injustices. This is the bank robber hitting a second bank to hand out refunds to the victims of his first bank robbery.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entitlements-politics-big-government-debt-ratchet-11640121144", "title": "Why Political Entitlements Never Go Away", "date": "2021-12-22 13:33", "summary": "It's the old dance between progressives and conservatives.. Regarding \"Will the GOP Extend BBB?\" (Letters, Dec. 18): Isn't this the same old political game between progressives and conservatives? When the progressives are in power, they typically enact unaffordable gifts from the Treasury, with economic repercussions (e.g., inflation) that often harm the poor and working classes. But in debate they keep their slogans, stressing that they care for the working class and the poor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obituary-obit-death-passing-mourning-emotions-11640120662", "title": "The Emotions of Writing an Obituary", "date": "2021-12-22 13:31", "summary": "I can speak to the mournful work and the curious pleasure of finding just the right words.. In \"An Obituary Is the Story of a Life Not a Death\" (op-ed, Dec. 16), Danny Heitman speaks to the purpose of an obituary. I recently wrote an obituary for my husband. I can speak to the hard, mournful work of the writing, and the curious pleasure, along with the sadness, of finding just the right words, those words that will capture the essence of the life of a loved one.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-gifts-are-being-delivered-biden-says-11640197769", "title": "Christmas Gifts Are Being Delivered, Biden Says", "date": "2021-12-22 13:29", "summary": "President touts progress in easing supply-chain woes as businesses race to get products to market and shoppers face high prices. WASHINGTON-President Biden predicted a gift-filled Christmas for Americans this year despite elevated prices and backups at ports.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-touch-screen-gaming-probed-by-u-s-auto-safety-regulator-11640187212", "title": "Tesla's Touch-Screen Gaming Probed by U.S. Auto-Safety Regulator", "date": "2021-12-22 12:56", "summary": "The National Highway Traffic Safety Administration says the screen may distract drivers. The top U.S. auto-safety regulator has opened an investigation into a Tesla Inc. feature that allows people-including the driver-to play games on a touch screen while the vehicle is in motion.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-improved-in-early-december-as-inflation-pandemic-fears-eased-11640195079", "title": "U.S. Consumer Confidence Improved in Early December", "date": "2021-12-22 12:44", "summary": "Conference Board's consumer confidence index rose from October. American consumers felt more optimistic about the economy heading into the last weeks of the holiday season, despite higher inflation and rising Covid-19 case counts.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-of-manhattan-supertall-condo-says-its-without-a-doubt-safe-countering-125-million-lawsuit-from-condo-board-11640194441", "title": "Supertall NYC Condo 'Without a Doubt, Safe,' Developer Says in Response to $125 Million Lawsuit", "date": "2021-12-22 12:34", "summary": "The developer's response to a suit from the board of 432 Park Avenue, on Billionaires' Row in Manhattan, also claims it has been blocked from accessing the building to complete needed repairs. The developer of 432 Park Avenue, one of the world's tallest and most luxurious condominium towers, on Wednesday filed its answer to a $125 million lawsuit from the building's condo board over alleged construction defects, calling the board's suit \"ill-advised\" and \"an effort to wrest unwarranted payments\" from the developer. The answer, filed in New York State Supreme Court by an entity controlled by Los Angeles-based CIM Group, also alleged that the complaints raised by the board had been \"vastly exaggerated.\"", "categories": [["WSJ News Exclusive", "Homes"]], "category_links": ["https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-fed-old-school-fed-reserve-treasuries-interest-rates-bernanke-open-market-inflation-powell-11640186734", "title": "It's Time for the Fed to Go Old School", "date": "2021-12-22 12:32", "summary": "No fancy stuff. Raise rates via open-market operations that reduce the size of the balance sheet.. The good news is that the Federal Reserve now recognizes that persistent high inflation threatens to overshadow the prospects for real economic growth. The bad news is that the Fed plans to continue buying Treasury debt and mortgage-backed securities while keeping interest rates near zero until mid-March.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strategic-case-risking-war-ukraine-russia-invasion-putin-national-security-nato-europe-eu-11640186454", "title": "The Strategic Case for Risking War in Ukraine", "date": "2021-12-22 12:31", "summary": "An invasion would be a diplomatic, economic and military mistake for Putin. Let him make it if he must.. As Russia continues its destabilizing military buildup around Ukraine, the U.S. and its allies have made clear they prefer to resolve the crisis through diplomacy. This reflects not simply the preference of the Biden administration when it comes to national-security matters but also the West's desire to avoid inflaming and escalating the situation through military action.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-prices-healthcare-insurance-rental-networks-11640188729", "title": "Hospital Prices Are Unpredictable. One Type of Health Coverage Often Gets the Worst Rates.", "date": "2021-12-22 12:28", "summary": "Resume Subscription. Newly public data show that hospital prices vary in unpredictable ways that seem out of patients' control. A Wall Street Journal analysis has identified a kind of health coverage that leaves patients with especially high bills.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/will-the-u-s-be-open-in-january-despite-omicron-nation-wants-to-keep-operating-11640188887", "title": "Nation's January Goal: Stay Open, Despite Omicron", "date": "2021-12-22 11:01", "summary": "Resume Subscription. Businesses, schools, hospitals and governments are preparing for a new year with a sense of déjà vu, as the spread of Covid-19's Omicron variant brings a familiar challenge: how best to navigate another surge.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carpenters-merry-christmas-darling-song-11640023413", "title": "How the Carpenters Made an Ageless Christmas Hit", "date": "2021-12-22 11:00", "summary": "Resume Subscription. The song's lyrics were written for a crush in 1946 and the music followed 20 years later. After \"Merry Christmas Darling\" was released by the Carpenters in November 1970, the love song topped Billboard's holiday singles chart three times.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/elon-musk-says-he-lives-in-a-50-000-house-he-doesnt-talk-about-the-austin-mansion-11640188548", "title": "Elon Musk Says He Lives in a $50,000 House. He Doesn't Talk About the Austin Mansion.", "date": "2021-12-22 10:55", "summary": "The world's richest man, who said last year that he was selling physical possessions, has been living in a billionaire friend's estate and shopping for his own Texas palace. AUSTIN, Texas-When Time magazine last week named Elon Musk \"Person of the Year,\" it painted a spartan picture of his living arrangements. \"The richest man in the world does not own a house,\" the piece began.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-pandemic-hit-this-young-london-couple-renovated-a-complete-shell-of-an-apartment-11640187645", "title": "As the Pandemic Hit, This Young London Couple Renovated a 'Complete Shell' of an Apartment", "date": "2021-12-22 10:40", "summary": "Resume Subscription. On the eve of the pandemic, Jen Long and Mike Zhang bought their first home together, located in London's Clerkenwell neighborhood, and proceeded to attempt the impossible. They turned a stripped-down warehouse space into a cozy two-bedroom home without losing its open, industrial vibe-all during the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkeys-plan-to-save-the-lira-is-a-risky-bluff-11640187501", "title": "Turkey's Plan to Save the Lira Is a Risky Bluff", "date": "2021-12-22 10:38", "summary": "Turkish banks have become big creditors to the government and central bank, which may now be on the hook for savers' currency losses. Turkey's plan to bring money back into the lira is a clever appeal to the retail savers now driving the currency's gyrations. If it doesn't work, though, the country's entire banking system could be compromised.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-regulatory-agenda-could-be-swing-factor-for-bank-stocks-11640186625", "title": "Fed Regulatory Agenda Could Swing Bank Stocks", "date": "2021-12-22 10:23", "summary": "Lenders may be poised to benefit from rising rates and a good economy, but investors should also keep a close eye on Washington next year. Next year, a Democratic appointee is set to once again be leading bank supervision at the Federal Reserve. Times are less tense than under President Obama, when the Dodd-Frank Act was first being implemented and troubled banks were at the center of attention. But that doesn't mean bank investors shouldn't be paying close attention.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libya-delays-presidential-election-amid-concerns-of-renewed-conflict-11640183492", "title": "Libya Delays Presidential Election Amid Concerns of Renewed Conflict", "date": "2021-12-22 10:21", "summary": "Election commission says it was impossible to develop a final list of candidates, proposes Jan. 24 for polls. ISTANBUL-Libya delayed its presidential election scheduled for later this week by at least a month, the country's electoral commission said Wednesday, in an effort to defuse tensions between rival political factions and avoid a return to conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-business-books-of-2021-11-picks-from-our-reviewers-innovators-investors-11640186219", "title": "Business Books of 2021: 11 Picks From Our Reviewers", "date": "2021-12-22 10:19", "summary": "Tales of inventors, investors and innovators made for great reading this year.. A selection of the year's most relevant and revelatory business books, as discussed by The Wall Street Journal's reviewers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northwestern-top-colleges-in-the-midwest-for-academic-resources-11640131040", "title": "Top Colleges in the Midwest for Academic Resources", "date": "2021-12-22 10:00", "summary": "Northwestern tops this list from the WSJ/THE College Rankings. Northwestern University ranks highest for academic resources among schools in the Midwest in the Wall Street Journal/Times Higher Education College Rankings. The University of Chicago is second, with Washington University in St. Louis third.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchin-long-raised-concerns-about-build-back-better-can-democrats-address-them-now-11640185190", "title": "Democrats Try to Reset After Manchin's Rejection", "date": "2021-12-22 09:59", "summary": "President Biden and Democratic leaders will try again to strike a deal over the healthcare, education and climate package in the new year. WASHINGTON-For many Democrats, Sen. Joe Manchin's decision to oppose a roughly $2 trillion healthcare, education and climate package this week was a betrayal that suddenly sank the party's economic agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-did-the-evil-empire-collapse-11640185066", "title": "Why Did the 'Evil Empire' Collapse?", "date": "2021-12-22 09:57", "summary": "The U.S.S.R. disappeared 30 years ago, not because of Western pressure or economic hardship but because of Mikhail Gorbachev's fatal vision of reform. Thirty years ago, on Dec. 25, 1991, the Soviet Union ceased to exist. Mikhail Gorbachev stepped down as president, yielding to Boris Yeltsin, who raised the flag of the Russian federation over the Kremlin. Many Americans, then and now, concluded that U.S. policies had helped to destroy the \"evil empire,\" which was secondarily weakened by economic and military burdens as well as by national revolt in the republics.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-to-buy-gene-therapy-company-targeting-eye-condition-11640176124", "title": "Novartis to Buy Gene-Therapy Company Targeting Eye Condition", "date": "2021-12-22 09:44", "summary": "Swiss healthcare giant to pay up to $1.5 billion for British biotech Gyroscope. Novartis AG has agreed to pay up to $1.5 billion to acquire British biotech Gyroscope Therapeutics, in a deal that will expand its pipeline of gene therapies targeting eye diseases.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skillsoft-strikes-525-million-deal-to-acquire-ed-tech-rival-codecademy-11640178188", "title": "Codecademy Strikes $525 Million Sale to Prosus-Backed Skillsoft", "date": "2021-12-22 09:09", "summary": "Acquisition is Skillsoft's largest deal since going public in June. Skillsoft Corp. has agreed to acquire rival U.S.-based educational technology company Codecademy for $525 million in cash and stock, the companies said Wednesday, the latest bet on consolidation in the online learning market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-has-migrated-across-america-11640148514", "title": "How Covid-19 Has Migrated Across America", "date": "2021-12-22 09:00", "summary": "With the pandemic approaching the two-year mark, the season appears to play a role in where the virus strikes. The Omicron variant's spread across the U.S. threatens to drive up cases, as many people head indoors during the cold weather. The season, it turns out, appears to play an important role in where Covid-19 strikes most.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aging-germany-is-running-out-of-workers-putting-europes-largest-economy-at-risk-11640180607", "title": "Aging Germany Is Running Out of Workers, Putting Europe's Largest Economy at Risk", "date": "2021-12-22 08:43", "summary": "Resume Subscription. BERLIN-Germany has long been ahead of the curve as a source of technical innovation and manufacturing. Now it is leading much of the developed world toward a demographic cliff edge that could put a damper on Europe's largest economy, raising pressure on its pension system and pushing inflation higher for years to come.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/european-banks-prepare-for-pullback-in-ecb-stimulus-11640180183", "title": "European Banks Prepare for Pullback in ECB Stimulus", "date": "2021-12-22 08:36", "summary": "Covered bond issuance rose recently to highest monthly level since pandemic began. Banks in Europe are issuing a particular type of bond in droves, locking in super low borrowing costs ahead of possibly tighter monetary policy in 2022.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/both-manchin-and-biden-are-wrong-about-build-back-betters-inflation-impact-11640179802", "title": "Both Manchin and Biden Are Wrong About Build Back Better's Inflation Impact", "date": "2021-12-22 08:30", "summary": "Inflation will depend in the near term largely on Covid-19's economic effects, and in the longer term on the Fed. President Biden's Build Back Better plan is intended to reshape the role of government in the lives of Americans. Yet whether it passes Congress comes down to a completely different matter: what lawmakers think it will do to inflation.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackberry-tesla-cassava-sciences-paychex-what-to-watch-when-the-stock-market-opens-today-11640175422", "title": "BlackBerry, Tesla, Cassava Sciences, Paychex: What to Watch When the Stock Market Opens Today", "date": "2021-12-22 08:28", "summary": "BlackBerry's sales fell from a year earlier; Tesla shares were outperforming other EV companies ahead of the open. Stock futures were little changed after major Wall Street indexes snapped a three-day losing streak. Here's what we're watching in Wednesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-pressure-fuels-an-unlikely-language-revival-in-taiwan-11640178003", "title": "Chinese Pressure Fuels an Unlikely Language Revival in Taiwan", "date": "2021-12-22 08:00", "summary": "Local tongues gain popularity as more people on the self-ruled island, where Mandarin predominates, disavow their connection with China. TAIPEI-Aversion to China's Communist government has pushed many in Taiwan to stop seeing themselves as Chinese. Now, increased pressure from Beijing is helping fuel a movement on the self-ruled island to speak differently, too.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confronting-inflation-biden-administration-turns-to-oil-industry-it-once-shunned-11640178001", "title": "Confronting Inflation, Biden Administration Turns to Oil Industry It Once Shunned", "date": "2021-12-22 08:00", "summary": "U.S. producers, chastised about climate change, balk at White House's call for more drilling to rein in gasoline prices. The relationship between the White House and U.S. oil companies has sunk to a new low at a moment when President Biden needs the industry most.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-log4j-flaw-caps-year-of-relentless-cybersecurity-crises-11640178004", "title": "New Log4J Flaw Caps Year of Relentless Cybersecurity Crises", "date": "2021-12-22 08:00", "summary": "'Exhausted' network defenders say technological dependency creates new vulnerabilities. Last December, cybersecurity professionals began to unravel an extraordinary cyberattack on a little-known company based in Texas called SolarWinds . By hijacking the firm's software-update mechanism, the hackers had gained the means for covert entry into their choice of thousands of unsuspecting customers.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qr-code-menu-restaurants-11640122893", "title": "Is it Time to Get Rid of the QR Code Menu? A Debate", "date": "2021-12-22 08:00", "summary": "We asked diners and industry experts to face off on whether virtual versions of the dining-out staple should be here to stay. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and the other emphatically opposed. Previous installments from the series are here.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-olympics-omicron-covid-11640177918", "title": "The Olympics Are Coming to China. So Is Omicron.", "date": "2021-12-22 08:00", "summary": "Beijing organizers are suddenly facing the challenge of a new variant-and the Winter Games are only six weeks away.. The Winter Olympics in China in six weeks have problems. They're in the winter. They're in China. And they're in six weeks.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-nears-deal-to-buy-lf-logistics-for-about-3-billion-11640141333", "title": "Maersk Buys Warehouse Giant LF Logistics", "date": "2021-12-22 07:56", "summary": "Deal expands ocean shipping giant's push into land-based distribution. A.P.-Moller Maersk A/S agreed to buy LF Logistics for around $3.6 billion, in a move that would give the ocean shipping giant a network of warehouses in Asia and boost its footprint in inland logistics.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j2-ventures-gathers-52-million-fund-for-healthcare-tech-investments-11640176201", "title": "J2 Ventures Gathers $52 Million Fund for Healthcare, Tech Investments", "date": "2021-12-22 07:30", "summary": "Firm seeks technologies that could benefit civilian, government sectors. ", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-matrix-changed-visual-effects-now-resurrections-pivots-to-reality-11640174408", "title": "'Matrix Resurrections' Pivots to Reality 22 Years After Original", "date": "2021-12-22 07:00", "summary": "While 1999 movie influenced everything from videogames to action movies to the metaverse, latest installment shows some restraint. The jaw-dropping visual effects in \"The Matrix\" transformed the quest to prove what is possible on screen. The franchise returns this week to find out if there is anything more that can be done.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-death-business-is-boomingfor-now-11640174404", "title": "Death Business Is Booming-for Now", "date": "2021-12-22 07:00", "summary": "Providers of funeral services got an unexpected surge when Covid-19 arrived, while life insurers were inundated with claims. Plenty of businesses saw surging demand during the pandemic and are bracing for a hangover.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-com-will-run-its-first-super-bowl-ad-amid-marketing-blitz-11640174402", "title": "Crypto.com Will Run Its First Super Bowl Ad Amid Marketing Blitz", "date": "2021-12-22 07:00", "summary": "The cryptocurrency platform is seeking to become a top consumer brand with sponsorships, ad pushes and a big naming rights deal. Singapore-based cryptocurrency platform Crypto.com will run its first Super Bowl commercial in February as it seeks to become a household name.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tech-investment-paradox-11640172602", "title": "China's Tech-Investment Paradox", "date": "2021-12-22 06:30", "summary": "Some curious patterns emerge in a nation that prefers to be a manufacturing high-tech superpower. China's economy is struggling right now, but one thing not lacking is foreign investment. Keeping that up may help China offset the drag from a slower growing property sector in the future. Foreign direct investment, especially in manufacturing, comes with lots of ancillary benefits, like technology, and is often closely related to export competitiveness.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-neutral-product-labels-are-proliferating-will-they-pay-off-11640170803", "title": "Carbon-Neutral Product Labels Are Proliferating. Will They Pay Off?", "date": "2021-12-22 06:00", "summary": "Companies are buying carbon offsets and pitching products as carbon neutral, but most shoppers don't know what the terms mean. From wine to sneakers, more consumer products are sporting labels touting their carbon-neutral credentials. How the labels will pay off with consumers remains to be seen.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grilling-ceos-dancing-to-australia-he-did-it-all-from-the-middle-seat-11640170801", "title": "Grilling CEOs, Dancing to Australia: He Did It All From the Middle Seat", "date": "2021-12-22 06:00", "summary": "Scott McCartney charted the highs and lows of flying for 20 years in his column. Here's what he's learned along the way.. My first use of \"middle seat\" in The Wall Street Journal was in a front-page story in 1999 about using a new, long-range Boeing 737 to fly coast to coast. The relatively small plane lacked enough bathroom capacity and had narrow seats originally designed for short trips, not five-hour treks.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-louisville-hub-of-e-commerce-businesses-duel-for-workers-11640169005", "title": "In Louisville, Hub of E-Commerce, Businesses Duel for Workers", "date": "2021-12-22 05:30", "summary": "Resume Subscription. LOUISVILLE, Ky.-The pandemic-fueled online shopping boom has created a severe labor crunch in the Louisville, Ky., metro area, as delivery companies and other businesses compete for workers in one of the nation's top freight transit hubs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-webb-telescope-is-to-unfold-in-nasas-most-complex-spacecraft-plan-11640169007", "title": "How Webb Telescope Is to Unfold in NASA's Most Complex Spacecraft Plan", "date": "2021-12-22 05:30", "summary": "Resume Subscription. NASA says its James Webb Space Telescope will peer deeper into space than ever before to provide new insights about the early universe and the formation of stars, galaxies and planets, among other things.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-plan-to-pour-even-more-cash-into-buybacks-dividends-in-2022-11640169002", "title": "Companies Plan to Pour Even More Cash Into Buybacks, Dividends in 2022", "date": "2021-12-22 05:30", "summary": "After a blowout year, finance executives plan to go on rewarding their shareholders, and see little chance of a slower economy or a tax rise denting the momentum. Sitting atop a haul of strong earnings, companies are planning to spend even more in 2022 on share buybacks and dividends, a trend finance executives don't expect to slow despite a proposed 1% excise tax on repurchases.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-seafaring-nun-navigates-the-male-world-of-the-vatican-11640169003", "title": "A Seafaring Nun Navigates the Male World of the Vatican", "date": "2021-12-22 05:30", "summary": "Sister Nathalie Becquart is the most prominent of several women appointed to high-level Vatican posts by Pope Francis. VATICAN CITY-Sister Nathalie Becquart is fond of nautical metaphors. She learned to sail as a small child during summer vacations with her family on the coast of Brittany in northwestern France and says becoming a skipper taught her about leadership.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-spread-prompts-more-interest-in-booster-shots-than-new-vaccinations-11640169006", "title": "Omicron Spread Prompts More Interest in Boosters", "date": "2021-12-22 05:30", "summary": "More than half of those vaccinated say they are more likely to get booster shots, while 12% of unvaccinated are motivated by new variant. A recent rise in Covid-19 cases driven by the Omicron variant is prompting more vaccinated Americans to consider getting booster shots, but it doesn't appear to be persuading large numbers of the unvaccinated, survey data shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11640113051", "title": "Pepper...and Salt", "date": "2021-12-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-expectancy-in-u-s-declined-1-8-years-in-2020-cdc-says-11640149261", "title": "Life Expectancy in U.S. Declined 1.8 Years in 2020", "date": "2021-12-22 00:01", "summary": "Covid-19 was the nation's third leading cause of death last year, behind heart disease and cancer, new figures show. New federal figures show a deeper than previously reported decline in U.S. life expectancy last year, as the Covid-19 pandemic took hold.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]