[{"link": "https://www.wsj.com/articles/in-children-risk-of-covid-19-death-or-serious-illness-remain-extremely-low-new-studies-find-11625785260", "title": "Covid-19 Death Risk Is Extremely Low in Children, Studies Find", "date": "2021-07-08 19:01", "summary": "The findings come from some of the most comprehensive research on the risks of the coronavirus for those 18 years and younger. Children are at extremely slim risk of dying from Covid-19, according to some of the most comprehensive studies to date, which indicate the threat might be even lower than previously thought.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-interventions-with-emotionally-distressed-students-have-increased-11625785213", "title": "New York Police Interventions With Emotionally Distressed Students Have Increased", "date": "2021-07-08 19:00", "summary": "Number of such interventions was 24% higher during the first three quarters of the 2019-20 school year than the comparable period in 2016-17. New York City school police responded to more than 12,000 incidents between July 2016 and June 2020 involving children in emotional distress, at times handcuffing students as young as 5 years old, data released last month shows.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-global-tax-deal-is-bad-for-the-u-s-11625784716", "title": "The Global Tax Deal Is Bad for the U.S.", "date": "2021-07-08 18:51", "summary": "Congress should look at the anti-competitive details before signing on.. Leaders from 130 countries last week agreed to a major overhaul of global tax rules, and we have some advice for Congress: Read the fine print carefully. The deal represents an intersection of Europeans' longstanding dream to tax American tech companies and the Biden Administration's attempt to bamboozle lawmakers into passing a competition-killing corporate-tax hike at home.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-kabul-is-no-saigon-11625784536", "title": "Biden Says Kabul Is No Saigon", "date": "2021-07-08 18:48", "summary": "The President doesn't like to be asked hard questions about his withdrawal from Afghanistan.. President Biden doesn't like to be asked difficult questions about Afghanistan. A week ago he rebuffed a reporter by saying he preferred to discuss \"happy things, man.\" He was more forthcoming on Thursday but still tetchy when reporters asked about Taliban advances as U.S. troops depart.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-keystone-xl-goes-to-court-11625784485", "title": "The Keystone XL Goes to Court", "date": "2021-07-08 18:48", "summary": "The pipeline's owner wants $15 billion to redress Biden's arbitrary permit withdrawal.. The climate lobby cheered in January when President Biden revoked the State Department's 2017 presidential permit for the Keystone XL pipeline. Now the bill is coming due, and U.S. taxpayers may have to pay.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-war-is-a-leftist-offensive-11625784024", "title": "The Culture War Is a Leftist Offensive", "date": "2021-07-08 18:40", "summary": "Democrats have become more extreme on social issues, and they aren't prepared for the backlash.. The word now is radicalized. So many people feel pushed to the edge and are pushing back. Go to social-media sites and search \"school board meeting\" adding descriptors like \"explosive,\" \"outrage\" and \"chaos.\" Parents are rising up. New York Democrats just picked an anticrime former cop as their mayoral nominee. Other signs that suggests a spirit of having been radicalized: Longtime alliances based on natural affinity are loosening. Conservatives by nature support and respect the military. That's changing among some of them, or at least becoming less reflexive, under the pressure of charges of political correctness and a woke brass. Conservatives have begun detaching from traditional support for corporations over the idea they're too woke, too big, and feel no particular loyalty to America, which made them, when the China market beckons.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forgetting-review-the-balm-of-oblivion-11625783923", "title": "'Forgetting' Review: The Balm of Oblivion", "date": "2021-07-08 18:38", "summary": "Forgetting allows us to adapt and improvise, and sleep is key to deleting extraneous cortical information. We dream in order to forget.. There is a robust market for books that praise our seemingly feeble habits of mind. Authors have lately offered empirical support for the benefits of everything from swearing to grumpiness. Now Scott Small, the director of the Alzheimer's Disease Research Center at Columbia University, joins this merciful bunch with his own upbeat take on one of our more profound mental shortcomings: forgetfulness.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-monkeywrencher-11625783897", "title": "Biden's Monkeywrencher", "date": "2021-07-08 18:38", "summary": "The disturbing story of nominee Tracy Stone-Manning and Earth First!. \"P.S. You bastards go in there anyway and a lot of people could get hurt.\"", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warning-to-the-real-estate-cartel-11625783854", "title": "Warning to the Real-Estate Cartel", "date": "2021-07-08 18:37", "summary": "The Justice Department will take a new look at those outrageous brokers fees.. The Justice Department backed out last week of a proposed settlement with the National Association of Realtors to take a fresh look at the notoriously high commissions consumers pay real-estate agents. The move sent shock waves through the housing industry. The government occasionally brings an antitrust case and later decides to dismiss it. But never have federal antitrust authorities agreed to a proposed settlement only to back out after receiving public comment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-president-jovenel-moise-assassinated-at-home-official-says-11625654496", "title": "Haitian President Assassinated at Home, Official Says", "date": "2021-07-08 18:36", "summary": "Assailants shot the leader and wounded the first lady, the interim prime minister said, sparking fresh political turmoil. Haitian President Jovenel Moïsewas assassinated in an attack at his residence, the country's interim prime minister said, plunging the unstable Caribbean nation into fresh political turmoil and posing a challenge to U.S. policy makers.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-cruising-through-my-70s-with-tennis-11625783724", "title": "I'm Cruising Through My 70s With Tennis", "date": "2021-07-08 18:35", "summary": "When I was young, I lost to wily old guys. Now I'm wily enough to beat the older guys.. My tennis buddies sound like middle schoolers when they talk about age differences. A year, plus or minus, is a big deal. \"When's your birthday, Bert?\" I'm 71. \"Wow, you're just a baby!\" I'm a baby if you're 73. Each additional year of wear and tear counts on the courts, at least in singles. Ask Roger Federer. My opponent, Brooks, demolished me and afterward guessed my age at 74. Aced again. Brooks was born in 1955. I was born in 1950.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-christian-heart-of-hong-kong-activism-11625783689", "title": "The Christian Heart of Hong Kong Activism", "date": "2021-07-08 18:34", "summary": "They're only 12% of the population, but their values incline them toward sacrifice.. Joseph Cheng, 71, used to be one of Hong Kong's busiest activists: a familiar presence in the media and a leading figure in several pro-democracy organizations. After retiring in 2015, the former political-science professor planned to live out his remaining days in the city. But Mr. Cheng's life-a microcosm of Hong Kong's recent history-has been turned upside down.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thoma-bravo-plots-next-fund-in-red-hot-market-for-tech-deals-11625783128", "title": "Thoma Bravo Plots Next Fund in Red-Hot Market for Tech Deals", "date": "2021-07-08 18:25", "summary": "Firm plans to start pitching its next round of tech-focused private-equity funds only about a year after raising a total of $22.8 billion for three predecessor funds. Thoma Bravo, a private-equity firm focused on technology and software, is plotting a return to the fundraising circuit less than a year after it collected $22.8 billion from investors for three prior funds, according to people familiar with the firm's plans.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dr-death-review-a-doctors-hypocritic-oath-11625782796", "title": "'Dr. Death' Review: A Doctor's Hypocritic Oath", "date": "2021-07-08 18:19", "summary": "Based on a true story, this series starring Alec Baldwin, Joshua Jackson and Christian Slater chronicles a Texas neurosurgeon's murderous malpractice. This fact-based saga of a prominent Texas neurosurgeon suspected of killing his patients or maiming them permanently, offers no explanations, no hint of a theory about what might drive a professional healer to change specialties and become, in effect, a killer. It's a lack that proves all to the good as the extraordinary eight-part chronicle of the ultimate in malpractice, \"Dr. Death,\" based on the podcast of the same name, delivers the essential facts about Dr. Christopher Duntsch (Joshua Jackson), a rising star of the Dallas medical community in 2012, when this story begins.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-india-leads-the-way-to-tolerance-11625782002", "title": "Southern India Leads the Way to Tolerance", "date": "2021-07-08 18:06", "summary": "Northern states would be wise to emulate the region's comfort with religious differences.. How is religious pluralism faring in India, one of the most religiously diverse countries on the globe? The nation's 1.4 billion people include most of the world's Hindus, Sikhs and Jains, its third-largest Muslim population (more than 200 million), and more Christians than Peru or Canada.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gossip-girl-review-a-new-generation-of-teen-glitterati-11625606299", "title": "'Gossip Girl' 2021 Reboot Review: A New Generation of Teen Glitterati", "date": "2021-07-08 18:05", "summary": "HBO Max's reboot keeps Kristen Bell as narrator, but replaces the rest of its original whitewashed, cisgender cast with a more diverse crew of Upper East Side elites. The fictional Constance Billard School-Upper East Side academy of social-media influence, nonbinary sexual athleticism and bile-boasts a number of prominent alumni. Caroline Kennedy. The novelist Colson Whitehead. Supreme Court Justice Byron White. And Nate Archibald, whom one might presume to mean the former point guard and NBA Hall of Famer. One would be wrong.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tangled-topology-of-knots-11625781814", "title": "The Tangled Topology of Knots", "date": "2021-07-08 18:03", "summary": "Analyzing the intertwining of threads and yarns starts with determining which knots are the same or different-and which aren't really knots at all. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-translators-will-await-admission-to-u-s-in-other-countries-officials-say-11625757547", "title": "Biden Defends Afghan Pullout, Sets Exit for Interpreters", "date": "2021-07-08 18:02", "summary": "President says thousands of Afghans who helped the U.S. will be taken to third countries to await U.S. visas, if they wish. WASHINGTON-President Biden mounted an ardent defense of his decision to end the U.S. military involvement in Afghanistan, standing by the plan amid rapid gains by the insurgent Taliban, signs of strain on the Afghan military and grim forecasts from U.S. military and intelligence officials.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scales-review-dark-imprisonment-11625781214", "title": "'Scales' Review: Dark Imprisonment", "date": "2021-07-08 17:53", "summary": "In filmmaker Shahad Ameen's visionary tale, a young girl battles against the dystopian traditions of her poor seaside village. 'Scales\" gives feminism-and film noir-a new aesthetic. Most of Shahad Ameen's magical realist fable, which was Saudi Arabia's entry for best international feature at this year's Academy Awards, takes place in near-darkness. It's not that the setting-a nameless fishing village on an unspecified island in a dead sea-has been plunged into perpetual night, but that the village's inhabitants are beset by a lack of enlightenment. Some films from other countries seem foreign only until you invest yourself in their humanity. This one, in Arabic with English subtitles, is so austere as to resist easy entry. It tests your tolerance for ambiguity as well as your visual acuity. Yet the spell it casts justifies the intense anxiety it creates by depicting a black-and-white society in which men have worth and women don't.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-weighs-voting-bill-in-special-session-11625765970", "title": "Texas Weighs Voting Bills in Special Session", "date": "2021-07-08 17:50", "summary": "Democrats and voting rights groups criticized Gov. Greg Abbott for not including further changes to the state's electric grid. AUSTIN-The Texas Legislature kicked off a special session Thursday, called by Gov. Greg Abbott, to revive voting legislation that Democrats had killed in May by staging a walkout in the final minutes before a voting deadline.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-technology-puts-its-cash-to-work-using-artificial-intelligence-11625781002", "title": "Micron Technology Puts Its Cash to Work Using AI", "date": "2021-07-08 17:50", "summary": "The Boise, Idaho-based memory-chip maker says it is earning millions of dollars in extra returns on its deposits thanks to an AI tool developed in house. Micron Technology Inc.'s cash deposits are generating millions of dollars in additional returns for the memory-chip maker thanks to the help of an artificial-intelligence tool developed internally.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asset-manager-allianz-sets-coal-investment-limits-11625780914", "title": "Allianz Global Investors Sets Coal Investment Limits", "date": "2021-07-08 17:48", "summary": "An Allianz Global Investors spokeswoman said 288 coal companies will be excluded under its new investment policy. Allianz Global Investors GmbH will stop putting money into companies that surpass certain thresholds for coal usage and earnings from the fossil fuel, following steps taken by its parent company to cut greenhouse-gas emissions.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individual-investors-target-carver-bancorp-as-next-short-squeeze-target-11625773466", "title": "Investors Take Aim at Carver Bancorp as Next Short-Squeeze Target", "date": "2021-07-08 17:48", "summary": "Shares of the company soared as much as 267% intraday as individual traders piled in. Individual investors on the hunt for the next stock-market win piled into Carver Bancorp Inc., sending shares of the banking-services company on a wild ride Thursday before finishing 107% higher for the day.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-covid-19-hospitalizations-rise-as-delta-variant-spreads-11625780656", "title": "U.S. Covid-19 Hospitalizations Rise as Delta Variant Spreads", "date": "2021-07-08 17:44", "summary": "Daily admissions rose 6.8% after long decline, while outbreaks among unvaccinated pushed up new cases. Hospitalizations related to Covid-19 are rising in the U.S. after a long decline, federal data showed, providing evidence of the human toll the Delta virus variant is taking on unvaccinated Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-soccer-stadium-plans-are-back-on-the-sidelines-11625778100", "title": "New York City Soccer-Stadium Plans Are Back on the Sidelines", "date": "2021-07-08 17:42", "summary": "Major League Soccer's NYCFC continues to look for a permanent home after broader deal for a Bronx venue falls apart. The quest to build a permanent stadium for Major League Soccer team New York City FC has hit another delay, more than six years after the club's first official game.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-covid-panic-11625780105", "title": "Another Covid Panic", "date": "2021-07-08 17:35", "summary": "People suffer from other illnesses, too.. The latest variety of Covid fear-mongering is tied to the so-called Delta variant strain of the virus, and now some investors are wondering if the new health threat could dent global economic growth. Monica Gandhi, a professor of medicine at the University of California, San Francisco, tries to add some useful context in the Washington Post:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-08-2021-11625734953", "title": "Stocks Skid on Economic Worries", "date": "2021-07-08 17:33", "summary": "Dow sheds about 260 points and Treasury yields extend their decline. U.S. stocks tumbled Thursday, while Treasury yields sank for a fourth day, as investors unwound bets on a spell of high growth and inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-opens-cyberattack-defense-center-11625778530", "title": "New York Opens Cyberattack Defense Center", "date": "2021-07-08 17:33", "summary": "Initiative brings together government agencies and business groups to share intelligence and respond to digital threats. New York City has become the first major American metropolitan area to open a real-time operational center to protect against cybersecurity threats, regional officials said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-appoints-new-compliance-chief-following-pandemic-slump-11625777463", "title": "Neiman Marcus Appoints New Compliance Chief", "date": "2021-07-08 16:51", "summary": "The retailer has named Hannah Kim, who brings significant experience in corporate sustainability, to the role as the company prepares an ESG plan for later this year. Neiman Marcus Group Inc. has recruited a legal and compliance chief with experience in corporate sustainability as the retailer prepares to launch an environmental, social and governance plan.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-july-3-11625776632", "title": "Bestselling Books Week July 3", "date": "2021-07-08 16:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beacon-of-the-public-library-11625775553", "title": "The Beacon of the Public Library", "date": "2021-07-08 16:19", "summary": "Building places for ordinary people to read and share books has been a passion project of knowledge-seekers since before Roman times. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stellantis-to-detail-electric-vehicles-strategy-11625736602", "title": "Stellantis Plans to Go Big on EVs. Here's What's in Store.", "date": "2021-07-08 16:19", "summary": "PSA-Fiat Chrysler tie-up makes electrified cars a priority, as CEO Carlos Tavares gets ready to take on General Motors and Volkswagen. Global auto-making giant Stellantis NV said it plans to spend more than $35.5 billion through 2025 to release an array of new plug-in models, the company's boldest statement yet on how it plans to compete in the industry's intensifying electric-vehicle race.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-minimum-tax-deal-marked-a-win-for-yellen-now-she-must-sell-it-to-congress-11625745615", "title": "Global Tax Deal Was a Win for Yellen, Who Now Must Persuade Congress", "date": "2021-07-08 16:18", "summary": "The deal is a key part of President Biden's domestic tax agenda, which Republicans criticize as harmful to growth. WASHINGTON-When the U.S. secured international backing for a global minimum corporate tax last week, it marked an early victory for Treasury Secretary Janet Yellen as the country's top financial diplomat and paved the way for a key plank of President Biden's domestic agenda.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxycontin-maker-purdue-wins-more-states-backing-for-sackler-settlement-11625757098", "title": "OxyContin Maker Purdue Wins More States' Backing for Sackler Settlement", "date": "2021-07-08 16:09", "summary": "New York, Massachusetts and other states reach a revised $4.5 billion deal with the bankrupt drugmaker's family owners. New York, Massachusetts and 13 other states signed on to a settlement with OxyContin maker Purdue Pharma LP and its Sackler family owners, improving the chances of court approval for their multibillion-dollar plan to resolve lawsuits over the opioid epidemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-rally-spreads-to-shorter-term-treasurys-11625766200", "title": "Bond Rally Spreads to Shorter-Term Treasurys", "date": "2021-07-08 16:06", "summary": "Decline in yields suggests investors think it could take longer for Fed to raise interest rates. U.S. government bonds extended their recent rally Thursday, pushing the 10-year yield below 1.3% while further declines in shorter-term yields suggested traders were scaling back bets on Federal Reserve interest-rate increases.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-operator-circle-to-go-public-in-4-5-billion-spac-merger-11625754758", "title": "Cryptocurrency Operator Circle to Go Public in $4.5 Billion SPAC Merger", "date": "2021-07-08 16:03", "summary": "The company issues a so-called stablecoin, a type of cryptocurrency designed to maintain an equal value to the U.S. dollar. Circle Internet Financial Inc., one of the biggest companies in the cryptocurrency sector, is merging with a special-purpose acquisition company to go public in a deal that values the company at $4.5 billion.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-the-table-friday-crossword-july-9-11625580095", "title": "Under the Table (Friday Crossword, July 9)", "date": "2021-07-08 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-add-universal-pictures-films-to-prime-video-streaming-service-11625769324", "title": "Amazon to Add Universal Pictures' Films to Prime Video Streaming Service", "date": "2021-07-08 16:00", "summary": "In another move to bulk up its entertainment offerings, Amazon will show the studio's films after they first run on Peacock. Amazon.com Inc. has signed a deal with Comcast Corp.'s Universal Pictures to show the studio's movies on its Prime Video and IMDb TV services, further positioning the tech giant as a formidable competitor to other streaming services.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-genesis-g70-taking-mass-class-up-a-level-11625773884", "title": "2022 Genesis G70: Taking 'Mass Class' Up a Level", "date": "2021-07-08 15:51", "summary": "With the redesigned G70 compact sports sedan, Genesis is amping up its discount-luxury game-adopting a more aspirational strategy against rivals like Infiniti and Lexus. IN JAN VAN EYCK'S masterpiece \"The Arnolfini Portrait\" (1434), the bride's splendid green dress is lined with white fur: miniver, from the bellies of squirrels. A 15th-century fun fur, miniver was often used as a substitute for ermine, which was reserved for the wardrobes of the aristocracy. Despite their rising status in the merchant class of Bruges, the Arnolfinis simply could not possess certain luxuries due to sumptuary laws, codifying details as small as squirrel bellies.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-house-review-sustainable-satire-11625772588", "title": "'Tiny House' Review: Sustainable Satire", "date": "2021-07-08 15:29", "summary": "A progressive millennial couple's attempt to escape the mayhem of modern-day society goes awry in this over-the-top comedy from Westport Country Playhouse. One by one, America's theaters are turning on the post-pandemic lights, among them several top-tier troupes that are only just getting around to putting shows online. The latest, Connecticut's Westport Country Playhouse, has just brought us a newly filmed play, Michael Gotch's \"Tiny House,\" that is acted and directed with sure-footed skill and is both charming and bitingly witty-a rare and noteworthy example of a comedy filmed without an audience that comes off without a trace of awkwardness.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-alzheimers-drug-what-doctors-want-you-to-know-about-aduhelm-11624902330", "title": "A Guide to the New Alzheimer's Drug", "date": "2021-07-08 15:11", "summary": "How does the new treatment work, and why is it controversial? Here's what patients and their caregivers should know.. After the FDA approved a controversial new Alzheimer's drug, doctors have been fielding lots of questions about it from patients and their caregivers.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chrysler-owner-stellantis-joins-the-electric-vehicle-race-with-differences-11625768723", "title": "Chrysler Owner Joins the EV Race", "date": "2021-07-08 14:25", "summary": "Global auto maker is matching aggression of GM and Ford while focusing on margins. Of Detroit's Big Three automobile companies, Chrysler undeservedly gets the cold shoulder on Wall Street. Investors might benefit from paying closer attention some time before 2026.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-bidens-executive-order-cause-a-train-wreck-11625768538", "title": "Will Biden's Executive Order Cause a Train Wreck?", "date": "2021-07-08 14:22", "summary": "Canadian National's bid for Kansas City Southern could be derailed-or worse-by an executive order on freight transportation. You can't say they weren't warned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-those-cucumbers-out-of-my-seltzer-11625767574", "title": "Keep Those Cucumbers Out of My Seltzer", "date": "2021-07-08 14:06", "summary": "Also, no aioli in my oatmeal. Life has enough flavor without adding more.. For the longest time, the only misfortune you risked when you ordered a cup of coffee was if the server mistakenly put in a couple of spoonfuls of sugar when you had specifically said: \"Milk, no sugar.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grilled-salmon-with-a-spicy-piri-piri-rub-11625767204", "title": "Grilled Salmon With a Spicy Piri Piri Rub", "date": "2021-07-08 14:00", "summary": "Made with smashed chiles, cilantro, garlic, vinegar and a little brown sugar, the spicy piri piri rub is moist and tacky, so it clings to the fish during cooking. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-go-to-grilled-salmon-recipe-spicy-succulent-foolproof-fast-11625766812", "title": "Your Go-To Grilled Salmon Recipe: Spicy, Succulent, Foolproof, Fast", "date": "2021-07-08 13:53", "summary": "A tangy piri piri rub punched up with chiles and fresh herbs keeps this salmon tender and moist as it cooks. Smoke from the grill flavors it further.. IMAGINE TASTING SALMON for the first time. \"I'd never had it until I came to this country,\" said chef Meherwan Irani. \"And I immediately loved it.\" When he was growing up in India, other types of fish were occasionally served at home, but they were never grilled. He's making up for it now.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-looks-like-a-19th-century-cottage-but-this-english-home-is-so-much-more-11625766036", "title": "It Looks Like a 19th-Century Cottage. But This English Home Is So Much More.", "date": "2021-07-08 13:40", "summary": "Resume Subscription. From the sidewalk, the 19th-century cottage that is home to Louise and Francis Shardlow looks like the very model of a quintessential English country home, with its mellow limestone brickwork smothered in wisteria vines.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ecb-aims-for-slightly-higher-inflation-stops-short-of-feds-major-shift-11625746143", "title": "ECB Aims for Slightly Higher Inflation, Stops Short of Fed's Major Shift", "date": "2021-07-08 13:06", "summary": "Central bank to target inflation of 2% in the medium term, a compromise between conservative policy makers and those more worried about weak growth. FRANKFURT-The European Central Bank unveiled a new policy framework that will likely keep its easy-money policies in place for longer and will aim to take account of housing prices as the eurozone emerges from the Covid-19 recession, but it stopped short of the major policy shift announced by the Federal Reserve last year.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-renowned-midcentury-country-house-that-brings-the-outside-in-11625763893", "title": "A Renowned Midcentury Country House That Brings the Outside In", "date": "2021-07-08 13:04", "summary": "Many Americans grew up with designer Russel Wright's sleek 1950s dinnerware. One fan made a pilgrimage to Wright's upstate New York home-and was taken aback by how rugged and eccentric it was.. I GREW UP eating my Hamburger Helper off Russel Wright dishes. My mother, whose bent for design distinguished her in our small Pennsylvania town, had bought a set in pea-soup chartreuse from a Philadelphia department store. I had no idea who designed the curved ceramic plates and cups, but their unadorned surfaces seemed exotic in a neighborhood where dinnerware was decorated with flowers and sometimes came free with a grocery-store purchase.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-signs-bridgerton-producer-shonda-rhimes-to-new-deal-11625763884", "title": "Netflix Signs 'Bridgerton' Producer Shonda Rhimes to New Deal", "date": "2021-07-08 13:04", "summary": "Multiyear pact includes new media formats beyond TV and movies, comes after subscriber growth has slowed following pandemic surge. Netflix Inc. is doubling down on producer Shonda Rhimes.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-noise-affects-our-judgment-in-business-science-government-and-beyond-11625763752", "title": "How 'Noise' Affects Our Judgment in Business, Science, Government and Beyond", "date": "2021-07-08 13:02", "summary": "An interview with Daniel Kahneman, Olivier Sibony and Cass R. Sunstein about their book 'Noise: A Flaw in Human Judgment.'. Editor's note: this transcript excerpt has been edited for clarity and length.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-bid-to-create-harmony-in-one-jerusalem-neighborhood-went-badly-awry-11625745601", "title": "Jews and Palestinians Tried to Forge Bonds in a Jerusalem Neighborhood. It Backfired.", "date": "2021-07-08 13:01", "summary": "The ethnically mixed enclave of Abu Tor is struggling with the same communal tensions that are putting new strains on the rest of Israel. JERUSALEM-When a group of Jewish and Muslim Jerusalemites wanted to show that Israelis and Palestinians could coexist peaceably during a wave of communal violence, they joined to hand out cakes and cookies in their neighborhood of Abu Tor.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/combining-apartments-isnt-easy-but-for-homeowners-short-on-space-its-worth-it-11625763601", "title": "Combining Apartments Isn't Easy. But for Homeowners Short on Space, It's Worth It.", "date": "2021-07-08 13:00", "summary": "Thinking about making two spaces into one? Here are some things you should consider. If you're in the market for a larger apartment due to a growing family or the need for more space, but you love your building and don't want to move, here's a solution: buy the unit next door and combine the two.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perfect-combo-11625763600", "title": "The Perfect Combo", "date": "2021-07-08 13:00", "summary": "Praneet Gill and her husband spent two years and $2 million combining their pre-war apartment in Manhattan with two adjoining units.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/critical-race-theory-schools-11625666208", "title": "Critical Race Theory in Our Schools", "date": "2021-07-08 13:00", "summary": "Ibram X. Kendi says capitalism and racism are 'conjoined twins.'. Donna Brazile wants critical race theory taught in K-12 schools (\"Don't Ban Critical Race Instruction,\" op-ed, July 2). Its contribution to improving race relations is to tell children that the color of their skin determines their destiny, not the content of their character, as Martin Luther King Jr. had it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fracking--geothermal-energy-ultradeep-drilling-11625668241", "title": "Fracking for Geothermal Energy? Not So Fast", "date": "2021-07-08 13:00", "summary": "Using ultradeep horizontal wells to heat water will require a lot more thought.. Compared with a shale well, which costs between $2 million and $6 million to produce 1,000 barrels of oil a day, $50 million for a supercritical water geothermal system is expensive. Andy Kessler is right: Deeper wells cause heat- and pressure-control costs to skyrocket (\"'Drill, Baby, Drill' Is the Future,\" Inside View, June 28).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poetry-amid-parkinsons-11625763547", "title": "Poetry Amid Parkinson's", "date": "2021-07-08 12:59", "summary": "My father was still in there. I merely needed to tap into the vast stores of his memory.. Stephen Miller's op-ed \"Poetry and the Art of Memory\" (June 30) spurred me to recall experiences with my father. Parkinson's disease had robbed him of active speech, among other things. Extremely well-read, knowledgeable and an excellent extemporaneous public speaker as a three-term New Hampshire governor in the 1970s, my father had lost the power to generate speech. As his daughter rather than a constituent, I sought access to the marvelous mind trapped within.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-in-u-s-spy-agencies-ticks-up-report-finds-11625763580", "title": "Diversity in U.S. Spy Agencies Ticks Up, Report Finds", "date": "2021-07-08 12:59", "summary": "Top ranks of intelligence agencies remain overwhelmingly white and male, new report says. WASHINGTON-Racial minorities and women continue to be underrepresented at the upper echelons of U.S. spy agencies, even as the percentage of minorities working in the vast U.S. intelligence community edged up slightly last year, according to a new government report.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-law-el-salvador-freedom-crypto-11625668728", "title": "Bitcoin Law in El Salvador Denies Its People a Choice", "date": "2021-07-08 12:58", "summary": "Salvadorans now must accept bitcoin if offered.. Avik Roy's June 30 letter, written in response to our op-ed \"El Salvador's Big Bitcoin Mistake\" (June 23), argues that El Salvador's Bitcoin Law will enhance Salvadorans' freedom of currency choice. His conclusion is unfounded and incorrect.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-target-railroads-ocean-shipping-in-executive-order-11625736601", "title": "Biden to Target Railroads, Ocean Shipping in Executive Order", "date": "2021-07-08 12:50", "summary": "President's action is part of broad effort to blunt power of big business. WASHINGTON-The Biden administration will push regulators to confront consolidation and perceived anticompetitive pricing in the ocean shipping and railroad industries as part of a broad effort to blunt the power of big business to dominate industries, according to a person familiar with the situation.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tommy-hilfiger-buys-palm-beach-home-for-46-25-million-11625762285", "title": "Tommy Hilfiger Pays $46.25 Million for Palm Beach Mansion", "date": "2021-07-08 12:39", "summary": "Resume Subscription. Months after selling their grand Connecticut estate for $45 million, fashion designer Tommy Hilfiger and his wife Dee Ocleppo Hilfiger have snapped up a Palm Beach mansion for $46.25 million, according to three people familiar with the situation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-brave-new-european-central-bank-11625762272", "title": "A Brave New European Central Bank", "date": "2021-07-08 12:37", "summary": "Lagarde's strategy review will further politicize monetary policy.. The European Central Bank on Thursday unveiled a new policy-making strategy, and give its leaders credit for courage. The ECB has been dogged from its birth with questions about and challenges to its political legitimacy. The governing council has decided to ramp up the pressure on itself even more.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eric-adams-lesson-for-democrats-11625697629", "title": "The Eric Adams Lesson for Democrats", "date": "2021-07-08 12:34", "summary": "New York's presumptive next mayor beat the field by emphasizing crime.. It took two weeks of counting, but former police captain Eric Adams has finally won New York's Democratic mayoral primary. Perhaps the city that these days never sleeps safely has a chance to reverse its eight-year downward spiral under mayor Bill de Blasio.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-j-trump-why-im-suing-big-tech-11625761897", "title": "Donald J. Trump: Why I'm Suing Big Tech", "date": "2021-07-08 12:31", "summary": "If Facebook, Twitter and YouTube can censor me, they can censor you-and believe me, they are.. One of the gravest threats to our democracy today is a powerful group of Big Tech corporations that have teamed up with government to censor the free speech of the American people. This is not only wrong-it is unconstitutional. To restore free speech for myself and for every American, I am suing Big Tech to stop it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sophistry-at-duke-in-defense-of-masks-11625761644", "title": "Sophistry at Duke in Defense of Masks", "date": "2021-07-08 12:27", "summary": "A baseless conclusion about Covid in schools flows from an elementary error of logic.. The quality of scientific publications suffered during the Covid-19 pandemic. From dubious prepublication studies to bombshell papers quietly retracted months later, it has been a busy but difficult time for major medical and epidemiology journals. Peer-review and clinical-trial processes have sped up, and few would claim this generally improves the quality of the research or its conclusions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-face-of-ai-11625760608", "title": "The Next Face of AI", "date": "2021-07-08 12:10", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europe-proposes-new-agency-to-tackle-money-laundering-problems-11625760543", "title": "Europe Proposes New Agency to Tackle Money Laundering Problems", "date": "2021-07-08 12:09", "summary": "Agency would be part of a broader plan to address failures that have made the region a haven for financial crime. The European Union is set to propose the creation of a new anti-money-laundering agency with direct powers to supervise financial companies, according to a document seen by The Wall Street Journal.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-names-technology-industry-veteran-as-ceo-11625758201", "title": "Instacart Names Facebook Veteran as CEO", "date": "2021-07-08 12:05", "summary": "As grocery-delivery company's chief, she will oversee its plans to go public. Instacart Inc. named technology industry veteran Fidji Simo as its new chief executive, as the grocery delivery company seeks to expand its business and go public.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-computers-with-humanlike-senses-will-change-our-lives-11625760066", "title": "How Computers With Humanlike Senses Will Change Our Lives", "date": "2021-07-08 12:01", "summary": "With help from artificial intelligence and special sensors, next-generation robots will be able to perform tasks ranging from understanding speech in a noisy environment to sniffing out phony wine. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-donald-trumps-last-days-in-the-white-house-and-plans-for-a-comeback-11625759920", "title": "Inside Donald Trump's Last Days in the White House and Plans for a Comeback", "date": "2021-07-08 11:58", "summary": "The president's effort to overturn the election alienated much of his inner circle-but solidified his dominance of the GOP. Now he's planning his return.. On the morning of Nov. 7, 2020, the Saturday after the presidential election, President Donald Trump had just approached the tee box at the seventh hole of his golf course in Sterling, Va., when an aide's phone rang with news from Jared Kushner: All of the major media outlets, including Fox News, were about to call the presidential election for Democrat Joe Biden.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perfect-summer-dressversatile-comfortable-flatteringexcept-for-one-thing-11625759908", "title": "The Perfect Summer Dress-Versatile, Comfortable, Flattering-Except for One Thing", "date": "2021-07-08 11:58", "summary": "Jasmine Guillory, author of the new book 'While We Were Dating,' on her complicated romance with a floral dress from Anthropologie that's ideal in every way-almost. I'VE ALWAYS loved dresses. Some people like suits or jeans or black pants. Though I can barely believe it, some people, even friends of mine, love to wear jumpsuits. No, for me, it's always been dresses, ever since I was a little girl and taught myself how to take off the overalls my parents put on me, because as I told them, \"I am a girl, and girls wear dresses.\" I no longer believe in rigid gender roles for clothes or anything else, but I still almost exclusively wear dresses-not because I feel I have to, but because I love them.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-narrows-suggested-uses-for-new-alzheimers-drug-11625759738", "title": "FDA Narrows Suggested Uses for New Alzheimer's Drug", "date": "2021-07-08 11:55", "summary": "The agency recommended Aduhelm only for patients in early stages of the disease, which could reduce the cost to Medicare. U.S. health regulators narrowed the prescribing instructions for the first new Alzheimer's drug in nearly two decades, recommending the therapy be given to people with early-stage symptoms of the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-finals-bucks-suns-greece-reporter-11625717257", "title": "The Other Greek Freak in the NBA Finals", "date": "2021-07-08 11:54", "summary": "Christos Tsaltas is a journalist who has never been to an NBA game, but he interviews the league's biggest stars on Zoom-even if it means staying up all night in Greece. It was late at night in the United States but very early in the morning in Greece, when a reporter named Christos Tsaltas took his customary place in the corner of a Zoom screen and introduced himself to an NBA star.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-to-be-held-under-covid-19-state-of-emergency-11625733103", "title": "Tokyo Olympics to Be Held Without Spectators", "date": "2021-07-08 11:31", "summary": "Organizers drop plan for local fans as Japan revives restrictions for capital after rise in coronavirus infections. TOKYO-The Tokyo Olympics will be held without spectators, the organizers said, after Japan declared a new state of emergency that will continue through the end of the Games due to a rise in Covid-19 infections.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kombucha-for-connoisseurs-the-best-bottles-to-pair-with-food-11625757523", "title": "Kombucha for Connoisseurs: The Best Bottles to Pair With Food", "date": "2021-07-08 11:18", "summary": "The tart, fizzy, fermented beverage has gone upmarket. These small-batch brews bring nuance and finesse to the table, minus wine's hangover.. IT WAS ONLY a matter of time before kombucha-the tart and effervescent, fermented tea-based beverage-got fancy. \"It's like third-wave coffee: People care about where the beans come from, how they're roasted and how they're brewed,\" said Young Stowe, co-founder of the fermented-beverage company Unified Ferments, which launched in late 2019. \"We are, in a sense, third-wave kombucha.\"", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-07-08-2021-11625688074", "title": "New Jobless Claims Hold Near Pandemic Low", "date": "2021-07-08 11:17", "summary": "Continued unemployment payments falling sharply as half of states act to remove pandemic enhancements. New applications for unemployment benefits held near pandemic lows last week while the number of Americans collecting continuing payments fell sharply in late June as many states acted to curtail jobless aid.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-rising-oil-prices-are-unlikely-to-kill-the-economic-recovery-11625754584", "title": "Why Rising Oil Prices Are Unlikely to Kill the Economic Recovery", "date": "2021-07-08 10:58", "summary": "Crude prices would have to rise higher for longer to significantly brake global growth. The recent bout of higher oil prices is unlikely to make much of a dent in the global recovery, according to economists who say strong growth and flush consumers in advanced economies will help the world absorb much of the blow from costlier crude.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-wind-solar-capacity-rose-sharpest-ever-last-year-report-finds-11625756215", "title": "Global Wind, Solar Capacity Rose at Sharpest Pace Ever Last Year, BP Says", "date": "2021-07-08 10:56", "summary": "Renewables stood apart in a year when energy consumption fell 4.5% as the pandemic sapped demand for transport fuels. LONDON-Global wind- and solar-power capacity grew at a record pace last year even as the pandemic sent overall energy demand sharply lower, oil giant BP PLC said in its annual review of global energy markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haiti-assassination-adds-to-woes-facing-biden-in-latin-america-11625755940", "title": "Haiti Assassination Adds to Woes Facing Biden in Latin America", "date": "2021-07-08 10:52", "summary": "U.S. administration seeks to focus on the U.S.-Mexico border, but crises across the region are compounding the challenges. WASHINGTON-The crisis in Haiti is adding to the Biden administration's slate of challenges in the Western Hemisphere, where officials had sought to focus on the flow of unauthorized migrants across the U.S.'s southern border.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sept-11-attacks-share-your-story-11625755829", "title": "The Sept. 11 Attacks: Share Your Story", "date": "2021-07-08 10:50", "summary": "The Wall Street Journal is looking ahead to the 20th anniversary of the attacks on Sept. 11. Use the form below to tell us about your experience.. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalled-covid-vaccination-outreach-hesitancy-11625754826", "title": "Covid-19 Vaccination Drive Reaches Frustration Stage-Persuading the Hesitant", "date": "2021-07-08 10:36", "summary": "Resume Subscription. KINGSPORT, Tenn.-As the pace of vaccinations in the U.S. stalls, health officials have embarked on a painstaking effort to get shots to undecided or isolated Americans.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/richard-branson-races-jeff-bezos-to-space-as-covid-19-hits-business-back-on-earth-11625753740", "title": "Branson Races Bezos to Space as Covid Hits Business on Earth", "date": "2021-07-08 10:15", "summary": "British billionaire and serial entrepreneur has built his Virgin brand around his own high-profile stunts. Richard Branson hopes to beat Jeff Bezos into space this Sunday with the sort of high-profile act that made the British billionaire famous and helped him build his Virgin Group into a global brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-backlash-predictive-policing-adapts-to-a-changed-world-11625752931", "title": "After Backlash, Predictive Policing Adapts to a Changed World", "date": "2021-07-08 10:02", "summary": "Software developers and city governments are rethinking how and when to use algorithms that promise to curb crime. Author", "categories": [["", "Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-executive-pioneered-frequent-flier-plans-11625752801", "title": "Airline Executive Pioneered Frequent-Flier Plans", "date": "2021-07-08 10:00", "summary": "Thomas Plaskett, who has died at age 77, had top roles at American Airlines, Continental and Pan Am in a turbulent era. Four years after Thomas Plaskett joined American Airlines , the 1978 deregulation of airfares changed almost everything about the industry.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-july-10-11625680378", "title": "Number Puzzles (Saturday, July 10)", "date": "2021-07-08 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeland-security-to-name-acting-head-of-intelligence-branch-11625745601", "title": "Homeland Security Unit That Failed to Warn About Capitol Attack to Get New Boss", "date": "2021-07-08 09:59", "summary": "Counterterrorism official John Cohen is expected to oversee the department's intelligence branch. The Department of Homeland Security is expected to announce John Cohen as the new acting head of its intelligence branch, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financially-hobbled-for-life-the-elite-masters-degrees-that-dont-pay-off-11625752773", "title": "'Financially Hobbled for Life': The Elite Master's Degrees That Don't Pay Off", "date": "2021-07-08 09:59", "summary": "Resume Subscription. Recent film program graduates of Columbia University who took out federal student loans had a median debt of $181,000.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/president-biden-signs-bill-to-fund-cftc-whistleblower-program-11625702288", "title": "President Biden Signs Bill to Fund CFTC Whistleblower Program", "date": "2021-07-08 09:54", "summary": "The measure would temporarily set up a new account at the Treasury Department to pay for the operations of the Commodity Futures Trading Commission's whistleblower program. President Biden has signed into law legislation that would temporarily set up a new account to pay for the operations of the Commodity Futures Trading Commission's whistleblower program, paving the way for the U.S. derivatives markets regulator to resolve a funding crisis over a large potential payout.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-taliban-now-on-chinas-border-seek-to-reassure-beijing-11625750130", "title": "Afghanistan's Taliban, Now on China's Border, Seek to Reassure Beijing", "date": "2021-07-08 09:15", "summary": "Despite past support for Uyghur militants in Xinjiang, Taliban say they won't interfere in China's internal affairs. After seizing about one-third of Afghanistan's districts in this summer's offensive, the Taliban this week swept through the northeastern Badakhshan province, reaching the mountainous border with China's Xinjiang region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-tools-for-helping-aging-parents-11625749608", "title": "The New Tools for Helping Aging Parents", "date": "2021-07-08 09:06", "summary": "Caregivers have found valuable advice from online sources that have sprung up since the pandemic began. The pandemic multiplied the needs, concerns and worries of the nation's 53 million family caregivers-and also ways to help them.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fees-threaten-new-york-after-school-programs-11625749201", "title": "Fees Threaten New York After-School Programs", "date": "2021-07-08 09:00", "summary": "Providers say they need relief from the city's school building-use fees to avoid passing on costs to parents-and to remain open. After-school programs in New York City are scaling back their hours or canceling services altogether after the city's Department of Education nearly tripled a fee that providers had to pay to use school facilities.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newegg-bitcoin-and-carver-bancorp-what-to-watch-when-the-market-opens-11625741851", "title": "Newegg, Bitcoin and Carver: What to Watch When the Market Opens", "date": "2021-07-08 08:36", "summary": "Stock futures fell and yields on government bonds extended their declines. It is shaping up to be a pretty busy day in markets. Here's what we're watching ahead of the open Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-inspired-clothing-fashion-11625747106", "title": "How to Dress Like an Olympic Legend", "date": "2021-07-08 08:30", "summary": "Get a wardrobe workout with sport-inspired pieces that keep pace with the trends.. With the Tokyo Olympics on the horizon, get a head start by choosing luxe takes on athletic-inspired looks. Shot on basketball courts and tracks in Brooklyn, these energetic ensembles are sure to set style records. First up at the starting line are retro-style jackets from Celine by Hedi Slimane, Canali and Bode and boldly hued hooded pieces from Louis Vuitton and Lacoste, which can be thrown over classic Ralph Lauren polos or easy shirts from Hermès or Emporio Armani.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-marino-art-foundation-hamptons-11625747009", "title": "Architect Peter Marino's Art Foundation Opens in the Hamptons", "date": "2021-07-08 08:30", "summary": "The designer's blue-chip personal collection gets a new home in a historic Southampton library.. Peter Marino is standing in the middle of a room walled in shimmering green-Venetian plaster, a rich, lustrous finish that is applied through a centuries-old technique-looking at a Baroque statuette. \"That's the centerpiece of the whole place,\" says the New York-based architect, 71. The object, a nearly 2-foot-tall Hercules by the sculptor Ferdinando Tacca, is a highlight from Marino's collection of 17th-century bronzes. It's tough, it's extravagant and it's a little unsettling, as much for its subject matter-the nude hero appears to be wrenching the horns off a bull-as for its incongruous proximity to paintings by Jean-Michel Basquiat and Cy Twombly. It is, in other words, pure Peter Marino, an emblem for a designer whose taste in buildings, art and even clothes has never exactly erred on the side of understatement.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marlboro-maker-sells-its-18-000-acre-montana-ranch-11625747364", "title": "Marlboro Maker Sells Its 18,000-Acre Montana Ranch", "date": "2021-07-08 08:29", "summary": "Altria finds buyer for 'Marlboro Ranch' where it hosted loyal smokers for two decades. First it said farewell to its Marlboro Man ads. Now, the biggest U.S. cigarette maker is getting rid of the Marlboro Ranch in Montana, where Altria Group Inc. hosted customers and corporate events.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auditor-watchdog-is-overhauled-after-sec-report-cites-years-of-dysfunction-11625745600", "title": "Auditor Watchdog Is Overhauled After SEC Report Cites Years of Dysfunction", "date": "2021-07-08 08:00", "summary": "SEC dismissed entire PCAOB board after report said chairman's botched reform plan led to whistleblower complaints and infighting. No bickering in public. No leaks to the press. Above all, be collegial. That was the message the head of the Securities and Exchange Commission gave to the newly named board of an audit-industry watchdog in 2018, according to people familiar with the private meeting.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-the-olsen-twins-and-greek-fisherman-have-in-common-this-it-sandal-11625744650", "title": "What Do the Olsen Twins and Greek Fishermen Have in Common? This It-Sandal", "date": "2021-07-08 07:44", "summary": "Since the Row launched its version in 2019, the humble fisherman's sandal has become a popular chic-set staple, offering women comfort and style as they re-emerge. HIGH HEELS, some contend, are at risk of extinction. After months spent in sensible footwear, women the world over are stepping out in sturdy, supportive soles instead of running back to stilettos. And as temperatures rise, the leather fisherman sandal-with its flat tread, buckled T-bar straps and caged silhouette-has become an unexpected (but much-welcomed) trend in post-lockdown life.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-the-u-s-china-tech-stock-bromance-11625744592", "title": "The End of the U.S.-China Tech Stock Bromance", "date": "2021-07-08 07:43", "summary": "Didi's abrupt tumble just days after its New York IPO is likely to affect the kind of financial decoupling that the Trump administration was unable to achieve. One curious aspect of the U.S.-China conflict over technology is that, even with the two governments at each other's throats, tech investors have been happy with a warm, mutually profitable embrace.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-night-inside-nigerias-kidnapping-emergency-abducted-babies-schoolchildren-and-hospital-workers-11625743365", "title": "One Night Inside Nigeria's Kidnapping Emergency: Abducted Babies, Schoolchildren and Hospital Workers", "date": "2021-07-08 07:22", "summary": "More than 3,000 people have been abducted this year as law and order collapses across swathes of the country. A single night this week revealed the terrifying scope of Nigeria's kidnapping emergency.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cyber-watchdog-to-police-chinese-overseas-listings-11625742254", "title": "China's Cyber Watchdog to Police Chinese Overseas Listings", "date": "2021-07-08 07:04", "summary": "The agency that prodded ride-hailing giant Didi to delay its IPO will take a lead role in regulating Chinese companies' overseas listings. A powerful agency that China's President Xi Jinping set up during his first term to police the internet is taking on a new role: regulating U.S.-listed Chinese companies.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-trusted-teenagers-to-manage-crypto-investments-now-they-want-answers-11625742001", "title": "Investors Trusted Teenagers to Manage Crypto Investments. Now They Want Answers.", "date": "2021-07-08 07:00", "summary": "The Cajee brothers have disappeared after claiming that hackers stole from their Africrypt investment firm, leaving South African investors scrambling to recoup their money. When Gill Mudditt raised some cash from selling her home last year, a friend introduced the Johannesburg resident to Ameer Cajee, an 18-year-old who ran a South African cryptocurrency investment firm.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biomedical-companies-inject-innovation-into-cancer-radiotherapy-11625742000", "title": "Biomedical Companies Inject Innovation Into Cancer Radiotherapy", "date": "2021-07-08 07:00", "summary": "New radiation treatments could treat cancers that have spread around the body. Biomedical companies are injecting innovation into one of the oldest cancer treatments.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-may-be-a-good-time-to-buy-mortgage-stocks-11625742001", "title": "Now May Be a Good Time to Buy Mortgage Stocks", "date": "2021-07-08 07:00", "summary": "U.S. mortgage applications are trending lower, but originator stocks could be priced to move on any upticks. Some key numbers have been moving in the wrong direction for mortgage stocks, even as home prices surge. But investors shouldn't slam the door shut quite yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-bmw-fined-1-billion-by-europe-over-diesel-tech-collusion-11625741892", "title": "Volkswagen, BMW Fined $1 Billion by Europe Over Diesel-Tech Collusion", "date": "2021-07-08 06:58", "summary": "Brussels finds German auto makers prevented competition in developing emissions-management systems. The European Commission on Thursday slapped fines totalling $1 billion on BMW AG and Volkswagen AG , as well as VW's Porsche and Audi units, after finding that the German auto makers had colluded to impede competition in diesel emissions systems.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nextdoor-is-nice-but-not-at-any-price-11625740200", "title": "Nextdoor Is Nice, but Not at Any Price", "date": "2021-07-08 06:30", "summary": "The neighborhood social-networking platform is an example of a tech company with a great mission that hasn't yet lived up to its potential. They say nice guys finish last. Nextdoor wants to change that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-wimbledon-grand-slams-bathroom-break-11625716284", "title": "Novak Djokovic's Secret Weapon: the Tactical Bathroom Break", "date": "2021-07-08 06:00", "summary": "The world No. 1 has perfected the tennis timeout to collect his thoughts and throw off his opponents. WIMBLEDON, England-Few players in tennis history have ever had a tactical repertoire like the Novak Djokovic playbook. It runs so deep that it's impossible to pick out a single signature move.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borrowing-is-back-as-sign-ups-for-auto-loans-credit-cards-hit-records-11625736601", "title": "Borrowing Is Back as Sign-Ups for Auto Loans, Credit Cards Hit Records", "date": "2021-07-08 05:30", "summary": "In a sharp reversal from the depths of the pandemic, Americans are more willing to take on debt. Americans are borrowing again, in some cases at levels not seen in more than a decade.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mickey-drexler-former-gap-and-j-crew-boss-is-running-a-fashion-brand-again-11625736601", "title": "Mickey Drexler Is Running a Fashion Brand Again", "date": "2021-07-08 05:30", "summary": "Resume Subscription. At an age when most people retire, Mickey Drexler is starting a new job. The former Gap Inc. and J.Crew Group boss is taking over as chief executive officer of Alex Mill, a clothing brand his son started.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/letting-businesses-hack-back-against-hackers-is-a-terrible-idea-cyber-veterans-say-11625736602", "title": "Letting Businesses 'Hack Back' Against Hackers Is a Terrible Idea, Cyber Veterans Say", "date": "2021-07-08 05:30", "summary": "Senators last week introduced a bill that would explore letting companies counterattack hackers. Companies shouldn't be allowed to strike back against hackers, cybersecurity specialists and former government officials warned, after senators last week introduced legislation floating the idea of such counterattacks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-comes-around-to-multicloud-approach-11625736602", "title": "Pentagon Comes Around to Multicloud Approach", "date": "2021-07-08 05:30", "summary": "Decision to ditch JEDI and open cloud contract to multiple vendors jibes with approach used by much of the private sector and many government agencies. The Pentagon's decision Tuesday to drop a proposed cloud contract with Microsoft Corp. in favor of planning to hire multiple vendors for the job is in line with the IT strategy at many big corporations and government agencies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11625678529", "title": "Pepper...and Salt", "date": "2021-07-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-star-market-regains-some-sparkle-with-syngenta-ipo-11625654410", "title": "China's STAR Market Regains Some Sparkle With Syngenta IPO", "date": "2021-07-08 23:05", "summary": "Offering would be the largest in the Nasdaq-style board's roughly two-year history. A planned $10 billion listing by pesticide and seed giant Syngenta Group Co. will be a win for Shanghai's STAR Market, boosting its credentials as a home for inventive, internationally minded companies just as China gets tougher on overseas stock sales.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tampa-bay-lightning-win-back-to-back-stanley-cups-11625712775", "title": "The Tampa Bay Lightning Win Back-to-Back Stanley Cups", "date": "2021-07-08 22:55", "summary": "The victory over the Montreal Canadiens makes it clear that no team weathered the pandemic and its ensuing schedule disruptions better than the reigning NHL champions. The Tampa Bay Lightning won their second Stanley Cup in just over nine months, defeating the Montreal Canadiens 1-0 to claim back-to-back titles in seasons that were bunched together by the Covid-19 pandemic.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-target-google-play-store-in-antitrust-suit-11625694096", "title": "States Target Google Play Store in Antitrust Suit", "date": "2021-07-08 21:55", "summary": "Complaint says company monopolized the distribution of apps on mobile devices running the Android operating system. Three dozen states and the District of Columbia filed an antitrust lawsuit against Alphabet Inc.'s Google on Wednesday, alleging that the company operates an illegal monopoly with its Google Play app store.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-student-quit-stuyvesant-to-school-himself-heres-how-he-did-it-11625695818", "title": "New York City Student Quit Stuyvesant to School Himself", "date": "2021-07-08 21:52", "summary": "Resume Subscription. When most of the 582,000 New York Public School students who opted to take classes remotely this past academic year are required to return to school buildings in September, Gregory Wickham will be taking classes from home.", "categories": [[]], "category_links": []}]