[{"link": "https://www.wsj.com/articles/kelly-loeffler-concedes-georgia-senate-runoff-to-democrat-raphael-warnock-11610063234", "title": "Loeffler Concedes Georgia Senate Runoff to Warnock", "date": "2021-01-07 18:57", "summary": "Democrats won both races in Georgia, giving Democrats control of the U.S. Senate. WASHINGTON-Sen. Kelly Loeffler (R., Ga.) conceded defeat to her Democratic challenger, the Rev. Raphael Warnock, in one of the two Georgia Senate runoffs, accepting election results that showed he had won more votes a day after the AP declared him the winner.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-garland-for-bidens-attorney-general-11609976270", "title": "A Garland for Biden's Attorney General", "date": "2021-01-07 18:38", "summary": "The D.C. Circuit judge could bring sober leadership to Justice.. Joe Biden promised to lower the temperature of America's partisan hothouse, but some of his nominations have not lived up to that promise. One that does is his selection of Merrick Garland as Attorney General, perhaps now the most important cabinet post for domestic politics.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-bennet-has-a-point-11610062430", "title": "James Bennet Has a Point", "date": "2021-01-07 18:33", "summary": "The editor returns from exile with some words about public order.. Readers may recall when James Bennet was sacked as Opinion editor of the New York Times last year for running an op-ed by Sen. Tom Cotton suggesting that the military should be called in to quell urban riots. We disagreed with Mr. Cotton at the time but defended Mr. Bennet.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-capitol-cops-and-rioters-11610062397", "title": "The Capitol Cops and Rioters", "date": "2021-01-07 18:33", "summary": "Americans deserve to know why Congress's police force failed.. Pro-Trump rioters shamed the nation Wednesday as they stormed Congress. The chaos was also a failure of law enforcement, and Americans deserve answers about how a violent mob could breach the barricades, enter the Capitol and interrupt the counting of electoral votes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurrection-demands-forceful-response-11610062056", "title": "Insurrection Demands Forceful Response", "date": "2021-01-07 18:27", "summary": "The politics of the mob don't matter. Government must preserve civic order.. Over the summer, as insurrection gripped the streets, I called to send in the troops if necessary to restore order. On Wednesday insurrectionists occupied the Capitol and disrupted the proceedings of Congress.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mob-on-the-hill-was-far-from-a-coup-11610061914", "title": "The Mob on the Hill Was Far From a Coup", "date": "2021-01-07 18:25", "summary": "The only description that makes sense is a venting of pent-up resentments.. Insurrections are common but Wednesday's aborted insurrection on Capitol Hill was unique. The usual purpose of mobilizing a mass of people and deploying their sheer momentum against the edifices of power, a royal or presidential palace, or a parliament is to seize power-through the act of seizing that iconic building. But that is logically impossible when the ruler is not the enemy to be replaced but rather the intended beneficiary of the insurrection.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-fight-isnt-in-congress-11610061953", "title": "Republicans' Fight Isn't in Congress", "date": "2021-01-07 18:25", "summary": "The rioters, and those challenging the electoral count, misunderstand how America elects presidents.. On Wednesday the Capitol of the most powerful nation the world has ever known was stormed by an angry mob. Americans surely never thought they'd see such a scene: members of Congress barricaded inside the House chamber, Capitol Police trampled, and four Americans dead. A woman was shot near the elevator I use every day to enter the House floor. It was a display not of patriotism but of frenzy and anarchy. The actions of a few overshadowed the decent intentions of many.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-enforcement-cheers-bidens-homeland-chief-11610061883", "title": "Law Enforcement Cheers Biden's Homeland Chief", "date": "2021-01-07 18:24", "summary": "The Fraternal Order of Police enthusiastically endorses Mayorkas.. Alejandro N. Mayorkas was only 1 when his parents, fleeing communist Cuba, came to the U.S. His mother's family had escaped the Holocaust in Romania, arriving in Cuba in the 1940s. From an early age, Mr. Mayorkas learned to love America, inspired by parents who knew tyranny all too well. Now President-elect Biden has nominated him to lead the Homeland Security Department. If confirmed, he will be the first immigrant to hold the job.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-call-for-christian-revival-in-2021-11610061719", "title": "A Call for Christian Revival in 2021", "date": "2021-01-07 18:22", "summary": "If you find your faith is strained by the pandemic, these practices can help.. Last year was one of the weariest we can remember. It brought school conducted behind screens, fewer trips to restaurants, and no escapes to the ballgame. The weekly routine of sitting in a church pew on Sunday morning is gone for many. How can we not be weary?", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-erases-his-legacy-11610061766", "title": "Trump Erases His Legacy", "date": "2021-01-07 18:22", "summary": "He also destroyed any chance of a political future, all on a single Wednesday afternoon.. A politician has to work hard to destroy a legacy and a future in a single day. President Donald J. Trump managed it.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-in-the-straw-review-fishing-for-the-next-great-book-11610061687", "title": "'Fire in the Straw' Review: Fishing for the Next Great Book", "date": "2021-01-07 18:21", "summary": "A bibliophile with a passion for the rod and reel, his winding career path led to where books and a love for the outdoors could meet.. Career reinvention is a popular idea these days, but it's really nothing new. Just ask Nick Lyons, now more or less retired at 88, who's had multiple careers as an academic, author and publisher and braids the recollections together in \"Fire in the Straw,\" his memoir of work, life and love.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamabad-warily-weighs-establishing-ties-with-israel-11610061640", "title": "Islamabad Warily Weighs Establishing Ties With Israel", "date": "2021-01-07 18:20", "summary": "As Arab nations warm toward Jerusalem, the prime minister says they're putting 'pressure' on him.. Will Pakistan become the next Muslim-majority nation to recognize Israel? Likely no, but if Pakistanis looked at the issue dispassionately, they would see that exchanging ambassadors with Jerusalem makes perfect sense.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mutant-an-altered-versionwhether-the-coronavirus-genes-or-x-men-11610060715", "title": "'Mutant': An Altered Version-Whether the Coronavirus, Genes or X-Men", "date": "2021-01-07 18:05", "summary": "A term from early genetic research made the leap to pop culture and now describes the latest pandemic threat. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoins-hot-2021-continues-with-move-above-40-000-11610052727", "title": "Bitcoin's Hot 2021 Continues With Move Above $40,000", "date": "2021-01-07 18:00", "summary": "Digital currency's price has doubled in less than a month. Bitcoin continued its blistering start to 2021, crossing $40,000 for the first time on Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pieces-of-a-woman-review-life-after-anguishing-loss-11610059974", "title": "'Pieces of a Woman' Review: Life After Anguishing Loss", "date": "2021-01-07 17:52", "summary": "In Hungarian director Kornél Mundruczó's English-language debut, a woman struggles to cope after her home birth ends in tragedy.. 'Pieces of a Woman,\" streaming on Netflix, poses a startling question with shattering force. What does a woman do after her pregnancy has ended in a death instead of a new life? Vanessa Kirby is Martha, a Boston woman whose home birth goes disastrously wrong. No mainstream production has ever depicted a childbirth like this one, and Ms. Kirby's performance is remarkable-not only when Martha is in extremis but once she's back in what used to be her life, mourning her loss as she surveys the world around her like a benumbed alien from a distant planet. Yet another question is posed by the spectacle of Martha's delivery, which was shot in a single take that occupies most of the first half hour of running time. Does the rest of the film live up to such an agonizing and yet commanding beginning? Unfortunately it does not, despite the presence of a star who manages to navigate a cluttered narrative with clarity and solemn grace.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/days-to-come-review-a-hellman-rarity-of-uncommon-merit-11610059511", "title": "'Days to Come' Review: A Hellman Rarity of Uncommon Merit", "date": "2021-01-07 17:45", "summary": "The Mint Theater streams its exceptional 2018 revival of a Lillian Hellman strike-breaking drama that all but vanished for eight decades.. One of the few welcome surprises of 2020 was the announcement by New York's Mint Theater that it had spent the preceding seven years taping broadcast-ready three-camera archival videos of its off-Broadway productions, and that in lieu of live performances during the pandemic, it would stream these videos for free. As regular readers of this column know, the Mint specializes in small-house revivals of unjustly forgotten 20th-century plays. I have been reviewing one or two of its shows most seasons for the past decade and a half, and each one I've seen has been well chosen and flawlessly acted and staged. No other theater company in America has a more consistently high record of artistic quality.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-reports-first-cases-of-new-coronavirus-variant-11610052625", "title": "Connecticut Reports First Cases of New Coronavirus Variant", "date": "2021-01-07 17:44", "summary": "Fast-spreading variant found in two residents who had recently traveled. Connecticut officials said Thursday a fast-spreading new variant of the coronavirus has been found in two residents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reason-i-jump-review-brightening-the-autism-spectrum-11610058777", "title": "'The Reason I Jump' Review: Brightening the Autism Spectrum", "date": "2021-01-07 17:32", "summary": "Loosely based on a bestseller by the same name, this stunning documentary reveals the inner lives of nonverbal children with autism who nonetheless find ways to express themselves.. Some of the most thrilling films I know have explored or discovered the intellectual and emotional life of people who cannot express what they're thinking or feeling. The list starts with \"The Miracle Worker\" and Helen Keller trapped in her head until a young teacher finds a way to release her. It includes \"My Left Foot\" (about the severely disabled writer and painter Christy Brown), \"Awakenings\" (long-catatonic victims of an encephalitis epidemic suddenly released from their frozen state) and \"The Diving Bell and the Butterfly\" (a French editor paralyzed except for his left eyelid by a rare condition called \"locked-in syndrome\"). Now another film joins the list, \"The Reason I Jump\" (in select and virtual theaters). Its newly expressive subjects have also been locked in, to varying degrees; young people on the autism spectrum, they cannot or do not speak. There's a difference, though. This is a documentary, not a dramatized version of factual history, so we're getting news bulletins direct from hearts and minds.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-codebreaker-and-all-creatures-great-and-small-reviews-cracking-codes-and-caring-for-critters-11610057787", "title": "'The Codebreaker' and 'All Creatures Great and Small' Reviews: Cracking Codes and Caring for Critters", "date": "2021-01-07 17:16", "summary": "A documentary examines the life of Elizebeth Friedman, who helped take down Nazis and bootleggers like Al Capone; James Herriot's tales of an English vet are adapted, winningly, once again.. Hoping to inspire ambition in his U-boat captains in 1942, Adolf Hitler offered a prize of $250,000 to any who succeeded in sinking the Queen Mary, a passenger liner converted into a troop ship. Guided by coded messages, the U-boats found their intended target off the coast of Brazil. This would lead, of course, to no prizes, nor would the Queen Mary suffer any damage; decrypted messages delivered to the captain enabled him to maneuver the ship to safety. These were warnings made possible-as \"The Codebreaker\" (Monday, 9 p.m., PBS) reveals-thanks to Elizebeth Friedman, a suburban wife and mother, and a skilled cryptanalyst. Friedman-who had long led a double life-initially put her skills to work for the police, and went on to serve the U.S. military. \"The Codebreaker\" (an \"American Experience\" film) delivers an irresistible picture of her life and career in all its complexity.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-2-11610056807", "title": "Bestselling Books Week Ended January 2", "date": "2021-01-07 17:00", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-races-ahead-with-covid-19-vaccines-while-palestinians-wait-11610049670", "title": "Israel Races Ahead With Vaccines, While Palestinians Wait", "date": "2021-01-07 16:59", "summary": "The differing pictures raise questions for Israel about its obligations to the West Bank and Gaza. TEL AVIV-As Israel leads the world in vaccinating against Covid-19, the neighboring West Bank and Gaza are grappling with the prospect of waiting months to inoculate their people, raising political and public-health questions about Israel's responsibilities to the Palestinians.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-moment-america-could-use-now-11610056319", "title": "A Moment America Could Use Now", "date": "2021-01-07 16:52", "summary": "A Biden visit to the White House.. President Donald Trump has already had Covid-19 and President-elect Joe Biden has received a vaccine, so both men should feel comfortable with the concept of an unmasked and hearty handshake. Whether they feel comfortable sharing one with each other is another question. But it's hard to think of a better therapy right now to enhance the public health of America's political discourse.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-07-2021-11609992804", "title": "Stocks Rise to Records as Tech Shares Recover", "date": "2021-01-07 16:40", "summary": "Investors look beyond U.S. political discord as Nasdaq advances after Wednesday decline. Political unrest in Washington didn't dent the stock market's ongoing rally Thursday, with shares of U.S. companies big and small closing at fresh records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-jump-on-inflation-trade-11610039572", "title": "Treasury Yields Jump on Inflation Trade", "date": "2021-01-07 16:37", "summary": "Yield on 10-year note at highest since March; worries over securities ban drag down Chinese corporate bond prices. U.S. government-bond yields rose faster than many expected after Democrats won control of the Senate, with traders focusing on the potential of more economic stimulus and the return of long-muted inflation.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-homicides-and-shootings-rose-dramatically-in-2020-11610055243", "title": "New York City Homicides and Shootings Rose Dramatically in 2020", "date": "2021-01-07 16:34", "summary": "Authorities have blamed rising violence on increased gang activity. Homicides and shootings in New York City rose sharply in 2020, New York Police Department officials said Thursday, as police resources were stretched thin by the Covid-19 pandemic and responses to large-scale protests over the killing of George Floyd.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-adelson-takes-medical-leave-from-casino-empire-for-cancer-treatment-11610053289", "title": "Sheldon Adelson Takes Medical Leave From Casino Empire", "date": "2021-01-07 16:19", "summary": "Mr. Adelson, a billionaire and GOP megadonor, steps away amid Covid-19 pandemic upheaval. Casino magnate and Republican Party megadonor Sheldon Adelson is stepping away from his Las Vegas Sands Corp. for cancer treatment, leaving his company amid economic uncertainty in the global gambling industry due to the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-please-keep-your-storm-the-hill-swag-at-home-11610054362", "title": "Goldman: Please Keep Your 'Storm the Hill' Swag at Home", "date": "2021-01-07 16:19", "summary": "Bank's small-business lobbying effort asked participants not to wear shirts to a Capitol Hill event that are suddenly in poor taste. They are coming from around the country, from small towns and big cities. They are coming to Washington to share their grievances and demand change. They are coming under a banner: \"Storm the Hill.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-vow-to-be-tough-on-beijing-will-get-early-test-with-hong-kong-arrests-11610028001", "title": "Biden's Vow to Be Tough on Beijing Will Get Early Test With Hong Kong Arrests", "date": "2021-01-07 16:08", "summary": "Incoming administration has limited tools to respond to sweep of pro-democracy figures. The arrests of democracy advocates in Hong Kong presents the incoming Biden administration with limited options and an early test of its promised hard-nosed stance with China.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-faces-a-trumpless-future-11610052410", "title": "Twitter Faces a Trumpless Future", "date": "2021-01-07 16:08", "summary": "Removal of widely-followed president may hurt engagement, but social network needs to bear the cost. Twitter investors may be worried about a future without President Trump. They should instead consider it the cost of doing business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-make-memories-stop-taking-photos-11610053509", "title": "To Make Memories, Stop Taking Photos", "date": "2021-01-07 16:05", "summary": "A behavioral economist answers questions on camera addiction, back-to-work burnout and giving effective compliments.. Behavioral economist Dan Ariely uses psychological research to advise on everyday dilemmas. Read more columns here.", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ap-english-friday-crossword-january-8-11609874035", "title": "AP English (Friday Crossword, January 8)", "date": "2021-01-07 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-suspends-plan-to-impose-tariffs-on-french-luxury-goods-11610041797", "title": "U.S. Suspends Plan to Impose Tariffs on French Luxury Goods", "date": "2021-01-07 15:45", "summary": "Suspended tariffs grew out of digital-services tax dispute with France. WASHINGTON-The U.S. on Thursday suspended plans to impose tariffs of 25% on French luxury goods in response to France's tax on big tech companies like Facebook Inc. and Amazon.com Inc., saying it wants to coordinate its response with its efforts in similar disputes with other countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/q-a-what-is-antifa-11598985917", "title": "What Is Antifa?", "date": "2021-01-07 15:22", "summary": "Loose network of antiracist, antifascist protesters has gained visibility amid mass demonstrations for racial justice across U.S.. Nationwide protests calling for racial justice and policing overhauls in recent months have drawn an array of participants, including those calling themselves antifa. Some of the demonstrations turned violent. Supporters of President Trump are claiming that adherents of the movement were embedded in the pro-Trump mob that stormed the U.S. Capitol. Their claim was immediately rejected by law enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinovacs-covid-19-vaccine-is-78-effective-in-brazil-late-stage-trials-11610032825", "title": "Sinovac's Covid-19 Vaccine Is 78% Effective in Brazil Trials", "date": "2021-01-07 15:13", "summary": "China's shot also gives 100% protection against severe cases of the disease, raising hopes it can be widely used in the developing world. China's Sinovac vaccine has shown to be 78% effective against Covid-19 in Brazilian late-stage trials and offers total protection against severe cases of the disease, raising hopes it can be used to immunize much of the developing world.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-prep-your-bike-for-winter-rides-11610050350", "title": "How to Prep Your Bike for Winter Rides", "date": "2021-01-07 15:12", "summary": "Don't let gray days and icy roads leave you trapped inside. Here, a guide to all the gear you need-from tires to fenders to lights-to winterize your bike.. WITH AMERICANS desperate to escape their cramped confines, bike sales have soared along with Covid-19, increasing by 62% between January and October 2020 compared with the same period in 2019, according to market research firm NPD Group. If you're a fair-weather cyclist, however, winter's chill poses a bump in the road-unless you protect your pandemic purchase.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-posts-quarterly-sales-decline-despite-digital-pickup-11610043338", "title": "Bed Bath & Beyond Posts Quarterly Sales Decline", "date": "2021-01-07 15:06", "summary": "The retailer reported a 77% increase in digital sales, but a 5% drop in sales as the pandemic continued to sap its bottom line. The coronavirus pandemic continued to erase Bed Bath & Beyond Inc.'s profits, though surging digital transactions helped offset some of the pain as it restructures.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-our-friend-tom-perrotta-who-was-an-ace-11610028844", "title": "To Our Friend Tom Perrotta, Who Was an Ace", "date": "2021-01-07 14:23", "summary": "Most Popular News. Our friend Tom Perrotta died Wednesday, at age 44, and if you never got a chance to meet him, all I can say is I wish you had.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/south-africa-skips-national-regulatory-approval-to-secure-covid-19-vaccines-11610036931", "title": "South Africa Fast Tracks Regulatory Approval to Secure Covid-19 Vaccines", "date": "2021-01-07 14:17", "summary": "Low- and middle-income countries are expected to emulate the move to expedite getting shots to at least some at-risk citizens. JOHANNESBURG-South Africa will start rolling out Covid-19 vaccines without requiring often-lengthy registrations of the shots, a step that other low- and middle-income countries scrambling to inoculate their populations against the coronavirus are expected to follow.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-remain-elusive-for-many-doctors-health-care-workers-11610046715", "title": "Covid-19 Vaccines Are Elusive for Many Doctors", "date": "2021-01-07 14:11", "summary": "More than half of U.S. physicians aren't employed by a hospital, which makes it difficult to get vaccinated. Eligible health-care workers are getting Covid-19 vaccinations across the country, with many now receiving their second doses. But a large swath of private doctors and health workers not associated with a hospital system say they are struggling to locate the shots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeing-wonder-through-the-eyes-of-science-11610046319", "title": "Seeing Wonder Through the Eyes of Science", "date": "2021-01-07 14:05", "summary": "Like infants exploring how the world works, scientists are driven by curiosity and awe to build a deeper picture of reality.. Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-taps-isabel-guzman-to-lead-small-business-administration-11610044839", "title": "Biden Taps Isabel Guzman to Lead Small Business Administration", "date": "2021-01-07 13:59", "summary": "Guzman is a California economic development official and former deputy chief of staff at SBA. WASHINGTON-President-elect Joe Biden has chosen Isabel Guzman, a California economic development official, to lead the Small Business Administration, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-houston-great-room-that-feels-just-a-little-bit-french-11610045418", "title": "A Houston Great Room That Feels Just a Little Bit French", "date": "2021-01-07 13:50", "summary": "Inside a Texas living space that cost $202,700 to create. \"Ranch house means all kinds of things in Texas,\" said Lucinda Loya, an interior designer based in Houston. \"This one has the simplicities of European Old World architecture but a clean, Texas approach.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-group-indicted-over-alleged-no-poach-accord-with-rivals-11610034521", "title": "UnitedHealth Group Subsidiary Indicted Over Alleged No-Poach Accord With Rivals", "date": "2021-01-07 13:50", "summary": "Surgical Care Affiliates charged after Justice Dept. threatened that such cases could be prosecuted criminally. A subsidiary of UnitedHealth Group Inc. has been indicted on antitrust charges that it maintained yearslong agreements with rival health-care firms not to recruit each other's senior-level employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sofi-to-go-public-through-8-7-billion-blank-check-combination-11610044705", "title": "SoFi to Go Public Through $8.7 Billion Blank-Check Combination", "date": "2021-01-07 13:48", "summary": "Transaction is expected to provide up to $2.4 billion in cash proceeds. Lending startup SoFi is going public through a combination with the special-purpose acquisition company Social Capital Hedosophia Holdings Corp. V , in a deal that values the company at $8.65 billion, the companies said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-media-liken-capitol-riot-to-hong-kong-protests-11610045140", "title": "Chinese Media Liken Capitol Riot to Hong Kong Protests", "date": "2021-01-07 13:45", "summary": "Beijing and Moscow, which have long faced criticism from American leaders for their democratic shortcomings, turn the tables on Washington. Chinese and Russian state media criticized the U.S. following the storming of Congress, calling out what they described as hypocrisy from a country whose leaders have long denounced Moscow and Beijing for undermining democratic values.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-scented-moisturizer-the-escape-we-need-right-now-11610043981", "title": "Is Scented Moisturizer the Escape We Need Right Now?", "date": "2021-01-07 13:26", "summary": "Some people insist fragrant skin care fosters spalike relaxation. Others find it noxious and irritating. We argue both sides.. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and other emphatically opposed. Previous installments from the series are here.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyonds-housewarming-has-yet-to-draw-crowds-11610044001", "title": "Bed Bath & Beyond's Housewarming Has Yet to Draw Crowds", "date": "2021-01-07 13:26", "summary": "Last quarter's numbers for the retailer look worse than they are, but there still are good reasons to approach with caution. Bed Bath & Beyond has really started to spruce the place up. It is a shame its housewarming party drew so few guests.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conagra-ceo-sees-new-consumer-behaviors-lasting-well-into-the-future-11610035005", "title": "Conagra Bets New Consumer Behaviors Will Outlast Pandemic", "date": "2021-01-07 13:07", "summary": "Company ramps up production, advertising to capitalize on past year's shifts toward packaged foods. Conagra Brands Inc. said it is investing in added manufacturing capacity and marketing, aiming to maintain pandemic-driven sales momentum.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-riots-hurt-image-of-u-s-democracy-allies-fear-as-rivals-gloat-11610042467", "title": "Capitol Riots Hurt Image of U.S. Democracy, Allies Fear, as Rivals Gloat", "date": "2021-01-07 13:01", "summary": "Europeans look ahead to more globalist Biden administration while China, Russia and others accuse U.S. of hypocrisy. U.S. allies expressed relief that the riot at the Capitol on Wednesday hadn't thwarted the presidential transition but also concern about the damage it had done to America's image as the world's beacon of democracy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-investigators-probing-amex-card-sales-practices-11610039815", "title": "Federal Investigators Probing AmEx Card Sales Practices", "date": "2021-01-07 12:16", "summary": "OCC and inspectors general offices of Treasury, FDIC and Federal Reserve probe company's business-card sales practices. Federal investigators are probing business-card sales practices at American Express Co., according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-trump-economic-adviser-resigns-following-capitol-riots-11610039679", "title": "Top Trump Economic Adviser Resigns Following Riots", "date": "2021-01-07 12:14", "summary": "Tyler Goodspeed, the acting chairman of the White House Council of Economic Advisers, has stepped down. WASHINGTON-One of President Trump's top economic advisers has resigned following violent riots at the Capitol building on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-01-07-2021-11609978240", "title": "Jobless Claims Remain Elevated While Consumer Demand Boosts Goods Imports", "date": "2021-01-07 12:12", "summary": "Divergence in labor and trade figures points to uneven U.S. economic recovery during the pandemic. Workers continued to apply for unemployment aid at an elevated level at the end of 2020 and holiday-season demand for imported consumer products pushed the November trade deficit in goods to a record, signs of the uneven economic recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-amazon-jpmorgan-berkshire-venture-collapsed-health-care-was-too-big-a-problem-11610039485", "title": "Why the Amazon, JPMorgan, Berkshire Venture Collapsed", "date": "2021-01-07 12:11", "summary": "Data-sharing, bureaucracy and competition stalled progress of Haven venture. Amazon.com Inc., JPMorgan Chase & Co. and Berkshire Hathaway Inc. set out three years ago to join and transform health care. Instead, they struggled to solve even fundamental challenges, such as understanding what some kinds of care actually cost.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-government-regulate-deepfakes-11610038590", "title": "Can the Government Regulate Deepfakes?", "date": "2021-01-07 11:56", "summary": "New technology makes it possible to create videos that show a person doing or saying anything the creator wants-and it's not clear what U.S. law can do about it.. Last month, the British television network Channel 4 broadcast an \"alternative Christmas address\" by Queen Elizabeth II, in which the 94-year-old monarch was shown cracking jokes and performing a dance popular on TikTok. Of course, it wasn't real: The video was produced as a warning about deepfakes-apparently real images or videos that show people doing or saying things they never did or said. If an image of a person can be found, new technologies using artificial intelligence and machine learning now make it possible to show that person doing almost anything at all. The dangers of the technology are clear: A high-school teacher could be shown in a compromising situation with a student, a neighbor could be depicted as a terrorist.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-walmart-and-the-lethal-abuse-of-drugs-11610038374", "title": "Justice, Walmart and the Lethal Abuse of Drugs", "date": "2021-01-07 11:52", "summary": "The pharmacy practice act in every state actually requires the pharmacist to judge the appropriateness of the medication order and take appropriate actions to ensure patient safety.. In his critique of the Justice Department's suit against Walmart for fueling the opioid crisis (\"A Case Against Walmart Mocks Justice,\" op-ed, Dec. 28), Michael Krauss writes, \"State laws require pharmacists to fill prescriptions that have been validly written by qualified medical practitioners. Pharmacists lack the expertise to second-guess doctors' judgments about the appropriate necessity of a medication and the proper dosing for a particular patient.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunting-viruses-and-much-larger-creatures-11610038236", "title": "Hunting Viruses and Much Larger Creatures", "date": "2021-01-07 11:50", "summary": "More hunters turning forests into war zones isn't good news for wildlife.. More hunters turning forests into war zones isn't good news for wildlife (\"Hunting Booms During Pandemic,\" Sports, Dec. 14). Hunting isn't a sport, it's a violent and unnecessary form of entertainment. Hunters cause animals unimaginable suffering, especially when you consider that multiple studies have found that bow hunters wound but don't kill their targets about half the time. They tear families apart, orphan the young and, for animals including wolves and geese who mate for life and live in close-knit family groups, destroy entire communities. And animals don't need hunters to manage their herds. Deer reproduce based on food and habitat availability, so when more resources become available due to hunting, deer multiply at higher rates. Natural predators do help maintain healthy populations, selecting the sickest and weakest animals. But hunters go after the largest set of antlers to hang on their walls. \"Game\" managers also frequently kill off natural predators to ensure plenty of targets for hunters to shoot at.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancys-new-way-sibling-can-you-spare-a-dime-11610038066", "title": "Nancy's New Way: Sibling, Can You Spare a Dime?", "date": "2021-01-07 11:47", "summary": "So much for Uncle Sam.. What's interesting about the House's recent adoption of gender-neutral language in its new rules (Notable & Quotable, Jan. 5) is that the tendency in recent years has been to slice identity into finer and finer segments meant to bring to light the power relations inherent in the point of view from which an individual understands the world. The House's new speech codes, however, seem to be reversing course by collapsing what were once distinct identities into overly broad categories that deny individuals the right to define themselves as they please. The tension between these two trends is palpable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopify-takes-trumpstore-com-offline-in-response-to-riot-11610035673", "title": "Shopify Takes Trump Stores Offline", "date": "2021-01-07 11:32", "summary": "E-commerce platform removes sites affiliated with President Trump for violating policy against promoting violence. TORONTO-Online stores run by the Trump Organization and Trump campaign were taken offline on Thursday by Shopify Inc., an e-commerce software provider, in response to Wednesday's riot at the U.S. Capitol.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-says-pandemic-hurting-visits-to-pharmacies-11610036987", "title": "Walgreens Says Pandemic Hurting Visits to Pharmacies", "date": "2021-01-07 11:29", "summary": "Gains from delivering Covid-19 vaccines likely offset by pandemic restrictions and people skipping routine care, drugstore chain says. Pharmacy foot traffic is down as Covid-19 precautions thwart the seasonal flu and people skip routine medical care and generally avoid stores, Walgreens Boots Alliance Inc. executives said on Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-replaces-leadership-at-tiffany-11610036172", "title": "LVMH Replaces Leadership at Tiffany", "date": "2021-01-07 11:26", "summary": "Louis Vuitton executive Anthony Ledru to become CEO of Tiffany after LVMH completed $15.8 billion acquisition of U.S. jeweler. LVMH Moët Hennessy Louis Vuitton SE installed new management at Tiffany & Co., as the French conglomerate seeks to place its imprint on the U.S. jeweler and steer it through the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-recruits-company-veteran-for-cfo-role-11610026365", "title": "Starbucks Recruits Company Veteran for CFO Role", "date": "2021-01-07 11:22", "summary": "The coffee chain named Rachel Ruggeri as its new finance chief, replacing Patrick Grismer. Starbucks Corp. named a 16-year company veteran as its new finance chief as it works to recover from the coronavirus pandemic, which hurt its sales across the globe.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-atos-swoops-for-dxc-in-bid-to-create-it-giant-11610036357", "title": "France's Atos Swoops for DXC in Bid to Create IT Giant", "date": "2021-01-07 11:19", "summary": "Shares in DXC, formed from the combination of Hewlett Packard's enterprise business and CSC, jump 10%. PARIS-France's Atos SE made an unsolicited bid to acquire DXC Technology Co. , a Virginia-based spinout from what was once Hewlett Packard Enterprise that was valued at about $6.7 billion at Wednesday's market close.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-taps-investment-banker-as-finance-chief-11610035200", "title": "Instacart Taps Investment Banker as Finance Chief", "date": "2021-01-07 11:00", "summary": "Nick Giovanni is leaving Goldman Sachs to become CFO at the grocery-delivery service. Instacart Inc., the grocery-delivery service that is thriving amid the pandemic, named a new finance chief.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-bankers-2020-was-a-bad-year-to-have-a-good-year-11610034822", "title": "For Bankers, 2020 Was a Bad Year to Have a Good Year", "date": "2021-01-07 10:53", "summary": "Traders and investment bankers have flourished despite the global economic crisis, turning bonus discussions into a delicate balancing act. Wall Street banks have had a decent crisis so far. That is unlikely to translate to bumper bonus payments for bankers and traders, as chief executives and boards grapple with the optics of big payouts amid economic hardship on Main Street.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-professional-photographer-builds-a-picture-perfect-loft-in-northern-alabama-11610034378", "title": "A Professional Photographer Builds a Picture Perfect Loft in Northern Alabama", "date": "2021-01-07 10:46", "summary": "Robert Rausch connected two abandoned buildings to create a spacious home studio. Over the last two decades, an eclectic mix of designers, sculptors, painters, musicians, photographers and chefs have been migrating to an area called the Shoals: four towns in northern Alabama that hug both sides of the Tennessee River.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-families-want-answers-on-gifted-kindergarten-test-11610032883", "title": "New York Families Want Answers on Gifted Kindergarten Test", "date": "2021-01-07 10:21", "summary": "City has yet to announce plans for program that some say promotes segregation in schools. Dhimy Jean and his wife Gloria Jean-Bernal have spent countless hours helping their 4-year-old son Alexes prepare for the entry test for New York City's gifted and talented programs.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-companies-shake-off-disrupters-make-deals-11610032701", "title": "Health-Care Companies Shake Off Disrupters, Make Deals", "date": "2021-01-07 10:18", "summary": "Health insurers and pharmacies have less to fear from business and regulatory threats. Health-care incumbents are making big moves right as would-be disrupters fade away.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-pushes-iran-to-release-seized-oil-tanker-11610032576", "title": "South Korea Pushes Iran to Release Seized Oil Tanker", "date": "2021-01-07 10:16", "summary": "Vessel was impounded by Tehran amid talks with Seoul over $7 billion in blocked funds. South Korea is mounting a diplomatic effort to free an oil tanker seized by Iran amid a dispute over frozen bank funds, the latest flare-up of tensions between Tehran and a U.S. ally.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-m440i-a-look-into-car-designs-future-11610031637", "title": "BMW M440i: A Look Into Car Design's' Future?", "date": "2021-01-07 10:00", "summary": "The snarling grille on the front end of BMW's M440i is bound to raise eyebrows. But the car's lively engine and smooth ride will put any concerns to rest, says Dan Neil.. WHEN BMW shows you this ink blot, what do you see? Buck teeth? Butterfly wings? Kevin Bacon? When I step back from the new M440i xDrive Coupe's visually insistent grille to take in the whole car, I see one of those green piggies from \"Angry Birds\"-the rounded nostrils, the lidded eyes (laser headlamps), the broom mustache (lower grille). Is that just me?", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-sold-high-fashion-in-plus-sizes-at-forgotten-woman-stores-11610031600", "title": "Retailer Sold Fashion in Plus Sizes", "date": "2021-01-07 10:00", "summary": "Nancye Radmin, who has died at age 82, founded chain offering more choices, along with Champagne and snacks. After giving birth to her second son in the mid-1970s, Nancye Radmin found she had gained 80 pounds. \"I went to buy black gabardine pants to get me through my fat period and was faced with nothing but polyester pull-ons,\" she later told the Los Angeles Times.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-january-9-11609781869", "title": "Number Puzzles (Saturday, January 9)", "date": "2021-01-07 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-player-with-a-superpower-seeing-into-the-future-11610031562", "title": "The NFL Player with a Superpower: Seeing Into the Future", "date": "2021-01-07 09:59", "summary": "Pittsburgh Steelers linebacker T.J. Watt turned into an unstoppable pass rusher after a change in approach he made two seasons ago. Pittsburgh Steelers outside linebacker T.J. Watt makes a habit of approaching officials before games to alert them to something they will see over the next several hours. He explains that he plans to line up as close to the line of scrimmage as legally possible-so close they may be tempted to flag him for being offsides, even if he's not.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-widened-in-november-11610027554", "title": "U.S. Trade Gap Hit 14-Year High in November", "date": "2021-01-07 09:48", "summary": "Foreign-trade gap in goods and services expanded 8% from prior month as imports, exports rose. WASHINGTON-The U.S. trade deficit hit a 14-year high in November as stores stocked up cellphones and other imported consumer and household goods ahead of the holiday season.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-micron-technology-moderna-what-to-watch-when-the-market-opens-11610021122", "title": "Bed Bath & Beyond, Micron Technology, Moderna: What to Watch When the Market Opens", "date": "2021-01-07 09:00", "summary": "Stock futures rise despite scenes of mayhem in the Capitol. Here's what we're watching ahead of the opening bell on Thursday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-covid-19-vaccine-developer-gets-help-from-big-pharma-11610026758", "title": "Another Covid-19 Vaccine Developer Gets Help From Big Pharma", "date": "2021-01-07 08:39", "summary": "German pharmaceuticals giant Bayer will support CureVac with development of its vaccine candidate. BERLIN-Chemicals and pharmaceuticals giant Bayer AG is joining forces with Germany's CureVac NV to support the biotech firm in its development of a Covid-19 vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colman-domingo-actor-euphoria-profile-interview-11610025311", "title": "Why HBO's 'Euphoria' Actor Colman Domingo Will Have His Biggest Year Yet", "date": "2021-01-07 08:26", "summary": "Following roles in 'Ma Rainey's Black Bottom,' 'Euphoria' and 'Fear the Walking Dead,' Domingo will have several major performances in 2021, including 'Candyman'. In WSJ. Magazine's series \"12 for '21,\" we highlight a dozen of the most creative artists and entertainers working today-all poised to have a breakout 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-increase-agenda-revived-as-democrats-win-senate-11610025764", "title": "Biden Tax-Increase Agenda Revived as Democrats Win Control of Senate", "date": "2021-01-07 08:22", "summary": "Georgia victories give president-elect a chance to implement policies that had looked dead. WASHINGTON-Democratic control of the Senate gives President-elect Joe Biden a much stronger chance of raising taxes on corporations and high-income households.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-school-students-personal-essays-turn-into-a-memoir-the-class-of-covid-19-11610024401", "title": "High School Students' Personal Essays Become Memoir", "date": "2021-01-07 08:00", "summary": "New book's 67 essays describe missing grandparents who succumbed to coronavirus, worry about parents losing jobs and moments of humor. One teenager watched his father sink back into addiction during the coronavirus pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-service-seeks-to-streamline-your-streaming-11610024400", "title": "A New Service Seeks to Streamline Your Streaming", "date": "2021-01-07 08:00", "summary": "Struum aims to give customers à-la-carte access to content from hundreds of lesser-known platforms. As the streaming landscape keeps getting more crowded, a new entrant is looking to help declutter it.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-rollout-by-cvs-at-nursing-homes-off-to-a-slow-start-11609945775", "title": "Covid-19 Vaccine Rollout at Nursing Homes Encounters Fewer Residents, Reluctant Staff", "date": "2021-01-07 07:41", "summary": "CVS, Walgreens say they are on track to deliver first doses at nursing homes by Jan. 25. Hesitancy on the part of long-term-care-facility staffers to receive Covid-19 vaccinations is slowing the rollout of the shots to the nation's nursing homes and assisted-living centers, CVS Health Corp. said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nashville-recalls-its-year-of-disasters-11610023156", "title": "Nashville Recalls Its Year of Disasters", "date": "2021-01-07 07:39", "summary": "Resume Subscription. Nashville Fire Capt. Scott Burgess was 30 minutes into his Christmas morning shift and working on a duty roster at his desk when a nearby explosion rocked Station No. 9.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-year-after-covid-19-emerged-australians-still-cant-get-home-11610015403", "title": "A Year After Covid-19 Emerged, Australians Still Can't Get Home", "date": "2021-01-07 07:35", "summary": "Strict border controls and quarantine caps keep around 39,000 citizens stranded overseas, feeding frustration and a sense of alienation. SYDNEY-Amilia Wallace and her partner, Bonnie Miller, spent their Christmas in Scotland worrying whether they would make it back to Australia in time to see a gravely ill parent, potentially for the last time.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-still-have-cards-to-play-in-payments-race-11610022600", "title": "Banks Still Have Cards to Play in Payments Race", "date": "2021-01-07 07:30", "summary": "JPMorgan Chase's deal for a loyalty and rewards business is the latest example of payment providers betting on the payment itself being just a part of the value chain. With people traveling less and spending more on digital platforms, banks with big credit-card units may have lost some relative luster with investors. But they still have cards to play.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-customer-service-business-glia-lands-78-million-of-new-funding-11610020808", "title": "Glia Lands $78 Million of New Funding", "date": "2021-01-07 07:00", "summary": "The latest investment round brings total outside backing to $107 million and lets Glia keep expanding after a busy year of growth. Digital customer service provider Glia Technologies Inc. has raised fresh capital of $78 million in an investment led by existing backer Insight Partners.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-allies-in-congress-challenge-bidens-election-win-11609929001", "title": "Congress Certifies Biden Win After Day of Turmoil", "date": "2021-01-07 06:42", "summary": "Affirmation comes after a mob of Trump supporters stormed the Capitol, derailing the process for hours. WASHINGTON-Congress formally certified President-elect Joe Biden's Electoral College victory, with lawmakers returning to finish the process hours after being rushed out as a mob stormed the U.S. Capitol in a riot that resulted in one person being fatally shot by Capitol Police.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ev-dreams-power-baidu-but-may-not-last-11610016124", "title": "Baidu EV Dreams May Not Last", "date": "2021-01-07 05:45", "summary": "Company needs new growth model. But a road trip into the frothy electric-vehicle industry might prove bumpy.. Electric vehicle hopes have supercharged shares of Chinese search giant Baidu, long a laggard among Chinese tech stocks. Such a move would make a certain amount of sense for a tech company with plentiful cash and investments in artificial intelligence and automated driving. But given the lack of detail or official confirmation, investors may be getting ahead of themselves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-leaders-are-shocked-worried-by-storming-of-u-s-capitol-by-trump-supporters-11609971098", "title": "World Leaders Are Shocked, Worried by Storming of U.S. Capitol", "date": "2021-01-07 05:40", "summary": "Some see echoes of Europe's fascist past and Latin America's turbulence; 'a profound deterioration of the democratic image of the country'. Leaders and citizens around the world reacted with alarm to images of a mob supporting President Trump forcing its way into the U.S. Capitol, calling it a shocking development in one of the world's most stable democracies.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-lawsuit-seeks-quicker-resolution-in-google-privacy-case-11610015401", "title": "Dutch Lawsuit Seeks Quicker Resolution in Google Case", "date": "2021-01-07 05:30", "summary": "Consumers and privacy groups are frustrated with lengthy GDPR process. A Dutch consumer advocacy group is suing the country's privacy regulator over a two-year wait for action on a complaint against Google, arguing there are flaws in the European system for handling data privacy and security cases involving multinationals that operate in many countries.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-wants-more-female-investors-so-does-everyone-else-11610015400", "title": "Robinhood Wants More Female Investors. So Does Everyone Else.", "date": "2021-01-07 05:30", "summary": "Attracting more women will be key to its growth. But getting more women to trade can be a tall task for all online brokerages.. Fast-growing online brokerage Robinhood Markets Inc. just capped a blockbuster year, one that saw seemingly anyone ranging from college students to retirees transform into stock-market traders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estates-latest-trophy-assets-are-in-short-supply-11610014634", "title": "Real Estate's Latest Trophy Assets Are in Short Supply", "date": "2021-01-07 05:17", "summary": "Property investors want to buy grocery stores, but may struggle to convince retailers to part with them. Unlikely as it may sound, grocery stores are becoming dream properties-coveted but hard to prise away from their owners. Changes to accounting rules are just one reason why it has become less appealing for supermarkets to sell their real estate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-adding-alibaba-tencent-to-china-stock-ban-11609961075", "title": "U.S. Weighs Adding Alibaba, Tencent to China Stock Ban", "date": "2021-01-07 04:25", "summary": "Agencies debate impact on U.S. financial markets of potential restrictions. U.S. officials are considering prohibiting Americans from investing in Alibaba Group Holding Ltd. and Tencent Holdings Ltd. , a potential escalation of the Trump administration's efforts to unwind U.S. investors' holdings in major Chinese companies.", "categories": [["WSJ News Exclusive", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tells-rioters-i-know-how-you-feel-draws-bipartisan-condemnation-11609977209", "title": "Trump Tells Rioters, 'I Know How You Feel,' Draws Bipartisan Condemnation", "date": "2021-01-07 02:22", "summary": "President's call to mob to leave the Capitol comes hours after Congress was evacuated following the breach. WASHINGTON- President Trump sympathized with rioters who stormed the Capitol on Wednesday, telling them \"we love you\" but also saying \"go home in peace\" hours after dozens of his supporters fought past police to enter the building, fueling criticism that the president had stoked the assault.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-aims-to-resume-certifying-bidens-electoral-college-win-11609977260", "title": "Congress Resumes Certifying Biden's Win", "date": "2021-01-07 00:55", "summary": "After Capitol riots, House and Senate reject challenge to Arizona's presidential election results. The Senate and House rejected efforts by some Republicans to overturn the November election results in several states, as lawmakers reconvened to certify President-elect Joe Biden's Electoral College victory hours after being rushed out as a pro-Trump mob stormed the U.S. Capitol.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-police-werent-prepared-for-rioters-authorities-say-11609978798", "title": "Capitol Police Weren't Prepared for Rioters, Authorities Say", "date": "2021-01-07 00:23", "summary": "National Guard, FBI and others sent to the scene after the U.S. Capitol was breached. WASHINGTON-Federal authorities had planned to deal with protests this week with a relatively small, minimally visible presence, according to law-enforcement officials, hoping to avoid inflaming tensions as a show of force had done during unrest last year in Portland, Ore., and other cities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609978011", "title": "Pepper...and Salt", "date": "2021-01-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-protesters-are-in-the-building-inside-the-capitol-stormed-by-a-pro-trump-mob-11609984654", "title": "'The Protesters Are in the Building.' Inside the Capitol Stormed by a Pro-Trump Mob", "date": "2021-01-07 23:53", "summary": "In Pictures: Pro-Trump Rioters Breach the Capitol. WASHINGTON-Just after 2 p.m. Wednesday, senators were in their chamber debating an objection to President-elect Joe Biden's Electoral College win. One floor below, a mob of President Trump's supporters, who had been amassing outside since the morning, smashed glass and pushed their way past police to gain entry to the Capitol.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ceos-industry-groups-denounce-capitol-riots-11609974772", "title": "CEOs, Industry Groups Denounce Capitol Riots", "date": "2021-01-07 23:10", "summary": "Manufacturing trade group, coalition of unions suggest President Trump be removed from office. Business leaders and trade groups called Wednesday for an end to the violence in Washington, D.C. and a peaceful transfer of power after supporters of President Trump stormed the Capitol where legislators were meeting to certify President-elect Joe Biden's Electoral College win.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-make-historic-gain-in-georgia-as-senate-control-hangs-in-balance-11609941722", "title": "Georgia Senate Wins by Democrats Followed Years of Party Organizing", "date": "2021-01-07 22:49", "summary": "State Republicans are left splintered after dual losses with no clear path forward. ATLANTA-Democrats Jon Ossoff and Raphael Warnock won both Senate runoff races in Georgia, giving Democrats control of the U.S. Senate and easing the path for President-elect Joe Biden's appointments and legislative agenda.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-calls-attack-on-capitol-an-insurrection-11609972765", "title": "Biden Calls Attack on Capitol an 'Insurrection'", "date": "2021-01-07 22:40", "summary": "President-elect also urges Trump to 'demand an end to this siege'. WILMINGTON, Del.-President-elect Joe Biden forcefully denounced the storming of the U.S. Capitol by pro-Trump rioters, calling it an unprecedented assault on the nation's democracy that \"borders on sedition.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-and-twitter-take-steps-to-remove-calls-for-violence-as-protesters-storm-u-s-capitol-11609971394", "title": "Twitter, Facebook Lock Trump Out of His Accounts", "date": "2021-01-07 21:56", "summary": "Social-media companies remove president's posts, including video, citing risk of violence. Facebook Inc. FB -3.74% and Twitter Inc. TWTR -3.34% removed posts from President Trump and temporarily locked his accounts, as the social-media platforms worked to tamp down content that could further fuel riots in the U.S. capital.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-single-day-shakes-two-presidencies-two-parties-and-one-nation-to-the-core-11609971164", "title": "A Single Day Shakes Two Presidencies, Two Parties and One Nation to the Core", "date": "2021-01-07 21:53", "summary": "The efforts of President-elect Joe Biden to calm and unify the nation have become more complex. Never in recent memory have the events of a single 24-hour period so shaken two presidencies, the very Capitol of the United States and the nation itself as they did on Wednesday.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisville-names-police-chief-who-resigned-after-fatal-atlanta-shooting-11609983132", "title": "Louisville Appoints Police Chief Who Resigned in Atlanta", "date": "2021-01-07 21:03", "summary": "Police killing of Breonna Taylor during raid of apartment engulfed department in controversy. The former Atlanta police chief who resigned after one of her officers fatally shot a Black man will take the helm of the Louisville, Ky., police department, which has been engulfed in controversy over the killing of Breonna Taylor last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-capitol-has-a-history-of-occasional-violence-but-nothing-like-this-11609982224", "title": "U.S. Capitol Has a History of Occasional Violence, but Nothing Like This", "date": "2021-01-07 20:17", "summary": "Iconic building has traditionally been lightly guarded and welcoming to the public. WASHINGTON-Over its two centuries as the seat of government, the U.S. Capitol has seen countless protests, along with occasional bombings, shootings, fights between lawmakers and, in 1814, conflagration at the hands of British troops. Until Wednesday, however, it had never been occupied by a mob determined to obstruct the constitutional process.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-protesters-breach-the-capitol-11609970191", "title": "In Pictures: Pro-Trump Rioters Breach the Capitol", "date": "2021-01-07 20:15", "summary": "The U.S. Capitol was locked down after supporters of the president stormed the complex. After several hours, lawmakers returned to continue voting.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-disgrace-on-capitol-hill-11609979276", "title": "The Disgrace on Capitol Hill", "date": "2021-01-07 19:43", "summary": "Republicans objecting to state electors should stop and certify Joe Biden's election by acclamation.. Fueled by lies about a stolen election, protesters overran police and stormed America's seat of government on Wednesday, forcing a lockdown of the U.S. Capitol and a 6 p.m. city curfew. This sounds like a dispatch from some foreign correspondent in an unfortunate land. Instead it was President Trump's parting gift to Washington, and the country, for denying him a second term.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-06-2021-11609926014", "title": "Stocks Rise as Investors Weigh Unrest at Capitol", "date": "2021-01-07 19:19", "summary": "Dow, S&P 500 move off their highs on the day amid security breach as banks, cyclical shares surge. Investors piled into shares of economically sensitive companies and dumped big technology stocks and U.S. Treasurys, betting on a big boost in government spending under a Democratic-controlled Senate.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roblox-plans-to-go-public-through-direct-listing-11609978483", "title": "Roblox Plans to Go Public Through Direct Listing", "date": "2021-01-07 19:14", "summary": "A funding round placed company's shares at $45 apiece, bringing its valuation to a $29.5 billion. A month after shelving its plans to go public, videogame company Roblox Corp. said it raised $520 million and that it is planning a direct listing.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}]