[{"link": "https://www.wsj.com/articles/biden-pitches-covid-19-relief-plan-to-voters-as-hopes-for-gop-support-fade-11612563454", "title": "Biden Pitches Covid-19 Relief Plan to Voters as Hopes for GOP Support Fade", "date": "2021-02-05 18:47", "summary": "White House touts polling data showing broad popularity for president's plan as evidence that his agenda has bipartisan backing. WASHINGTON-President Biden, facing dim chances of winning many Republican votes in Congress for his Covid-19 relief package, is turning to a time-tested White House strategy: pitch the policy to voters of both parties instead.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wrong-stimulus-wrong-time-11612568558", "title": "Wrong Stimulus, Wrong Time", "date": "2021-02-05 18:42", "summary": "Biden wants twice the spending of 2009, though the economy is far stronger now.. Democratic economist Larry Summers and former GOP Senator and economist Phil Gramm don't agree on much. But when they do, it's probably worth paying attention. Now they're both warning that President Biden's $1.9 trillion spending plan may carry more risks than benefits.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-capitals-political-warning-11612568436", "title": "Woke Capital's Political Warning", "date": "2021-02-05 18:40", "summary": "Republican support for big business craters in a new Gallup poll.. Big business has helped Americans weather the pandemic. Retailers stayed open, tech firms made remote work possible, and the pharmaceutical industry is cranking out vaccines. So why did satisfaction with the \"size and influence of major corporations\" fall 15 points in this year's annual Gallup poll to a mere 26%?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-momentum-in-the-states-11612568327", "title": "School Choice Momentum in the States", "date": "2021-02-05 18:38", "summary": "Republicans push education bills to give parents options.. The Biden Administration seems committed to indulging teachers unions that oppose charter and private schools. But the more important political action may be outside of Washington, as Republicans in more than a dozen states have responded to parental frustration with school closures by introducing legislation to expand education choice.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-backs-nigerias-former-finance-ministerfor-next-wto-director-11612561208", "title": "U.S. Backs Nigeria's Ex-Finance Minister for WTO Director", "date": "2021-02-05 17:57", "summary": "Ngozi Okonjo-Iweala wins Biden administration's support after South Korean trade minister bows out. WASHINGTON-The Biden administration on Friday said the U.S. would support Ngozi Okonjo-Iweala of Nigeria as the next director-general of the World Trade Organization, hours after South Korea's trade minister stepped out of the race.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calhoun-review-the-nullifiers-mixed-legacy-11612541709", "title": "'Calhoun' Review: The Nullifier and His Legacy", "date": "2021-02-05 17:33", "summary": "A notorious defender of slavery was led to think seriously about how to protect minority rights.. Gone are the days when someone could win a debate by claiming to be on the side of the Great Emancipator, Abraham Lincoln. The new rules for winning require accusing one's opponent of being on the side of the Great Nullifier, John C. Calhoun, best remembered for his defense of slavery and his argument for the right of states to veto federal laws.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venmos-debt-collection-practices-probed-by-cfpb-11612537319", "title": "Venmo's Debt-Collection Practices Probed by CFPB", "date": "2021-02-05 17:33", "summary": "The payment app's tactics-including threatening to send debt collectors after customers who are scam victims-have previously come under scrutiny. The Consumer Financial Protection Bureau is probing the way that Venmo, the digital money-transfer service operated by PayPal Holdings Inc., treats customers who the company says owe it money for transactions that went awry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-own-this-city-review-wolves-among-the-flock-11612564225", "title": "'We Own This City' Review: Wolves Among the Flock", "date": "2021-02-05 17:30", "summary": "A scandal within Baltimore's police culture revealed a cancer of criminal activity. Could it be rooted out?. Toward the end of crime reporter Justin Fenton's account of the catastrophic reign of a Baltimore police unit that became synonymous with law-enforcement corruption and brutality, BPD detective Ryan Guinn touches on a paradox many of his colleagues see at the heart of police work. Speaking of another officer's brazen disregard for the law, Mr. Guinn protests: \"He cut corners-yeah, what cop doesn't cut corners? Show me a cop who goes A-to-Z and hits every letter in their investigation. With the pressure we're put under to produce?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-tells-tiffany-staff-to-return-to-office-starting-march-1-11612535071", "title": "LVMH Tells Tiffany Staff to Return to Office Two Days a Week", "date": "2021-02-05 17:25", "summary": "Luxury giant wants New York City employees in office starting March 1 as it starts to integrate U.S. jeweler. After taking control of Tiffany & Co., LVMH Moët Hennessy Louis Vuitton SE is telling the U.S. jeweler's employees to come back to the office.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-choice-and-personal-and-global-health-11612563601", "title": "Food Choice and Personal and Global Health", "date": "2021-02-05 17:20", "summary": "Where Gary Taubes gets it wrong is his lack of regard for the nutritional value of whole grains, fruits and vegetables.. No arguing the merits of the keto diet, a successful approach for some to modify symptoms of obesity and other diseases (\"What if Meat Is Our Healthiest Diet?,\" Review, Jan. 30). Where Gary Taubes gets it wrong is his lack of regard for the nutritional value of whole grains, fruits and vegetables, lumping them in the same category of processed foods because they contain carbohydrates. Obesity and Type II diabetes became a national crisis over the last three decades, when we have seen an increase in obesity prevalence in all age groups, revealing that the cause isn't singularly genetic in nature. Humans have survived and thrived on diets of whole grains, fruits, and vegetables (with or without red meat) for millennia without a high prevalence of obesity. Lifestyle, food preparation and the environment in which we live are primary culprits in the obesity crisis, not carbohydrates from whole foods. Current research tells us there is no magic bullet to treat obesity. To serve future generations who have not yet realized the challenges of obesity, research efforts need to focus on prevention of obesity, starting in early childhood when eating habits are established.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-and-short-of-the-gamestop-bubble-11612563653", "title": "The Long and Short of the GameStop Bubble", "date": "2021-02-05 17:20", "summary": "The recent trading in GameStop stock is a remarkable example of the power of the internet and electronic trading to democratize capital markets.. The recent trading in GameStop stock is a remarkable example of the power of the internet and electronic trading to democratize capital markets-one that offers both hope for small investors and a note of caution for larger institutional players (\"GameStop-Hit Fund Lost 53% in January,\" Page One, Feb 1).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-could-defend-itself-more-effectively-11612563552", "title": "Taiwan Could Defend Itself More Effectively", "date": "2021-02-05 17:19", "summary": "Unlike today's forces whose major weapons and headquarters are highly vulnerable to missile attack, small units armed with man-portable missiles distributed throughout the island would survive to outnumber (by far) the maximum total of potential invaders.. Regarding the letters \"Taiwan Defense: A Hard Problem for the U.S.\" (Feb. 2) responding to Elbridge Colby's \"America Can Defend Taiwan\" (op-ed, Jan. 27): Mr. Colby rightly argues that Taiwan's defense is an obligation which should be explicitly recognized as such and that the U.S. can meet the challenge.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-court-limits-corporate-watchdogs-cross-border-powers-11612563359", "title": "U.K. Court Limits Corporate Watchdog's Cross-Border Powers", "date": "2021-02-05 17:16", "summary": "The ruling restricts the Serious Fraud Office's ability to compel foreign companies to disclose documents held abroad. The U.K.'s Supreme Court placed a check on the country's major economic crimes investigative agency, ruling Friday that its unique power to compel the production of evidence without judicial approval doesn't extend to foreign companies with documents held abroad.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-takes-aim-at-alleged-chinese-espionage-11612563225", "title": "U.K. Takes Aim at Alleged Chinese Espionage", "date": "2021-02-05 17:13", "summary": "London has quietly expelled three suspected Chinese spies who posed as journalists. The British government has over the last 12 months quietly expelled three suspected Chinese spies who posed as journalists, according to a U.K. official.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-05-2021-11612514551", "title": "S&P 500 Closes Best Week Since Early November", "date": "2021-02-05 17:07", "summary": "Stocks edge higher on investors' anticipation of fresh stimulus spending and labor market's recovery. U.S. shares rose Friday, with the S&P 500 notching its best week since November, as investors pivoted to focus on a possible new stimulus package and shook off some of the razzmatazz in individual stocks that marked the previous month of trading.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-vaccine-effective-against-u-k-covid-19-variant-in-study-11612530912", "title": "AstraZeneca Vaccine Effective Against U.K. Variant in Trial", "date": "2021-02-05 17:06", "summary": "Oxford study finds the vaccine to be 75% effective against the U.K. variant. LONDON-A Covid-19 vaccine developed by the University of Oxford and AstraZeneca PLC is effective against a variant of coronavirus that is spreading rapidly in the U.S. and around the world, according to a new study, a reassuring sign for governments banking on mass vaccination to bring the pandemic to an end.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-cios-discuss-what-it-takes-to-be-a-startup-ceo-11612562753", "title": "Former CIOs Discuss What It Takes to Be a Startup CEO", "date": "2021-02-05 17:05", "summary": "Former IT chiefs from Tesla, MetLife, Facebook and Cisco are now leading business software startups. A new generation of business software startups is taking shape, in some cases with former CIOs serving as founders and chief executives.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-are-proud-boys-11601485755", "title": "Who Are the Proud Boys? Canada Names Far-Right Group a Terrorist Organization", "date": "2021-02-05 17:02", "summary": "The self-described organization for 'western chauvinists' was involved in January attack on U.S. Capitol. On Feb. 3, Canadian officials designated the far-right Proud Boys a terrorist organization, saying they have encouraged and planned violent activities against opponents of their ideology.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-makes-doctorates-harder-to-getand-thats-good-11612562324", "title": "Covid Makes Doctorates Harder to Get-and That's Good", "date": "2021-02-05 16:58", "summary": "For decades, universities have taken advantage of graduates with humanities Ph.D.s and dim prospects.. In an email to Artnet News last fall, Yale art professor Carol Armstrongexplained that her department's \"one-year suspension of admissions is directly tied to the ongoing Covid-19 crisis and will have no further ramifications beyond that crisis.\" That seems too optimistic. At least 140 graduate programs around the country have halted admissions, likely an acknowledgment of a half-century-old reality: Too many students working on advanced degrees have no hope of landing jobs in their chosen fields. The Covid crisis has merely made a bad situation worse.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virus-lessons-were-getting-wrong-11612562285", "title": "The Virus Lessons We're Getting Wrong", "date": "2021-02-05 16:58", "summary": "It's crucial to distinguish real failures from those caused by chasing political phantoms.. Two great lessons arise from the 2020 pandemic, neither of which will be cited in the standard summaries.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-in-albany-grab-the-redistricting-pen-11612562246", "title": "Democrats in Albany Grab the Redistricting Pen", "date": "2021-02-05 16:57", "summary": "Cuomo blocks funding for a constitutionally required, bipartisan commission to draw fairer lines.. Ed Koch must be turning in his grave. Less than a decade after the late former New York mayor's successful crusade to create a fairer redistricting system for congressional and legislative districts, Gov. Andrew Cuomo and state Democrats are busy subverting Koch's work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-to-expel-diplomats-in-dispute-over-alexei-navalny-11612543264", "title": "Russia to Expel Diplomats in Dispute Over Alexei Navalny", "date": "2021-02-05 16:48", "summary": "Moscow says envoys from Sweden, Poland and Germany took part in unlawful rallies in support of the jailed opposition politician last month; Berlin threatens retaliation. MOSCOW-Russia said it would expel diplomats from Sweden, Poland and Germany for taking part in what authorities say were unlawful rallies in support of jailed opposition politician Alexei Navalny last month.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-ceo-gentile-steps-down-after-fraud-charges-11612560208", "title": "GPB Capital CEO Gentile Steps Down After Fraud Charges", "date": "2021-02-05 16:23", "summary": "The founder of the New York firm handed over the CEO's role to GPB's finance chief on an interim basis. David Gentile, the founder and chief executive of GPB Capital Holdings LLC, stepped down as CEO Friday, a day after he was arrested and charged with criminal fraud and conspiracy by the Justice Department in what New York State Attorney General Letitia James described as a Ponzi-like scheme.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-burial-beneath-beauty-11612559581", "title": "A Burial Beneath Beauty", "date": "2021-02-05 16:13", "summary": "An outsize Moses dominates the scene in Michelangelo's Tomb of Pope Julius II.. The bus dumped us in the sweltering Roman piazza before the church of San Pietro in Vincoli. Our destination: the famous statue of Moses. One befuddled visitor asked, \"Is this the tomb of Moses?\" From inside our earbuds, our unflappable tour guide intoned: \"Ecco, the Tomb of Pope Julius II by Michelangelo Buonarroti, painter of the Sistine Ceiling.\" Like twittering birds, our flock fluttered around taking pictures, many selfies.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-union-election-to-proceed-as-labor-board-denies-delay-request-11612540546", "title": "Amazon Union Election to Proceed as Labor Board Denies Delay Request", "date": "2021-02-05 16:06", "summary": "Election at Alabama warehouse set to be completed by late March. Federal labor authorities rejected Amazon.com Inc.'s request to delay a union election at one of its warehouses in Alabama, clearing the way for thousands of workers to begin casting their votes this month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-office-boxes-saturday-crossword-february-6-11612120513", "title": "Post Office Boxes (Saturday Crossword, February 6)", "date": "2021-02-05 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rows-garden-saturday-variety-puzzle-february-6-11612120694", "title": "Rows Garden (Saturday Variety Puzzle, February 6)", "date": "2021-02-05 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-anyone-make-cute-dog-beds-11612556863", "title": "7 Well-Designed Dog Beds Cute Enough for Your Dog", "date": "2021-02-05 15:27", "summary": "It took some effort but we found seven dog beds that won't wreck your carefully planned décor-from beachy baskets to elegant perches based on 19th-century seats. WHAT IS IT with dog beds? Must they be those slobber-stained blobs that muck up an otherwise thoughtfully decorated interior? Luckily, a few designers, including Ellen Van Dusen, have pondered this as well. \"Every bed was a shade of beige, and very utilitarian,\" said the textile designer and founder of Brooklyn's Dusen Dusen Home. \"I didn't get it-if you have all this nice furniture, why would you have this ugly pillow in the middle of the room?\" Ms. Van Dusen has gone on to create color-blocked beds in vibrant shades, but pet lovers with more demure taste have stylish options, too-from flaxen chaise longues to rattan baskets that are plushed-out with fluffy cushions.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-taxed-the-rich-11612556008", "title": "How Trump Taxed the Rich", "date": "2021-02-05 15:13", "summary": "A reality check regarding those infamous one-percenters.. As Democrats in Congress and the White House make the case for tax hikes this year, expect a lot of disinformation that will somehow escape the attention of Facebook and Twitter censors. In particular there will be voluminous and erroneous claims about the landmark 2017 Trump tax reform and its impact on wealthy filers. Therefore this is perhaps the perfect moment for a preemptive reality check.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-the-super-bowl-plus-21-more-series-and-movies-to-stream-this-weekend-11612555737", "title": "What to Watch: The Super Bowl, Plus 21 More Series and Movies to Stream This Weekend", "date": "2021-02-05 15:08", "summary": "Studio Ghibli's 'Earwig and the Witch' comes to HBO Max, Justin Timberlake's 'Palmer' streams on AppleTV+ and how to stream some Golden Globe nominees. The biggest thing happening on TV this week is the Kansas City Chiefs defending their title against Tom Brady's Tampa Bay Buccaneers in the Super Bowl. Even cord-cutters shouldn't have much trouble watching the game. It airs at 6:30 p.m. ET, Sunday, on CBS and is streaming at CBSSports.com, the CBS Sports app and via the CBS All-Access streaming service. And if you're in it for the entertainment, here's a round up of what to expect from Amanda Gorman to the Weeknd.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/january-jobs-report-unemployment-rate-2021-11612475063", "title": "U.S. Added 49,000 Jobs in January", "date": "2021-02-05 15:05", "summary": "Growth returned to the labor market after one-month dip; unemployment rate fell to 6.3%. U.S. employers resumed hiring in January, but the weak pace of job gains suggested a long road remains for the recovery.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-yankee-stadium-opens-as-covid-19-vaccine-hub-11612542693", "title": "Yankee Stadium Opens as Vaccination Hub", "date": "2021-02-05 15:04", "summary": "Appointments restricted to Bronx residents in effort to boost vaccinations in Black and Latino communities. New York City and state officials on Friday opened a large-scale Covid-19 vaccination center in Yankee Stadium that aims to get more shots in the arms of residents in some of the city's hardest-hit neighborhoods.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-backed-greensill-delays-fundraising-11612554250", "title": "SoftBank-Backed Greensill Delays Fundraising", "date": "2021-02-05 14:55", "summary": "The supply-chain finance company says it needs money to expand, but it has also faced several client defaults. SoftBank Group Corp. -backed Greensill Capital, a specialty finance startup that helps companies manage cash, has delayed by several months plans to raise fresh money from outside investors, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-narrowed-in-december-as-exports-outpaced-imports-11612532757", "title": "U.S. Trade Balance With China Improves, but Sources of Tension Linger", "date": "2021-02-05 14:53", "summary": "Exports of goods to China rose 17.1% last year, as Biden looks to reframe economic relations. WASHINGTON-The U.S. trade balance with China improved last year, but friction is likely to persist, posing a test for President Biden as he seeks to reframe economic relations with the world's No. 2 economy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-covid-19-vaccine-is-more-scarce-than-the-flu-shot-11612521000", "title": "Why the Covid-19 Vaccine Is More Scarce Than the Flu Shot", "date": "2021-02-05 14:44", "summary": "The coronavirus serum requires health-care providers to contend with bigger shipping, storage and patient-monitoring hurdles. Manufacturers of flu vaccine effortlessly distributed a record 193 million shots this season, even as makers of the Covid-19 vaccine have labored to deliver fewer than 60 million doses and states have struggled to get the shots into arms.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-trader-roaring-kitty-and-former-employer-may-face-federal-regulatory-scrutiny-11612553349", "title": "GameStop Trader 'Roaring Kitty' May Face Regulatory Scrutiny", "date": "2021-02-05 14:29", "summary": "Keith Gill's videos and MassMutual's supervision are at issue, lawyers say. The Boston-area trader at the center of the past week's frenzy over GameStop Corp. , who also worked until last week as a broker, may face legal jeopardy for potential violations of federal rules governing brokers' communications with the public, according to securities lawyers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-hiring-contracted-to-start-the-year-11612551825", "title": "Logistics Hiring Contracted to Start the Year", "date": "2021-02-05 14:03", "summary": "Parcel, warehousing companies cut payrolls following strong growth driven by e-commerce demand in 2020. Logistics payrolls contracted in January, in an abrupt halt to the sector's hiring boom in 2020 tied to surging e-commerce demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christopher-plummer-sound-of-music-star-and-an-oscar-winner-dies-at-91-11612551617", "title": "Christopher Plummer, 'Sound of Music' Star, Dies at 91", "date": "2021-02-05 14:00", "summary": "Over more than 50 years, the actor enjoyed varied roles in films including 'The Girl With the Dragon Tattoo' and on Broadway in 'Inherit the Wind'. NEW YORK-Christopher Plummer, the dashing award-winning actor who played Captain von Trapp in the film \"The Sound of Music\" and at 82 became the oldest Academy Award acting winner in history, has died. He was 91.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-etfs-forced-to-chase-trends-shorten-their-own-lives-11612551600", "title": "Many New ETFs, Forced to Chase Trends, End Up Faring Poorly", "date": "2021-02-05 14:00", "summary": "A study finds that many new ETFs invest in overvalued stocks, and then lag behind the broad market's returns. Last year brought yet more evidence of how hypercompetitive the ETF marketplace has become: Of the 277 exchange-traded products that shut down in 2020, one-quarter of them had been trading for less than three years, according to CFRA Research. One fund was just four months old when it shut in December: North Shore Dual Share Class ETF (DUAL).", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battery-is-ready-to-power-the-world-11612551578", "title": "The Battery Is Ready to Power the World", "date": "2021-02-05 13:59", "summary": "Resume Subscription. Rechargeable lithium-ion batteries were first commercially used in hand-held camcorders in 1991. Laptops soon followed. A decade later, batteries enabled the rise of tech titans such as Apple Inc. by powering smartphones and wearable devices, then made their way into electric vehicles. The basic technology throughout remained pretty much the same: Lithium ions move through a liquid from the cathode to the anode, and back again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tools-of-the-spy-game-11612551590", "title": "Tools of the Spy Game", "date": "2021-02-05 13:59", "summary": "An auction of items from the KGB Espionage Museum reveals the ingenuity and oppression of the Soviet secret police.. Julien's Auctions, in Culver City, Calif., bills itself as the Auction House to the Stars and specializes in celebrity items like Kurt Cobain's guitar, which sold for $6 million last summer. But on Feb. 13, Julien's will be auctioning some very different kinds of memorabilia. The items on sale in \"The Cold War Relics Auction,\" in person and online, include a half-ton bust of Lenin and miniature cameras hidden in everything from belts to Marlboro cigarette packs.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-moves-to-abolish-death-penalty-11612550067", "title": "Virginia Moves to Abolish Death Penalty", "date": "2021-02-05 13:34", "summary": "Gov. Ralph Northam says he will sign bill making Virginia 23rd state and first in South to ban capital punishment. Virginia is poised to become the latest state to ban capital punishment after both houses of the Democratic-led legislature voted to repeal the death penalty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marjorie-taylor-greene-says-her-removal-from-committees-stifles-her-constituents-11612546899", "title": "Greene Says Committee Removal Silences Her Constituents", "date": "2021-02-05 13:29", "summary": "Lawmakers voted to remove Georgia Republican of assignments over past contentious comments. WASHINGTON-Rep. Marjorie Taylor Greene, the Georgia Republican who was removed from her committee assignments over her past embrace of conspiracy theories, said Friday that the move would stifle her constituents-but added that serving on committees under Democratic control was a waste of her time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mostand-leastsoothing-paint-colors-according-to-interior-design-pros-11612549669", "title": "The Most Soothing Paint Colors, According to Design Pros", "date": "2021-02-05 13:27", "summary": "Designers choose more colors for walls in a year than you will in a lifetime. So we asked them: Which hues calm us and which stress us out?. AS WE CLOSE in on a year of living claustrophobically, Americans continue to look for strategies that can quiet the jitters-and don't involve thousands of calories. One solution: calming decor. To help you out, we asked hundreds of designers what they consider the most soothing interior paint colors.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tests-the-adage-the-customer-is-always-right-11612549574", "title": "Biden Tests the Adage 'The Customer Is Always Right'", "date": "2021-02-05 13:26", "summary": "I support him, my restaurant has served him, but his minimum-wage proposal would put me out of business.. Greenville, Del.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/majority-minority-america-dont-bet-on-it-11612549609", "title": "'Majority Minority' America? Don't Bet on It", "date": "2021-02-05 13:26", "summary": "How a Census Bureau error led Democrats to assume they were on the right side of inexorable demographic trends.. Remember the \"coalition of the ascendant\"? National Journal's Ronald Brownstein invented the phrase in 2008 to describe the \"growing elements of American society\" that had elected Barack Obama and given Democrats commanding majorities in both congressional houses: \"young people, Hispanics and other minorities, and white upper-middle-class professionals.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wto-leadership-race-narrows-to-one-after-south-korean-candidate-exits-11612522460", "title": "WTO Leadership Race Narrows to One After South Korean Candidate Exits", "date": "2021-02-05 13:24", "summary": "Announcement by Seoul's trade minister leaves only a former Nigerian finance minister who had previously received broad support. SEOUL-South Korean Trade Minister Yoo Myung-hee said she would step out of the race to lead the World Trade Organization, potentially reanimating the stalled process of selecting a new chief.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanduels-ceo-on-why-it-doesnt-matter-if-the-super-bowl-makes-money-11612549254", "title": "FanDuel's CEO on Why It Doesn't Matter if Super Bowl Makes Money", "date": "2021-02-05 13:20", "summary": "Matt King discusses the big game, growing staff during a pandemic and when the sportsbook will return workers to the office. FanDuel Group Chief Executive Matt King watched sports evaporate in the early days of the Covid-19 pandemic last year, sapping away the events that the sports-betting world relied upon.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-as-i-say-not-as-i-do-gamestop-edition-11612548822", "title": "Do As I Say, Not As I Do, GameStop Edition", "date": "2021-02-05 13:13", "summary": "DeepF-ingValue's employer gave some sound advice that millions ignored. Thinking of day trading?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libya-forms-transitional-unity-government-after-years-of-conflict-11612542685", "title": "Libya Forms Transitional Unity Government After Years Of Conflict", "date": "2021-02-05 12:54", "summary": "Delegates at a U.N.-organized summit chose a businessman to serve as the North African country's prime minister. Libya's two main warring factions elected a new transitional government at a United Nations-organized summit, taking a tentative step toward political unity after years of conflict that have devastated the North African country.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chess-is-a-netflix-star-how-about-other-games-11612547336", "title": "Chess Is a Netflix Star. How About Other Games?", "date": "2021-02-05 12:48", "summary": "After 'The Queen's Gambit,' TV could bet on a show about parcheesi-or dominoes.. The enormously popular Netflix series \"The Queen's Gambit\" took 37 years to make it to the screen because Hollywood did not think the public would have much interest in a 1950s-era Kentucky orphan who grows up to be the world's greatest chess player. It wasn't so much the orphaned girl with the substance abuse problem that was the obstacle. It was chess. Too technical. Too nerdy. Too boring.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/temporary-jobs-propped-up-january-hiring-11612546907", "title": "Temporary Jobs Propped Up January Hiring", "date": "2021-02-05 12:41", "summary": "Gains in nonpermanent employment and public schools offset losses in restaurant and entertainment sectors. Hiring of temporary workers accelerated last month, and without those gains U.S. employers would have shed payrolls for the second straight month in January.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teens-are-gambling-their-savings-on-gamestop-stock-their-parents-are-worried-11612540818", "title": "Teens Are Gambling Their Savings on GameStop Stock. Their Parents Are Worried.", "date": "2021-02-05 12:28", "summary": "The day-trading frenzy firing up stocks like GameStop benefits from capital provided by a growing number of teen investors. 'You have to be willing to lose it all.'. Jake Schlein began investing when he was 14 years old with the help of a $10,000 gift and a custodial account opened by his father.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-job-market-stays-stalled-11612544101", "title": "The Job Market Stays Stalled", "date": "2021-02-05 11:55", "summary": "Declines in retail and restaurant employment last month show a labor market still tightly in Covid-19's grip. The job market still hasn't found its footing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-wood-is-wall-streets-hottest-hand-maybe-too-hot-11612544044", "title": "Cathie Wood Has Wall Street's Hottest Hand. Maybe Too Hot.", "date": "2021-02-05 11:54", "summary": "ARK Investment's money under management grew more than fivefold from March to the end of last year. But when funds get too big, too fast, they often can't sustain their performance.. While the world has been mesmerized by the crazy gyrations of a handful of stocks over the past couple of weeks, Cathie Wood has kept on minting money for her investors as few money managers ever have.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-expert-paul-offit-believes-science-will-win-in-the-end-11612543849", "title": "Vaccine Expert Paul Offit Believes Science Will Win in the End", "date": "2021-02-05 11:50", "summary": "The pediatrician and infectious-disease specialist is enthusiastic about the 'phenomenal effectiveness' of the shots that can prevent Covid-19. Paul Offit was 5 when a clubfoot operation landed him in a Baltimore hospital ward for \"crippled children\" for six weeks in 1956. The atmosphere was \"Dickensian,\" he recalls: Some patients were in iron lungs, others were in traction, and most were hobbled by polio, a debilitating disease with a new but not yet widely available vaccine. His bed faced a window that overlooked the hospital's front door, and he spent hours every day hoping for a visit from someone he loved. But a complicated pregnancy kept his mother away, and his father was banned after he tried to sneak in. The hospital allowed visitors only one hour a week, so the ward's other children seemed similarly forlorn and helpless.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-discuss-covid-19-the-economy-leadership-and-more-11611921604", "title": "CEOs on the Pandemic, the Economy, Leadership and More", "date": "2021-02-05 11:47", "summary": "The leaders of Microsoft, Exxon Mobil and UPS, among others, describe how business is evolving during the coronavirus pandemic. This is what some of the world's corporate leaders have said recently on issues ranging from Covid-19 to the evolution of tech.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-malibu-and-beyond-a-home-that-looks-like-the-international-space-station-asks-20-million-11612542925", "title": "To Malibu and Beyond: A Home That Looks Like International Space Station Asks $20 Million", "date": "2021-02-05 11:35", "summary": "The steel and glass home overlooking the Pacific Ocean was built for the late Milton Sidley and his wife, Saralyn Sidley, in the late 1980s. Imagine if the International Space Station landed on a Malibu, Calif., hilltop overlooking the ocean, and you might get somewhere close to envisioning the onetime home of the late Milton Sidley and his wife, Saralyn Sidley.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-like-the-stock-the-anatomy-of-a-meme-11612542783", "title": "'We like the stock!' The Anatomy of a Meme", "date": "2021-02-05 11:33", "summary": "Resume Subscription. Traders on Reddit's raucous WallStreetBets forum have their own language. Unlike other internet communities, their jokes can be just for fun or signals of investing strategies.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-eye-popping-malibu-home-that-looks-ready-for-liftoff-11612542775", "title": "An Eye-Popping Malibu Home That Looks Ready for Liftoff", "date": "2021-02-05 11:32", "summary": "This custom-built, glass-and-steel structure looks more like a space ship than a luxury residence. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aung-san-suu-kyi-the-generals-and-how-myanmars-democracy-hopes-collapsed-11612542400", "title": "Aung San Suu Kyi, the Generals, and How Myanmar's Democracy Hopes Collapsed", "date": "2021-02-05 11:26", "summary": "Resume Subscription. From the start of Aung San Suu Kyi's public life, Myanmar's generals have maneuvered to get her out of their way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-joy-of-trollope-11612541331", "title": "The Joy of Trollope", "date": "2021-02-05 11:08", "summary": "In his fictional mirror of Victorian England, Anthony Trollope created a world it would take a lifetime to fully explore.. Fans of the Victorian novelist Anthony Trollope (1815-1882) can take comfort in his inexhaustibility. My case is probably typical. I began reading him in my 20s, some 40 years ago, and have turned to him regularly, if in spurts, ever since. In a recent tallying-up I discovered I'd read 18 of his novels, or roughly one every two years. But there are 47 novels in all, leaving me with nearly 30 to go-some 60 years of Trollope to unfold. I find the image heartening: myself as an advanced centenarian, still with a few unread novels before me.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gamestop-dilemma-what-to-do-if-day-traders-target-your-company-stock-11612541221", "title": "The GameStop Dilemma: What to Do if Day Traders Target Your Company Stock", "date": "2021-02-05 11:07", "summary": "GameStop and other companies briefly saw their share prices surge as Reddit-inspired buyers created a short squeeze. For executives, taking advantage of the situation is more complicated than it appears.. Day traders have sent your company's share price surging, seemingly without reason. What now?", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-swim-in-a-pond-in-the-rain-review-from-russia-with-love-11612540987", "title": "'A Swim in a Pond in the Rain' Review: From Russia With Love", "date": "2021-02-05 11:03", "summary": "A visit with four masters of short fiction is a lesson in artistry and vision.. In recent decades, too many academic literary critics have used classic works of literature as mere springboards for social or political theories. When they do turn their attention to a work, they often treat it as a \"text,\" that is, as words on the page through which not the author but \"language\" speaks. George Saunders deems his delightful readings of seven stories by Chekhov, Gogol, Turgenev and Tolstoy non-academic, and they are all the better for that.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unlocking-iphones-while-wearing-a-face-mask-now-easier-if-you-have-ios-14-5and-an-apple-watch-11612540884", "title": "Unlocking iPhones With Masks On-Apple Watch Required", "date": "2021-02-05 11:01", "summary": "An update to iOS 14.5 recognizes when you're wearing a mask, then uses the Apple Watch to authenticate you. Apple in 2017: \"Nothing has ever been simpler, more natural, more effortless. We call this Face ID.\" This is an actual executive quote, from back when the company introduced facial recognition on the iPhone X.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-and-rewards-of-diversifying-your-bond-funds-11612540800", "title": "The Risks and Rewards of Diversifying Your Bond Funds", "date": "2021-02-05 11:00", "summary": "With interest rates so low, some advisers think investors have too much to lose by focusing solely on bond index funds. Baby boomers investing for retirement back in the '80s, '90s and '00s rarely had to worry about the bonds in their nest eggs.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-national-security-law-11605104896", "title": "Hong Kong Security Law: How Beijing Is Cracking Down", "date": "2021-02-05 10:59", "summary": "City's government has used new powers to arrest dozens of opposition figures, eject pro-democracy lawmakers and stifle dissent. Hong Kong has become a flashpoint in what some see as an emerging cold war between the U.S. and China. Exhibit A is Beijing's decision to bypass Hong Kong's legislature and impose new national-security legislation on the city on July 1 to stamp out a yearlong protest movement.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roast-chicken-11612540481", "title": "Roast Chicken", "date": "2021-02-05 10:54", "summary": "No single trick delivers the crisp skin and juicy meat we covet. An experienced roaster shares her own, holistic approach, and a recipe so simple and reliable you'll want to use it weekly.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-catholic-social-teaching-unite-a-divided-america-11612540382", "title": "Can Catholic Social Teaching Unite a Divided America?", "date": "2021-02-05 10:53", "summary": "President Biden, Sen. Rubio and many non-Catholic thinkers see a way forward in the church's long tradition of public discourse, even as they disagree in interpreting it.. President Joe Biden, the second Catholic in history to hold the office, has made religion a prominent element of his public role. He attended Mass on the morning of his inauguration, quoted the theologian and philosopher St. Augustine in his inaugural speech and placed a photograph of Pope Francis, whom he has praised as a personal inspiration, behind his desk in the Oval Office.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-the-ruthless-ladys-guide-to-wizardry-review-11612540233", "title": "Science Fiction: 'The Ruthless Lady's Guide to Wizardry' Review", "date": "2021-02-05 10:50", "summary": "Working as a bodyguard with a half-troll and some other odd characters sounds risky. But even a witch has bills to pay.. As we know from Terry Pratchett-and before him from Shakespeare-wizards and witches are very different. Wizards are old gentlemen, like Prospero in \"The Tempest,\" who practice magic out of books. Witches, on the other hand, commune with nature in country cottages (if not the blasted heath of \"Macbeth\") and are good with potions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-hare-review-11612539782", "title": "Fiction: 'The Hare' Review", "date": "2021-02-05 10:43", "summary": "A tale of surrender, survival and fate from Melanie Finn.. 'Men mistake the act of submission for the condition of submission. But they don't know that women split themselves right down the middle,\" Melanie Finn writes in \"The Hare\" (Two Dollar Radio, 320 pages, $16.99), and the same division that separates appearance from meaning cuts across this involving, morally complex novel. Its heroine is Rosie Monroe, who grows up amid poverty and abuse in a Lowell, Mass., boarding house until moving to New York with a full scholarship to art college. There she meets Bennett Kinney-older, sophisticated and mysterious, radiating an aura of wealth and privilege. Bennett's secrecy can seem solicitous, as though meant to protect Rosie from their class differences. But it's also sinister: In the opening scene he hits something-someone?-on a dark highway and refuses to stop. Rosie chooses his placating story that nothing happened over her own lying eyes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-york-patrol-review-immortal-doughboy-11612539732", "title": "'The York Patrol' Review: Immortal Doughboy", "date": "2021-02-05 10:42", "summary": "Alvin York's feats on the battlefield were obscured by movies and mythology, but his heroism under fire was the real thing.. The saga of Alvin York is embedded in the golden age of U.S. military history-the two great wars of the 20th century, long before the endless ambiguous conflicts on the far borders of the American imperium. A red-haired, freckle-faced hillbilly from Tennessee, the acting corporal was credited with almost singlehandedly capturing 132 German soldiers and officers and killing 25 others in a spasm of sharpshooting heroism unmatched to this day. His gallantry on Oct. 8, 1918, helped save the beleaguered \"Lost Battalion\" and marked a turning point in the Great War that ended barely a month later.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/optimist-clubs-see-glass-half-full-even-in-pandemic-11612539409", "title": "Optimist Clubs See Glass Half Full-Even in a Pandemic", "date": "2021-02-05 10:38", "summary": "Leaders of organization work to stay upbeat in face of declining membership, litany of dreadful news. The Optimist International club hasn't survived 110 years, two world wars, a Great Depression and untold other miseries and disasters by dwelling on the dark side of life.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-is-talking-about-this-review-life-in-the-slipstream-11612538857", "title": "'No One Is Talking About This' Review: Life in the Slipstream", "date": "2021-02-05 10:27", "summary": "From the 'Poet Laureate of Twitter,' a journey from irony to heartbreak.. What does it mean that we spend so much time staring at our phones, not-quite connecting with others? How does our relentless, rat-pellet pursuit of likes, amusement and \"information\" change how we think, read, communicate and see ourselves in the world? These are important, urgent questions, but they pose serious problems for novelists, in part because the dramas that take place while we're staring or tapping at a screen are hard to dramatize.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-on-tyranny-11612538734", "title": "Five Best: On Tyranny", "date": "2021-02-05 10:25", "summary": "Selected by the author, most recently, of 'This Is the Voice.'. By Christopher Isherwood (1976)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-midnight-fair-review-11612538433", "title": "Children's Books: 'The Midnight Fair' Review", "date": "2021-02-05 10:20", "summary": "The birds and the beasts take their turn at the carnival after dark.. In Peggy Rathmann's beloved 1994 picture book, \"Good Night, Gorilla,\" a zookeeper closes up for the night unaware that the animals he thinks he has secured in their cages are tiptoeing behind him in order to follow him home. Gideon Sterer's picture book \"The Midnight Fair\" (Candlewick, 32 pages, $16.99) tells a different story, but with its glowing colors, secretive animals and air of mischief it partakes of similar delights.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-puts-minimum-wage-school-reopenings-in-covid-aid-spotlight-11612467876", "title": "Senate Moves Forward With Biden's $1.9 Trillion Covid-19 Relief Plan", "date": "2021-02-05 10:12", "summary": "Approval comes after Republicans offered amendments to budget bill. WASHINGTON-The Senate approved a budget plan for President Biden's $1.9 trillion Covid-19 relief package early Friday, after Republicans tried to put Democrats on the spot on the pace of school reopenings and raising the minimum wage, among other issues, during a lengthy amendment process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-limits-use-of-convalescent-plasma-as-covid-19-treatment-11612537239", "title": "FDA Limits Use of Convalescent Plasma as Covid-19 Treatment", "date": "2021-02-05 10:00", "summary": "Agency to scale back authorization of the antibody-rich blood component after studies yielded mixed results. The Food and Drug Administration is scaling back its authorization of the use of convalescent blood-plasma for Covid-19 patients in an effort to guide physicians who have faced a confusing thicket of data about the therapy's effectiveness.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-architecture-firms-push-to-build-net-zero-apartmentson-a-budget-11612537190", "title": "An Architecture Firm's Push to Build Net-Zero Apartments-on a Budget", "date": "2021-02-05 09:59", "summary": "Philadelphia's Onion Flats is constructing low-cost buildings that use design, mechanical equipment and residents' behavior to slash fossil fuel consumption. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-chic-bath-rugs-exist-11612536073", "title": "Surprise: The Best Bathroom Rugs Aren't Cotton", "date": "2021-02-05 09:41", "summary": "Chic, virtually indestructible, much more practical than you'd think-vintage wool rugs are interior designers' go-to bathroom rugs. \"BATHROOMS ARE inherently cold spaces,\" said Meg McSherry, a designer in Newton, Mass. \"We're always focused on ways to add warmth.\" One seemingly counterintuitive way to cozy up a loo stylishly? Vintage wool rugs, say many design pros, including Ms. McSherry. While cotton is the default choice, wool is \"naturally strong, soft underfoot and not stubborn with stain removal,\" she said.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-environmental-upside-of-modern-farming-11612534962", "title": "The Environmental Upside of Modern Farming", "date": "2021-02-05 09:22", "summary": "New methods rooted in low-impact, precision techniques require less land, less energy and fewer chemicals than traditional agriculture. If you wanted to produce food at the lowest cost to the environment, what methods would you use? Would you select modern farming methods (large-scale, specialized, mechanized and increasingly digital), or would you opt for traditional farms that are small and low-tech? Environmentalists often prefer the latter, having seen the damage that modern farms can do.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-joins-private-equity-firms-in-4-7-billion-deal-for-private-jet-company-11612534767", "title": "Bill Gates Joins Private-Equity Firms in $4.7 Billion Deal for Private-Jet Company", "date": "2021-02-05 09:19", "summary": "Private-jet travel is booming amid travel restrictions and flight groundings for commercial airlines. Bill Gates is doubling down on private-jet travel, as the niche industry recovers more quickly amid the coronavirus pandemic than the wider commercial aviation market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-activision-blizzard-peloton-what-to-watch-when-the-stock-market-opens-today-11612526430", "title": "Pinterest, Activision Blizzard, Peloton: What to Watch When the Stock Market Opens Today", "date": "2021-02-05 09:12", "summary": "The unemployment rate fell to 6.3% in January. Here's what we're watching before Friday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/led-by-mr-spac-credit-suisse-cashes-in-on-blank-check-spree-11612527389", "title": "Led by 'Mr. SPAC,' Credit Suisse Cashes In on Blank-Check Spree", "date": "2021-02-05 09:05", "summary": "A boom in blank-check companies is reviving Credit Suisse's ambitions on Wall Street. Credit Suisse Group AG is reaping the rewards from a spree of special-purpose acquisition companies. Leading the charge is a veteran banker who was among the first to bring SPACs to Wall Street 15 years ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opendoor-needs-to-show-its-work-11612524604", "title": "Opendoor Needs to Show Its Work", "date": "2021-02-05 09:01", "summary": "Investors' love for Opendoor suggests it doesn't matter if you win or lose in iBuying, but how you game the game. Opendoor Technologies appears to have solved the elusive iBuying equation, but the math is still a bit hazy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-expected-a-bad-year-for-tax-revenue-it-was-wrong-11612533671", "title": "Wisconsin Expected a Bad Year for Tax Revenue. It Was Wrong.", "date": "2021-02-05 09:01", "summary": "Gov. Tony Evers has a much brighter budget picture going forward, as he prepares to roll out a spending proposal this month. Wisconsin's projected tax revenue has rebounded from grim estimates late last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/makeup-artists-interview-euphoria-fenty-11612533116", "title": "A Makeup-Free Pandemic? Hardly. These Maximalists Are Pushing a Full Face", "date": "2021-02-05 08:54", "summary": "If now isn't the time to experiment, when is? Top makeup artists on how the pandemic has made their work even more creative. Skin care, as an element of self-care, has had a real moment during the pandemic. But the same can't be said for makeup. Lipstick sales dipped on Amazon last year, according to a McKinsey & Company report. With no place to go-and, when we do go anywhere, our mouths are covered by masks-people have less reason to wear it. But necessity isn't always the mother of invention. While the need for daily makeup may have receded, a different desire has surfaced: for makeup that's less utilitarian and more conceptual, that offers a chance to play.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-capsule-wardrobe-and-how-can-i-get-one-11612532796", "title": "Get Dressed the 'Capsule Wardrobe' Way-and Lower Stress", "date": "2021-02-05 08:46", "summary": "Pared-back collections of clothes and accessories are simplifying women's lives and eliminating daily 'what to wear?' stress. Here, how to build your own.. IF YOU'VE GOT a closet full of clothes and nothing to wear, consider the benefits of a capsule wardrobe. Worn in combos, these tightly edited, pragmatic assortments of clothes and accessories can create many fail-safe outfits. The strategy can liberate you from the oppression of wondering \"What should I wear,\" simplify life and free your mind to engage in more meaningful pursuits, such as rereading \"To the Lighthouse\" or taking that raku pottery workshop.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designer-ini-archibong-reveals-inspiration-behind-his-forthcoming-london-biennale-installation-11612531455", "title": "Designer Ini Archibong Reveals Inspiration Behind His Forthcoming London Biennale Installation", "date": "2021-02-05 08:24", "summary": "His pavilion, conceived as a trio of sculptural structures at London's Somerset House, will serve as a platform for reflection on the African diaspora. For much of the past year, the pandemic has kept Ini Archibong cloistered at home. And he's never been busier. \"I live my work anyway. I don't have a social life at all,\" says the American designer, 37, who recently moved to a lakeside flat in Neuchâtel, Switzerland, where he's been working with Brooklyn's UM Project to make his workspace into, he says, \"an all-around cockpit.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-patrick-mahomes-super-bowl-data-11612496355", "title": "Brady vs. Mahomes: The Data Behind the NFL's Greatest Quarterbacks", "date": "2021-02-05 08:01", "summary": "Brady mastered the fundamentals of playing quarterback. Mahomes reinvented them. Now they're squaring off in a Super Bowl that shows the evolution of football's most important position.. TAMPA, Fla.-Tom Brady became the greatest quarterback of all-time by perfecting the way the position is played. He steps backward. He makes microscopic movements, seemingly with a sixth sense for pressure. Then he quickly unleashes the football.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelotons-expensive-race-against-time-11612530000", "title": "Peloton's Expensive Race Against Time", "date": "2021-02-05 08:00", "summary": "Connected fitness company scrambling to improve deliveries as recovery from pandemic may alter its value proposition. Peloton Interactive 's high-quality problem is getting to be an expensive one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-new-big-plane-is-its-big-new-problem-11612529965", "title": "Boeing's New Big Plane Is Its Big New Problem", "date": "2021-02-05 07:59", "summary": "U.S. aerospace company last year booked $6.5 billion charge related to new 777X, citing Covid-19 pandemic and regulatory hurdles. Boeing Co. 's newest jetliner is becoming its latest big problem, stretching out development, racking up a huge charge and complicating the plane maker's bid to navigate the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-becomes-an-unlikely-tech-darling-11612528836", "title": "Ford Becomes an Unlikely Tech Darling", "date": "2021-02-05 07:40", "summary": "New Chief Executive Jim Farley wants to invest more aggressively in electric vehicles, but he still hasn't fixed Ford's combustion-engine business. Ford is embracing digital technology, and talking about it loudly, in an effort to catch up with both Tesla and General Motors. The new approach is boosting the stock, but rising expectations don't come for free.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-pinterest-battle-for-investors-likes-11612528201", "title": "Snap, Pinterest Battle for Investors' Likes", "date": "2021-02-05 07:30", "summary": "Both companies reported blockbuster fourth quarters but Snap's guidance fails to inspire. Snapchat parent Snap Inc. and Pinterest have broadened their influence significantly over the past year, but only one can be 2021's top socialite.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-shortage-sparks-fights-over-who-should-get-first-shots-11612521001", "title": "Vaccine Shortage Sparks Fights Over Who Should Get First Shots", "date": "2021-02-05 07:20", "summary": "Resume Subscription. As a shortage of Covid-19 shots slows vaccination efforts in the West, groups that haven't been given high priority are increasingly jostling for the right to get immunized first.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/enthusiasm-fades-for-covid-19-antibody-treatments-in-south-korea-11612526555", "title": "Enthusiasm Fades for Covid-19 Antibody Treatments in South Korea", "date": "2021-02-05 07:02", "summary": "'We are hoping the treatment will lighten the burden of hospitalizing patients with serious symptoms'. SEOUL-Late last year, South Korea's prime minister called a homegrown antibody treatment that was nearing completion \"a ray of light,\" while the chairman of the pharmaceutical firm that was developing it boasted the medication could make the country free of Covid-19 by the spring.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-retail-side-wont-be-a-side-hustle-11612526408", "title": "Amazon's Retail Side Won't Be a Side Hustle", "date": "2021-02-05 07:00", "summary": "Elevation of cloud boss to CEO role won't change dependence on core e-commerce business. Amazon.com 's new boss may come from the cloud. But the executive who helped pioneer elastic computing won't be getting away from selling books, sweatpants and talking speakers soon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-smic-says-its-missing-out-on-the-chip-boom-due-to-u-s-restrictions-11612526175", "title": "SMIC Says It's Missing Out on the Chip Boom Due to U.S. Curbs", "date": "2021-02-05 06:56", "summary": "SMIC expects revenue growth to fall to single digits this year after a 17% jump in the last quarter. HONG KONG-China's largest maker of computing chips said restrictions placed by the Trump administration would crimp its pace of growth, despite the booming demand for semiconductors creating a global shortage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-buoys-smic-but-sanctions-could-still-bite-11612524988", "title": "Chip Shortage Buoys SMIC, but Sanctions Could Still Bite", "date": "2021-02-05 06:36", "summary": "U.S. tech war to dent the Chinese chip maker's ambitions even as orders soar. China's leading domestic chip maker is getting lots of orders at the moment due to the global semiconductor shortage. The tech war with the U.S., however, will dent its ambitions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-australian-open-brings-back-a-twist-for-2021-thousands-of-tennis-fans-11612498365", "title": "Australian Open Brings Back Tennis Fans", "date": "2021-02-05 06:00", "summary": "More relaxed conditions for supporters have meant strict lockdowns for players. One year after hosting the last major tennis tournament with thousands of real live fans, the Australian Open is set to present a truly shocking event in 2021: a major tennis tournament with a full house of real live fans.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-u-s-tax-costs-jumped-in-2020-it-likely-would-pay-even-more-under-biden-plan-11612521002", "title": "Amazon Would Likely Pay Even More Tax Under Biden Plan", "date": "2021-02-05 05:30", "summary": "Tech giant cites boost in pretax profit as reason for higher tax expense. WASHINGTON- Amazon.com Inc., the company frequently cited by Democrats in their calls to raise corporate taxes, saw its tax liability jump last year as it prospered during the pandemic. But the technology giant, and others like it, could face even higher tax bills under the Biden administration's plan for a minimum tax rate on profitable corporations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-children-are-attending-school-remotely-and-in-person-11612521003", "title": "Fewer Children Are Attending School, Online and In Person", "date": "2021-02-05 05:30", "summary": "Students of color, those with special needs and elementary school children miss school more often in some states. More children have been absent from school this academic year than a year earlier, with attendance declining as the pandemic wears on, new research and data show.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/primary-challenges-proliferate-against-republicans-who-voted-to-impeach-11612521001", "title": "Primary Challenges Proliferate Against Republicans Who Voted to Impeach", "date": "2021-02-05 05:30", "summary": "Republican lawmakers who supported President Donald Trump's second impeachment are attracting potential primary challengers for 2022. REPUBLICANS WHO VOTED TO IMPEACH President Donald Trump start to attract primary challengers for 2022. Diante Johnson, an organizer with Black Voices for Trump last year and a field organizer with Trump's 2016 campaign, has told associates he may launch a challenge to Rep. Adam Kinzinger (R., Ill.), depending on how the district looks after Democratic-led redistricting in the state this year.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-cfo-brings-corporate-strategy-experience-to-ceo-role-11612521000", "title": "Merck CFO Brings Corporate Strategy Experience to CEO Role", "date": "2021-02-05 05:30", "summary": "Robert Davis, who will start as chief executive July 1, has managed global support functions at Merck in addition to his responsibilities as finance chief. Tackling operational issues such as procurement and corporate strategy likely helped Merck & Co. Chief Financial Officer Robert Davis acquire the skills needed for his promotion to the top spot.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-covid-pandemic-a-surge-in-demand-for-meals-entertainment-and-vacations-11612521000", "title": "After the Pandemic, a Service Tsunami", "date": "2021-02-05 05:30", "summary": "Americans usually rush out to buy things after an economic slump, but this time around there could be a surge in demand for services. Here's some advice for life after the pandemic: Make that restaurant reservation way in advance, prepare to pay up for that flight, get used to watching your team from the cheap seats and show up even earlier to the movie.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-robinhood-traders-need-to-know-about-taxes-11612521002", "title": "Robinhood Traders: The Taxman Is Coming", "date": "2021-02-05 05:30", "summary": "If you've been buying or selling GameStop or other hot stocks, the IRS will be interested. Joseph Holler started day-trading stocks last July when he was stuck at home during the pandemic and his work slowed down.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-video-ipo-goes-viral-with-investors-11612435062", "title": "TikTok Rival's Stock More Than Doubles in Hong Kong Debut", "date": "2021-02-05 04:32", "summary": "Kuaishou is the latest in a series of hot Hong Kong initial public offerings. The startup behind a TikTok-style video app rocketed in its Hong Kong market debut, in the latest demonstration of investor hunger for initial public offerings and for high-growth technology companies.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-sells-5-billion-of-bonds-11612512624", "title": "Alibaba Sells $5 Billion of Bonds", "date": "2021-02-05 03:10", "summary": "Four-part deal by e-commerce giant founded by Jack Ma follows hefty bond sales in 2014 and 2017. Alibaba Group Holding Ltd. sold $5 billion of bonds, showing investors remain eager to back the Chinese e-commerce giant despite its recent run-ins with authorities.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-posts-smaller-than-expected-drop-in-profit-amid-pandemic-11612511807", "title": "BNP Paribas Posts Smaller-Than-Expected Drop in Profit", "date": "2021-02-05 02:56", "summary": "France's biggest bank benefited from a trading boom amid market volatility. PARIS-French bank BNP Paribas SA reported a drop in fourth-quarter profit, hurt by record low interest rates and the fallout of the coronavirus pandemic, but said it expected revenue to bounce back this year as the global economy gradually recovers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kia-is-preparing-to-build-apple-cars-in-the-u-s-11612498065", "title": "Kia Approaches Partners to Build Apple Car in Georgia", "date": "2021-02-05 00:20", "summary": "South Korean auto maker's proposal would involve a multibillion-dollar investment. Kia Corp. has approached potential partners about a plan to assemble Apple Inc.'s long-awaited electric car in Georgia, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-leaves-colleges-short-on-international-studentsand-money-11612434603", "title": "Covid-19 Leaves Colleges Short on International Students-and Money", "date": "2021-02-05 00:06", "summary": "Experts on the sector say it will take years for the schools, among the best in the world, to recover from the economic damage. SYDNEY-Australia's decision to close its borders protected it from the coronavirus. But that policy is wreaking havoc on the country's universities, which relied on lucrative tuition from foreign students who are stuck overseas.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612475322", "title": "Pepper...and Salt", "date": "2021-02-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-reckoning-can-it-survive-the-gamestop-bubble-11612547759", "title": "Robinhood's Reckoning: Facing Life After GameStop", "date": "2021-02-05 00:01", "summary": "Resume Subscription. Many startup founders dream of the day their creation claims the top spot in Apple Inc.'s app store. For Vlad Tenev, Robinhood Markets Inc.'s chief executive, it was more like a nightmare.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marjorie-taylor-greene-says-she-regrets-qanon-comments-11612467411", "title": "Marjorie Taylor Greene Removed From Committees by House Vote", "date": "2021-02-05 21:07", "summary": "Votes were 230-199 to remove the Georgia Republican from two assignments after past contentious comments. WASHINGTON-The House voted Thursday to remove Rep. Marjorie Taylor Greene from her committee assignments, delivering a severe rebuke to the Georgia Republican hours after she said she regretted her past embrace of conspiracy theories.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-met-to-discuss-recent-market-volatility-11612479757", "title": "Regulators Say Market Infrastructure Was Resilient in GameStop Frenzy", "date": "2021-02-05 20:47", "summary": "Treasury, SEC and other regulators discussed market functionality, recent trading practices in equity, commodity and related markets. Top financial regulators meeting Thursday to discuss recent market volatility related to GameStop Corp . concluded that \"the core infrastructure was resilient,\" the Treasury Department said in a statement following the meeting.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-group-names-andrew-witty-as-chief-executive-11612443921", "title": "UnitedHealth Names New Chief Executive", "date": "2021-02-05 20:44", "summary": "Abrupt move comes as a surprise to health-care company's executives and investors. UnitedHealth Group Inc. Chief Executive Officer David Wichmann retired from the health-care giant after 40 months in the role, an abrupt move that came as a surprise to company executives and investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-qanon-what-we-know-about-the-conspiracy-theory-11597694801", "title": "What We Know About QAnon", "date": "2021-02-05 20:38", "summary": "Adherents of a right-wing group that believes former President Donald Trump was under assault by Satan worshipers were among the mob that stormed the Capitol. The conspiracy-theory group known as QAnon has grown in popularity in recent months. It has spread from fringe internet message boards to mainstream platforms and has become a political issue, and on Jan. 6, its adherents were among the most prominent members of the mob of former President Donald Trump's supporters who stormed the U.S. Capitol in Washington. Here is what we know about QAnon, the conspiracy theory behind it and how it started.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-plans-speedy-review-of-possible-covid-19-boosters-11612485234", "title": "FDA Plans Speedy Review of Possible Covid-19 Boosters", "date": "2021-02-05 20:34", "summary": "Acting commissioner says agency will publish guidelines over the next few weeks, backs public transparency. WASHINGTON-The Food and Drug Administration plans to develop speedy means of evaluating possible booster shots for Covid-19 vaccines to ensure that they will work against new variants, the agency's acting commissioner said Thursday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-niceties-review-no-time-for-pleasantries-11612488601", "title": "'The Niceties' Review: No Time for Pleasantries", "date": "2021-02-05 20:30", "summary": "In Eleanor Burgess's play, a routine meeting between a Black college student and her baby-boomer professor turns into a debate about race in America.. One of the things theatrical webcasts have allowed me to do is catch up with well-received new plays whose brief off-Broadway runs I missed. Eleanor Burgess's \"The Niceties\" had a month-long Manhattan Theatre Club engagement in 2018 and was subsequently taken up by regional companies all over the U.S., of which Madison's Forward Theater is the latest. I can see why: \"The Niceties\" is a variation on David Mamet's \"Oleanna\" in which the militant student (Samantha Newcomb) is a young Black woman and the benighted, condescending baby-boomer professor whom she seeks to bring down (Sarah Day) is a garrulous middle-aged left-winger who has never questioned her own wokeness. Like Mr. Mamet, Ms. Burgess has stacked the deck high, and the results feel less like an actual human transaction than a scripted, somewhat stilted debate with good-gal/bad-gal dramatic flourishes thrown in.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-seeks-emergency-use-vaccine-authorization-11612480550", "title": "Johnson & Johnson Seeks FDA Authorization for One-Shot Vaccine", "date": "2021-02-05 20:15", "summary": "The potential third vaccine could jump-start a slower-than-expected vaccination rollout. Johnson & Johnson asked U.S. regulators on Thursday to authorize the emergency use of its Covid-19 vaccine, setting the stage for a potential third vaccine to become available in the U.S. within weeks.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-posts-most-profitable-quarter-since-2013-11612487631", "title": "News Corp Posts Most Profitable Quarter Since 2013", "date": "2021-02-05 20:13", "summary": "HarperCollins, Wall Street Journal parent Dow Jones report strong growth. News Corp said net quarterly profit nearly tripled, driven by strong growth at its book-publishing and digital real-estate businesses as well as at Wall Street Journal parent Dow Jones & Co.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-cheney-and-marjorie-taylor-greene-11612481662", "title": "Liz Cheney and Marjorie Taylor Greene", "date": "2021-02-05 19:23", "summary": "House Republicans fail to oblige the Democratic desire for GOP civil war.. Nearly 70% percent of the House GOP voted to keep Liz Cheney in leadership on Wednesday. Meantime, Rep. Marjorie Taylor Greene said she regretted going down the rabbit hole of QAnon conspiracy theories. Not a bad 24 hours for Republicans trying to create a post-Trump future that could win back the suburbs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-spac-files-for-1-billion-ipo-11612484305", "title": "KKR SPAC Files for $1 Billion IPO", "date": "2021-02-05 19:18", "summary": "The blank-check company is led by former Gap CEO Glenn Murphy. Blank-check company KKR Acquisition Holdings I Corp., sponsored by KKR & Co. Inc., in partnership with Glenn Murphy, filed for an initial public offering with the U.S. Securities and Exchange Commission on Thursday.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dhs-delays-rule-that-would-have-effectively-eliminated-h-1b-visa-lottery-11612483555", "title": "DHS Delays Rule That Would Have Effectively Eliminated H-1B Visa Lottery", "date": "2021-02-05 19:16", "summary": "Biden administration says it won't have time to change system and apply Trump administration rule before visa registration begins in March. WASHINGTON-The Department of Homeland Security said it wouldn't apply a Trump administration rule that would have effectively eliminated the H-1B visa lottery for high-skilled workers for the coming registration season and replaced it with a system that awards the visas to more experienced and higher-paid applicants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]