[{"link": "https://www.wsj.com/articles/photos-of-the-week-groundhog-day-is-celebrated-in-pennsylvania-u-s-capitol-police-officer-brian-sicknick-is-honored-alexei-navalny-is-sentenced-and-more-from-the-wall-street-journals-photo-editors-11612647000", "title": "Photos of the Week", "date": "2021-02-06 16:30", "summary": "Selection of photos from Jan. 31 to Feb. 6 by The Wall Street Journal's photo editors. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-altman-founder-of-videogame-maker-zenimax-dies-at-age-73-11612633445", "title": "Robert Altman, Founder of Videogame Maker ZeniMax, Dies at Age 73", "date": "2021-02-06 12:44", "summary": "Lawyer, acquitted of charges in BCCI scandal, built an entertainment-software firm and sold it to Microsoft for $7.5 billion. Robert A. Altman, a prominent Washington lawyer married to the \"Wonder Woman\" actress Lynda Carter, relaunched himself as a videogame entrepreneur after being acquitted in a legal case arising from the 1991 collapse of Bank of Credit & Commerce International.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-biden-strongholds-two-different-lists-of-policy-priorities-11612628147", "title": "Two Biden Strongholds. Two Different Lists of Policy Priorities.", "date": "2021-02-06 11:15", "summary": "Resume Subscription. President Biden won the White House in part by motivating voters from widely different backgrounds. Now, those supporters have a long list of issues they want him to tackle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gamestop-reddit-and-the-wisdom-of-crowds-11612621311", "title": "GameStop, Reddit and the 'Wisdom of Crowds'", "date": "2021-02-06 11:00", "summary": "It is a way of forecasting the likelihood of future events. It is particularly useful in markets where money is at stake. On Wall Street, \"the wisdom of crowds\" refers to the theory that large groups of people collectively are smarter than any individual expert when it comes to things like forecasting where stocks are headed.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidates-propose-paths-to-job-recovery-11612625942", "title": "New York City Mayoral Candidates Propose Paths to Job Recovery", "date": "2021-02-06 10:39", "summary": "City faces yawning budget gap and possibility employment won't return to pre-pandemic levels for years. More than three dozen New York City mayoral candidates are vying for one of the toughest jobs in the country: leading the nation's largest city back to pre-pandemic employment levels while trying to find the funding to do so.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floating-wind-turbines-buoy-hopes-of-expanding-renewable-energy-11612623702", "title": "Floating Wind Turbines Buoy Hopes of Expanding Renewable Energy", "date": "2021-02-06 10:01", "summary": "Offshore wind farms that don't need to be embedded in the seafloor could open up new areas to clean-power generation. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-wind-farms-big-in-europe-could-boom-in-u-s-under-biden-11612623600", "title": "Offshore Wind Farms Could Boom Under Biden", "date": "2021-02-06 10:00", "summary": "Resume Subscription. Developers of offshore wind farms, long awaiting their moment in the U.S., are pushing the Biden administration to cut through red tape that has for years stymied the industry's domestic growth.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/glazer-family-tampa-bay-buccaneers-owners-manchester-united-super-bowl-11612581454", "title": "The Reclusive Billionaires Chasing a Super Bowl-and a Premier League Title", "date": "2021-02-06 09:54", "summary": "The Glazer family, which controls both the Tampa Bay Buccaneers and Manchester United, has often been unpopular with fans. This year, both teams are winning.. Moments after the Tampa Bay Buccaneers clinched a spot in the Super Bowl two weeks ago, another stunning performance unfolded. A member of the intensely private billionaire family that owns the team briefly stepped into the spotlight.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-dogecoin-tweeting-has-believers-barking-for-more-11612607401", "title": "Musk's Dogecoin Tweeting Has Believers Barking for More", "date": "2021-02-06 09:38", "summary": "Cryptocurrency that started in 2013 as a joke is suddenly worth a total of more than $6 billion. The reckless abandon of the investing world has a new fixation: a cryptocurrency that began in 2013 as a joke, was mostly forgotten, and thanks to a flurry of tweets from Tesla Inc. Chief Executive Elon Musk, is suddenly worth a total of more than $6 billion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-401-k-withdrawals-be-easier-11612620714", "title": "Should 401(k) Withdrawals Be Easier?", "date": "2021-02-06 09:11", "summary": "Two experts, Norbert J. Michel of the Heritage Foundation and Olivia S. Mitchell of Wharton, square off on a key issue in retirement planning. Choosing to take some money out of your 401(k) \"early\"-before age 59½-is something that makes many financial advisers shudder.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violent-videogames-arent-ruining-your-kidsbut-its-good-to-discuss-them-11612620001", "title": "Violent Videogames Aren't Ruining Your Kids-but It's Good to Discuss Them", "date": "2021-02-06 09:00", "summary": "Long-term study addresses the nuanced effects of playing shooter-style videogames on children's mental health. What's the first question parents ask when their kid comes begging to play a violent shooter-type game? \"Is there blood?\"", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-wants-sushi-to-go-and-its-saving-some-restaurants-11612620000", "title": "Everyone Wants Sushi to Go, and It's Saving Some Restaurants", "date": "2021-02-06 09:00", "summary": "Eateries and grocers are selling more takeaway sushi during the pandemic, while supermarkets rush to train chefs. At a bleak moment for restaurants, sushi takeout is on a roll.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-tour-annabelle-selfdorf-architect-photos-11611695389", "title": "A Rare Look Inside the Home of Annabelle Selldorf, the Art World's Go-To Architect", "date": "2021-02-06 08:21", "summary": "Architect Annabelle Selldorf, whose projects now range well beyond the art-world commissions she's famous for, has fashioned a home that is serene but never boring. On A Weekday Morning in late December, Annabelle Selldorf is giving me a virtual tour of her New York apartment, her blue-gray eyes peering from a laptop on a steel desk in the corner of her living room. Selldorf is filling me in over Zoom from her house in Maine, where the white-paneled walls behind her are almost indistinguishable from the snow outside. \"I joke that I used to take pictures of buildings, but now I take pictures of trees,\" she says, stealing a look out the window.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-approves-sinovac-vaccine-for-broad-use-against-covid-19-11612617336", "title": "China Approves Sinovac Vaccine for Broad Use Against Covid-19", "date": "2021-02-06 08:15", "summary": "Regulators give CoronaVac green light for mass inoculation, making it the second coronavirus shot in China to get provisional approval. HONG KONG-China's drug regulator has given provisional approval to a Covid-19 vaccine developed by Chinese drugmaker Sinovac Biotech Ltd., which has faced questions over its vaccine efficacy due to a lack of transparency around clinical trial data.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penguins-spared-after-mammoth-iceberg-splits-into-smaller-pieces-11612616401", "title": "Penguins Spared After Mammoth Iceberg Splits Into Smaller Pieces", "date": "2021-02-06 08:00", "summary": "Scientists had feared for wildlife as the iceberg headed for remote South Georgia Island in the South Atlantic. An iceberg that had been the world's largest is now breaking into pieces close to the island of South Georgia in the South Atlantic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-young-americans-fight-economic-unease-by-using-stimulus-checks-to-pay-down-debt-11612616400", "title": "Some Young Americans Using Stimulus Checks to Reduce Debt", "date": "2021-02-06 08:00", "summary": "With fewer places to spend and the labor market still weak, younger adults are treating the payments carefully. Stimulus payments have been a pandemic lifeline for many Americans. For some young adults, they have presented an opportunity to build up savings or pay off debt.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-protesters-gather-to-oppose-military-coup-11612603718", "title": "Myanmar Protesters Gather Despite Internet Shutdown", "date": "2021-02-06 07:34", "summary": "Police in riot gear were deployed in Yangon and water cannons were present, raising fears of a crackdown. SINGAPORE-Hundreds of protesters took to the streets of Myanmar's largest city, Yangon, on Saturday to oppose the military's seizure of power from the country's civilian-run government this week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/engineer-agitator-constructor-the-artist-reinvented-review-modernists-of-the-world-unite-11612612800", "title": "'Engineer, Agitator, Constructor: The Artist Reinvented' Review: Modernists of the World, Unite!", "date": "2021-02-06 07:00", "summary": "A MoMA exhibit explores the ways European art movements of the 1920s and '30s responded to and furthered the social and political upheaval of the time.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-wedding-dresses-divorce-style-has-arrived-11612616414", "title": "Forget Wedding Dresses. Divorce Style Has Arrived.", "date": "2021-02-06 07:00", "summary": "The recent hubbub over Mary-Kate Olsen's recent Zoom-divorce outfit recalls the courtroom drama of Marilyn Monroe and Zsa Zsa Gabor. Non-celebrities are upping the glamour quotient on their own divorce style, too.. Off Brand is a column that delves into trends in fashion and beauty.", "categories": [["Life & Work", "Style & Fashion", "Off Brand"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/off-brand?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-era-travel-scam-fraudsters-offer-fake-test-results-11612612802", "title": "In Covid-Era Travel Scam, Fraudsters Offer Fake Test Results", "date": "2021-02-06 07:00", "summary": "Dozens have been arrested over falsified coronavirus-test certificates, as authorities grapple with verification. In many parts of the world, travelers must show a negative Covid-19 test before catching a flight, but a number of recent arrests suggest the results won't all be authentic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-the-covid-19-pandemic-this-lawyer-rebuilt-his-boxing-gym-at-home-11612609237", "title": "During the Covid-19 Pandemic, This Lawyer Rebuilt His Boxing Gym at Home", "date": "2021-02-06 06:00", "summary": "Resume Subscription. James Thompson is proof that a home gym doesn't have to cost a fortune or take up a ton of space. When Jim McNally Boxing in North Reading, Mass., closed in March due to Covid-19, Mr. Thompson set up a boxing gym at home for less than $300.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-gamestop-a-bubble-historys-spectacular-crashes-from-tulips-to-beanie-babies-11612607400", "title": "A Look at Some of History's Spectacular Crashes", "date": "2021-02-06 05:30", "summary": "What goes up must come down. Bubbles have boosted-and burned-investors for centuries.. If GameStop is a bubble, it's hardly the first.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-covid-19-vaccine-waiting-lists-in-the-millions-some-skip-the-line-11612607401", "title": "With Covid-19 Vaccine Waiting Lists in the Millions, Some Skip the Line", "date": "2021-02-06 05:30", "summary": "Across the U.S., people are flouting eligibility rules and using connections to get a coveted shot. Board members of a Rhode Island medical system were invited to get vaccinated, regardless of their age or occupations. Judges and their staff received vaccines ahead of schedule at a Nevada medical center. And a SoulCycle fitness instructor in New York got a shot after saying she was an educator.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-a-bigger-stimulus-check-consider-filing-your-tax-return-early-11612607400", "title": "Want a Bigger Stimulus Check? Consider Filing Your Tax Return Early", "date": "2021-02-06 05:30", "summary": "The IRS likely will deliver payments based on either 2019 or 2020 income, whichever is on file when it sends out the money. WASHINGTON-The size of your next stimulus check might depend on when you file your tax return.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hands-california-churches-partial-relief-from-covid-19-restrictions-11612599085", "title": "California Churches Exempted From Ban on Indoor Gatherings", "date": "2021-02-06 03:11", "summary": "Churches argued they should be classified alongside businesses where capacity is capped at 25%. WASHINGTON-The Supreme Court exempted churches from California's public-health order banning indoor gatherings in counties suffering widespread risk of Covid-19 infections, but permitted the state to forbid singing and chanting at worship services.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-orders-national-security-lessons-for-elementary-students-11612531299", "title": "Hong Kong Wants Young Flag-Waving Patriots So It Scrubbed Its Schoolbooks", "date": "2021-02-06 01:11", "summary": "Education chief says it isn't too early to teach children about national security, as bureau mandates patriotic education in kindergartens. HONG KONG-Children as young as six in Hong Kong will be subjected to lessons on national security as China seeks greater control over the minds of the city's youth, which it blamed for fueling antigovernment protests in the city.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612563696", "title": "Pepper...and Salt", "date": "2021-02-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giving-up-alcohol-in-the-era-of-covid-19-11612587660", "title": "Giving Up Alcohol in the Era of Covid-19", "date": "2021-02-06 00:01", "summary": "Drinking is on the rise as a response to stress, but a growing number of people are choosing to give up alcohol before it becomes a problem. Back in mid-March, as schools and businesses began to close and people headed home to hunker down, Amanda, a 44-year-old yoga instructor in Portland, Maine (who asked that her real name not be used for privacy reasons), decided to address one of the many worries that had begun to consume her day. \"And that was whether I was drinking too much,\" she says. Already, friends who suddenly had more time on their hands were ending their work days at 4 p.m. with a glass of wine or breaking out the \"good tequila\" on a Tuesday just to have \"something to look forward to.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-big-tech-got-even-bigger-11612587632", "title": "How Big Tech Got Even Bigger", "date": "2021-02-06 00:00", "summary": "Technology giants such as Alphabet, Amazon and Apple are more dominant than a year ago thanks to a greater reliance on their services during the pandemic. The forces propelling them to new heights are expected to outlast Covid-19.. The tech industry's titans were already huge before Covid-19, the subject of soaring valuations and snowballing antitrust investigations. The pandemic has only made them bigger. A lot bigger.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-adobes-ceo-designed-a-lasting-image-in-silicon-valley-11612587600", "title": "How Adobe's CEO Designed a Lasting Image in Silicon Valley", "date": "2021-02-06 00:00", "summary": "The top executive of the photo-editing software maker relies on mentors forged through years of relationships for help in navigating everything from the pandemic to sensitive political issues. In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-new-ceo-can-either-help-workers-and-sellersor-automate-them-away-11612587602", "title": "Commanding Amazon's Army of Workers-With Software", "date": "2021-02-06 00:00", "summary": "One secret of Amazon's ability to grow rapidly: software and algorithms that manage its millions of employees and marketplace sellers-technologies the executive knows well. Andy Jassy is taking over a very unusual \"tech\" company.", "categories": [["Tech", "Keywords: Christopher Mims"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-u-n-inspectors-find-radioactive-traces-raising-fresh-concerns-11612567304", "title": "Iran U.N. Inspectors Find Radioactive Traces", "date": "2021-02-06 21:22", "summary": "Material is found at sites where Iran had blocked inspections by the International Atomic Energy Agency. BRUSSELS-United Nations inspectors have found new evidence of undeclared nuclear activities in Iran, according to three diplomats briefed on the discovery, raising new questions about the scope of the country's atomic ambitions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-business-cancels-lou-dobbss-show-after-anchor-was-named-in-voting-machine-lawsuit-11612576447", "title": "Fox Cancels 'Lou Dobbs Tonight' After Anchor Was Named in Lawsuit", "date": "2021-02-06 21:20", "summary": "'Lou Dobbs Tonight' was among the network's highest-rated shows. Fox Corp.'s Fox Business has canceled \"Lou Dobbs Tonight,\" one of its consistently highest-rated shows, a day after its host was named as a defendant in a $2.7 billion defamation lawsuit.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chamber-of-commerce-ceo-thomas-donohue-to-step-down-11612566411", "title": "U.S. Chamber CEO Thomas Donohue to Step Down", "date": "2021-02-06 20:10", "summary": "Departure will cap career in which he helped build group into one of the largest voices of big business. WASHINGTON-The U.S. Chamber of Commerce will announce next week that longtime chief Thomas Donohue will step down and that Suzanne Clark will assume the role of president and chief executive officer of the organization, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-audio-producer-andy-mills-resigns-11612561339", "title": "High-Profile New York Times Staffers Depart Amid Newsroom Controversy", "date": "2021-02-06 20:09", "summary": "Health reporter Donald G. McNeil Jr. and audio producer Andy Mills are leaving over allegations of improper conduct. Two high-profile New York Times staffers are leaving the company amid allegations of improper conduct in the workplace, the latest in a string of internal crises at the news outlet.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-trump-shouldnt-get-intelligence-briefings-due-to-erratic-behavior-11612570887", "title": "Biden Says Trump Shouldn't Get Intelligence Briefings", "date": "2021-02-06 19:55", "summary": "Biden made remarks about former president in CBS interview set to air on Sunday. WASHINGTON-President Biden said that former President Donald Trump shouldn't have access to intelligence briefings due to his \"erratic behavior unrelated to the insurrection.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-leaders-make-final-offer-to-union-over-school-reopening-plan-11612542145", "title": "Chicago Schools Outline Reopening That Union Rejected, Possibly Setting Up Strike", "date": "2021-02-06 19:41", "summary": "Teachers union says it is willing to negotiate and that Mayor Lightfoot has walked away from talks. CHICAGO-Chicago leaders on Friday evening outlined a plan to reopen elementary schools amid the coronavirus pandemic in stages over the next month, part of a final offer that the teachers had rejected as insufficient earlier in the day.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-com-chevron-peloton-stocks-that-defined-the-week-11612571819", "title": "Amazon.com, Chevron, Peloton: Stocks That Defined the Week", "date": "2021-02-06 19:37", "summary": "Here are seven major companies whose stocks moved on the news cycle. Amazon.com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-race-games-11612571242", "title": "San Francisco's Race Games", "date": "2021-02-06 19:27", "summary": "The school board is set to eliminate merit exams for admission to an acclaimed school.. First, George Washington and Abe Lincoln get the boot as school names. Now academic achievement will soon be history. The progressive beat goes on in San Francisco, where the school board next week is expected to consider a resolution abolishing merit exams and high grade point averages for admission to Lowell High School.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-republican-claudia-tenney-should-be-certified-winner-of-house-race-judge-rules-11612570318", "title": "Judge Orders Claudia Tenney Certified Winner of House Race", "date": "2021-02-06 19:11", "summary": "Upstate district seat is last uncalled congressional contest of November election. Republican Claudia Tenney should be certified as the winner of an upstate New York congressional seat, a judge ruled Friday, capping a court-supervised canvass and resolving the last uncalled race for the U.S. House of Representatives from 2020.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-meets-with-house-democrats-as-covid-19-aid-plan-advances-11612542026", "title": "Biden Doesn't Expect $15 Minimum Wage to Be in Final Covid-Relief Bill", "date": "2021-02-06 19:10", "summary": "Democrats moving forward without Republican support for the $1.9 trillion package. WASHINGTON-Democrats moved forward with a $1.9 trillion relief plan by approving a budget outline for the proposal, which President Biden indicated Friday wasn't likely to include a $15 federal minimum wage favored by many on the left.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-tpg-executive-to-plead-guilty-in-college-admissions-case-11612565299", "title": "Ex-TPG Executive to Plead Guilty in Admissions Scandal", "date": "2021-02-06 19:02", "summary": "McGlashan will admit to involvement in testing scheme, but not athletic bribery conspiracy; plea deal calls for three months in prison. Former TPG executive William McGlashan Jr. has agreed to plead guilty for his role in the Varsity Blues college admissions scandal, heading off a trial that was slated to begin later this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]