[{"link": "https://www.wsj.com/articles/junk-has-never-been-so-valued-11612915150", "title": "Junk Has Never Been So Valued", "date": "2021-02-09 18:59", "summary": "The average yield on low-rated bonds falls below 4% for the first time.. If you're an over-leveraged company at risk of default, now's your moment to load up on more debt. The average yield on U.S. junk bonds dropped below 4% for the first time on Monday amid a market scavenger hunt for higher returns.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-costs-of-killing-keystone-xl-11612915089", "title": "The Costs of Killing Keystone XL", "date": "2021-02-09 18:58", "summary": "Even allies are asking Biden to reconsider his executive order.. President Biden may not have buyers' remorse over his executive order canceling the Keystone XL oil pipeline, but many others are raising the political price for his job-killing decision. And some of the second thoughts are coming from his own coalition.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-sacks-a-corruption-prober-11612915118", "title": "Biden Sacks a Corruption Prober", "date": "2021-02-09 18:58", "summary": "Even Senate Democrats wonder why he ousted an Illinois U.S. Attorney.. A new President abruptly fires a prosecutor overseeing high-level political corruption cases. That's big news, right? Well, it was in 2017 when President Trump axed Preet Bharara, the U.S. Attorney for the Southern District of New York at the time and a media favorite. You can tell power in Washington has changed hands because of the muted response as the Biden White House ousts U.S. Attorney John Lausch of the Northern District of Illinois.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-says-senate-democrats-working-to-raise-minimum-wage-11612895497", "title": "Schumer Says Senate Democrats Working to Raise Minimum Wage", "date": "2021-02-09 18:48", "summary": "Including the measure in Covid-19 relief legislation faces procedural hurdles and opposition from at least one Senate Democrat. WASHINGTON-Senate Majority Leader Chuck Schumer said Senate Democrats are pushing to include an increase in the federal minimum wage in their Covid-19 relief package, despite reservations from some in the party and other potential hurdles.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-social-media-enters-the-stock-market-11612914443", "title": "When Social Media Enters the Stock Market", "date": "2021-02-09 18:47", "summary": "Students debate the lessons of the Reddit-driven GameStop mania.. Editor's note: This week's Future View discusses the role of social media in coordinating the GameStop stock-market mania. For next week we'll ask, \"How has your experience of the internship and job market changed at different stages of the pandemic? What advice would you give to other students?\" Click here to submit opinions of fewer than 250 words before Feb. 16. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-curbs-losses-during-pandemic-with-aggressive-cost-cuts-11612904701", "title": "Lyft Curbs Losses With Aggressive Cost Cuts", "date": "2021-02-09 18:45", "summary": "Ride-hailing company's president says $360 million in cost savings last year bodes well for the future. Lyft Inc. posted a narrower annual loss even as the coronavirus pandemic hammered its business, signaling that the ride-hailing company is pivoting toward profitability despite the unprecedented crisis.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chamber-of-commerce-board-names-suzanne-clark-new-ceo-11612911831", "title": "U.S. Chamber of Commerce Board Names Clark New CEO", "date": "2021-02-09 18:42", "summary": "Successor to longtime leader Thomas Donohue will be first woman to lead organization. WASHINGTON-The U.S. Chamber of Commerce on Tuesday named Suzanne Clark as its new chief executive, succeeding retiring CEO Thomas Donohue, who has led the organization since 1997.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-george-shultz-taught-us-about-making-policy-11612913833", "title": "What George Shultz Taught Us About Making Policy", "date": "2021-02-09 18:37", "summary": "Begin with a goal, focus on the long term, talk to the other side, and never make empty threats.. To the world, George P. Shultz was one of the 20th century's most consequential people-a giant of economics and diplomacy. The man we knew had a unique ability to translate ideas into policies. Call it \"the Shultz way.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-expands-enforcement-staffs-power-to-start-new-investigations-11612894490", "title": "SEC Expands Enforcement Staff's Power to Start New Probes", "date": "2021-02-09 18:22", "summary": "The number of new probes fell every year from 2016 to 2019 during the Trump administration. WASHINGTON-Wall Street's main regulator will give more power to its enforcement staff to launch investigations, an early sign that it plans to become more assertive under the Biden administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-trouble-tuesday-crossword-september-10-11612719458", "title": "Here Comes Trouble! (Tuesday Crossword, September 9)", "date": "2021-02-09 18:22", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-commitment-to-yemen-11612912789", "title": "Biden's Commitment to Yemen", "date": "2021-02-09 18:19", "summary": "Eight years ago, he stood with us. Times are harder, and we still need the U.S.. Vice President Joe Biden welcomed the newly elected president of Yemen to the White House in 2012 as the U.S. hailed my homeland for its \"historic and peaceful transfer of power.\" Yemenis endorsed a roadmap toward inclusive, accountable democracy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-back-where-were-you-11612912758", "title": "America Is Back. Where Were You?", "date": "2021-02-09 18:19", "summary": "To hear progressives talk, you'd think Canada and the U.S. emerged from enemy occupations.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evs-are-the-lowest-climate-priority-11612912722", "title": "EVs Are the Lowest Climate Priority", "date": "2021-02-09 18:18", "summary": "No matter how you slice the data, the car in your driveway is an emissions asterisk.. The Joe Biden administration will be piling a lot of chips on electric cars, the most popular and least useful way of fighting climate change. How much do the cars you and I drive actually contribute to emissions?", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-teachers-unions-finally-overplayed-their-hand-11612912653", "title": "Have Teachers Unions Finally Overplayed Their Hand?", "date": "2021-02-09 18:17", "summary": "Their rigid opposition to charter schools and in-person learning has parents and even politicians fed up.. Perhaps it doesn't receive much attention anymore because it's become so commonplace. The best schools in New York state are again public charter schools. Ho-hum.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-seeks-outside-monitor-to-protect-gpb-capital-investors-11612905700", "title": "SEC Seeks Outside Monitor to Protect GPB Capital Investors", "date": "2021-02-09 18:16", "summary": "The agency wants a monitor to govern key actions by the firm at the center of an alleged $1.7 billion Ponzi-like scheme. The Securities and Exchange Commission said it wants to put GPB Capital Holdings LLC under a court-appointed monitor to prevent further misconduct by the firm, which is at the center of an alleged $1.7 billion Ponzi-like scheme.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-shot-in-the-moonlight-review-vigilantes-in-the-dock-11612912594", "title": "'A Shot in the Moonlight' Review: Vigilantes in the Dock", "date": "2021-02-09 18:16", "summary": "It was the ﬁrst time that a black man in the South had dared to sue a white mob for damages, and it caused a sensation.. Around 12 o'clock on the cold, moonlit night of Jan. 21, 1897, a 42-year-old black farmer named George Dinning, his wife, Mollie, and seven of their children were sleeping in their cabin near Price's Mill, Ky., when they were awakened by two dozen white men surrounding the house. Wielding pistols and shotguns, the mob accused Dinning of some recent thefts and ordered him to vacate his 125-acre farm, which he had purchased 20 years before from the family that had enslaved him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-ancora-to-launch-proxy-fight-at-forward-air-11612910701", "title": "Activist Investor Ancora to Launch Proxy Fight at Forward Air", "date": "2021-02-09 17:56", "summary": "Group plans to nominate four directors to trucking company's board. An activist investor is preparing to launch a proxy fight at trucking and logistics company Forward Air Corp.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-plans-covid-19-safety-campaign-focused-on-social-distancing-mask-wearing-11612910764", "title": "U.S. Covid-19 Campaign Will Press for Social Distancing, Mask Wearing", "date": "2021-02-09 17:46", "summary": "Strategy will delay broader vaccine awareness push until supply increases and instead target vaccine skepticism in narrower effort. The Biden administration plans to ramp up a public safety campaign focused on social distancing and mask wearing to curb the spread of Covid-19 in the coming weeks as states begin relaxing public-health measures, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-names-tech-veteran-to-head-its-it-efforts-11612910384", "title": "PPG Names Tech Veteran to Head Its IT Efforts", "date": "2021-02-09 17:39", "summary": "Bhaskar Ramachandran joins a company coming off several M&A deals. PPG Industries Inc. has named a new chief information officer who will continue a major software consolidation project aimed, in part, at helping the paint maker coordinate supply chain logistics.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-climate-change-strategy-draws-support-concern-in-farm-belt-11612910255", "title": "Farmers Weigh Biden Climate Change Strategy", "date": "2021-02-09 17:37", "summary": "Corn growers say they would like new administration to maintain federal backing for ethanol as fuel additive. U.S. farmers want President Biden to see them as partners in fighting climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-buys-korean-social-media-company-for-1-725-billion-11612904483", "title": "Match Group Buys Korean Social-Media Company for $1.73 Billion", "date": "2021-02-09 17:32", "summary": "The purchase of Seoul-based Hyperconnect is Match's largest ever acquisition. Online-dating company Match Group Inc. has reached an agreement to acquire South Korean social-media company Hyperconnect for $1.73 billion, broadening its services beyond connecting people in their love lives.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernick-targets-a-socially-driven-billion-dollar-company-with-new-spac-11612909971", "title": "Colin Kaepernick Targets a Socially-Driven Billion-Dollar Company With New SPAC", "date": "2021-02-09 17:32", "summary": "The former 49ers quarterback will serve as the co-chair of a new blank-check company that will target businesses with an enterprise value of more than $1 billion. Colin Kaepernick is leading a group taking a blank-check company public, as the former San Francisco 49ers quarterback turned activist tries to bring his social justice causes to the booming SPAC industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-salesforce-employees-to-work-remotely-at-least-part-time-after-pandemic-11612897201", "title": "Most Salesforce Employees to Work Remotely at Least Part Time", "date": "2021-02-09 17:26", "summary": "Software giant plans for staff to work from office several days a week or from home full-time, with just a fraction required on site daily. Salesforce.com Inc. plans for most of its employees to work remotely part or full time after the pandemic and to reduce its real-estate footprint as a result, a top executive said, showing Covid-19's lasting impact on how companies manage their workforces.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-09-2021-11612860037", "title": "S&P 500, Dow Close Lower After Records", "date": "2021-02-09 17:22", "summary": "Stocks mixed after S&P 500's record close. U.S. stocks finished mixed on Tuesday, with investors taking a breather after a brief record run.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caroline-wozniacki-and-david-lee-sell-miami-condo-for-16-25-million-11612909153", "title": "Caroline Wozniacki and David Lee Sell Miami Condo for $16.25 Million", "date": "2021-02-09 17:19", "summary": "The apartment had been on the market for less than a month and sold after just one showing. Caroline Wozniacki, the retired professional tennis player, and her husband, former New York Knicks player David Lee, have sold their Miami-area condominium for $16.25 million, less than a month after listing it for $17.5 million, according to the listing agents on the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-10-of-new-yorkers-have-gotten-covid-19-vaccine-11612903002", "title": "About 10% of New Yorkers Have Gotten Covid-19 Vaccine", "date": "2021-02-09 16:50", "summary": "New York state is expected to get a 5% increase in vaccine doses over next few weeks. About one out of 10 New York state residents have now received at least one dose of the Covid-19 vaccine, but state officials said they expect only small increases in vaccine supply over the next few weeks.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-deals-key-to-lifting-demand-for-agricultural-products-farmers-say-11612905776", "title": "Trade Deals Key to Lifting Demand for Agricultural Products, Farmers Say", "date": "2021-02-09 16:36", "summary": "Corn, cattle farmers tell WSJ Global Food Forum that prioritizing trade would help reduce the need for government aid. U.S. farmers said new trade deals are critical to help boost agricultural producers after the disruptions of the coronavirus pandemic and the Trump administration's trade battles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-map-of-tiny-perfect-things-review-rom-com-merry-go-round-11612905664", "title": "'The Map of Tiny Perfect Things' Review: Rom-Com Merry-Go-Round", "date": "2021-02-09 16:21", "summary": "Kyle Allen and Kathryn Newton play teenagers stuck in a 'Groundhog Day'-like time loop.. 'Groundhog Day\" was released in theaters 28 years ago (Feb. 12, 1993) and has only grown in stature over the years; it ranks alongside \"Rashomon\" as a 20th-century-born archetype of cinematic storytelling. Imitations, naturally, abound: Last year's \"Palm Springs\" was yet another variation on the theme. But when a movie comes right out and acknowledges its debt-as does \"The Map of Tiny Perfect Things\"-it does a lot to win you over.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-i-cant-have-you-the-jodi-arias-story-review-outrage-revisited-11612904754", "title": "'If I Can't Have You: The Jodi Arias Story' Review: Outrage Revisited", "date": "2021-02-09 16:05", "summary": "A Discovery+ documentary re-examines the sensational 2013 murder trial that turned the accused into a public villain.. Jodi Arias was young, beautiful and by every indication a ruthless murderer, a combination that made her not only an object of media fascination when she went on trial in 2013 but of public vilification that seemed to take on a life of its own. It was a sensational case-Arias, now serving life without parole, had presented a number of wildly different stories at the beginning of the investigation, wound up testifying to her own disadvantage for 18 days, and was at the center of an event that was widely considered a circus. It was a sordid affair, but the way it occupied the intersection of criminal justice and the media gave it a special place among capital cases,", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-most-likely-spilled-over-to-humans-through-intermediate-animal-says-who-11612868217", "title": "Coronavirus Likely Came From Animal, Not Laboratory, WHO Says", "date": "2021-02-09 16:01", "summary": "Preliminary assessment follows visit by team of experts to Wuhan, China, in search for origin of pandemic. WUHAN, China-The virus that causes Covid-19 most likely jumped from one species to another before entering the human population and is highly unlikely to have leaked from a laboratory, a leader of a World Health Organization investigative team said at a press conference here.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-strings-wednesday-crossword-february-10-11612719598", "title": "Heart Strings (Wednesday Crossword, February 10)", "date": "2021-02-09 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fining-nonvoters-is-a-terrifically-good-idea-11612903661", "title": "Fining Nonvoters Is a Terrifically Good Idea", "date": "2021-02-09 15:47", "summary": "I look forward to working with Republicans and Democrats alike on making our democracy more accessible.. Regarding your editorial \"Didn't Vote? Here's Your $20 Fine\" (Feb. 5): In January, I suggested that voting should be considered a civic duty. The response has been a bit surprising. The editorial board questions whether there was an inherent benefit to high voter turnout. One of my colleagues told a talk radio host that I was looking to establish \"voting police.\" With fervor, conservatives have risen to the defense of every citizen's right to disengage from civic life.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equity-equality-fairness-and-good-sense-11612903580", "title": "Equity, Equality, Fairness and Good Sense", "date": "2021-02-09 15:46", "summary": "As Mr. Riley states, equality can be interpreted as equal opportunity, while equity can assume an equal outcome. Jason Riley's \"Progressives Put the Racial 'Equity' Squeeze on Biden\" (Upward Mobility, Feb. 3) touches on the importance of controlling the narrative. The \"E-word\" used to stand for equality. But over the last few years diversity, equality and inclusion initiatives now speak to equity. Why the difference? As Mr. Riley states, equality can be interpreted as equal opportunity, while equity can assume an equal outcome, that a society's wealth is owned in common and not primarily by those who create it. Equity means everyone has an equal share of the pie regardless of the contribution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-is-right-on-start-treaty-with-russia-11612903485", "title": "Biden Is Right on Start Treaty With Russia", "date": "2021-02-09 15:44", "summary": "Keep your friends close, but your enemies closer.. Your editorial \"Joe Biden's Old Russia Start\" (Feb. 2) notes that President Biden criticized Vladimir Putin for arresting Russian dissident Alexei Navalny but then offered Russia a \"gift\" by extending the expiring New Start nuclear arms treaty. Dissidents should never be linked to diplomacy over something as existential as nuclear war. If U.S. Presidents Nixon and Reagan had refused to negotiate nuclear-arms reductions with Russian leaders because of the way Moscow mistreated its dissidents, America's most enduring nuclear treaties with Russia would never have helped both sides avoid nuclear war.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-trades-long-term-for-short-term-interests-11612903379", "title": "Europe Trades Long-Term For Short-Term Interests", "date": "2021-02-09 15:42", "summary": "The primacy of their commercial interests is cited by Walter Russell Mead as the reason Germany and Europe decline to support the U.S. to counter Russia and China.. The primacy of their commercial interests is cited by Walter Russell Mead as the reason Germany and Europe decline to support the U.S. to counter Russia and China (\"Eurocrats Are From Pluto,\" Global View, Feb. 2). Lenin may not have said the exact words \"the capitalists will sell us the rope to hang them with,\" though he expressed similar sentiments. Nothing has changed in Europe in 100 years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kobe-bryant-helicopter-crashed-because-pilot-flew-into-clouds-against-guidelines-11612899076", "title": "Kobe Bryant Helicopter Crashed Because Pilot Flew Into Clouds", "date": "2021-02-09 15:21", "summary": "NTSB recommends stepped-up training in final report of last year's fatal accident that killed the basketball icon and eight others. The fatal helicopter crash last year that killed basketball icon Kobe Bryant and eight others occurred primarily because the pilot became disoriented after flying into clouds, contrary to his company's rules and appropriate safety precautions, according to federal investigators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-is-the-biggest-gainer-in-the-management-top-250-11612901473", "title": "IBM Is the Biggest Gainer in the Management Top 250", "date": "2021-02-09 15:11", "summary": "A big improvement in the tech giant's score for innovation helped boost its overall score.. International Business Machines Corp. posted the biggest increase in overall score of any company in the Management Top 250 ranking for 2020. DexCom Inc . and General Electric Co . had the second- and third-largest gains, respectively.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspicious-activity-reports-related-to-cash-transactions-surge-11612900800", "title": "Suspicious Activity Reports Related to Cash Transactions Surge", "date": "2021-02-09 15:00", "summary": "Filings related to transactions just below the threshold for currency transaction reports hit a record in 2020, data shows. Banks have ramped up reporting on cash transactions that fall just under the threshold of a key anti-money-laundering defense-a sign of how the closure of borders and businesses due to the coronavirus pandemic may have altered the way potentially illicit transactions are conducted, observers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-masks-go-high-tech-but-do-you-need-one-11612899387", "title": "Do You Need a High-Tech Face Mask?", "date": "2021-02-09 14:36", "summary": "We tested a few 'smart,' app-enabled masks to see if they're too much trouble-or a breath of tech air. FOR THE PAST few weeks, I've been strapping on \"smart\" masks, a new breed of face-covering you have to plug in to charge each night or pair with a phone app. Their promise: superior, or at least geekier, pandemic protection. The brands behind them back up the claim with a dazzling range of snazzy features.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-negotiate-and-counter-a-job-offer-11607356041", "title": "How to Negotiate and Counter a Job Offer", "date": "2021-02-09 14:32", "summary": "Most Popular News. Being offered a job is a reason to celebrate, but it is also an opportunity to negotiate the best terms you can get, which may not come up again for a while. You should maintain a professional, friendly tone during these talks as you forge a relationship with your new employer. \"Once you receive a job offer, you stop being a candidate and you start being an employee of the company to some extent,\" says career coach Paolo Gallo. \"The way you negotiate starts building your reputation.\"", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-bank-natixis-plagued-by-setbacks-to-go-private-in-4-5-billion-deal-11612899025", "title": "French Bank Natixis to Go Private in $4.5 Billion Deal", "date": "2021-02-09 14:30", "summary": "Financial group BPCE offers to buy out Natixis shareholders, ending the bank's bumpy run as public company. PARIS-French financial cooperative BPCE said it plans to buy out minority shareholders of its listed investment bank, Natixis SA, taking private the unit that has been plagued by bad bets and trading losses.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polish-court-orders-historians-to-apologize-for-naming-mayor-in-holocaust-dispute-11612898374", "title": "Historians Ordered to Apologize for Naming Polish Mayor in Holocaust Dispute", "date": "2021-02-09 14:19", "summary": "Historians' study had identified a local official as an accused collaborator with the Nazis. WARSAW-A Polish court has ordered two historians to apologize for identifying a town mayor as an accused collaborator who gave up Jews to occupying Nazi forces during World War II, potentially chilling discussion of the role some Poles played during the Holocaust.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ea-needs-this-mobile-play-to-stick-11612897633", "title": "EA Needs This Mobile Play to Stick", "date": "2021-02-09 14:07", "summary": "Acquisition of Glu Mobile is videogame publisher's latest attempt to buy into a difficult market. Leveling up in mobile games doesn't come cheap these days. For Electronic Arts , the payoff could be worth the price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conde-nast-withholds-2-4-million-in-rent-at-one-world-trade-11612897176", "title": "Condé Nast Withholds $2.4 Million in Rent at One World Trade", "date": "2021-02-09 13:59", "summary": "The publisher wants to cut its square footage as it deals with declining revenue in the coronavirus pandemic. Condé Nast is withholding $2.4 million in rent at One World Trade Center for January 2021 and could withhold further sums in the coming months as part of a rent dispute with its landlords, according to a recent bond document filing.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberpunk-2077-developer-says-hacker-has-threatened-to-release-sensitive-data-11612879990", "title": "'Cyberpunk 2077' Developer Hit With Cyberattack", "date": "2021-02-09 13:36", "summary": "CD Projekt says it doesn't believe cyberattack compromised personal information of players. The company behind \"Cyberpunk 2077\" said its internal systems were breached in a cyberattack and the purported hacker threatened to release the software code underpinning the blockbuster videogame and other works in progress, a disclosure that sent its stock tumbling and presented a fresh challenge for the embattled developer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-a-e-s-hope-mars-mission-signals-new-era-of-global-space-exploration-11612875601", "title": "U.A.E.'s Hope Mars Mission Puts SUV-Size Craft in Orbit Around Red Planet", "date": "2021-02-09 13:22", "summary": "The spacecraft is the first interplanetary probe from an Arab nation. In a daring, high-speed swan dive from space, the first interplanetary probe from an Arab nation successfully entered orbit around Mars on Tuesday, a feat to be followed closely in coming days by ambitious missions to the red planet from the U.S. and China.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neera-tanden-faces-confirmation-hearing-for-budget-office-post-11612883291", "title": "OMB Nominee Neera Tanden Says She Regrets Past Tweets", "date": "2021-02-09 13:21", "summary": "Nominee for budget office director has drawn criticism for her past tweets about Republicans and Sen. Bernie Sanders. WASHINGTON-Neera Tanden, President Biden's pick to lead the Office of Management and Budget, said she regretted past comments she made while running a center-left think tank and pledged to be nonpartisan if confirmed to the role by the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-push-to-reduce-carbon-footprint-with-greener-fuels-11612893657", "title": "Airlines Aim to Reduce Carbon Footprint With Greener Fuels", "date": "2021-02-09 13:00", "summary": "In the coming decade, more sustainable jet fuels could help make flying greener. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/successes-and-setbacks-in-covid-vaccination-11612893547", "title": "Successes and Setbacks in Covid Vaccination", "date": "2021-02-09 12:59", "summary": "Setting policy at the state level seems to work better than letting cities jockey.. Donald Trump's second impeachment trial will attract most of the attention this week, but perhaps the more important event for the country is the saga of Covid-19 vaccinations. The federal distribution of doses to the states hasn't been an outright disaster, and neither have state efforts to put these doses into arms. After a slow start, there have been signs of progress in recent weeks. Still, governments could be doing better, and fixing what's wrong can save many lives.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nyse-isnt-movingyet-11612893427", "title": "The NYSE Isn't Moving-Yet", "date": "2021-02-09 12:57", "summary": "A revived stock-transfer tax that is moving in Albany could force us to find a new home.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-covid-valentine-couch-takeout-movie-11612893379", "title": "My Covid Valentine: Couch, Takeout, Movie", "date": "2021-02-09 12:56", "summary": "Couples are digging deep this year to find date-night ideas with restaurants and cinemas closed-and working hard to find romance after nearly a year at home; 'Mysteries don't exist in this relationship anymore.'. Nicole Weissman and her fiancé Nick Kruse are planning a \"takeout scavenger hunt\" on Feb. 14. They will drive around Washington, D.C., and its suburbs and pick out their single favorite takeout items from each of a half-dozen different restaurants and enjoy an eclectic feast of tacos and ramen noodles-on the same couch where they normally eat.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-begins-covid-19-vaccination-campaign-11612892912", "title": "Iran Begins Covid-19 Vaccination Campaign", "date": "2021-02-09 12:48", "summary": "Tehran works to contain the Mideast's worst outbreak after blaming U.S. sanctions for impeding vaccine imports. TEHRAN-Iran began its Covid-19 vaccination campaign on Tuesday, starting with front-line medical workers as the government attempts to contain the worst outbreak of the disease in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-should-baby-boomers-step-down-readers-weigh-in-11612892759", "title": "When Should Baby Boomers Step Down? Readers Weigh In", "date": "2021-02-09 12:46", "summary": "Readers share their thoughts on an article about the often difficult call on when to retire. In the recent Wall Street Journal article \"How to Know When to Quit Your Job,\" Betsy Morris wrote about baby boomers and retirement. Many baby boomers-especially those at the top of their game-struggle with the decision to step down. And when they leave, the transition can be painful and messy. Readers weighed in. Here are edited excerpts of their comments.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-bitcoin-hasnt-gained-traction-as-a-form-of-payment-11612886974", "title": "Why Bitcoin Hasn't Gained Traction as a Form of Payment", "date": "2021-02-09 12:44", "summary": "The cost of using the digital currency, and its volatility, make day-to-day transactions impractical. Want to buy your next car with bitcoin? What about your next cup of coffee?", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-mexico-to-cooperate-on-migration-despite-tension-11612889054", "title": "Biden and Mexico to Cooperate on Migration Despite Tension", "date": "2021-02-09 11:44", "summary": "Resume Subscription. MEXICO CITY-Mexican President Andrés Manuel López Obrador became an unlikely ally of former U.S. President Donald Trump's migration policies, deploying thousands of soldiers across Mexico to stop Central American asylum seekers heading toward the 2,000-mile border.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fox-revenue-rises-boosted-by-political-advertising-11612877786", "title": "Fox News Signs CEO Suzanne Scott to New Multiyear Deal", "date": "2021-02-09 11:40", "summary": "Cable network's parent reports strong quarterly results, boosted by political advertising. Fox Corp. said it signed a new, multiyear contract with Fox News Media Chief Executive Suzanne Scott, as the media company posted strong quarterly revenue growth boosted by political advertising on its local TV stations.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-deals-blow-to-polio-eradication-effort-11612888012", "title": "The World Is Still Battling Polio. What That Warning Means for Covid-19.", "date": "2021-02-09 11:35", "summary": "Resume Subscription. PESHAWAR, Pakistan-After decades of work, polio had been wiped out almost everywhere in the world. All that was left were pockets in Afghanistan and Pakistan. Medical experts hoped 2020 would be the last year that the main form of the virus, which can permanently paralyze or cause death, posed a threat.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/job-openings-pick-up-in-pandemic-resilient-industries-11612866601", "title": "Job Openings Pick Up in Pandemic-Resilient Industries", "date": "2021-02-09 11:01", "summary": "Help-wanted ads returned to pre-pandemic levels last month, as businesses seek to fill jobs, according to job-search site Indeed. The number of help-wanted ads returned to pre-pandemic levels in January, particularly among industries that have weathered the pandemic relatively well, a sign that hiring could pick up from its sluggish pace at the start of the year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-transform-garbage-into-greener-fuels-11612886475", "title": "How to Transform Garbage Into Greener Fuels", "date": "2021-02-09 11:01", "summary": "A handful of companies are working to turn household trash into low-emissions fuels for planes, trains and trucks.. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-players-union-agree-to-7-inning-doubleheaders-extra-innings-runner-for-2021-11612884553", "title": "MLB, Players' Union Agree to 7-Inning Doubleheaders, Extra Innings Runner for 2021", "date": "2021-02-09 10:29", "summary": "The deal, which updates health and safety protocols, brings back a couple of experimental features from 2020, but doesn't include a DH in the National League or expanded playoffs. With barely a week to spare until spring training starts, Major League Baseball has decided what the rules of the sport are going to be this season.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-wont-struggle-to-find-co-driver-on-car-project-11612884513", "title": "Apple Won't Struggle to Find Co-Driver on Car Project", "date": "2021-02-09 10:28", "summary": "Nissan signaled a willingness to partner with the iPhone maker on Tuesday, after Hyundai said it was no longer in talks. Many questions hang over Apple Inc.'s car project, but one thing is increasingly clear: The project won't fail for lack of credible production partners.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lilly-cfo-josh-smiley-resigns-following-allegations-of-inappropriate-personal-relationship-11612884053", "title": "Lilly CFO Resigns After Allegations of Inappropriate Personal Relationship", "date": "2021-02-09 10:20", "summary": "Drugmaker appoints Anat Ashkenazi to succeed him as finance chief. Eli Lilly & Co. said Chief Financial Officer Joshua Smiley has resigned after the company was made aware of allegations of an inappropriate personal relationship between Mr. Smiley and an employee.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-quick-fix-for-auto-chip-shortage-11612883643", "title": "No Quick Fix for Auto Chip Shortage", "date": "2021-02-09 10:14", "summary": "Over-reliance on TSMC and soaring cost of old gear limits capacity expansion. The production shortage plaguing the market for automotive chips is a combination of new and old problems, none of which can be easily solved.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oil-giant-with-a-head-start-in-the-energy-transition-11612883347", "title": "Oil Giant With a Head Start in the Energy Transition", "date": "2021-02-09 10:09", "summary": "Total's prudent management in recent years set it up well for the trauma of 2020. French giant Total may be the best of a bad bunch in the unloved oil-and-gas sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-tax-credit-poised-for-expansion-in-stimulus-bill-11612814021", "title": "Child Tax Credit Poised for Expansion in Stimulus Bill", "date": "2021-02-09 10:01", "summary": "Democrats prepare temporary expansion of tax break for families with children. WASHINGTON-Democrats are poised to pass a significant-but temporary-expansion of the child tax credit as part of President Biden's coronavirus relief package. Here's a guide to the credit and the proposals to expand it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-investors-turbo-charge-local-startups-11612882800", "title": "New York City Investors Are in a Funding Frenzy", "date": "2021-02-09 10:00", "summary": "Among the rounds that closed in 2020: $47 million for a hair-loss-prevention service and $9 million for a company making human-grade cat food. Last year, after the pandemic hit, New York City's startup scene went quiet-for about a month. Then it went into overdrive. In 2020, local startup funding broke records. Depending on which report you read, investors injected between $12 billion and $20 billion into area startup companies.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-stimulus-plan-offers-1400-checks-at-same-income-levels-as-previous-rounds-11612823749", "title": "House Covid-19 Relief Bill Offers Checks at Same Income Levels", "date": "2021-02-09 09:59", "summary": "Proposal heads for Ways and Means Committee vote this week with income cutoffs starting at $75,000 and $150,000. WASHINGTON-House Democrats released the biggest piece of their coronavirus relief bill late Monday, offering a measure that would extend a $400-a-week unemployment insurance payment through Aug. 29 and send $1,400 per-person payments to most households without lowering the income thresholds from earlier rounds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-draws-lowest-audience-since-2007-11612880203", "title": "Super Bowl Draws Lowest Audience Since 2007", "date": "2021-02-09 09:16", "summary": "About 96.4 million tuned in to watch the Tampa Bay Buccaneers beat the Kansas City Chiefs. The Tampa Bay Buccaneers' lopsided win over the Kansas City Chiefs combined with a pandemic that prevented many from attending big viewing parties in homes and bars led to the smallest audience for a Super Bowl since 2007.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-impeachment-trial-when-will-the-senate-vote-11612528107", "title": "Trump Senate Impeachment Trial: What You Need to Know", "date": "2021-02-09 09:11", "summary": "The House impeached Trump for inciting an insurrection, and a Senate trial is expected to begin Tuesday. Tuesday, the Senate will open its impeachment trial of former President Donald Trump, the first time in U.S. history there has been a trial of a president who has left office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corsair-coty-gamestop-what-to-watch-when-the-stock-market-opens-today-11612872629", "title": "Corsair, Coty, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-02-09 09:07", "summary": "Stock futures edged down after Monday's record close. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-factory-five-daytona-coupe-tribute-called-the-huntress-stalks-its-prey-on-the-racetrack-11612879345", "title": "This 'Huntress' Stalks Its Prey on the Racetrack", "date": "2021-02-09 09:02", "summary": "Resume Subscription. Karen Salvaggio Ed.D., 64, a health and wellness coach and retired school superintendent living in Hemet, Calif., on her Factory Five Daytona Coupe tribute, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/markets-dont-think-bidens-1-9-trillion-covid-relief-is-too-much-11612879271", "title": "Markets Don't Think Biden's Covid Relief Is Too Much", "date": "2021-02-09 09:01", "summary": "Investors are predicting the sort of inflation they like, slightly higher in the next few years but moderating back down after that. A trillion here, a trillion there, and pretty soon you're talking real money. A fierce argument has erupted between well-known left-leaning economists about President Joe Biden's $1.9 trillion stimulus package, with warnings that it is so large it risks runaway inflation and the crowding out of other, more productive, spending plans.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopify-expands-its-checkout-system-to-facebook-and-instagram-11612879201", "title": "Shopify Expands Its Checkout System to Facebook and Instagram", "date": "2021-02-09 09:00", "summary": "Customers will be able to use the system, called Shop Pay, to complete purchases on the social platforms. Shopify Inc., a commerce platform for businesses, is bringing its checkout and payment processing system, Shop Pay, to some Facebook Inc. platforms.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-deepened-political-divides-in-pennsylvanias-capital-11612879200", "title": "How Covid-19 Deepened Political Divides in Pennsylvania's Capital", "date": "2021-02-09 09:00", "summary": "The pandemic has sparked partisan anger and mistrust between lawmakers in Harrisburg. HARRISBURG, Pa.-Republican Doug Mastriano was a little over a year into his first term as a state senator when the coronavirus pandemic struck. He assailed the Democratic governor's business closures and mask mandates, raising his profile in the process. He is now considering a run for governor next year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/valentines-day-gifts-what-to-get-the-person-youve-been-stuck-inside-with-for-11-months-11612878667", "title": "Valentine's Day Gifts: What to Get the Person You've Been Stuck Inside With for 11 Months", "date": "2021-02-09 08:51", "summary": "No drug store chocolates allowed. 16 inventive gifts to surprise your valentine with this year.. Happy Valentine's Day to the person you literally cannot quit.Here is our guide on how to inject quarantine with thoughtful, luxurious, dare we say even surprising gift-giving for the person you've seen every day, all day since last March. Remember, it's the little things that count, set a fancy table setting with sweet wine glasses and candles or challenge your partner to a game of chess with a perfectly portable set.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-passion-for-speed-11612878594", "title": "Photos: A Passion For Speed", "date": "2021-02-09 08:49", "summary": "Karen Salvaggio shows off her Factory Five Daytona Coupe Tribute. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ashley-grahams-style-throughout-the-years-11612878234", "title": "Ashley Graham's Style Throughout The Years", "date": "2021-02-09 08:48", "summary": "A look back at some of the supermodel's most fashionable moments on and off the runway. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ashley-graham-model-profile-cover-story-11612828389", "title": "Supermodel Ashley Graham: Her Rules, Her Game", "date": "2021-02-09 08:46", "summary": "A look at what's next for the model and activist-who's walked the runways, given a TED Talk, launched a podcast and built a business. Ashley Graham enters Zoom looking photo-shoot ready. The 33-year-old supermodel, mother, podcast host, activist and businesswoman is in her Brooklyn rental's second bedroom, which doubles as an office for her and her husband, the cinematographer Justin Ervin. \"It is a disaster,\" she says of the current space they're using while their nearby loft is in its third year of renovations. Graham, on the other hand, appears pulled together, wearing subtle makeup and an oatmeal-colored cardigan from Khaite.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-scandals-put-crown-resorts-sydney-casino-license-at-risk-11612868527", "title": "China Scandals Put Crown Resorts' Sydney Casino License at Risk", "date": "2021-02-09 08:36", "summary": "Inquiry report alleges company allowed money laundering and disregarded employees' welfare. SYDNEY-The jets that landed in Australia from China were made to look inconspicuous: no corporate logos to indicate that wealthy gamblers were inside.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrants-and-their-children-shift-toward-center-right-in-germany-11612872336", "title": "Immigrants and Their Children Shift Toward Center-Right in Germany", "date": "2021-02-09 08:34", "summary": "Majority of foreign-born Germans and offspring now support conservative parties, providing new pool of voters for Merkel's party. BERLIN-Germans with foreign roots are increasingly voting for the center-right, providing a new pool of voters for the party of Chancellor Angela Merkel as the country's social fabric becomes increasingly diverse and traditional political allegiances dissolve with integration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-news-moves-to-dismiss-defamation-suit-by-voting-machine-company-11612876328", "title": "Fox News Moves to Dismiss Defamation Suit by Voting-Machine Company", "date": "2021-02-09 08:12", "summary": "Cable network argues that President Trump's election-manipulation claims were newsworthy. Fox News Media moved late Monday to dismiss a $2.7 billion defamation suit by voting-machine company Smartmatic USA Corp., arguing that claims of election fraud by President Trump and his legal team were newsworthy and that the network's coverage of them was protected by the First Amendment.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-surefire-bet-on-ant-group-has-trapped-global-investors-11612875840", "title": "'Surefire' Bet on Ant Group Has Trapped Global Investors", "date": "2021-02-09 08:04", "summary": "Unconventional terms of a 2018 investment deal mean foreign money managers have to wait for Ant to revive its listing plans. Some of the world's biggest investors were on the cusp of a multibillion-dollar windfall from their bets on Ant Group Co. Now they are stuck with shares that won't pay off soon.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-forces-co-working-firms-to-recast-their-business-model-11612875600", "title": "Covid-19 Forces Co-Working Firms to Recast Business Model", "date": "2021-02-09 08:00", "summary": "Pandemic is accelerating the end of the industry's lease-and-sublet model, some suggest. The pandemic is compelling a number of co-working firms to discard original business models, or accelerate the adoption of a new one, with the broader office market under threat.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-and-nike-court-a-new-football-market-girls-11612854854", "title": "NFL and Nike Court a New Football Market: Girls", "date": "2021-02-09 08:00", "summary": "The sports behemoths are pledging $5 million in gear to launch girls high school flag football teams as interest declines in the tackle version. Last year Nike Inc . reached out to two high school football powerhouses in Tampa, Fla., and sent personalized bags for each athlete stuffed with free jerseys, cleats, socks and gloves. The shipment to Matt Hernandez, coach of the Alonso High Ravens, was so large that \"the FedEx guy asked if it was a fraud-type situation because so many boxes were coming to a residential house.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houston-warehouse-construction-risks-creating-glut-11612872181", "title": "Houston Warehouse Construction Risks Creating Glut", "date": "2021-02-09 07:03", "summary": "Rush to build during e-commerce boom is leading to oversupply of space in the Texas city. Warehouses and distribution centers for online retail have been the recent stars of the commercial property market. Then there's Houston.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-companies-should-open-their-wallets-11612872002", "title": "Credit-Card Companies Should Open Their Wallets", "date": "2021-02-09 07:00", "summary": "Bank investors appear to be focused on expenses right now, but that might not be the right way to gauge which lenders will be best positioned for the future. Banks and credit-card lenders need consumers to get spending. But they might need to do some spending of their own, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-partner-exploring-ways-to-end-relationship-with-ex-presidents-company-11612872003", "title": "Trump Partner Exploring Ways to End Ties to Ex-President's Company", "date": "2021-02-09 07:00", "summary": "Vornado considers step after efforts to sell, refinance office towers misfired, possibly due to Trump stake. One of the nation's biggest real-estate investors, which is run by a longtime friend of Donald Trump, is exploring ways to end a lucrative partnership with the former president's real-estate company, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-top-court-denies-bail-to-pro-democracy-publisher-jimmy-lai-11612870152", "title": "Hong Kong's Top Court Denies Bail to Jimmy Lai", "date": "2021-02-09 06:29", "summary": "Panel of five judges rules lower court was wrong to free the media mogul, raising the bar for bail in national-security cases. HONG KONG-Hong Kong's highest court has denied bail to pro-democracy newspaper publisher Jimmy Lai, the most prominent figure facing prosecution under a sweeping national-security law imposed by Beijing to silence opposition after a year of unrest.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mary-wilson-co-founder-of-the-supremes-dies-at-76-11612866998", "title": "Mary Wilson, Co-Founder of the Supremes, Dies at 76", "date": "2021-02-09 05:36", "summary": "Singer who found fame with Diana Ross and Florence Ballard, died late Monday at her home in Las Vegas. LAS VEGAS-Mary Wilson, the longest-reigning original member of the Supremes, has died at 76.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-keeps-its-covid-fight-simple-with-a-rule-starting-at-dinnertime-11612866607", "title": "Japan Keeps Its Covid Fight Simple With a Rule Starting at Dinnertime", "date": "2021-02-09 05:30", "summary": "Resume Subscription. TOKYO-Call it the Zen art of lockdowns. In the fight to suppress Covid-19, Japan has found success by stripping down its policy to one simple measure: closing restaurants and bars at 8 p.m.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/providing-timely-esg-information-is-becoming-more-crucial-for-cfos-11612866601", "title": "Providing Timely ESG Information Is Becoming More Crucial for CFOs", "date": "2021-02-09 05:30", "summary": "Analysts and investors rely on data when evaluating a company's outlook, creditworthiness. Providing frequent updates about the sustainability of their business is becoming more crucial for finance chiefs, as analysts and investors increasingly rely on this information when evaluating a company's outlook and its creditworthiness.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-mortgage-relief-ends-soon-for-millions-of-homeowners-11612866600", "title": "Covid-19 Mortgage Relief Ends Soon for Millions of Homeowners", "date": "2021-02-09 05:30", "summary": "Many who struggle during the pandemic won't be able to resume paying their monthly mortgage bills when yearlong forbearance plans run out. When Jen and Brian Bononi signed up to postpone their mortgage payments last April, they thought it would be for six months at most.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stores-have-a-mission-getting-you-to-keep-that-thing-you-bought-online-11612866602", "title": "Stores Have a Mission: Getting You to Keep That Thing You Bought Online", "date": "2021-02-09 05:30", "summary": "With more shopping moving online for good, retailers introduce new tools to rein in costly returns; 3-D body scans. The surge in pandemic-fueled online shopping has created a new urgency to solve a decades-old problem: returns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diamond-prices-regain-their-sparkle-11612866600", "title": "Diamond Prices Regain Their Sparkle", "date": "2021-02-09 05:30", "summary": "Pent-up jewelry demand has lifted the gems' valuations while online sales have grown. Diamond prices have rebounded from a coronavirus-driven slump thanks to the reopening of some economies in Asia and strong jewelry sales around the world over the holiday period.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-teachers-the-covid-19-vaccine-is-a-hurdle-to-reopening-schools-11612864800", "title": "Getting Teachers the Covid-19 Vaccine Is a Hurdle to Reopening Schools", "date": "2021-02-09 05:00", "summary": "As educators face vaccination access issues and some voice hesitancy, the CDC is set to release new recommendations on reopenings. A key to reopening school doors is getting teachers vaccinated against the coronavirus. That isn't as straightforward as moving them to the front of the line for shots.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-to-ask-dozens-of-trump-appointed-u-s-attorneys-to-resign-11612846069", "title": "Biden Administration to Ask Dozens of Trump-Appointed Prosecutors to Resign", "date": "2021-02-09 00:25", "summary": "Justice Department is expected to spare the prosecutor leading the Hunter Biden tax probe. Acting Attorney General Monty Wilkinson plans to ask holdover U.S. attorneys appointed by former President Donald Trump to resign, officials familiar with the matter said, as the Biden administration moves to put its stamp on the Justice Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612811010", "title": "Pepper...and Salt", "date": "2021-02-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-property-market-looks-poised-for-a-post-brexit-comeback-11612875600", "title": "U.K. Property Market Poised for a Post-Brexit Comeback", "date": "2021-02-09 00:01", "summary": "With Britain's EU exit completed and Covid-19 vaccinations rolling ahead, analysts foresee a strong rebound in 2021. Britain is trapped in its third national lockdown as it battles a more contagious strain of the coronavirus. Its economy is likely to shrink again in the first quarter. But analysts are still forecasting a strong real estate rebound this year.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prosecutors-investigate-honduras-president-for-taking-drug-related-bribes-11612840848", "title": "U.S. Prosecutors Investigate Honduras President for Taking Drug-Related Bribes", "date": "2021-02-09 22:20", "summary": "Filing marks first time American prosecutors have made public that they are investigating the president. MEXICO CITY-U.S. prosecutors are investigating the president of Honduras for accepting bribes to protect drug traffickers who shipped tons of cocaine to the U.S., according to a court filing.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-rep-ron-wright-dies-of-covid-19-11612803373", "title": "U.S. Rep. Ron Wright Dies After Contracting Covid-19", "date": "2021-02-09 21:31", "summary": "Texas Republican, aged 67, was just beginning second term. Rep. Ron Wright (R., Texas) died on Sunday after contracting Covid-19, according to his campaign office, becoming the first member of Congress to die from the coronavirus while in office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-ceo-backs-wallstreetbets-amid-calls-for-stiffer-moderation-11612780206", "title": "Reddit CEO Backs WallStreetBets Amid Calls for Stiffer Moderation", "date": "2021-02-09 21:26", "summary": "Chief of the social network whose users sparked GameStop stock-trading frenzy expresses confidence in its user-reliant model for policing speech. Reddit Inc.'s role in the recent stock-trading frenzy has brought millions of new users to the social-media platform, its chief executive says, as well as scrutiny to the power of large communities online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-board-failed-to-challenge-ceo-on-737-max-safety-lawsuit-says-11612835206", "title": "Boeing Board Failed to Challenge CEO, Lawsuit Says", "date": "2021-02-09 20:46", "summary": "Then-CEO Dennis Muilenburg focused on negative press following crashes, according to newly revealed communications. Boeing Co. 's board failed to challenge then-Chief Executive Dennis Muilenburg on the safety of the 737 MAX or his campaign to counter negative news reports between two fatal crashes that claimed 346 lives, according to newly released portions of a shareholders' lawsuit that cites internal company documents.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-leaders-near-deal-on-impeachment-trial-schedule-11612797521", "title": "Trump Lawyers Call Impeachment Trial 'Political Theater'", "date": "2021-02-09 20:41", "summary": "Proceedings are set to start Tuesday and could include witnesses. WASHINGTON-Lawyers for Donald Trump argued it is unconstitutional for the Senate to hold an impeachment trial for a former president and denounced the case as \"political theater,\" while Democrats said Mr. Trump was trying to escape accountability for allegedly inciting last month's riot at the Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddits-valuation-doubles-to-6-billion-after-funding-round-11612833205", "title": "Reddit's Valuation Doubles to $6 Billion After Funding Round", "date": "2021-02-09 20:13", "summary": "Its WallStreetBets community played a prominent role in recent stock-trading frenzy. Reddit Inc. doubled its valuation to $6 billion in a new round of funding that comes as the social-media company has added users through the Covid-19 pandemic and more recently has gained attention for its role in the recent Wall Street trading frenzy.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-changed-chemical-level-in-florida-citys-water-system-11612827672", "title": "Hacker Changed Chemical Level in Florida City's Water System", "date": "2021-02-09 19:50", "summary": "Public wasn't in danger, Pinellas County sheriff says; investigation has been launched. A water-treatment plant in Oldsmar, Fla., was hacked, and the intruder briefly increased the amount of lye used to treat water to a dangerous level, authorities said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-to-grant-many-undocumented-venezuelans-with-legal-status-11612829931", "title": "Colombia to Grant Many Undocumented Venezuelans With Legal Status", "date": "2021-02-09 19:18", "summary": "President Duque calls on other countries to act in solidarity with refugees. Bogotá, Colombia-President Iván Duque's conservative government said Monday that it will provide nearly a million undocumented Venezuelan migrants with temporary protected status, giving them the right to live and work in this country for 10 years.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-modi-hold-talks-on-myanmar-security-challenges-posed-by-china-11612823473", "title": "Biden, India's Modi Discuss Myanmar, Security Challenges Posed by China", "date": "2021-02-09 19:10", "summary": "U.S. president has yet to speak with China's leader, but phone calls with allies have set the stage. WASHINGTON-President Biden spoke with Indian Prime Minister Narendra Modi on Monday, discussing regional security issues that revolve around China and the upheaval in Myanmar, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]