[{"link": "https://www.wsj.com/articles/how-new-york-gov-andrew-cuomo-is-fighting-for-political-survival-11616367600", "title": "How Cuomo Is Fighting for Political Survival", "date": "2021-03-21 19:00", "summary": "Political operatives and pollsters say a strategy that includes appearances with civil-rights leaders is working for now. New York Gov. Andrew Cuomo is leaning on Black leaders for support and focusing on governing as he confronts an impeachment investigation, calls for his resignation over accusations of sexual harassment and criticism over the state's handling of Covid-19 in nursing homes.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-across-u-s-call-for-end-to-anti-asian-violence-11616273497", "title": "Protests Across U.S. Call for End to Anti-Asian Violence", "date": "2021-03-21 18:41", "summary": "Resume Subscription. Protests and vigils calling for an end to violence against Asian-Americans were held around the country over the weekend as lawmakers pushed for better tracking of hate crimes following the deadly shootings at Atlanta-area spas.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkeys-new-central-bank-head-seeks-to-reassure-markets-11616352144", "title": "Turkey's New Central Bank Head Seeks to Reassure Markets", "date": "2021-03-21 18:40", "summary": "Abrupt firing of his predecessor, known as an aggressive inflation fighter, raises the possibility of further economic uncertainty. Turkey's newly appointed central bank governor sought to reassure markets on Sunday as investors braced for turmoil following the abrupt firing of his predecessor by President Recep Tayyip Erdogan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railroads-strike-a-25-billion-merger-11616330332", "title": "Railroads Strike a $25 Billion Merger", "date": "2021-03-21 17:32", "summary": "Canadian Pacific agrees to buy Kansas City Southern in deal that would link the U.S., Canada and Mexico. Canadian Pacific Railway Ltd. agreed to acquire Kansas City Southern in a transaction valued at about $25 billion that would create the first freight-rail network linking Mexico, the U.S. and Canada.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-warning-to-biden-11616360915", "title": "China's Warning to Biden", "date": "2021-03-21 17:08", "summary": "A lecture in Alaska shows that adversaries sense U.S. weakness.. That was some tongue lashing a senior Chinese official delivered last week in Anchorage to top Biden Administration officials in their first meeting. This is the new reality in U.S.-China relations, as adversaries look to see if they can exploit President Biden as they did Barack Obama.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-made-border-crisis-11616360858", "title": "The U.S.-Made Border Crisis", "date": "2021-03-21 17:07", "summary": "Biden's policies have increased the incentive for unaccompanied children to enter the U.S. illegally.. 'The border is closed,\" Homeland Security Secretary Alejandro Mayorkas said Sunday on NBC's \"Meet the Press,\" though everyone knows it isn't. Mr. Mayorkas is finally trying to send a message that migrants shouldn't flood the border, but the Biden Administration isn't changing the policy incentives that encourage them to arrive.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-the-biden-tax-threshold-11616360766", "title": "Down the Biden Tax Threshold", "date": "2021-03-21 17:06", "summary": "In the campaign it was $400,000 in income. Now it's half that.. President Biden is now conceding that a tax increase is coming to pay for all of his new spending, though he's still obfuscating who will pay. Mr. Biden campaigned on a pledge not to raise taxes on anyone earning less than $400,000 a year. He reaffirmed that threshold last week in an ABC interview.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-and-the-border-crisis-11616359224", "title": "Capitalism and the Border Crisis", "date": "2021-03-21 16:40", "summary": "Migrants are looking for an economy with jobs for them. If you build it, they will stay.. Is economic development in the Northern Triangle-Honduras, El Salvador and Guatemala-a lost cause? Not according to former World Bank Group managing director Juan José Daboub. The Salvadoran entrepreneur is spearheading an effort to boost development in the region by linking foreign investors to locals who are willing to share risk and expertise.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-epidemic-of-memoir-writing-11616359171", "title": "An Epidemic of Memoir-Writing", "date": "2021-03-21 16:39", "summary": "The lockdowns have spread a virus of non-memorable life stories.. Brooke Warner says her business is \"exploding.\" A literary coach based in Berkeley, Calif., she teaches \"boot camps\" on topics such as \"Write Your Memoir in Six Months\" and \"Build Your Memoir From the Ground Up.\" During lockdown, the urge to write memoirs seems to have reached epidemic proportions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/until-justice-be-done-review-free-but-not-free-11616359082", "title": "'Until Justice Be Done' Review: Free but Not Free", "date": "2021-03-21 16:38", "summary": "In America's early decades, the need to defend the rights of free black Americans gave rise to a movement in parallel with abolition.. In 1826, Gilbert Horton, a free black sailor from New York, was arrested during a sojourn to Washington, D.C., on the mere suspicion that he must be a runaway slave. Slavery still thrived in the nation's capital, and men of color were routinely presumed at the time to be the property of whites unless they could prove otherwise.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-the-science-behind-cdcs-6-foot-social-distance-decree-11616358952", "title": "Where's the Science Behind CDC's 6-Foot Social-Distance Decree?", "date": "2021-03-21 16:35", "summary": "The new limit for schools is 3 feet. But the public is in the dark about the basis of these recommendations.. The Centers for Disease Control and Prevention released new guidance on Friday about how far apart children ought to be while in school. The old standard of 6 feet has been replaced by a 3-foot minimum, which will make it much more feasible for many schools to reopen for full-time instruction in person.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-u-s-higher-education-a-few-stars-many-satellites-11616358910", "title": "The Future of U.S. Higher Education: A Few Stars, Many Satellites", "date": "2021-03-21 16:35", "summary": "Top schools will flourish while the rest wither and are reborn as affiliates.. I strolled through Harvard University recently on what should have been a busy Friday morning. The solitude was striking, with once-lively routes deserted and nearly all libraries and classrooms shut, along with sports facilities, public halls and museums. Hardly any buildings, including dormitories, showed signs of life. Even scientific laboratories had only skeletal crews. It's a great time to find a parking space.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-los-angeles-mayor-garcetti-on-covid-immunity-11616358834", "title": "Notable & Quotable: Los Angeles Mayor Garcetti on Covid Immunity", "date": "2021-03-21 16:33", "summary": "'It's time to get our economy started.'. Margaret Brennaninterviewing Los Angeles Mayor Eric Garcetti on CBS 's \"Face the Nation\" Sunday:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/die-hard-movie-fans-still-love-the-big-screen-in-hollywood-11616324407", "title": "Movie Fans Returning to Los Angeles Theaters Find Thrill in Just Showing Up", "date": "2021-03-21 16:01", "summary": "'I didn't even care what movie was going to play.' Film buffs this weekend flocked to reopened big screens in the cinema heartland.. LOS ANGELES-Film buffs flocked into Los Angeles-area theaters this weekend, eager to turn the page on the pandemic that forced them to spend a year watching movies from home.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-home-sales-durables-consumer-spending-11616353200", "title": "Economy Week Ahead: Home Sales, Durables, Consumer Spending", "date": "2021-03-21 15:00", "summary": "U.S. personal income and consumer spending might have declined in February, though the weakness is expected to pass quickly. U.S. consumer spending highlights a relatively light week for economic data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-secretary-lloyd-austin-makes-unannounced-visit-to-afghanistan-11616335453", "title": "U.S., NATO Allies to Discuss Plans to End War in Afghanistan", "date": "2021-03-21 14:07", "summary": "Defense Secretary Austin's trip to Kabul comes ahead of a deadline for President Biden to draw down U.S. troops in America's longest war. WASHINGTON-Biden administration officials will meet with allies this week on teetering plans to end the war in Afghanistan, turning to another top foreign policy challenge after a week that saw confrontations with Washington's chief geopolitical rivals.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-spa-shootings-reverberate-across-south-korea-long-a-u-s-ally-11616348282", "title": "Atlanta Spa Shootings Reverberate Across South Korea, Long a U.S. Ally", "date": "2021-03-21 14:04", "summary": "At a time of growing cultural connections between the countries, the killings of ethnic Koreans spark fears of violent racism in America. SEOUL-The killings happened more than 7,000 miles away. But for many South Koreans, the Atlanta-area spa shootings hit close to home. \"The Victims Were Korean Mothers,\" read a headline Sunday from the country's largest newspaper.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-a-sick-day-when-youre-working-from-home-11616349601", "title": "What Is a Sick Day When You're Working From Home?", "date": "2021-03-21 14:00", "summary": "The pandemic has heated up a debate about what employees should do if they don't feel well, and if companies need to rethink the whole idea of sick days. Since the start of the pandemic, Nyala Khan, head of human resources at a health startup, has been on a mission to encourage employees to take sick days. But they aren't always listening.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-the-lockdowns-worth-the-heavy-costs-11616349314", "title": "Were the Lockdowns Worth the Heavy Costs?", "date": "2021-03-21 13:55", "summary": "The notion that an absence of lockdowns, especially in Sweden, didn't result in sharply higher death rates is a myth.. In \"The Lockdowns Weren't Worth It\" (op-ed, March 12), Philippe Lemoine claims that Sweden and the U.S. state of Georgia didn't experience unusual death rates because of \"hands-off\" policies or the absence of lockdowns. He says, \"Sweden has ended up with a per capita death rate indistinguishable from that of the European Union\" and Georgia \"has a per capita death rate that is effectively the same as the rest of the country.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-obama-biden-stimulus-wasnt-all-that-humble-11616349177", "title": "The Obama-Biden Stimulus Wasn't All That Humble", "date": "2021-03-21 13:52", "summary": "I was bemused and puzzled at President Biden's comments about the humility of the Obama/Biden administration at the time of the stimulus passed under its watch.. I had a smile on my face as I read your editorial \"Biden Misremembers a Shellacking\" (March 17) because I was amused and puzzled at President Biden's comments about the humility of the Obama/Biden administration at the time of the stimulus passed under its watch (the American Recovery and Reinvestment Act of 2009). I recall a different fact set, including oversized signs proclaiming \"Putting America Back to Work\" and \"Project Funded by the American Recovery and Reinvestment Act,\" appearing prominently at routine and already-underway road construction projects. If the 120-inch by 84-inch signs didn't constitute taking a \"victory lap,\" then what would?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-the-second-time-is-much-more-problematic-11616349054", "title": "Cancer the Second Time Is Much More Problematic", "date": "2021-03-21 13:51", "summary": "This is usually far more shocking and frightening for most patients.. I beg to differ with Rebecca Sugar (\"Cancer Is Different the Second Time,\" op-ed, March 12). After 40-plus years as a clinical radiation oncologist, I found that an initial cancer diagnosis, while a shock, is usually couched in the optimistic language of cure, especially if the disease is not advanced. This is not so with recurrence, for then it is clear that cure is unlikely, and the 10-year interval between initial diagnosis and treatment and recurrence has served merely to lull the patient into feeling complacently that the disease is cured. This is usually far more shocking and frightening for most patients, and patient and family will require more support and understanding.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-art-and-secession-from-previous-world-views-11616349107", "title": "Public Art and Secession From Previous World Views", "date": "2021-03-21 13:51", "summary": "What's removed isn't history. It's only a symbolic statement about history.. Barbara Maria Stafford's \"Iconoclasm's Nasty and Destructive Return\" (Letters, March 13) presents fallacies that bedevil America's statue debates. Removing a public statue or monument can't possibly \"eradicate\" the past's \"tangible remains.\" What's removed isn't history. It's only a symbolic statement about history.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616347682", "title": "Pepper...and Salt", "date": "2021-03-21 13:28", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-looks-for-growth-abroadwith-david-hasselhoffs-help-11616346000", "title": "CBS Looks for Growth Abroad-With David Hasselhoff's Help", "date": "2021-03-21 13:00", "summary": "Broadcaster's production arm is venturing into foreign-language programming with German spy show 'Ze Network'. CBS Studios is betting Germans still love David Hasselhoff.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-should-follow-his-killer-instinct-11616345729", "title": "Biden Should Follow His 'Killer' Instinct", "date": "2021-03-21 12:55", "summary": "He noted the truth about Putin, as no predecessor has done. Will he back up his words with action?. President Biden said \"I do\" last week when asked if he believes Vladimir Putin is a \"killer.\" That's a first step toward addressing Russian crimes openly, which would shield Russians in danger of repression and strengthen American security as well.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-company-can-help-a-city-11616345641", "title": "How a Company Can Help a City", "date": "2021-03-21 12:54", "summary": "Don Katz and Audible committed to Newark in 2007 and they haven't looked back.. When I was growing up in New Jersey, Newark was always a pass-through city-as in: quickly pass through the airport, train station, highway. Newark consistently shows up on high-crime, corruption and \"murder capital\" lists. Many have tried to turn it around.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-schools-have-been-open-for-months-heres-what-they-learned-11616345560", "title": "Some Schools Have Been Open for Months. Here's What They Learned.", "date": "2021-03-21 12:52", "summary": "Principals favor air cleaners and lunchtime restrictions over deep cleaning and temperature checks; teachers likely are prime spreaders. Parents, cities and teachers in many places continue to wrangle over how to reopen their schools safely. Meanwhile, teachers and administrators whose buildings have been open for many months have come to some hard-earned conclusions about how to make it all work.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-tournament-womens-basketball-mens-basketball-11616344310", "title": "A TikTok Video Says It All About the NCAA Tournaments", "date": "2021-03-21 12:33", "summary": "As the men's and women's basketball events get under way, questions about fairness for the organization in charge. Nothing new.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-ceo-dangles-500-bonus-for-workers-to-get-covid-19-vaccinations-11616342400", "title": "One CEO Dangles $500 Bonus for Workers to Get Covid-19 Vaccinations", "date": "2021-03-21 12:00", "summary": "Resume Subscription. California-based Bolthouse Farms has two goals these days: growing carrots and reaching Covid-19 herd immunity within its workforce.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/port-corruption-regulator-looks-to-u-s-supreme-court-for-survival-11616342401", "title": "Port Corruption Regulator Looks to U.S. Supreme Court for Survival", "date": "2021-03-21 12:00", "summary": "New Jersey wants to pull out of the Waterfront Commission of New York Harbor. The agency is asking the high court to stop it.. A regulator charged with policing organized crime and fair hiring at the Port of New York and New Jersey for nearly seven decades is waiting to see if the U.S. Supreme Court will hear a case that could decide its fate.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-my-employer-ask-if-i-got-a-coronavirus-shot-11616342401", "title": "Can My Employer Ask if I Got a Coronavirus Shot?", "date": "2021-03-21 12:00", "summary": "Lawyers say businesses need to be careful not to run afoul of employment and disability laws. Employers can, in general, require vaccination as a condition of employment but must still accommodate religious beliefs or medical conditions that keep workers from getting shots.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-foreign-businesses-in-myanmar-coup-creates-unworkable-situation-11616324404", "title": "For Foreign Businesses in Myanmar, Coup Creates 'Unworkable' Situation", "date": "2021-03-21 11:54", "summary": "As the military crushes protests, companies from clothing brands to energy giants face practical barriers and ethical quandaries. SINGAPORE-Foreign businesses in Myanmar are struggling to operate in an increasingly volatile environment, as the military uses lethal violence against a swelling protest movement opposing last month's coup and swaths of the country's workforce go on strike.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/during-covid-19-why-are-workers-so-disengaged-blame-the-boss-11616338814", "title": "During Covid-19, Why Are Workers So Disengaged? Blame the Boss.", "date": "2021-03-21 11:00", "summary": "The difference between employees who see the pandemic as an opportunity or a threat comes down to their mind-set. Call it a pandemic of worker malaise: Thanks to Covid-19, an increasing number of people feel disengaged from their jobs. Working from home, interacting via video, and worrying about our health and the economy are all taking a toll.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-gop-win-in-iowa-gets-second-look-from-house-democrats-11616338814", "title": "Close GOP Win in Iowa Gets Second Look From House Democrats", "date": "2021-03-21 11:00", "summary": "Just six votes separate Republican Rep. Mariannette Miller-Meeks from Democratic opponent Rita Hart, with a narrow Democratic House majority at stake. WASHINGTON-A House committee's probe of a congressional race in Iowa has become a flashpoint on Capitol Hill, forcing Democrats to explain how reviewing that election outcome differs from Republicans' efforts last year to overturn several states' presidential results.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clubhouse-other-live-conversation-apps-fill-a-void-in-our-social-livesfor-now-11616335201", "title": "Clubhouse, Other Chat Apps Fill a Covid-Era Void in Our Social Lives-for Now", "date": "2021-03-21 10:00", "summary": "Services like Locker Room, Watercooler have drawn people seeking drama, gossip and entertainment that went missing during a socially distant year. During a year without coffee dates, live concerts and water-cooler chats, some of the most popular new tools in tech have been apps that try to recreate those spontaneous and fleeting interactions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cesar-chavezs-labor-organizing-legacy-at-stake-in-supreme-court-case-11616335201", "title": "Supreme Court to Hear Farmworkers Organizing Case", "date": "2021-03-21 10:00", "summary": "California growers challenge union officials' ability to talk with workers in the fields. WASHINGTON-One of labor leader César Chávez's proudest achievements faces scrutiny Monday at the Supreme Court, where growers are challenging the rights that union organizers hold under California law to make their case to farmworkers in the fields.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-checks-have-left-u-s-households-flush-to-spend-11616335200", "title": "Stimulus Checks Leave U.S. Households Ready to Spend", "date": "2021-03-21 10:00", "summary": "Americans have saved a lot of their payments and paid down debt, leaving the economy primed for a consumer boom. The U.S. federal government is giving a whole new meaning to the old saying \"the check is in the mail.\" Once meant as an assurance households gave to ward off encroaching creditors, it has instead become a regular promise of cash for households by Uncle Sam.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julia-letlow-widow-of-congressman-elect-wins-special-election-for-house-seat-11616332702", "title": "Julia Letlow, Widow of Congressman-Elect, Wins Special Election", "date": "2021-03-21 09:18", "summary": "GOP Rep.-elect Luke Letlow died of Covid-19 in December days before he was set to be sworn in. BATON ROUGE, La.-Republican Julia Letlow easily won a Saturday special election for the northeast Louisiana-based U.S. House seat that her husband, Luke, couldn't fill because of his death from complications related to Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fed-with-no-fear-of-inflation-should-scare-investors-11616331601", "title": "A Fed With No Fear of Inflation Should Scare Investors", "date": "2021-03-21 09:00", "summary": "Markets are only just waking up to the implications of an important shift at the Federal Reserve. It has taken four decades, but the Federal Reserve has finally shaken off its fear of inflation. The markets are only just waking up to the implications of the shift.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subscriptions-are-getting-out-of-hand-heres-how-to-manage-them-11616331601", "title": "Subscriptions Are Getting Out of Hand. Here's How to Manage Them.", "date": "2021-03-21 09:00", "summary": "Beware free trials, turn off auto-renew, and look for forgotten recurring charges in your app-store settings. Music streaming. Video streaming. Live-TV streaming. News. Newsletter. Cloud storage. Cloud storage for the security camera. Expedited delivery membership. Fitness app. Dog treat box. Razor club. Clothes rental. Furniture rental. Hiking app. Surf-cam app. App that tells me when to fertilize my plants.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-ibm-sales-manager-in-india-to-professor-in-the-u-s-a-career-reboot-brings-a-new-life-11616328002", "title": "From IBM Sales Manager in India to Professor in the U.S., a Career Reboot Brings a New Life", "date": "2021-03-21 08:00", "summary": "Leaving a high-pressure job-with a push from an unexpected event-Gaurav Sabnis made an international move to pursue his goal of teaching. Burned out as an IBM sales manager in his native India, Gaurav Sabnis, then in his early 20s, began thinking about a career in academia, where the pace would be less grueling.", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-manage-the-new-hybrid-workplace-11616328000", "title": "How to Manage the New Hybrid Workplace", "date": "2021-03-21 08:00", "summary": "Many employees won't go back to the office full-time. That's going to require a massive rethinking on the part of bosses.. Here are two things we can be sure of as people start to return to offices.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-manufacturing-in-u-s-races-ahead-11616328001", "title": "Covid-19 Vaccine Manufacturing in U.S. Races Ahead", "date": "2021-03-21 08:00", "summary": "Vaccine makers are expected to produce 132 million doses this month, nearly tripling last month's figure, boosting vaccination drive. Covid-19 vaccine manufacturers are ramping up production, churning out far more doses a week than earlier in the year, progress that is accelerating mass vaccination campaigns in the U.S.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-realtors-pile-into-hot-housing-market-most-find-it-tough-going-11616328002", "title": "New Realtors Pile Into Hot Housing Market. Most Find It Tough Going.", "date": "2021-03-21 08:00", "summary": "In January, there were more real-estate agents than homes for sale in the U.S.. The red-hot housing market has achieved a number of milestones this past year. Perhaps the most telling is this: There are more real-estate agents than homes for sale in the U.S.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-you-have-transferable-skills-heres-how-you-can-show-employers-11616324448", "title": "Yes, You Have Transferable Skills- Here's How You Can Show Employers", "date": "2021-03-21 07:00", "summary": "Resume Subscription. By choice or necessity, many workers are seizing the moment to break into new industries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/whiskey-sour-u-s-distillers-bitter-over-25-tariffs-set-to-double-in-june-11616319002", "title": "U.S. Distillers Bitter Over 25% Tariffs Set to Double in June", "date": "2021-03-21 06:02", "summary": "Resume Subscription. Tariffs levied by the Trump administration dented U.S. sales of single-malt Scotch for more than a year, so when they were suspended this month Euan Shand and his colleagues drank to the occasion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-new-stock-influencers-have-hugeand-devotedfollowings-11616319001", "title": "The New Stock Influencers Have Huge-and Devoted-Followings", "date": "2021-03-21 05:30", "summary": "Stocks surge on tweets from the likes of Elon Musk, Cathie Wood and Chamath Palihapitiya. One January afternoon, Tesla Inc. Chief Executive Elon Musk sent out an 11-character tweet: \"Gamestonk!!\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-blackstone-barrels-toward-trillion-dollar-asset-goal-growth-is-in-value-out-11616319002", "title": "At Blackstone, Growth Is In, Value Is Out", "date": "2021-03-21 05:30", "summary": "Resume Subscription. Blackstone Group Inc. became an investing powerhouse by making successful bets on undervalued companies. For the next leg of its expansion, the firm is focused on companies with big growth prospects, even if it has to pay up for them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/americans-are-ready-to-travel-but-where-can-they-go-11616319003", "title": "Americans Are Ready to Travel. But Where Can They Go?", "date": "2021-03-21 05:30", "summary": "Domestic travel rebound is expected to outpace international recovery, as barriers to cross-border trips persist. Americans are looking to get out of town after a year of virus-related travel restrictions. Figuring out where they can go and what will be open when they get there remain tricky-for both would-be tourists and travel companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demonstrators-call-for-end-to-anti-asian-violence-in-u-s-11616279831", "title": "Demonstrators Call for End to Anti-Asian Violence in U.S.", "date": "2021-03-21 23:47", "summary": "Protests and vigils urging an end to violence against Asian-Americans were held around the country this weekend. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-white-houses-ties-to-big-tech-are-detailed-in-new-disclosures-11616291989", "title": "Biden White House's Ties to Big Tech Are Detailed", "date": "2021-03-21 21:59", "summary": "National security adviser Jake Sullivan served on an advisory council for Microsoft last year. WASHINGTON-Several members of President Biden's White House staff have ties to companies with major stakes in the administration's positions on cybersecurity, antitrust and other policy areas, new federal disclosures show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-biden-group-to-raise-unlimited-sums-wont-disclose-donors-11616258669", "title": "Pro-Biden Group to Raise Unlimited Sums, Won't Disclose Donors", "date": "2021-03-21 21:50", "summary": "The nonprofit Building Back Together says it is 'playing by the rules of today's system'. WASHINGTON-A new nonprofit advocacy group created by President Biden's allies won't set a limit on how much money it will raise and won't disclose the identities of its donors, the organization said Saturday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/march-madness-covid-forfeit-vcu-ncaa-tournament-11616291101", "title": "March Madness Is Hit With Its First Covid Forfeit", "date": "2021-03-21 21:45", "summary": "An outbreak on the roster of Virginia Commonwealth left it unable to play its NCAA tournament game against Oregon.. There are a lot of ways to lose in the NCAA men's basketball tournament. Virginia, the defending national champions, got knocked out in traditional, if surprising fashion, falling to No. 13 seed Ohio after spending much of the past week in quarantine.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}]