[{"link": "https://www.wsj.com/articles/puerto-rico-travel-2021-11619009955", "title": "A Long-Awaited Return Trip to Puerto Rico", "date": "2021-04-21 19:59", "summary": "The island has faced a series of challenges lately but its essential charms-and blissful beaches-remain largely the same, reports one former resident. ON A RECENT visit to a beachfront cultural center in Loíza, a Puerto Rican town with the island's largest Black community, I heard Afro-Puerto Rican folkloric music blasting from a car stereo. A young man danced, another carved a ceremonial mask from a coconut and one more filled my glass with his homemade sugar-cane liquor flavored with guava fruit.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-indicts-the-minneapolis-police-11619045332", "title": "Biden Indicts the Minneapolis Police", "date": "2021-04-21 19:52", "summary": "Investigating the entire department will burden the crime-plagued city.. Derek Chauvin awaits his murder sentence at a Minnesota Correctional Facility, yet the federal government spared hardly a moment before shifting its scrutiny toward his former colleagues. A new Justice Department probe of the Minneapolis Police Department is targeting the city's officers in an effort to prove the Democratic narrative of \"systemic\" police racism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbus-police-officer-kills-teenage-girl-who-was-holding-a-knife-11618980651", "title": "Columbus Police Officer Placed on Leave After Killing Black Teenage Girl", "date": "2021-04-21 19:52", "summary": "Body camera shows Ma'Khia Bryant lunging at two people with knife and then being shot multiple times by officer 10 seconds after exiting his car. A Columbus, Ohio, police officer who fatally shot 16-year-old Ma'Khia Bryant Tuesday afternoon was placed on administrative leave pending an investigation into the shooting, police officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-board-member-says-receivership-would-end-gun-rights-group-11619048906", "title": "NRA Board Member Says Receivership Would End Gun-Rights Group", "date": "2021-04-21 19:48", "summary": "The NRA kicked-off the defense of its bankruptcy filing and CEO Wayne LaPierre during the third week of trial. A National Rifle Association board member said Wednesday that appointing a receiver to take charge of the organization-a tactic the NRA worried New York authorities would pursue before it filed bankruptcy-would spell the end of the 150-year-old gun rights group.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-poised-to-recognize-armenian-massacres-as-genocide-officials-say-11619048891", "title": "Biden Poised to Recognize Massacres of Armenians as Genocide", "date": "2021-04-21 19:48", "summary": "President said during his campaign he would acknowledge killings as genocide, a move that would upset U.S. ally Turkey. WASHINGTON-President Biden is poised to formally declare that the massacres of Armenians in the early 20th century constituted genocide, U.S. officials said, a rare step that would further inflame ties with Turkey.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-cfo-faces-higher-costs-as-component-shortages-force-production-line-shifts-11619047554", "title": "Whirlpool CFO Faces Higher Costs as Component Shortages Force Production Line Shifts", "date": "2021-04-21 19:25", "summary": "The appliance maker has limited visibility into its orders for key components such as microchips and plastics. Whirlpool Corp.'s finance chief is looking to offset cost increases caused by a shortage of microchips and plastic, which is forcing the appliance maker to switch over its production lines more frequently.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-woman-defies-state-travel-advisory-11619025586", "title": "Michigan Woman Defies State Travel Advisory", "date": "2021-04-21 19:14", "summary": "Lansing resident sensibly visits vaccinated father who lives in Florida, where protection of seniors is prioritized.. At least one Michigan resident has had it with the state's seemingly endless series of aggressive and ineffective restrictions and recommendations against individual liberty. And she just might inspire a nationwide revolt against Covid rules that continue to burden citizens in many states-even after the administration of more than 213 million vaccine doses nationwide.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisses-exposure-to-archegos-investments-grew-to-more-than-20-billion-11619045988", "title": "Credit Suisse's Exposure to Archegos Investments Grew to More Than $20 Billion", "date": "2021-04-21 18:59", "summary": "Parts of the investment bank hadn't fully implemented systems to keep pace with Archegos's fast growth. Credit Suisse Group AG amassed more than $20 billion of exposure to investments related to Archegos Capital Management, but the bank struggled to monitor them before the fund was forced to liquidate many of its large positions, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-hopes-cameras-will-combat-new-york-city-subway-crime-11619045248", "title": "MTA Hopes Cameras Will Combat New York City Subway Crime", "date": "2021-04-21 18:47", "summary": "Officials aim to have live coverage of all 472 subway stations by end of year. Transit officials vowed Wednesday to add more security cameras throughout the New York City subway and two regional commuter-rail systems to combat crime and help riders feel safer on their commutes.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amul-thapars-american-dream-11619045192", "title": "Amul Thapar's American Dream", "date": "2021-04-21 18:46", "summary": "He knows life tenure isn't meant to create a judiciary of pundits.. How's this for a potted display of the different progressive and conservative judicial temperaments? On Tuesday the U.S. Court of Appeals for the Sixth Circuit ruled in an immigration case. Imelda Lopez-Soto, a Mexican citizen who came to the U.S. illegally in 2000 at age 19, was contesting a removal order.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earmark-ban-splits-senate-republicans-ahead-of-vote-11619030156", "title": "Some GOP Senators Plan Earmarks, Ignoring Party Ban", "date": "2021-04-21 18:46", "summary": "Republicans canceled vote Wednesday on contentious practice funding home-state projects, leaving their nonbinding prohibition in place. WASHINGTON-Senate Republicans left in place their decadelong ban on earmarks, ditching plans to put it to a vote Wednesday, but some GOP senators say they will ignore the prohibition and start requesting money for projects in their states.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-d-c-statehood-gambit-11619045039", "title": "The D.C. Statehood Gambit", "date": "2021-04-21 18:44", "summary": "The latest House Democratic power grab is unconstitutional.. A week after the Chairman of the House Judiciary Committee introduced legislation to pack the Supreme Court by adding four new Justices, the House is set to vote on a bill to pack the U.S. Senate by adding two new Senators. Unlike court-packing, the bill granting statehood to Washington, D.C., has majority support among elected Democrats and the official backing of the White House. But the impetus behind both measures is the same-to tilt the constitutional playing field and consolidate liberal power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-maxine-waters-problem-11619044934", "title": "The Maxine Waters Problem", "date": "2021-04-21 18:42", "summary": "When America's officials desert any standards for public or personal behavior, expect violence.. The emptiest, most meaningless statement in American politics in our time is: \"No one condones violence.\" That weaselly default word, \"condone,\" may be one reason the violence now never seems to stop.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-brightens-gop-midterm-chances-11619044896", "title": "The Left Brightens GOP Midterm Chances", "date": "2021-04-21 18:41", "summary": "Democrats won't have a leg to stand on if they keep shooting themselves in the foot.. A perception that's long haunted Democrats-that they're antipolice and weak on law-and-order-hurt them in 2020 and is likely to inflict even more damage on their electoral prospects in 2022.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-wants-to-spend-not-invest-11619044904", "title": "Biden Wants to Spend, Not Invest", "date": "2021-04-21 18:41", "summary": "His plan draws down private capital to fund current consumption, not actual infrastructure.. The Biden administration's $2.3 trillion American Jobs Plan promises a revival of the nation's infrastructure. But an infrastructure program should increase productivity and future wealth. That is, it should focus on investment, not current consumption. Over the long term, such a program would use federal funding to support aggregate demand, giving businesspeople further confidence in private investment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-planned-parenthood-can-atone-for-margaret-sanger-11619044855", "title": "How Planned Parenthood Can Atone for Margaret Sanger", "date": "2021-04-21 18:40", "summary": "If it really wants to transcend its founder's eugenics legacy, it should disavow abortion due to a prenatal diagnosis of disability.. Planned Parenthood is finally beginning to distance itself from the eugenics legacy of founder Margaret Sanger. But the belated acknowledgment is misleading at best. In an April 17 op-ed, Alexis McGill Johnson, the organization's president, suggests Sanger distanced herself from the eugenics movement later in her career.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-infrastructure-build-shipyards-11619044766", "title": "Want Infrastructure? Build Shipyards", "date": "2021-04-21 18:39", "summary": "A lack of facilities to support naval vessels risks handing China a military advantage.. A portion of President Biden's $2 trillion American Jobs Plan would fund roads, bridges and railways, but one essential piece of infrastructure is overlooked entirely: the U.S. shipbuilding base.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-could-use-a-currency-board-11619044793", "title": "Lebanon Could Use a Currency Board", "date": "2021-04-21 18:39", "summary": "Such arrangements have worked in other countries whose economic and political woes seemed intractable.. Lebanon is entangled in a web of economic and political crises. At its center is a currency crisis. It erupted in October 2019, when the \"financial engineering\" scheme employed by the Banque du Liban, the Lebanese central bank, finally collapsed. The Lebanese pound's 22-year link of 1,507.5 to the U.S. dollar was broken at that time. Banking and political crises immediately ensued. By July 2020, Lebanon had defaulted on its sovereign debt and was engulfed in hyperinflation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-search-of-a-kingdom-review-navigating-a-sea-of-rivals-11619044757", "title": "'In Search of a Kingdom' Review: Navigating a Sea of Rivals", "date": "2021-04-21 18:39", "summary": "A man who thought himself to be Francis Drake's co-captain was tried for mutiny. The two men dined together on the night before his beheading.. Francis Drake was the first sea captain to circumnavigate the globe-it took him three years (1577-80). In the course of his voyage, he boarded Spanish ships, raided Spanish colonies in South America, and made off with gold, silver and other treasure that Spain would have otherwise claimed. To the Spaniards, who called him \"El Draque\" (The Dragon), he was a pirate and plunderer. To the English, as one might imagine, he was something quite different: a hero. His voyage had been commissioned by Queen Elizabeth, to her great profit. She made him a knight, and, as Sir Francis, he became a member of Parliament. Later he was vice-admiral of the fleet that, with help from the weather, defeated the great Spanish Armada, a victory that was to have the same national significance-history entering into myth-as Nelson's defeat of Napoleonic France at Trafalgar and the RAF's Battle of Britain in 1940.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-google-come-under-fire-at-senate-antitrust-hearing-11619044588", "title": "Apple, Google Come Under Fire at Senate Antitrust Hearing", "date": "2021-04-21 18:36", "summary": "Lawmakers, mobile app companies take aim at tech giants' power over their smartphone ecosystems. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-talks-advance-as-u-s-offers-sanctions-relief-11619024783", "title": "U.S. Indicates Willingness to Lift Some Iran Sanctions", "date": "2021-04-21 18:31", "summary": "Biden administration signals openness to easing measures against oil, finance and other sectors, but Tehran wants to see specifics. The Biden administration has signaled it is open to easing sanctions against critical elements of Iran's economy, including oil and finance, helping narrow differences in nuclear talks, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8-ways-to-do-sporty-french-girl-style-11618921756", "title": "8 Ways to Do Sporty French-Girl Style", "date": "2021-04-21 18:29", "summary": "Sorbet colors and sporty separates offer a fresh take on French-inspired classics. Eight ways to get the look.. Sweatshirts and hoodies have taken up permanent residence in many closets. But as we start to dip a toe back into real-life meetings, we can study up on French chic for an easy solution to dressing up: the softly structured jacket. It has all the revitalizing energy of a put-together piece while maintaining an air of Parisian nonchalance.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobiles-former-chief-collected-137-million-after-clinching-sprint-takeover-11619043306", "title": "T-Mobile's Former Chief Collected $137 Million in 2020", "date": "2021-04-21 18:15", "summary": "John Legere and other executives received lucrative payouts in 2020; a $55 million package for current CEO Mike Sievert. Former T-Mobile US Inc. boss John Legere and other top executives reaped payouts worth hundreds of millions of dollars last year, boosted by the cellphone carrier's surging stock price and bonuses tied to its successful merger with rival Sprint Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-identifies-fake-covid-19-shots-abroad-as-criminals-exploit-vaccine-demand-11619006403", "title": "Pfizer Identifies Fake Covid Shots Abroad as Criminals Exploit Vaccine Demand", "date": "2021-04-21 17:58", "summary": "In Mexico, about 80 people received fraudulent doses, and in Poland authorities recovered vials likely containing an antiwrinkle treatment. Pfizer Inc. says it has identified in Mexico and Poland the first confirmed instances of counterfeit versions of the Covid-19 vaccine it developed with BioNTech SE, the latest attempt by criminals trying to exploit the world-wide vaccination campaign.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-state-owned-myanmar-timber-and-pearl-companies-11619041154", "title": "U.S. Blacklists State-Owned Myanmar Timber and Pearl Companies", "date": "2021-04-21 17:39", "summary": "The sanctions come as the U.S. ramps up pressure on the military regime in Myanmar. The U.S. imposed sanctions on two state-owned enterprises in the timber and pearl industries in Myanmar on Wednesday, as the U.S. ramps up pressure on the military regime in the country in response to the military coup there in February, the Treasury Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-wonder-if-their-stock-selloffs-were-linked-to-archegos-11618997403", "title": "Archegos Collapse Exposes Disclosure Loopholes", "date": "2021-04-21 17:38", "summary": "It can be difficult for a company to know who owns its stock. The collapse of Bill Hwang's Archegos Capital Management in late March took many investors and several banks by surprise when ViacomCBS Inc. and Discovery Inc.'s share prices tumbled. It turns out that some companies were also left wondering why their share prices whipsawed.", "categories": [["WSJ News Exclusive", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-accepts-sweetened-bankruptcy-exit-deal-with-equity-payout-11619021884", "title": "Hertz Proposes Shareholder Payout as Part of Bankruptcy-Exit Plan", "date": "2021-04-21 17:27", "summary": "The rental-car company has agreed to a revised plan to finance its exit from bankruptcy that includes a shareholder recovery. Hertz Global Holdings Inc. agreed to provide some value to equity holders when it leaves chapter 11, vindicating the individual traders who have insisted the company is worth something despite its bankruptcy filing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-warns-against-crossing-russias-red-line-amid-military-buildup-near-ukraine-11619009268", "title": "Russia's Putin Issues Warnings Amid Military Buildup, Protests", "date": "2021-04-21 17:19", "summary": "Resume Subscription. MOSCOW-President Vladimir Putin said Moscow would deliver a swift and harsh response to any foreign threat, a warning that comes amid a vast Russian military buildup at the border with Ukraine and a growing protest movement at home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/michigans-spring-covid-19-surge-is-close-to-previous-pandemic-high-11619039139", "title": "Michigan's Spring Covid-19 Surge Is Close to Previous Pandemic High", "date": "2021-04-21 17:05", "summary": "State case average was above 7,000 for nearly two weeks. Michigan's latest rise in new Covid-19 cases rivals highs reached during the prolonged fall surge.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanita-gupta-narrowly-confirmed-as-associate-attorney-general-11619039034", "title": "Vanita Gupta Narrowly Confirmed as Associate Attorney General", "date": "2021-04-21 17:03", "summary": "Senate approves longtime civil-rights lawyer as No. 3 Justice Department official, with just one Republican joining Democrats in 51-49 vote. The Senate confirmed Vanita Gupta as associate attorney general, installing a longtime civil-rights lawyer as the Justice Department's No. 3 official as the agency launches the kind of sweeping investigations of local police departments that she has long championed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-is-pulling-plug-on-more-robots-11619036906", "title": "Walmart Is Pulling Plug on More Robots", "date": "2021-04-21 17:02", "summary": "Retailer has been phasing out automated pickup towers as curbside services have become popular. At Walmart Inc., the robots are losing their jobs.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-country-buffet-parent-preps-speedy-bankruptcy-sale-process-11619038881", "title": "Old Country Buffet Parent Preps Speedy Bankruptcy-Sale Process", "date": "2021-04-21 17:01", "summary": "The bankrupt owners of seven restaurant chains are hoping to sell their assets out of bankruptcy by the summer. The owners of Old Country Buffet, Hometown Buffet and several other all-you-can eat restaurant chains are planning a quick bankruptcy sale for their assets and some of their leases, with hopes to sell them off by the summer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-police-watchdog-acting-chief-address-shortcomings-exposed-by-riot-11619034366", "title": "Capitol Police Watchdog, Acting Chief Address Shortcomings Exposed by Riot", "date": "2021-04-21 17:00", "summary": "Capitol Police officials call for hiring more officers and bolstering training in response to the Jan. 6 storming of the building by pro-Trump rioters. WASHINGTON-Capitol Police officials called for hiring more officers and bolstering training in two congressional hearings Wednesday about overhauling the force in response to the Jan. 6 riot, in which a pro-Trump mob stormed the Capitol.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-stocks-fall-out-of-favor-after-disappointing-trial-results-big-rally-11619016330", "title": "Biotech Stocks Fall Out of Favor After Disappointing Trial Results, Big Rally", "date": "2021-04-21 16:43", "summary": "Investors turn to banks, energy producers and other stocks as Covid-19 vaccines reach more people and economy picks up. Biotech shares have slumped in recent months, stung by setbacks in clinical trials and a rotation away from growth stocks after a steep rally in 2020.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automation-software-maker-uipath-rises-in-market-debut-11619027515", "title": "Automation Software Maker UiPath Rises in Market Debut", "date": "2021-04-21 16:31", "summary": "Company involved in so-called robotic process automation is valued at about $36 billion. Shares of UiPath Inc. rose 23% in their market debut, giving the company that helps other businesses automate repetitive tasks a valuation of roughly $36 billion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-21-2021-11618991011", "title": "Stocks Close Higher After Two Days of Declines", "date": "2021-04-21 16:28", "summary": "Investors monitor earnings to see if the valuations of expensive stocks can be justified. Stocks bounced back after two consecutive days of declines.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-propose-cutting-u-s-emissions-in-half-by-2030-11619002815", "title": "Biden to Propose Cutting U.S. Emissions in Half by 2030", "date": "2021-04-21 16:22", "summary": "Administration is looking to assert U.S. leadership on climate policy amid tensions with China. President Biden is expected this week to call for cutting U.S. greenhouse-gas emissions roughly in half by 2030, according to people familiar with the matter, as he pushes to jump-start global efforts to tackle climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-northeast-11619036490", "title": "Top Public and Private Colleges in the Northeast", "date": "2021-04-21 16:21", "summary": "The region has six of the country's top 10 private schools in the WSJ/THE College Rankings. The Northeast is home to six of the highest-ranked private colleges in the country and 10 of the top 20 in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foodies-thursday-crossword-april-22-11618762830", "title": "Foodies (Thursday Crossword, April 22)", "date": "2021-04-21 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-prolongs-shutdowns-at-several-u-s-plants-due-to-chip-shortage-11619031751", "title": "Ford Prolongs Shutdowns at Several U.S. Plants Due to Chip Shortage", "date": "2021-04-21 15:46", "summary": "Auto maker extends downtime that will affect production of its popular F-150 truck. Ford Motor Co. is planning more downtime at five North American factories due to a global semiconductor shortage, further disrupting output of a popular sport-utility vehicle and the F-150 pickup truck, the company's biggest moneymaker.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rutherford-falls-review-monumentally-meh-11619032918", "title": "'Rutherford Falls' Review: Ed Helms's Small-Town Comedy Misses Big Laughs on Peacock", "date": "2021-04-21 15:21", "summary": "A sitcom from creators Mike Schur and Sierra Teller Ornelas wades into the debate over removing historic statues, but the jokes sink fast.. Created by Sierra Teller Ornelas, Michael Schur and its star, Ed Helms, the comedy series \"Rutherford Falls\" tackles two great American pastimes-giving offense and taking offense-without wanting to offend at all. Which does seem a waste. There's a caustically funny show buried somewhere beneath \"Rutherford Falls.\" It might have to be made in Canada.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-is-turning-the-closest-bffs-into-long-lost-friends-11619031647", "title": "Covid Is Turning the Closest BFFs Into Long-Lost Friends", "date": "2021-04-21 15:00", "summary": "Resume Subscription. I met my Brooklyn best friend at the playground one day, a few months after moving into a new neighborhood with my husband and 2-year-old son. When my son started playing with her daughter, we realized that they went to the same daycare. We were both pregnant with our second children at the time, and we bonded immediately. It turned out she and her family lived only a few blocks from us and owned a fixer-upper townhouse, just like us.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oscar-2021s-red-carpet-awards-seasons-comeback-story-11619030745", "title": "Oscars 2021's Red Carpet: Awards Season's Comeback Story", "date": "2021-04-21 14:45", "summary": "The 93rd Academy Awards ceremony will offer stars an in-person showcase after mostly virtual events during the pandemic. Hollywood and the fashion industry love a comeback story and this year's Academy Awards promise a good one: The Return of the Red Carpet.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-nominee-khan-signals-support-for-aggressive-approach-on-big-tech-11619029550", "title": "FTC Nominee Khan Signals Support for Aggressive Approach on Big Tech", "date": "2021-04-21 14:25", "summary": "Sen. Cruz 'looks forward' to working with Lina Khan, but other Republicans question her views and experience. WASHINGTON-Lina Khan, a Big Tech critic nominated to a seat on the Federal Trade Commission, appeared on track to win confirmation after a hearing Wednesday showed she has broad Democratic support-and might win some Republican votes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-strikes-islamic-state-strongholds-in-syria-as-insurgency-gains-ground-11618935951", "title": "Russia Strikes Islamic State in Syria as Insurgency Gains Ground", "date": "2021-04-21 14:11", "summary": "From desert hide-outs, militants have extended their reach across the country, attacking oil convoys and assassinating Syrian military commanders. Russia unleashed airstrikes that it said killed as many as 200 militants in central Syria amid an intensifying assault by Islamic State insurgents that threatens the Syrian government's access to oil and heightens the risks for its foreign backers.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-crack-records-as-more-money-flows-to-silicon-valley-11619004801", "title": "Silicon Valley's Deal Machine Is Cranking", "date": "2021-04-21 13:34", "summary": "Chase for next big social-media app drives funding frenzy. Deal flow and valuations are reaching new heights in technology startups, as a flood of cheap cash fuels efforts to find the industry's next big winners, from software to social media.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-derek-chauvin-verdict-what-we-know-11618956250", "title": "The Derek Chauvin Verdict: What We Know", "date": "2021-04-21 13:17", "summary": "The former Minneapolis police officer was convicted on all three counts with which he was charged in the murder of George Floyd. A Minnesota jury found former Minneapolis police officer Derek Chauvin, age 45, guilty on all three counts in the death of George Floyd, a Black man whose fatal arrest last year on May 25 was captured on video and set off a wave of protests calling for racial justice and changes to policing practices.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-moves-to-unwind-trump-auto-emissions-policy-11619023946", "title": "Biden Administration Moves to Unwind Trump Auto-Emissions Policy", "date": "2021-04-21 13:04", "summary": "The U.S. will end its fight with California, setting the stage for stricter regulations. WASHINGTON-The Biden administration is moving to end a legal battle with California over the state's authority to regulate motor-vehicle emissions, setting the stage for stricter regulations on the auto industry, according to people briefed on those plans.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-dealers-record-sales-take-a-back-seat-for-investors-11619024671", "title": "Auto Dealers' Record Sales Take a Back Seat for Investors", "date": "2021-04-21 13:04", "summary": "Supply constraints lead to impressive profits today but raise real concerns about business for the rest of the year. Auto dealers are selling cars like hot cakes. That adds more to their bottom lines today, but is also fueling investor anxiety.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-joe-bidens-boom-economy-11619024019", "title": "Welcome to Joe Biden's Boom Economy", "date": "2021-04-21 12:53", "summary": "The economy is recovering at a rapid clip, thanks in large part to a $5 trillion infusion from the feds.. Welcome to the Biden boom. While the first quarter of 2021 is history, the data are still coming in. \"Forecasts\" of real economic growth, based on partial data, now run in the 7% to 8% range. More important, there is a good chance the stellar first quarter won't be a flash in the pan. The Wall Street Journal's recent poll of economists registered an average forecast of 6.4% growth over the four quarters of 2021.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-u-s-covid-19-hot-spots-are-the-new-hot-spots-11618937100", "title": "Old U.S. Covid-19 Hot Spots Are the New Hot Spots", "date": "2021-04-21 12:48", "summary": "States hit hard early on in pandemic are seeing cases rise, due to new strains and other factors. The recent rise in Covid-19 cases in the U.S. has largely been driven by a handful of states, many of them the same places that first emerged as hot spots a year ago. Through Monday, about 75% of the previous week's new cases in the U.S. came from Michigan, Florida, New York, Pennsylvania and New Jersey.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-the-derek-chauvin-verdict-11619022642", "title": "What We Know About the Derek Chauvin Verdict", "date": "2021-04-21 12:30", "summary": "The former Minneapolis police officer who killed George Floyd was convicted on all three counts with which he was charged. A Minnesota jury found former Minneapolis police officer Derek Chauvin guilty on all three counts in the death of George Floyd, a Black man whose fatal arrest last year was captured on video and set off a wave of protests calling for racial justice and changes to policing practices.", "categories": [["News"]], "category_links": ["https://www.wsj.com/news/types/noted-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-new-ipad-pro-apple-tv-airtags-and-m1-imac-what-you-need-to-know-11618957932", "title": "What to Know About Apple's New iPad Pro, M1 iMac, AirTags and More", "date": "2021-04-21 12:22", "summary": "Apple announced a hodgepodge of updates to many existing product lines, and revealed a new product as well. Here's the rundown, along with our expert take.. What do the new Apple TV Siri remote, M1 iMac, 12.9-inch iPad Pro and AirTags have in common?", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11619021727", "title": "A Closer Look", "date": "2021-04-21 12:15", "summary": "Selections from 'Oddity' by Eli Brown, illustrated by Karin Rytter. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/should-you-watch-the-2021-oscars-a-skeptics-guide-11619021491", "title": "Should You Watch the Oscars? A Skeptic's Guide", "date": "2021-04-21 12:11", "summary": "Theaters were closed, big movies were postponed, and TV took over. But the 93rd Academy Awards could mark a turning point. Here's what you need to know even if you haven't seen any of the nominated films.. A hard year for Hollywood translates to a savory moment for people who indulge in Oscars schadenfreude. To those skeptics, the prestige and relevance of the Academy Awards has been in decline for a long time. Maybe 2020 came to finish the job.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesian-submarine-with-53-on-board-goes-missing-off-bali-11619020479", "title": "Indonesian Submarine With 53 On Board Missing Off Bali", "date": "2021-04-21 11:54", "summary": "Country's navy searches for the German-built vessel, which may have lost control during a drill. SINGAPORE-A search is under way for an Indonesian navy submarine with 53 people on board that went missing in the waters off the island of Bali and may have lost control during a dive, the Indonesian navy said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-union-aims-for-clarity-in-murky-world-of-sustainable-investing-11619020300", "title": "EU Aims for Clarity in Murky World of Sustainable Investing", "date": "2021-04-21 11:51", "summary": "Large U.S. banks are bracing for more ESG regulation in Europe and America. The European Union put forward a package of measures that took aim at the patchy data available around sustainable investing, seen as one of the fast-growing market's biggest problems.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-their-texas-ranch-george-and-laura-bush-start-at-the-beginning-11619019931", "title": "From Their Ranch, George and Laura Bush Start at the Beginning", "date": "2021-04-21 11:45", "summary": "Resume Subscription. Former President George W. Bush, 74, is the author of \"Out of Many, One: Portraits of America's Immigrants\" (Crown). His 43 paintings and narratives are on exhibit at the Bush Center in Dallas through January 2022. His wife, Laura Bush, 74, is an author who is active in conservation and women's rights. They spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coffee-clash-honors-for-espresso-divide-italians-11619018034", "title": "Coffee Clash: Honors for Espresso Divide Italians", "date": "2021-04-21 11:13", "summary": "Resume Subscription. The unusual calm of Gran Caffè Gambrinus in Naples, a legendary cafe that has been emptied by coronavirus restrictions, belies the turmoil roiling Italy's coffee community.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fda-finds-poor-conditions-at-contractors-plant-for-making-j-js-covid-19-vaccine-11619013558", "title": "FDA Finds Poor Conditions at Contractor's Plant Making J&J Vaccine", "date": "2021-04-21 11:12", "summary": "Inspectors found the Emergent BioSolutions plant didn't maintain clean and sanitary conditions and didn't follow procedures to prevent contamination. A contract manufacturing plant that is supposed to help make Johnson & Johnson 's Covid-19 vaccine didn't keep clean, sanitary conditions and failed to take proper steps to prevent contamination, federal health regulators said Wednesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mens-skin-care-a-foolproof-3-step-guide-11619017843", "title": "Men's Skin Care: A Foolproof, 3-Step Guide", "date": "2021-04-21 11:10", "summary": "Want great skin but lack the faintest idea of where to start? Here, three utterly simple steps to getting a healthy, hydrated visage, care of dermatologists-plus, the only three products you need.. ASIDE FROM dutifully washing my face twice a day, I don't have a true dedicated skin-care routine. A lot of men don't. I spoke with several board-certified dermatologists across the country, and they noted that many of their patients do no more than scrub their faces with a slab of soap.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-derek-chauvin-verdict-means-for-other-former-officers-charged-in-george-floyd-killing-11619017603", "title": "What Chauvin Verdict Means for Other Former Officers Charged in Floyd Killing", "date": "2021-04-21 11:06", "summary": "Three former police officers face counts of aiding and abetting murder and manslaughter. Derek Chauvin's conviction Tuesday on counts of murder and manslaughter in the death of George Floyd means an uphill battle for three other former Minneapolis police officers charged in the matter when they go to trial later this year, defense lawyers and legal authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-war-in-afghanistan-worth-fighting-11619017377", "title": "Is the War in Afghanistan Worth Fighting?", "date": "2021-04-21 11:02", "summary": "The Biden administration's decision to withdraw will not end a 'forever war.' The war will continue, then the U.S. will be forced back in.. Your editorial \"Biden's Afghan Exit\" (April 14) quotes the U.S. Treasury's acknowledgment that al Qaeda is \"gaining strength in Afghanistan while continuing to operate with the Taliban under the Taliban's protection.\" Clearly, our current strategy is not having its intended effect. Every year, security in the region becomes worse, not better. Leaving 4,500 troops would be enough to maintain the mission, but it doesn't offer a path to success.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-mundell-was-not-your-usual-economist-11619017284", "title": "Bob Mundell Was Not Your Usual Economist", "date": "2021-04-21 11:01", "summary": "He became a rock star in China for his advocacy of a fixed exchange rate.. Mentioned in passing in \"Robert A. Mundell\" (Review & Outlook, April 6) was the late economist's engagement with China. After I helped introduce him in 1995, Mundell became a rock star there for his advocacy of a fixed exchange rate. His policy prevailed for a decade, which saw China's greatest economic growth. It ended the Asian financial crisis in 1997 when China refused to devalue. Mundell's death was widely publicized in China.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-maynard-keynes-old-white-male-conservative-11619017112", "title": "John Maynard Keynes, Old White Male Conservative?", "date": "2021-04-21 10:58", "summary": "His intrinsic-value approach to investing was, in essence, a conservative way to build net worth.. Regarding Philip Delves Broughton's review of Justyn Walsh's \"Investing With Keynes\" (\"Cambridge Values,\" Bookshelf, March 30): It is refreshing to find out that John Maynard Keynes, the patron saint of politicians eager to spend other people's money to arrest an economic downturn, was a value fundamentalist when it came to his personal investment philosophy. His intrinsic-value approach to investing was, in essence, a conservative way to build net worth in impressive fashion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-newsroom-dreams-to-coordinating-covid-19-response-11619016885", "title": "From Newsroom Dreams to Coordinating Covid-19 Response", "date": "2021-04-21 10:54", "summary": "The pandemic drastically shifted my career plans and led to a crazy and memorable first full-time job. When people ask me what I am doing with my English degree, I never imagined I'd be telling them that I am using it to fight a pandemic.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-playing-politics-with-northern-ireland-11619016832", "title": "Who's Playing Politics With Northern Ireland?", "date": "2021-04-21 10:53", "summary": "When David Trimble writes of self-determination, he fails to mention that the North didn't vote for Brexit.. In \"The EU Plays Politics With Northern Ireland\" (op-ed, April 9), David Trimble neglects to mention the role of the British government. Boris Johnson negotiated the Brexit protocol, called it a great success, and won a sizeable parliamentary majority in the 2019 British election campaigning on the basis that his Brexit deal was the best way forward for the whole U.K. When Mr. Trimble writes of self-determination, he fails to mention that Northern Ireland didn't vote for Brexit, and indeed voted against leaving the European Union 56% to 44%. Maximum integration with the EU by the North respects the wishes of the people there while ensuring that there won't be a border in my country again, in keeping with the terms of the Good Friday Agreement.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-most-valuable-tech-company-can-help-the-chip-shortage-11619016167", "title": "Europe's Most Valuable Tech Company Can Help the Chip Shortage", "date": "2021-04-21 10:42", "summary": "ASML, which sells semiconductor-manufacturing equipment to the likes of Intel, expects to grow revenue by almost 30% this year and is ramping up capacity. Good news for anyone looking for a new car: The microchip industry is mustering faster than expected to solve today's crippling shortages.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-fishing-fleet-the-worlds-largest-drives-beijings-global-ambitions-11619015507", "title": "China's Fishing Fleet, the World's Largest, Drives Beijing's Global Ambitions", "date": "2021-04-21 10:31", "summary": "Resume Subscription. In Beijing's push to become a maritime superpower, China's fishing fleet has grown to become the world's largest by far-and it has turned more aggressive, provoking tensions around the globe.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-jurys-answer-in-minneapolis-11619014562", "title": "The Jury's Answer in the Derek Chauvin Trial", "date": "2021-04-21 10:16", "summary": "An officer's cruelty, a mob's threats and a long, tragic history add up to a conviction for murder.. George Floyd at his death was 46, two years older than F. Scott Fitzgerald when he died in Hollywood. Fitzgerald was born across the river from Minneapolis, in St. Paul. Both men had bad habits-addictions. Floyd was poor and black. Fitzgerald was white, privileged and occasionally rich; or anyway he consorted with rich people and dreamed about them. Both men were known to smash things up (as Fitzgerald wrote of Tom and Daisy Buchanan) and then to retreat into their \"vast carelessness.\" In the 1920s, Fitzgerald would get drunk at Gerald and Sarah Murphy's Villa America on the Riviera and break their expensive crystal. Floyd served four years in prison for a 2007 robbery and home invasion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-targeted-by-new-justice-department-task-force-11619014158", "title": "Ransomware Targeted by New Justice Department Task Force", "date": "2021-04-21 10:09", "summary": "After 'worst year ever' for the cyberattacks, department seeks to disrupt digital ecosystem that supports them. WASHINGTON-The Justice Department has formed a task force to curtail the proliferation of ransomware cyberattacks, in a bid to make the popular extortion schemes less lucrative by targeting the entire digital ecosystem that supports them.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-cant-be-forced-to-pay-comfort-women-south-korean-court-says-11619013800", "title": "Japan Can't Be Forced to Pay 'Comfort Women,' South Korean Court Rules", "date": "2021-04-21 10:03", "summary": "Ruling on World War II sex slaves case breaks with a recent verdict in the same court. SEOUL-The Japanese government can't be forced to provide fiscal compensation to South Korean women coerced into sexual slavery for Tokyo's military during World War II, a Seoul court said, adding fresh legal uncertainties to a long-running dispute that diplomacy has failed to resolve.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-visitors-we-need-you-11619013600", "title": "New York City to Visitors: We Need You", "date": "2021-04-21 10:00", "summary": "Major tourism campaign to begin in June, as signature events like Frieze and Tribeca Festival return to the calendar. New York City will spend $30 million on a tourism campaign set to launch in June, aiming to revive a sector that has struggled throughout the pandemic, officials said.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drivers-wont-stop-speeding-and-cities-are-trying-new-tactics-to-get-them-to-slow-down-11619013614", "title": "Cities Are Trying New Tactics to Keep Drivers From Speeding", "date": "2021-04-21 10:00", "summary": "More speed cameras, tickets, lower speed limits amid police concern as more people are expected to drive this summer. More drivers are speeding, prompting cities and states across the country to toughen enforcement and warn of potential crashes during the busy summer travel season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snarled-supply-chain-trips-up-small-businesses-11618997400", "title": "Snarled Supply Chain Trips Up Small Businesses", "date": "2021-04-21 09:58", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/artificial-intelligence-facial-recognition-face-curbs-in-new-eu-proposal-11619000520", "title": "EU Plans Curbs to Artificial Intelligence, Facial Recognition", "date": "2021-04-21 09:13", "summary": "EU is proposing one of the first laws globally to regulate the use of artificial intelligence for applications like hiring and policing. European officials want to limit police use of facial recognition and ban the use of certain kinds of AI systems, in one of the broadest efforts yet to regulate high-stakes applications of artificial intelligence.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-halliburton-csx-chipotle-what-to-watch-when-the-stock-market-opens-today-11619002875", "title": "Netflix, Halliburton, CSX, Chipotle: What to Watch When the Stock Market Opens Today", "date": "2021-04-21 09:04", "summary": "Stock futures are pointing to losses at the opening bell. Here's what we're watching ahead of Wednesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-mr-jones-forms-new-media-division-led-by-former-mindshare-ceo-nick-emery-11619010120", "title": "You & Mr Jones Forms New Media Division Led by Former Mindshare CEO Nick Emery", "date": "2021-04-21 09:02", "summary": "The new business unit will be backed with more than $300 million to fund acquisitions and other investments. Nick Emery, the former global chief executive of Mindshare, part of WPP PLC's GroupM ad-buying unit, is joining You & Mr Jones Inc. as a founding partner of the marketing firm's newly launched media division.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officer-brian-sicknick-what-we-know-about-his-death-11619010119", "title": "Officer Brian Sicknick: What We Know About His Death", "date": "2021-04-21 09:02", "summary": "An official finding that he died of natural causes doesn't support earlier accounts that he died of injuries incurred during the Jan. 6 Capitol attack. Washington's medical examiner found this week that Capitol Police officer Brian Sicknick died a natural death on Jan. 7, a day after he clashed with protesters at the Capitol. That official determination, coming months after the event, was at odds with earlier assertions by Capitol Police that Mr. Sicknick succumbed to injuries incurred during the Capitol riot. Here is how the account of Mr. Sicknick's death unfolded.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-sherald-chef-edward-lee-community-11619008418", "title": "Artist Amy Sherald, Chef Edward Lee and More on Community", "date": "2021-04-21 08:34", "summary": "In WSJ. Magazine's monthly Columnists roundtable, six luminaries weigh in on what community means to them. Amy Sherald", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-justina-blakeney-has-three-instagram-handles-11619008367", "title": "Designer Justina Blakeney Has Three Instagram Handles", "date": "2021-04-21 08:32", "summary": "The author, 42, whose latest book is 'Jungalow: Decorate Wild,' shares what's on her phone. Number of unread emails", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soccer-super-league-fails-chelsea-man-city-manchester-united-liverpool-uefa-champions-league-11619008216", "title": "The Super League Is Dead. Here's What Sports Learned.", "date": "2021-04-21 08:30", "summary": "A powerful cabal of soccer powerhouses crumples amid outrage. Do fans have more power than previously thought?. Here lies the Super League, a true fish bicycle, a lousy idea wrapped in a somehow lousier idea, a vulgar blast of hubris set to change the sports world as we knew it, only to go kaput after...well, I guess the whole deal lasted two days.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-pfizer-and-a-record-label-helped-biden-inaugural-committee-raise-61-8-million-11619006767", "title": "Unions, Big Businesses Helped Biden Inaugural Committee Raise Millions", "date": "2021-04-21 08:06", "summary": "Wealthy individuals and small donors rounded out haul for televised virtual event. WASHINGTON-President Biden's inaugural committee raised $61.8 million for the televised virtual event that marked the beginning of his administration, drawing donations from companies, labor unions, wealthy individuals, and voters giving in small amounts, a new campaign finance filing shows.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-job-market-is-tighter-than-you-think-11619006400", "title": "The Job Market Is Tighter Than You Think", "date": "2021-04-21 08:00", "summary": "Solid wage growth and unfilled openings point to much less slack than after previous recession. One set of numbers shows a labor market in dire straits. Total employment, despite March's jump, is still down 8.4 million from its pre-pandemic peak, on a par with the worst point of the 2007-09 recession and its aftermath.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-uncover-advertising-scam-targeting-streaming-tv-apps-11619006400", "title": "Researchers Uncover Advertising Scam Targeting Streaming-TV Apps", "date": "2021-04-21 08:00", "summary": "Fraudsters mimicked popular apps, siphoned off revenue from unsuspecting advertisers, cybersecurity firm says. Fraudsters infected nearly one million mobile devices with software that mimicked streaming-TV apps and collected revenue from unsuspecting advertisers, according to cybersecurity company Human Security Inc., exposing vulnerabilities in a fast-growing corner of the digital ad market.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-green-power-funding-is-blowing-in-the-wind-11619003815", "title": "China's Green-Power Funding Is Blowing in the Wind", "date": "2021-04-21 07:16", "summary": "After a renewable-energy investment binge, further progress depends partly on persuading power developers to keep building while the government still owes them money. China's renewable energy has grown by leaps and bounds in recent years, but that has also come with a price: unfunded liabilities. Unless Beijing fixes the problem, green-power stocks-and China's towering clean-energy ambitions for the next five years-may remain grounded.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-americanization-of-european-sports-seems-inevitable-11619002874", "title": "Americanization of European Sports Seems Inevitable", "date": "2021-04-21 07:01", "summary": "Plans for a soccer Super League are falling through, but a U.S.-style shakeup would be in the interest of both viewers and top clubs. The audacious plan by Europe's top soccer clubs to form their own U.S.-style tournament lies in tatters just days after it was launched. But that might not stop some eventual Americanization of the world's most popular sport.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-curry-stats-warriors-nba-playoffs-11618973587", "title": "This Is the Hottest That Stephen Curry Has Ever Been", "date": "2021-04-21 07:00", "summary": "Five years after he revolutionized basketball, the NBA's best shooter is still getting better. One of the only things that Bruce Fraser and James Lackey have in common is that both have personal experience being entranced by the magic of Stephen Curry.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-hires-nielsen-executive-to-expand-its-measurement-work-11619001000", "title": "NBCUniversal Hires Nielsen Executive to Expand Its Measurement Work", "date": "2021-04-21 06:30", "summary": "The media giant is spending more than $100 million annually on data and technology initiatives. Comcast Corp.'s NBCUniversal has hired an executive from measurement giant Nielsen to help steer its effort to better show marketers the effectiveness of buying TV and digital ads across its properties.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expat-americans-fly-home-for-covid-19-vaccination-shots-11618651800", "title": "Expat Americans Fly Home for Covid-19 Shots", "date": "2021-04-21 06:08", "summary": "Resume Subscription. LONDON-Frustrated by slow and uncertain vaccination drives around the world, some of the nine million Americans living abroad are coming home to get their Covid-19 shots.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iron-ore-price-rally-blunts-chinas-trade-pressure-11618999283", "title": "Iron Ore Price Rally Blunts China's Trade Pressure", "date": "2021-04-21 06:01", "summary": "Price has surged to decade high, helping Australia as it navigates trade tensions with Beijing. SYDNEY-A run-up in the price of iron ore to a decade high is blunting China's pressure tactics in a major trade dispute.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gifting-as-a-service-companies-want-to-rid-the-world-of-unused-corporate-swag-11618999201", "title": "'Gifting-as-a-Service' Companies Want to Rid the World of Unused Corporate Swag", "date": "2021-04-21 06:00", "summary": "Goodbye, oversized branded T-shirts? Businesses like Alyce and Snappy raise cash as the reinventors of corporate gifting. Startups are offering corporate clients a personalized alternative to homogenous corporate swag, hoping that if recipients choose their own gifts, they will like them more.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-regain-taste-for-giant-buyouts-11618997580", "title": "Private-Equity Firms Regain Taste for Giant Buyouts", "date": "2021-04-21 05:33", "summary": "With a record $1.6 trillion in unspent cash, firms are looking for ways to deploy it in a pricey market. The mega LBO is back. Maybe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-giants-ditch-oil-and-coal-projects-smaller-rivals-want-them-11618997401", "title": "Energy Giants Ditch Oil and Coal Assets. Smaller Rivals Want Them.", "date": "2021-04-21 05:30", "summary": "BP, Rio Tinto and others sell assets for financial and environmental reasons, in possible boon for those who still embrace fossil fuels. For all the talk of a transition away from fossil fuels, players in the energy sector are still willing to bet there is more money to be made in oil and coal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-climate-overture-to-biden-pay-us-not-to-raze-amazon-11618997400", "title": "Brazil's Climate Overture to Biden: Pay Us Not to Raze Amazon", "date": "2021-04-21 05:30", "summary": "President Bolsonaro's proposition comes as Brazil seeks support from U.S. to curtail deforestation in world's biggest rainforest. Brazil's government, widely criticized by environmental groups as a negligent steward of the Amazon rainforest, has made an audacious offer to the Biden administration: Provide $1 billion and President Jair Bolsonaro's administration will reduce deforestation by 40%.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-apologizes-for-its-handling-of-china-customer-after-outcry-11618997411", "title": "Tesla Apologizes for Its Handling of China Customer After Outcry", "date": "2021-04-21 05:30", "summary": "Car maker's public apology follows criticism from Communist Party body that the company is arrogant and sells defective products. SHANGHAI- Tesla Inc., hit by a widespread outcry over its handling of consumer complaints in China, has issued a public apology and pledged to set up a customer-satisfaction unit as the electric-car maker seeks to overcome its latest stumble in the fast-growing market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-gets-backing-to-create-clearing-firm-for-equities-11618995600", "title": "Startup Gets Backing to Create Clearing Firm for Equities", "date": "2021-04-21 05:00", "summary": "Embedded Financial, launched by a former Square executive, raises $20 million in prelaunch funding. A new startup hopes to build a better clearing firm, a type of financial-market infrastructure business that drew scrutiny during the GameStop Corp. stock frenzy earlier this year.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-seeks-censure-of-maxine-waters-over-remarks-about-derek-chauvin-trial-11618944727", "title": "Democrats Block GOP Bid to Censure Maxine Waters Over Remarks on Derek Chauvin Trial", "date": "2021-04-21 00:03", "summary": "California Democratic congresswoman at weekend protest urged more confrontational approach if jury didn't return guilty verdict. WASHINGTON-House Democrats defeated an effort by Republicans on Tuesday to censure Rep. Maxine Waters (D., Calif.) over her remarks related to the high-profile trial of Derek Chauvin, the former Minneapolis police officer convicted of murder in the death of George Floyd.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11618972399", "title": "Pepper...and Salt", "date": "2021-04-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-verdict-across-america-cheers-then-calls-to-action-11618971685", "title": "Across America, Cheers, Then Calls to Action", "date": "2021-04-21 23:16", "summary": "Many herald verdict as a victory in effort to combat police violence against people of color, although several said there is still work to do. In a parking lot in Atlanta, on the street in Washington, D.C., and in a living room in Minneapolis, Americans across the country paused at 4:05 p.m. Central Time on Tuesday afternoon to look at their TV sets and cellphones and learn that Derek Chauvin was found guilty in the murder of George Floyd.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-convicted-of-murder-in-killing-of-george-floyd-11618952910", "title": "Derek Chauvin Guilty of Murder in Death of George Floyd", "date": "2021-04-21 23:14", "summary": "Floyd's death last May in police custody was captured on video that went viral and set off summer of unrest. MINNEAPOLIS-Derek Chauvin was convicted of three counts, including murder charges, in the death of George Floyd, a Black man whose death last May in police custody was captured on video that went viral and set off a summer of unrest over law enforcement's treatment of people of color.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-is-praying-for-right-verdict-in-murder-trial-of-derek-chauvin-11618938767", "title": "Biden Says U.S. Needs to Work to End Systemic Racism", "date": "2021-04-21 22:57", "summary": "The president says the Chauvin verdict is a giant step forward toward justice. WASHINGTON-President Biden said the conviction of a former Minneapolis police officer in the killing of George Floyd is a \"giant step forward in the march toward justice in America,\" but said the nation needed to stamp out systemic racism.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nation-reacts-to-guilty-verdict-in-derek-chauvin-murder-trial-11618958652", "title": "Nation Reacts to Guilty Verdict in Chauvin Murder Trial", "date": "2021-04-21 22:37", "summary": "News that the former police officer was found guilty of murdering George Floyd prompted a release of emotions in Minneapolis and beyond. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/arizona-governor-declares-state-of-emergency-at-border-11618960503", "title": "Arizona Governor Declares State of Emergency at Border", "date": "2021-04-21 22:16", "summary": "Republican Doug Ducey says state will deploy 250 National Guard troops, blames Biden for surge in illegal crossings. Arizona Gov. Doug Ducey declared a state of emergency at the southwest border in Arizona and said the state would deploy 250 National Guard troops to help local law enforcement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-americans-greet-derek-chauvin-conviction-with-relief-caution-11618963514", "title": "Black Americans Greet Derek Chauvin Conviction With Relief, Caution", "date": "2021-04-21 22:04", "summary": "Resume Subscription. For many Black Americans, the conviction of Derek Chauvin in the death of George Floyd inspired feelings of relief and a sense that the verdict might have been an anomaly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/netflix-will-need-some-post-summer-blockbusters-11618964984", "title": "Netflix Will Need Some Post-Summer Blockbusters", "date": "2021-04-21 20:29", "summary": "Weak subscriber outlook means streaming giant will need a big fall season. The shows Netflix has coming later this year had better be really good.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railing-against-the-wind-11618964420", "title": "Railing Against the Wind", "date": "2021-04-21 20:20", "summary": "Biden cancels offshore projects amid local political opposition.. President Biden aims to build wind and solar farms from sea to shining sea to replace fossil fuels in the electricity grid by 2035. But his plans are already running aground off the coast of Long Island in New York, where his Administration last week canceled two offshore wind development zones.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-nadlers-double-taxation-lesson-11618964287", "title": "Jerry Nadler's Double Taxation Lesson", "date": "2021-04-21 20:18", "summary": "He unwittingly calls to abolish the corporate and estate taxes.. Democrats from high-tax blue areas are asking President Biden to restore an unlimited federal deduction for state and local taxes (SALT), and here's New York Rep. Jerry Nadler's pithy pitch on Twitter : \"No one should ever be taxed twice on the same income. It's not fair and it's not just.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inoculating-the-government-11618964047", "title": "Inoculating the Government", "date": "2021-04-21 20:14", "summary": "The CDC and FDA abdicated to outsiders on the J&J vaccine.. Bureaucratic hypercaution and delay bungled Europe's early Covid-19 vaccine rollout. But while European regulators seem to be learning from their mistakes, the Biden Administration looks to be repeating them.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chauvin-verdict-guilty-11618963866", "title": "The Chauvin Verdict: Guilty", "date": "2021-04-21 20:11", "summary": "The jury and the justice system again worked far better than political critics behaved.. A Minneapolis jury on Tuesday convicted former police officer Derek Chauvin on all three counts in the death last May of George Floyd. Many Americans are relieved that justice was done for Floyd, while others breathed a sigh that there won't be riots as some feared if there was even a partial acquittal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-uses-cloud-to-facilitate-covid-19-vaccine-sign-ups-11618956507", "title": "Big Tech Uses Cloud to Facilitate Covid-19 Vaccine Sign-ups", "date": "2021-04-21 20:04", "summary": "Amazon.com, Google and Microsoft each have released platforms to manage millions of bookings. The world's largest cloud companies are stepping in to help state and local health officials improve the process of scheduling Covid-19 vaccinations, as millions of Americans become eligible.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-league-chelsea-man-city-exit-11618946384", "title": "Super League Collapses as English Clubs Pull Out", "date": "2021-04-21 20:03", "summary": "The lavish plan to reshape soccer around 12 wealthy clubs unraveled under intense opposition from other clubs, governments and fans. The breakaway Super League that aimed to reshape the European soccer landscape collapsed in sudden and dramatic fashion on Tuesday as six of the proposed circuit's 12 elite clubs pulled out of the project after their attempt to secure a more lucrative future was routed by other teams and their own fans.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-pak-the-art-world-wants-to-know-the-artists-base-couldnt-care-less-11618963200", "title": "Who Is Pak? The Artist's Fans Couldn't Care Less", "date": "2021-04-21 20:00", "summary": "Resume Subscription. Is Pak the future of art? The question continues to puzzle the art establishment after the enigmatic digital artist who goes by a single moniker was ushered into the art world's upper echelons last week through a high-profile, three-day online auction at Sotheby's that totaled $17 million.", "categories": [[]], "category_links": []}]