[{"link": "https://www.wsj.com/articles/adele-new-song-kelis-midnight-snacks-best-songs-11634733309", "title": "Adele's Comeback, Kelis's 'Midnight Snacks' and the Other Best Songs of October", "date": "2021-10-23 21:08", "summary": "Here's WSJ.'s monthly roundup of new pop releases: everything that's grabbing our attention, making us think or getting us dancing.. Indie rocker Mitski returned from a two-year social-media hiatus with a swelling single about self-doubt and roadblocks to creativity. \"I cry at the start of every movie / I guess 'cause I wish I was making things, too,\" she sings.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-surprises-after-retirement-11634935318", "title": "The Biggest Surprises After Retirement: Readers Weigh In", "date": "2021-10-23 17:17", "summary": "However prepared you think you are, expect the unexpected. From struggling to navigate Medicare to an evolving sense of time and obligation, retirement is full of unexpected discoveries. Even a sociologist who spent decades studying retirement found himself unprepared for everything he learned when he entered this new stage of life.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-services-are-used-to-spread-religious-hatred-in-india-internal-documents-show-11635016354", "title": "Facebook Apps Are Used to Spread Hate in India, Documents Show", "date": "2021-10-23 15:12", "summary": "Resume Subscription. Mark Zuckerberg praised India in December as a special and important country for Facebook Inc., saying that millions of people there use its platforms every day to stay in touch with family and friends. Internally, researchers were painting a different picture: Facebook's products in India were awash with inflammatory content that one report linked to deadly religious riots.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-social-media-platform-joins-crowded-conservative-media-field-11635010334", "title": "Trump's Social-Media Platform Joins Crowded Conservative Media Field", "date": "2021-10-23 13:32", "summary": "The former president's son, Donald Trump Jr., has been closely involved in creation of new company. Former President Donald Trump's planned digital-media venture could quickly become a serious competitor in a crowded field of right-leaning sites and social networks, thanks to Mr. Trump's prominence and online following.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-teacher-calling-11634911247", "title": "After Hurricanes Irma and Maria, a Former Teacher Finds Her Calling in Puerto Rico", "date": "2021-10-23 13:00", "summary": "Sherilyn Larkin is now the construction coordinator for a nonprofit that helps victims of disasters get back on their feet. When Hurricanes Irma and Maria pounded Puerto Rico in late 2017, Sherilyn Larkin saw history repeating itself.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reasons-retire-orkney-islands-11634766450", "title": "I Always Loved Scotland's Orkney Islands. So I Retired There.", "date": "2021-10-23 12:00", "summary": "I knew that the summers on the windswept islands were magical. But I've come to love the rainy, dark winters more than I ever would have expected.. I didn't know if I would retire in Scotland until almost the day that I did. But things happen during a life if you say \"yes\" to new opportunities. And now, this former elementary-school teacher from New York lives happily in the windswept Orkney Islands, where I focus on my paintings, friends and activities.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-trying-times-a-kansas-community-faced-down-its-fear-of-outsiders-11635004759", "title": "In Trying Times, a Kansas Community Faced Down Its Fear of Outsiders", "date": "2021-10-23 11:59", "summary": "Resume Subscription. GRINNELL, Kansas-A few weeks into the Covid-19 lockdown, a van with Colorado plates pulled up to the Hometown Grocery & Cafe in Grinnell, a town of 269 people in a county of 2,600. \"I'm here to buy all of your toilet paper,\" the driver said.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/44-years-studying-retirement-11634913113", "title": "I Spent 44 Years Studying Retirement. Then I Retired.", "date": "2021-10-23 11:00", "summary": "Resume Subscription. \"The Enigma of Arrival\" is the title and theme of a novel by the Nobel laureate V.S. Naipaul. What is it about arrival that is mysterious? Simply that one's imagination of a destination, even a place for which one has prepared and striven, will never quite be one's eventual experience of the place.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-plots-property-tax-trials-as-it-targets-speculation-11634998929", "title": "China Plans Property-Tax Trials as It Targets Speculation", "date": "2021-10-23 10:22", "summary": "Beijing, in the midst of reshaping its real-estate market, says it will launch a five-year property-tax pilot program. China said it would conduct five-year property-tax trials in some regions of the country as Beijing looks for ways to rein in real-estate speculation and distribute wealth more evenly.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supercar-makers-skid-into-ev-era-11634997783", "title": "Supercar Makers Skid Into EV Era", "date": "2021-10-23 10:03", "summary": "Lamborghini has grown rapidly in recent years, but now needs to confront battery technology and more competition from Ferrari. Are supercars expensive toys or valuable assets? The question is as relevant for stock investors as proud owners of a Ferrari, Lamborghini or Aston Martin .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-is-turning-green-what-will-this-climate-plan-cost-and-who-will-pay-11634997601", "title": "The U.S. Is Turning Green. What Will It Cost and Who Will Pay?", "date": "2021-10-23 10:00", "summary": "Washington and the private sector are expected to pledge to spend trillions of dollars to reduce carbon emissions. The bill for climate change is coming due, and it will be big. Businesses, investors and the U.S. government are planning to turn the country carbon neutral in the coming 30 years. They are also trying to limit and pay the cost of the climate change that has already occurred.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-raised-his-classic-1972-workhorse-truck-from-the-dead-11634997601", "title": "He Raised His Classic 1972 Workhorse Truck From the Dead", "date": "2021-10-23 10:00", "summary": "Resume Subscription. Bob Fulmer, a 64-year-old computer programmer who lives in Mount Laurel, N.J., on his 1972 GMC C3500, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-teens-question-their-gender-social-media-can-provide-supportand-pressure-11634994000", "title": "When Teens Question Their Gender, Social Media Can Provide Support-and Pressure", "date": "2021-10-23 09:00", "summary": "Teens exploring gender and sexual identity often seek safe spaces on platforms such as Discord, but some walk away feeling more confused. Shaping one's identity is a central part of adolescence. Many parents want to give their kids the freedom to explore and question who they are-including their sexuality and gender. The challenge is knowing when questions come from within a child, and when they arise out of pressure from peers, or from strangers online.", "categories": [["Life & Work", "Family & Technology"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/family-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bumblebees-plight-why-they-are-disappearing-in-the-u-s-11634992056", "title": "The Bumblebee's Plight: Why It Is Disappearing in the U.S.", "date": "2021-10-23 08:27", "summary": "Efforts are under way to save the biologically important species after the American bumblebee declined precipitously across the country. The American bumblebee was once the most commonly observed bumblebee in the U.S. Like 11 other bumblebee species, its population has plummeted. Nationally, it has declined about 89% in the past 20 years, according to the International Union for Conservation of Nature.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-12-year-old-girl-sparks-debate-on-covid-19-vaccines-for-kids-in-mexico-11634990403", "title": "A 12-Year-Old Girl Sparks Debate on Covid-19 Vaccines for Kids in Mexico", "date": "2021-10-23 08:00", "summary": "Resume Subscription. MEXICO CITY-In early September, 12-year-old Zulma Gonzalez grew exasperated. Zulma, who suffers from Type 1 diabetes and is at risk of having a serious illness with Covid-19, had been trying to get vaccinated for months to feel safe enough to return to school and have a normal life again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/houston-astros-world-series-11634989131", "title": "The Houston Astros Are Back in the World Series, Unfazed by Their Detractors", "date": "2021-10-23 07:39", "summary": "The Astros beat Boston to advance to their third Series in five years-this time after a season of relentless jeers over their infamous 2017 cheating scheme. Nobody should mistake the Houston Astros' journey to the American League pennant in 2021 for anything resembling a redemption story. Many of their key contributors participated in the sign-stealing scheme that placed the 2017 Astros among the most notorious cheaters in American sports history. Their championship that season is forever tainted, their reputations stained. That will not change.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-working-out-too-much-even-an-ironman-needs-a-rest-11634983200", "title": "Are You Working Out Too Much? Even an Ironman Needs a Rest", "date": "2021-10-23 06:00", "summary": "Resume Subscription. Barry Plaga never imagined that slowing down could improve his performance.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-hedge-funds-endure-rocky-year-private-company-bets-ease-the-pain-11634981400", "title": "Private-Company Bets Ease Hedge Fund Pain", "date": "2021-10-23 05:30", "summary": "Soaring valuations and a hot U.S. IPO market have boosted private wagers, helping to offset poor performance in public markets. Investments in private companies are saving the year for stock-picking hedge funds.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-office-prepares-for-holiday-shopping-surge-adding-facilities-equipment-and-workers-11634981401", "title": "Postmaster General Louis DeJoy Plans to Deliver for the Holidays", "date": "2021-10-23 05:30", "summary": "Resume Subscription. LEETSDALE, Pa.-Some recipients waited on the U.S. Postal Service to deliver holiday gifts until well after decorations were taken down last year. Postmaster General Louis DeJoy's answer to prevent a repeat this year is space-and lots of it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/high-inflation-creates-tax-winners-and-losers-what-are-you-11634981401", "title": "High Inflation Creates Tax Winners and Losers", "date": "2021-10-23 05:30", "summary": "While take-home pay could climb for many in January, some taxpayers will feel the pinch of tax provisions that don't change as prices rise. Inflation is about to ripple through the tax code-and the nation's mishmash of tax provisions means some people will be hurt and some won't.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hundred-years-of-listening-to-baseball-11634961661", "title": "A Hundred Years of Listening to Baseball", "date": "2021-10-23 00:01", "summary": "Technology has changed since the World Series was first broadcast in 1921, but the game and radio remain a perfect match. As a child growing up in the 1930s, Vin Scully would take a glass of milk, a plate of crackers and a pillow into the living room of his family's walk-up apartment in the Washington Heights neighborhood of Manhattan. He would crawl underneath a massive four-legged radio console, put his head down and let the sound of a baseball game wash over him, like water rushing out from a shower head.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11634929662", "title": "Pepper...and Salt", "date": "2021-10-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-etiquette-is-changing-here-are-7-ways-to-stay-up-to-date-11634961602", "title": "Digital Etiquette Is Changing. Here Are 7 Ways to Stay Up to Date.", "date": "2021-10-23 00:00", "summary": "Is your email style or wariness of QR codes making you seem older than your years? These tips will keep you from coming across like a digital dinosaur.. FROM SENDING a terse text that ends in a period-leaving the recipient wondering whether the sender is angry-to posting something on Instagram that is better suited to LinkedIn, people's interactions with software are as much of a giveaway when it comes to exposing a lack of tech currency as the gadgets they tote around. Here, strategies for making sure even your Gen Z co-workers think you're with-it.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theunlikelyoutsiders-who-won-the-race-for-a-covid-19-vaccine-ugur-sahin-stephane-bancel-moderna-biontech-11634932219", "title": "The Unlikely Outsiders Who Won the Race for a Covid-19 Vaccine", "date": "2021-10-23 00:00", "summary": "Resume Subscription. It was early October 2019 and Uğur Şahin was standing in a Kansas City, Mo., parking lot, sweating under the blazing midafternoon sun. He and a few colleagues had spent weeks crisscrossing the U.S. and visiting different cities in Europe. They were trying to drum up investor interest in the initial public offering of BioNTech SE, the German biotechnology company Dr. Şahin had started. The trip wasn't going well.", "categories": [[]], "category_links": []}]