[{"link": "https://www.wsj.com/articles/cuomo-declares-emergency-in-new-york-over-gun-violence-11625607820", "title": "Cuomo Declares Emergency Over Gun Violence", "date": "2021-07-06 19:59", "summary": "Governor speeds up millions of dollars in funding for initiatives and sets up possible path for victims to sue sellers and manufacturers. New York Gov. Andrew Cuomo on Tuesday declared a state of emergency over gun violence, which he said is now claiming more lives than Covid-19 and is a threat to the broader economic recovery.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-probes-into-u-s-listed-tech-companies-jolt-investors-11625563471", "title": "Didi Shares Plunge as China's Probes of U.S.-Listed Firms Jolt Investors", "date": "2021-07-06 19:23", "summary": "Ride-hailing giant tumbles amid data-security reviews of popular Chinese mobile apps. HONG KONG-China's regulatory probes into three technology companies shortly after their U.S. listings have caught global investors off guard, showing the risks of owning shares in rapidly growing businesses that have come under Beijing's microscope.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/body-and-soul-review-careening-choreography-11625612974", "title": "'Body and Soul' Review: Careening Choreography", "date": "2021-07-06 19:09", "summary": "The Jacob's Pillow Dance Festival returns with in-person and digital programming, including this lengthy 2019 performance by Crystal Pite and the Paris Opera Ballet.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-this-change-in-the-rules-for-retirement-account-rmds-11625612025", "title": "Beware This Change in the Rules for Retirement-Account RMDs", "date": "2021-07-06 18:53", "summary": "The requirements for withdrawing funds from an inherited IRA can be confusing. If you inherited an individual retirement account from someone who died after 2019, a recent change in federal tax rules could affect the manner in which you make withdrawals known as required minimum distributions, or RMDs.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-biden-and-gas-prices-11625611235", "title": "OPEC, Biden and Gas Prices", "date": "2021-07-06 18:40", "summary": "The President wants the cartel to pump more oil, but the U.S. to pump less.. As cognitive dissonance goes, this is a classic. President Biden's explicit policy goal is to reduce U.S. oil and gas production, limiting the global supply of fossil fuels in the name of fighting climate change. Yet his Administration is now imploring the OPEC oil cartel to pump more oil so U.S. gasoline prices don't rise more than they already have on Mr. Biden's watch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-regulatory-moves-knock-chinese-tech-stocks-11625607284", "title": "China's Regulatory Moves Knock Chinese Tech Stocks", "date": "2021-07-06 18:40", "summary": "Falling shares of Didi, Full Truck, Kanzhun drag Tencent Music, Baidu and other Chinese stocks lower. Chinese technology stocks fell Tuesday after China's cybersecurity regulator widened its review of several of the country's newest public companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-of-the-jedi-11625611082", "title": "Fall of the JEDI", "date": "2021-07-06 18:38", "summary": "The Pentagon is right to scrap a cloud-computing contract marred by politics.. Pentagon procurements are often roiled by political interference, and the massive JEDI (Joint Enterprise Defense Infrastructure) cloud-computing contract is another case in point. The Biden Defense Department rightly decided Tuesday to scrap the contract and start afresh.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-takes-didi-investors-for-a-ride-11625610962", "title": "China Takes Didi Investors for a Ride", "date": "2021-07-06 18:36", "summary": "American shareholders get an expensive lesson in Xi Jinping risk.. American investors buy shares in Chinese companies because they want to take bigger risks in exchange for bigger potential returns, and it looks like their wish is Beijing's command. Witness how Chinese regulators have tanked the stock in ride-hailing firm Didi Global Inc. barely a week after the company raised $4.4 billion in a listing on the New York Stock Exchange.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-the-national-education-association-have-to-do-with-education-11625610870", "title": "What Does the National Education Association Have to Do With Education?", "date": "2021-07-06 18:34", "summary": "A new effort by the teachers union to advance radical politics.. Fresh off its largely successful efforts to keep millions of American kids out of classrooms for a year, the National Education Association is striking another blow against the nation's education.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-trips-up-macron-again-11625610806", "title": "Climate Trips Up Macron Again", "date": "2021-07-06 18:33", "summary": "The French President's green virtue signaling could cost him his job.. President Emmanuel Macron's climate-change amendment to the French constitution effectively died this week. Its failure is the latest example in Western democracies of the disconnect between elites obsessed with climate change and the public.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-condo-collapse-death-toll-rises-to-32-11625586543", "title": "Condo Collapse Death Toll Rises to 36 as Storm Passes", "date": "2021-07-06 18:18", "summary": "Storm's outer bands produce rain and strong winds, but crews keep working. SURFSIDE, Fla.-Search teams found four more bodies at the Champlain Towers South site, bringing the total number of confirmed dead to 36, with as many as 109 people unaccounted for, Miami-Dade County Mayor Daniella Levine Cava said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guilty-plea-entered-in-drug-death-of-vine-founder-colin-kroll-11625609812", "title": "Guilty Plea Entered in Drug Death of Vine Founder Colin Kroll", "date": "2021-07-06 18:16", "summary": "The leader of a drug-trafficking organization called Mike's Candyshop faces 20 years to life in prison. The leader of a drug-trafficking organization pleaded guilty Tuesday in Manhattan federal court to conspiring to distribute heroin, cocaine and fentanyl, including the drugs that caused the 2018 death of Colin Kroll, the co-founder of the video-hosting service Vine and the trivia game application HQ Trivia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-florida-building-collapse-task-force-to-consider-changes-to-condo-laws-11625598166", "title": "After Florida Building Collapse, Task Force to Weigh Condo Law Changes", "date": "2021-07-06 18:04", "summary": "Florida Bar organized task force that will give recommendations to Gov. Ron DeSantis, state legislature. SURFSIDE, Fla.-A task force has been created to investigate Florida's laws surrounding condominiums and make recommendations for legal reforms to the governor's office and state legislature in the wake of the building collapse in Surfside, according to people familiar with the plans.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highly-contagious-covid-19-delta-variant-is-spreading-in-areas-with-lower-vaccination-rates-11625605408", "title": "Highly Contagious Covid-19 Delta Variant Is Spreading in Areas with Lower Vaccination Rates", "date": "2021-07-06 18:03", "summary": "The most transmissible strain yet is landing people in the hospital as the world around them reopens.. The Delta variant is now the most common strain in the U.S. and it is spreading especially quickly in communities with low vaccination rates. It is some 50% more transmissible than the Alpha variant and scientists believe the strain is associated with severe disease. Here are three things you should know about the highly infectious variant as public life resumes across the country.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-war-must-go-on-11625608694", "title": "The Culture War Must Go On", "date": "2021-07-06 17:58", "summary": "The woke are angry, humorless, and-worst of all-vindictive. Surrender is not an option.. I happened to mention the phrase \"culture war\" in a 1996 conversation with Irving Kristol, who was a contributor to these pages and always a penetrating observer of contemporary American life. \"The culture war is over,\" Irving said, then paused and added: \"We lost.\" Alive today, Irving would have been sadly reaffirmed in his declaration, surprised perhaps only at the extent of the loss and the cost it has entailed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-needs-to-save-the-infrastructure-bill-11625608639", "title": "Biden Needs to Save the Infrastructure Bill", "date": "2021-07-06 17:57", "summary": "Democratic congressional leaders threaten to scuttle it unless they get a partisan spending bill.. 'There ain't gonna be no bipartisan bill unless we're going to have a reconciliation bill,\" Speaker Nancy Pelosi said recently. Translation: Democrats won't reach across party lines to pass infrastructure legislation unless they pass another spending bill with no Republican support.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dncs-dishonest-voting-case-against-arizona-11625608666", "title": "The DNC's Dishonest Voting Case Against Arizona", "date": "2021-07-06 17:57", "summary": "The justices upheld our common-sense election laws against baseless charges of racism.. Protecting the right to vote while maintaining public confidence in the integrity of the results is every public servant's sacred duty. With that in mind, I defended Arizona's election safeguards before the Supreme Court in March. Last week, in Brnovich v. Democratic National Committee, the justices ruled 6-3 in our favor, reaffirming the ability of states to administer secure elections with outcomes every voter can trust.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-is-an-alliance-divided-11625608606", "title": "NATO Is an Alliance Divided", "date": "2021-07-06 17:56", "summary": "Western European leaders see less threat from China and Russia than U.S. and Eastern European ones do.. President Biden is reviving the North Atlantic Treaty Organization-or is he? With President Trump gone, the alliance is back to business as usual, and Mr. Biden has emphasized members' \"sacred obligation\" under Article 5 of the Washington Treaty, which governs how members respond to an attack on a fellow member. But a military alliance needs a military. Without a clear pathway to European rearmament, NATO won't be able to respond to a crisis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irs-is-propublicas-accessory-11625608514", "title": "The IRS Is ProPublica's Accessory", "date": "2021-07-06 17:55", "summary": "Doesn't the agency owe taxpayers a warning that their data were stolen?. If you're a federal prosecutor, you might look at the sentences ProPublica published to justify its role in trafficking a decade's worth of stolen tax documents from thousands of U.S. taxpayers.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faustian-bargain-review-partners-in-crime-11625608481", "title": "'Faustian Bargain' Review: Partners In Crime", "date": "2021-07-06 17:54", "summary": "Between the wars, Russia offered a place for the German army to develop weapons and train men in violation of the Versailles Treaty.. Adolf Hitler gets the blame for lighting the fuse of World War II, and for good reason. Yet Germany had a partner in Soviet Russia, not only during the infamous Hitler-Stalin Pact of 1939 but well before, starting with the Treaty of Rapallo in 1922. Without his enablers in Moscow, it's hard to imagine that Hitler would have dared go to war against the rest of Europe.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shacarri-richardson-is-left-off-the-u-s-olympic-team-11625608360", "title": "Sha'Carri Richardson Is Left Off the U.S. Olympic Team", "date": "2021-07-06 17:52", "summary": "After a drug test picked up marijuana and knocked her out of the 100-meter event, USA Track & Field declined to select her for a relay in Tokyo. Team USA's roster of track and field athletes at the Tokyo Olympics will be missing its biggest newsmaker ahead of the Games: sprinter Sha'Carri Richardson.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-oil-prices-hit-six-year-high-after-opec-standoff-11625564609", "title": "U.S. Oil Prices Retreat After Briefly Hitting Six-Year High on OPEC Standoff", "date": "2021-07-06 17:36", "summary": "Prices for West Texas Intermediate surged, then fell back amid uncertainty about a deadlock among large producers on supply levels. Oil prices slid on Tuesday, erasing an earlier advance as traders grappled with uncertainty about a deadlock among the Organization of the Petroleum Exporting Countries and allies about future supply levels.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altices-ad-tech-company-teads-plans-to-file-for-ipo-11625604384", "title": "Altice's Ad-Tech Company Teads Files for IPO", "date": "2021-07-06 17:32", "summary": "Teads to be latest in a string of ad-tech companies to go public this year. Advertising-technology company Teads SA has filed for an initial public offering on the Nasdaq Stock Market, adding to a string of IPOs and deals in the industry.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aon-dealt-a-blow-in-bid-for-quick-trial-on-u-s-challenge-to-willis-towers-merger-11625607068", "title": "Aon Dealt a Blow in Bid for Quick Trial on U.S. Challenge to Willis Towers Merger", "date": "2021-07-06 17:31", "summary": "Judge says he can't try the antitrust case before the acquisition's current Sept. 9 expiration date. WASHINGTON-A federal judge said he can't schedule a summer trial in the Justice Department's antitrust lawsuit challenging insurance broker Aon PLC's proposed acquisition of rival Willis Towers Watson PLC, a blow to Aon's bid to save a deal that expires Sept. 9.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concentrated-solar-power-firm-heliogen-to-go-public-in-2-billion-spac-merger-11625607000", "title": "Concentrated Solar Power Firm Heliogen to Go Public in $2 Billion SPAC Merger", "date": "2021-07-06 17:30", "summary": "Heliogen is combining with the SPAC Athena Technology, one of the few so-called blank-check companies led by women. Heliogen Inc. is merging with a special-purpose acquisition company to go public in a combination that values the concentrated solar power company at about $2 billion, the companies said.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-06-2021-11625563330", "title": "Stocks Finish Mostly Lower as Rally Pauses", "date": "2021-07-06 17:25", "summary": "S&P 500 index slips after its seventh consecutive record, but Nasdaq musters a new high. The S&P 500 and Dow Jones Industrial Average fell Tuesday, retreating from last week's record highs.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-shirt-company-esquel-sues-u-s-seeks-removal-from-export-blacklist-11625604094", "title": "Removal From Export Blacklist Sought by T-Shirt Company", "date": "2021-07-06 17:13", "summary": "Commerce Department has alleged that one of its mills has used forced labor in western China's Xinjiang region. T-shirt company Esquel Enterprises Ltd. sued the U.S. government Tuesday, alleged that it lost major U.S. customers over the accusation that one of its mills in the Xinjiang region in western China relies on forced labor, which the company denies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-scraps-plans-for-vote-on-25-million-share-sale-11625577728", "title": "AMC Scraps Plans for Shareholder Vote on Creating More Shares", "date": "2021-07-06 17:12", "summary": "Company was going to put the idea to stockholder vote this month. AMC Entertainment Holdings Inc. is dumping plans for shareholders to vote on the issuance of 25 million more shares.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reese-witherspoons-media-company-hello-sunshine-is-exploring-a-sale-11625605587", "title": "Reese Witherspoon's Media Company Is Exploring a Sale", "date": "2021-07-06 17:06", "summary": "Company behind 'Big Little Lies' and 'The Morning Show' began pursuing a sale after receiving interest from suitors including Apple. Hello Sunshine, the media company founded by actress and entrepreneur Reese Witherspoon whose titles include the hit HBO drama \"Big Little Lies,\" is exploring a sale, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-wont-pursue-fixed-time-limits-on-student-visas-11625605191", "title": "Biden Administration Won't Pursue Fixed Time Limits on Student Visas", "date": "2021-07-06 16:59", "summary": "Department of Homeland Security withdraws rule change proposed under Trump, citing widespread opposition. The Department of Homeland Security has withdrawn a proposed rule that would have attached fixed time limits to certain student visas, continuing the Biden administration's push to reverse a range of immigration-related policies instituted or recommended by its predecessor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-pictures-deepens-ties-to-peacock-streaming-service-in-new-movie-deal-11625603414", "title": "Universal Pictures Deepens Ties to Peacock Streaming Service", "date": "2021-07-06 16:30", "summary": "Comcast's studio unit will give 'Jurassic World' and 'Halloween' sequels their TV debuts on Peacock in 2022. Comcast Corp.'s new streaming service Peacock is about to get a big boost from sister movie studio Universal Pictures.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-policeramps-up-youth-summer-jobs-program-11625603089", "title": "New York City Police Ramp Up Youth Summer-Jobs Program", "date": "2021-07-06 16:24", "summary": "The NYPD has expanded the program in an attempt to build community relationships and foster recruitment. The New York Police Department is expanding its summer-jobs program for young people, officials said, in new attempts to build relationships and encourage recruitment after a year of rising violent crime.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizers-covid-19-vaccine-is-less-effective-against-delta-variant-israeli-data-show-11625572796", "title": "Pfizer Vaccine Less Effective Against Delta, Data Show", "date": "2021-07-06 16:19", "summary": "Vaccine protects 64% of people against Delta and is 94% effective at preventing severe illness, according to Health Ministry data. TEL AVIV-Data from Israel suggest Pfizer Inc.'s vaccine is less effective at protecting against infections caused by the Delta variant of Covid-19 but retains its potency to prevent severe illness from the highly contagious strain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/services-company-angi-tries-to-standardize-home-repairs-11625602311", "title": "Services Company Angi Tries to Standardize Home Repairs", "date": "2021-07-06 16:11", "summary": "New feature lets consumers browse and book projects with a few clicks, instead of simply referring them to contractors. Angi Inc., the home services company formerly known as Angie's List, is rolling out a feature that allows consumers to browse and buy common household services at set prices. Its goal is to offer tasks such as mounting a television, painting a room or repairing a roof in a format that mimics models in industries already transformed by tech, like ordering a taxi via a ride-share app.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/service-animals-wednesday-crossword-july-7-11625579368", "title": "Service Animals (Wednesday Crossword, July 7)", "date": "2021-07-06 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-plans-reboot-of-jedi-cloud-contract-11625589039", "title": "Pentagon Scraps JEDI Cloud Contract in Blow to Microsoft", "date": "2021-07-06 15:49", "summary": "Officials say they will renegotiate the massive contract with a multi-vendor approach. WASHINGTON-Pentagon officials on Tuesday terminated the massive JEDI cloud-computing contract and said they would start fresh with a new project, capping a yearslong initiative that had become mired in litigation from Amazon.com Inc. and a barrage of objections from Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-draws-more-scrutiny-from-regulators-worried-about-fraud-11625576400", "title": "Bitcoin Fraud Concerns Draw Scrutiny From Regulators", "date": "2021-07-06 15:18", "summary": "SEC's Gary Gensler has told lawmakers that investor protection rules should apply to crypto exchanges. Regulators are signaling they want more control over an expanded cryptocurrency universe that has pushed further into Wall Street activities without the investor and consumer protections that apply to traditional securities and financial services.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outlook-for-u-s-grains-market-grows-tighter-11625587314", "title": "Outlook for U.S. Grains Market Grows Tighter", "date": "2021-07-06 15:13", "summary": "Agricultural prices hinge on summer weather in growing areas, as U.S. supplies leave tight margin of error for any supply hiccups. Prices for U.S. grains are locked in a volatile pattern as growing areas of the country wait for rain.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knight-swift-expands-trucking-reach-with-aaa-cooper-acquisition-11625596604", "title": "Knight-Swift Expands Trucking Reach With AAA Cooper Acquisition", "date": "2021-07-06 14:36", "summary": "The deal valuing the company at $1.35 billion pushes the largest U.S. truckload carrier into a thriving less-than-truckload sector. Trucker Knight-Swift Transportation Holdings Inc. is pushing into a critical transport sector that moves smaller shipments for retail and industrial customers, as red-hot freight demand strains U.S. trucking capacity.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-graduated-in-2020-and-took-my-future-into-my-own-hands-11625596202", "title": "I Graduated in 2020 and Took My Future Into My Own Hands", "date": "2021-07-06 14:30", "summary": "I wasn't prepared for large-scale disaster, but I set myself up for success anyway. When I tell people I'm a 2020 college graduate, most tend to respond with pity. But all the sympathy in the world doesn't amount to a true understanding of how my world, and that of my classmates, shifted when we went into a Zoom universe at a moment's notice. I felt as if I were forced out of college prematurely, thrown forward into my adult life without warning. Life became very serious, very quickly.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-covid-19-variant-gains-ground-among-the-unvaccinated-11625572800", "title": "Delta Covid-19 Variant Gains Ground Among the Unvaccinated", "date": "2021-07-06 14:15", "summary": "Cases are rising in states like Wyoming as public events, including rodeos, resume. At Cheyenne Regional Medical Center in Wyoming, health workers didn't need genomic sequencing to tell them the highly contagious Delta variant had arrived.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-expansion-in-turnaround-11625594931", "title": "AMC Expansion in Turnaround", "date": "2021-07-06 14:08", "summary": "Opposition to boosting share count may cool some of theater chain's consolidation dreams. Even the most enthusiastic movie fans get sequel fatigue. The same seems to apply to investors in movie-theater chains.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-learned-from-the-teamsters-11625594109", "title": "What I Learned From the Teamsters", "date": "2021-07-06 13:55", "summary": "These working men are what makes the country run.. While going to college in the 1970s, I spent several summers working in a warehouse. You either unloaded railcars or loaded trucks for 10-hour shifts. The summer help worked alongside the regular employees, who belonged to the Teamsters union. Like Fay Vincent, I learned early on to value the knowledge of the full-time employees (\"Lessons From a Summer Digging Ditches,\" op-ed, June 28). I also learned that these working men are what makes the country run. These guys were not only intelligent but willing to teach you that, while the job seemed great to us, we would be much better off with an education that offered different opportunities than they may have had.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tweaking-a-labyrinthine-healthcare-system-11625594148", "title": "Tweaking a Labyrinthine Healthcare System", "date": "2021-07-06 13:55", "summary": "Price transparency already exists-for insurance companies.. Bobby Jindal has good ideas for how \"Republicans Can Lead on Healthcare Reform\" (op-ed, June 25). But without congressional action on decades of misguided legislation and regulatory provisions that control the structure of the system, nothing will be accomplished. For instance, discussion about addressing \"overconsolidation among hospitals\" is fruitless without paying attention to the provisions under ObamaCare that have put this consolidation in overdrive. ObamaCare is far more encompassing than the insurance provisions that are the typical focus of attention. It is the job of Congress to provide benefits, but Congress needs to leave it up to industry to innovate and compete to deliver the services.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milton-friedman-knew-china-needed-more-than-markets-11625594066", "title": "Milton Friedman Knew China Needed More Than Markets", "date": "2021-07-06 13:54", "summary": "It needed free markets based on secure private-property rights and a just rule of law.. \"Milton Friedman, Wrong on China?\" wonders William McGurn (Main Street, June 29). I think not. At the 1988 Cato Institute conference, cosponsored with Fudan University in Shanghai, Friedman reminded his audience of advice he had given to Chinese officials in 1980. He had advocated \"the widest possible use not of the market but of 'free private markets.'\" Markets, as places of exchange, are pervasive. But China needs a system of free markets based on secure private-property rights and a just rule of law. This includes a free market for ideas, in which people criticize government and violations of human rights without fear of reprisal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kaseya-ransomware-attack-11625593654", "title": "What We Know About the Kaseya Ransomware Attack", "date": "2021-07-06 13:53", "summary": "Hack is latest in string of high-profile incidents demanding payment to unlock computers. A group of Russian hackers calling themselves REvil is demanding $70 million to unlock computers swept up in a widespread ransomware attack that started to unfold July 2. It is the latest of such high-profile incidents that the U.S. government has been trying to stamp out, along with other cybercrimes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-dog-owners-private-clubs-dog-run-off-leash-pandemic-puppy-11625580000", "title": "Dogs Rule at These New York City Spots-For a Price", "date": "2021-07-06 13:51", "summary": "Resume Subscription. What may be New York City's strangest private club lies on an odd-angled lot wedged between Bus Ramp 99 from the Port Authority Bus Terminal and a vehicular entrance to the Lincoln Tunnel in Manhattan. Here, members relax under a pergola with hanging baskets of petunias, sipping filtered water and gnawing tennis balls. Sometimes they wrestle in the gravel.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/expect-lower-credit-standards-more-risk-from-biden-housing-authority-11625593891", "title": "Expect Lower Credit Standards, More Risk From Biden Housing Authority", "date": "2021-07-06 13:51", "summary": "Fannie and Freddie will take orders from a 'housing czar' with an agenda for politicized lending.. Your editorial \"A Conservative Court Awakening\" (June 26) rightly says a new Biden administration Federal Housing Finance Agency (FHFA) director will \"ease underwriting standards again to boost home-ownership.\" But let us restate this more clearly: This director will reduce credit standards and increase risk once again to promote temporary home-ownership through low-credit-quality loans. This will revivify the notorious \"originate and sell\" model for such loans, so the lenders can stick the taxpayers with the credit risk. Systemic financial risk will rise.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recalling-justice-harlans-dissent-on-u-s-overseas-colonies-11625593839", "title": "Recalling Justice Harlan's Dissent on U.S. Overseas Colonies", "date": "2021-07-06 13:50", "summary": "'Wholly inconsistent with the spirit and genius, as well as with the words, of the Constitution.\". Adam J. White's review of \"The Great Dissenter\" (Bookshelf, June 28), Peter S. Canellos's biography of Supreme Court Justice John Marshall Harlan, highlights one of America's unsung heroes. While many of Justice Harlan's dissents on civil rights and the Commerce Clause have become law, other dissents have yet to be completely realized. In his dissents in the Insular cases (1901) involving overseas territories annexed by the U.S., Harlan wrote: \"The idea that this country may acquire territories anywhere upon the earth, by conquest or treaty, and hold them as mere colonies or provinces, the people inhabiting them to enjoy only such rights as Congress chooses to accord them, is wholly inconsistent with the spirit and genius, as well as with the words, of the Constitution.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-to-use-food-delivering-robots-on-college-campuses-11625591000", "title": "The Pizza Delivery Guy Will Be a Robot at Many Campuses This Fall", "date": "2021-07-06 13:44", "summary": "Grubhub partners with Russian tech company to roll out food-delivering robots to U.S. colleges. Delivery company Grubhub Inc. plans to roll out food-delivering robots across U.S. college campuses from this fall, as automation grows in a sector turbocharged by the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-revise-rules-and-strengthen-supervision-of-overseas-listings-11625572533", "title": "China Targets Firms Listed Overseas After Launching Didi Probe", "date": "2021-07-06 13:36", "summary": "The moves come as Chinese regulators intensify scrutiny of technology companies, including the ride-hailing firm. China said it would tighten rules for companies listed overseas or seeking to sell shares abroad, moves that could hinder attempts by homegrown firms to raise money in the U.S.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-the-miami-area-building-collapse-11624563665", "title": "What We Know About the Building Collapse in Surfside, Fla.", "date": "2021-07-06 13:01", "summary": "The death toll stands at 60 and 80 people are unaccounted for. Champlain Towers South fell in the predawn hours of June 24, leaving a pile of rubble and scores of people missing in Surfside, Fla. After 14 days of searching for survivors, crews transitioned to a recovery effort. They continue to comb through the debris looking for the remains of those missing, as investigators probe the cause of the building's collapse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modern-love-actress-mini-driver-11625589900", "title": "After Fighting Off a Grade-School Bully, Minnie Driver Never Looked Back", "date": "2021-07-06 12:45", "summary": "Resume Subscription. Minnie Driver, 51, is an actress who appears in Amazon's season 2 of \"Modern Love,\" starting Aug. 13, and in the film \"Cinderella,\" due in September. She can be heard weekly on her \"Minnie Questions\" interview series on iHeartRadio. She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-credit-suisse-senior-bankers-depart-in-wake-of-archegos-loss-11625587510", "title": "More Credit Suisse Senior Bankers Depart in Wake of Archegos Loss", "date": "2021-07-06 12:29", "summary": "Some capital-market and SPAC leaders considered leaving. Credit Suisse Group AG is continuing to lose senior bankers to competitors in the wake of missteps including a $5.5 billion loss tied to the meltdown of Archegos Capital Management.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-amazon-to-starbucks-what-companies-paid-workers-in-the-pandemic-11625563803", "title": "From Amazon to Starbucks, What Workers Got Paid in the Pandemic", "date": "2021-07-06 12:08", "summary": "Nearly 140 companies in S&P 500 said their median worker made at least $100,000 last year; four dozen put the figure at less than $30,000. While the Covid-19 pandemic disrupted millions of jobs and most businesses, many workers kept their jobs and their salaries-and some saw pay rise.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nixon-warned-about-u-s-decline-11625585964", "title": "Nixon Warned About U.S. Decline", "date": "2021-07-06 11:39", "summary": "Half a century ago, he foretold the loss of American pre-eminence.. The U.S. has been through dark times before-and in living memory. Fifty years ago this week, President Richard Nixon spoke frankly about America's doldrums in a speech that didn't get enough attention from the media at the time or historians since. On July 6, 1971, the 37th president addressed senior midwestern media executives in Kansas City, Mo., amid racial unrest, campus agitation and antiwar protests.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-lincoln-and-the-declaration-11625585851", "title": "Biden, Lincoln and the Declaration", "date": "2021-07-06 11:37", "summary": "Jefferson and his colleagues knew America hadn't yet realized its ideals.. In a speech on the Fourth of July, President Biden summarized his understanding of the American experiment: \"I've long said that America is unique. Unlike every other nation on earth, we were founded based on an idea. We hold these truths to be self-evident: that all people are created equal, endowed by their creator with certain unalienable rights-among them life, liberty and the pursuit of happiness. And while we've never fully lived up to those words, we have never given up on them.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-plane-carrying-28-vanishes-from-radar-above-countrys-remote-far-east-11625562315", "title": "Wreckage of Russian Plane Carrying 28 Found in Far-Eastern Region", "date": "2021-07-06 11:29", "summary": "Aircraft had lost contact amid fog on Kamchatka Peninsula. MOSCOW-Search teams found debris of a Russian passenger plane carrying 28 people that disappeared earlier Tuesday above Russia's sparsely populated far-eastern Kamchatka Peninsula, leaving little hope of finding survivors, authorities said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-mall-giants-back-expanded-delivery-only-ghost-kitchens-in-food-courts-11625576401", "title": "Shopping-Mall Giants Back Expanded Delivery-Only 'Ghost Kitchens' in Food Courts", "date": "2021-07-06 11:17", "summary": "Resume Subscription. As the U.S. hospitality industry rebounds from pandemic closures, former hotelier Sam Nazarian is moving into the food-hall business, marrying the traditional dine-in model with delivery-only \"ghost kitchens\" in hopes of solving revenue problems that have long plagued retail and food spaces.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hospitals-often-charge-uninsured-people-the-highest-prices-new-data-show-11625584448", "title": "Hospitals Often Charge Uninsured People the Highest Prices, New Data Show", "date": "2021-07-06 11:14", "summary": "Resume Subscription. Raul Macias was rushed to an emergency room last November, with pain shooting from his back to his legs. His breathing was shallow.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-afghan-peace-talks-the-taliban-gain-legitimacy-while-pursuing-war-11625584192", "title": "In Afghan Peace Talks, the Taliban Gain Legitimacy While Pursuing War", "date": "2021-07-06 11:09", "summary": "Drawn-out negotiations in Doha risk turning into a trap, Afghanistan officials warn. DOHA, Qatar-Taliban representatives and Afghan government delegates meet every few days at a beachfront Ritz-Carlton resort and spa here, the unhurried pace of their peace talks sharply contrasting with the raging war back home.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-slow-reopening-frustrates-citys-small-businesses-11625583601", "title": "San Francisco's Slow Reopening Frustrates City's Small Businesses", "date": "2021-07-06 11:00", "summary": "Covid-19 prompted Salesforce and other tech firms to work remotely, hurting foot traffic and keeping many stores and restaurants closed. The San Francisco region has one of the highest vaccination rates in the country but one of the lowest return-to-office rates, a disconnect that bodes ill for the future of the city that had been the booming center of the U.S. technology sector before the pandemic.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/methodology-how-the-wsj-analyzed-hospital-pricing-data-11625583571", "title": "Methodology: How the WSJ Analyzed Hospital Pricing Data", "date": "2021-07-06 10:59", "summary": "As of January, U.S. hospitals are required to disclose the rates for all services that they have negotiated with insurers and the price they charge uninsured people who pay out of their own pocket. Federal regulations that went into effect in January require U.S. hospitals to disclose the rates for all services that they have negotiated with insurers. For each service-everything from a simple X-ray to an emergency-room visit to a complicated surgery-the disclosures are required to include:", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-should-let-go-a-little-to-regain-control-of-oil-market-11625582906", "title": "OPEC+ Should Let Go a Little to Regain Control of Oil Market", "date": "2021-07-06 10:48", "summary": "Fractures are resurfacing at oil cartel OPEC+. The safest course of action might be to test out a higher return of barrels.. All things considered, it is impressive that Saudi Arabia has managed to stay in the driver's seat at OPEC+ meetings thus far. It may be time to loosen its grip.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-relearn-how-to-have-work-drinks-11625582473", "title": "It's Time to Relearn How to Have Work Drinks", "date": "2021-07-06 10:41", "summary": "Alcohol always requires care in a professional setting, and the return to socializing with co-workers may call for some extra thought. When Michelle Marks went out for drinks with her co-workers one weeknight in late May, the group, giddy at finally gathering together, celebrated for about four hours.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-for-bonds-meant-to-keep-world-cool-heats-up-11625572801", "title": "Market for Bonds Meant to Keep World Cool Heats Up", "date": "2021-07-06 10:36", "summary": "Investors are keen on funding big polluters with good plans to cut emissions. Sales of bonds with borrowing costs linked to climate change have accelerated dramatically this year, led by companies with high carbon emissions, such as Canadian pipeline operator Enbridge Inc., Italian energy giant Enel SpA and Spanish energy firm Repsol SA .", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-kid-thinks-about-your-job-it-goes-on-all-day-11625580243", "title": "What Your Kid Thinks About Your Job: 'It Goes On All Day'", "date": "2021-07-06 10:04", "summary": "After more than a year of watching parents work from home, kids have opinions. Here's what they really think.. What has it been like for kids watching their parents work from home this past year?", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-prisoner-of-war-saved-ncr-from-obsolescence-11625580000", "title": "Former Prisoner of War Saved NCR From Obsolescence", "date": "2021-07-06 10:00", "summary": "William S. Anderson, who has died at 102, got career advice while starving in a Japanese-run camp. William S. Anderson was starving in a prisoner-of-war camp during World War II when he received career advice that sounded promising. At the time, subsisting on small amounts of rice, occasional scraps of meat and a spinach-like vegetable the prisoners dubbed \"green horror,\" he wasn't certain he would survive long enough to have a career.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/put-your-foot-in-your-mouth-tuesday-crossword-july-6-11625579186", "title": "Put Your Foot In Your Mouth (Tuesday Crossword, July 6)", "date": "2021-07-06 09:46", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nextdoor-to-go-public-in-proposed-spac-merger-11625574577", "title": "Nextdoor to Go Public in Proposed SPAC Merger", "date": "2021-07-06 09:20", "summary": "The neighborhood social-media app reached a deal to merge with a special-purpose acquisition company sponsored by Khosla Ventures. Nextdoor Inc. is merging with a special-purpose acquisition company to go public in a deal valuing the social-media network at roughly $4.3 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-tries-to-ease-big-techs-concerns-over-data-law-11625576300", "title": "Hong Kong Tries to Ease Big Tech's Concerns Over Data Law", "date": "2021-07-06 08:58", "summary": "City's top local official says new rules are needed to combat malicious behavior online, but the government will listen to views of internet companies. HONG KONG-Hong Kong's chief executive tried to ease U.S. tech titans' concerns about proposed changes to data-protection laws, saying new rules are needed to stop the malicious posting of people's personal information online but that the government would listen to the companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/didi-full-truck-alliance-marathon-oil-what-to-watch-when-the-stock-market-opens-today-11625570412", "title": "Didi, Uber, American Express: What to Watch When the Stock Market Opens Today", "date": "2021-07-06 08:38", "summary": "Chinese tech shares are under pressure. S&P 500 futures are flat.. Chinese tech shares are under pressure as Beijing turns up the regulatory heat on the sector, while American drivers are facing the prospect of higher gasoline prices as crude markets rally. Here's what we're watching ahead of Tuesday's bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-designed-items-july-11625574759", "title": "The 15 Best-Designed Items This July", "date": "2021-07-06 08:33", "summary": "From a Harry Winston necklace to an outdoor sculpture park to a Missoni collab, here are some of the summer's most stylish releases and openings.. A French design team makes its name with a stylish Provençal hotel.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-world-koons-ceramics-nft-11625574575", "title": "The Most Shocking Shifts of the Post-Pandemic Art World", "date": "2021-07-06 08:30", "summary": "With longtime icons like Jeff Koons struggling to sell like they once did and a frenzy for NFTs, ceramics and historically ignored artists, the art world is fundamentally changing. Not everyone is on board.. Nicola Vassell braced herself for the possibility of receiving only a smattering of visitors when she opened her new, eponymous art gallery in New York's Chelsea in late May. She'd resolved to mostly seek buyers online, or over the phone, for her debut show of Ming Smith photographs. Instead, the former Deitch Projects director who previously managed music producer Swizz Beatz's collection spent hours threading her way through a diverse throng that included collector A.C. Hudgins and artists Hank Willis Thomas and Tschabalala Self. (It helped that New York authorities had loosened gathering restrictions the day before.) By night's end, the dealer had sold the majority of Smith's landscapes and cityscapes for up to $85,000 apiece.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermarkets-are-stockpiling-inventory-as-food-costs-rise-11625572980", "title": "Supermarkets Are Stockpiling Inventory as Food Costs Rise", "date": "2021-07-06 08:03", "summary": "Grocers are setting aside larger amounts of frozen meat, sugar and other items to protect profits ahead of anticipated price increases. Supermarkets are stocking up on everything from sugar to frozen meat before they get more pricey, girding for what some executives anticipate will be some of the highest price increases in recent memory.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-pre-k-proposal-faces-questions-over-federal-role-11625572800", "title": "Biden's Pre-K Proposal Faces GOP Questions Over Federal Role", "date": "2021-07-06 08:00", "summary": "Plan draws praise from early childhood education advocates, but Republicans are skeptical on implementation. WASHINGTON-President Biden's $200 billion proposal to expand publicly funded prekindergarten through a program that requires buy-in and funds from states is facing questions from Republicans over how it will be implemented.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyotas-chip-supply-helps-it-beat-general-motors-for-the-first-time-11625569943", "title": "Toyota's Chip Supply Helps It Beat GM for the First Time", "date": "2021-07-06 07:43", "summary": "Japanese car maker tops GM in second-quarter U.S. sales, but company plays down feat and calls it an unusual case. TOKYO- Toyota Motor Corp.'s decision to build a stockpile of chips for its cars paid off by lifting it above perennial top dog General Motors Co. in the U.S. for the first time.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-moves-to-speed-up-ipos-11625571004", "title": "Hong Kong Moves to Speed Up IPOs", "date": "2021-07-06 07:30", "summary": "Stock exchange is overhauling a system where investors must wait at least a week for a newly priced stock to start trading. Hong Kong's stock exchange is moving to speed up initial public offerings, overhauling a system where investors must wait at least a week for a newly priced stock to start trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teneo-names-former-xerox-ceo-ursula-burns-as-next-board-chair-11625570101", "title": "Teneo Names Former Xerox CEO Ursula Burns as Next Board Chair", "date": "2021-07-06 07:15", "summary": "She will lead following a crisis at the consultancy, with plans to focus on the firm's culture in addition to client work. Consulting firm Teneo Holdings LLC named corporate veteran Ursula Burns as its chairwoman, a move aimed at steadying the company after its longtime leader, Declan Kelly, resigned last week.", "categories": [["WSJ News Exclusive", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-storage-bounces-back-ahead-of-others-as-covid-19-eases-11625569200", "title": "Self-Storage Bounces Back More Quickly", "date": "2021-07-06 07:00", "summary": "Uncertainty about whether to stay put, move or just clear out the junk motivated new customers. Self-storage pulled ahead of other property types in the reopening trade as the real-estate business rebounded this year during the easing of pandemic restrictions.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-companies-are-ordered-to-help-cover-7-2-billion-cleanup-bill-in-gulf-of-mexico-11625569200", "title": "Oil Companies Ordered to Help Cover a $7.2 Billion Cleanup Bill", "date": "2021-07-06 07:00", "summary": "Large oil producers will have to foot some of the costs of capping and abandoning offshore wells they used to own. Some of the world's largest oil companies have been ordered to pay part of a $7.2 billion tab to retire hundreds of aging wells in the Gulf of Mexico that they used to own, capping a case that legal experts say is a harbinger of future battles over cleanup costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storing-carbon-holds-growing-appeal-for-brazils-farmers-11625565600", "title": "Storing Carbon Holds Growing Appeal for Brazil's Farmers", "date": "2021-07-06 06:00", "summary": "Growers see environmental and financial benefits in selling carbon offsets; environmentalists say stopping deforestation is the priority. At the fringes of Brazil's vast farming heartland, technology startup Agrorobótica has built a device the size of an office printer to measure carbon in the soil and help farmers get certified for a budding carbon market.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-2020-denmark-england-eriksen-euros-11625527513", "title": "Denmark Opened Euro 2020 With a Near-Tragedy. It Could Close It in the Final.", "date": "2021-07-06 06:00", "summary": "Three weeks after Christian Eriksen's on-field cardiac arrest, his teammates now face England for a shot at a European Championship. LONDON-In the scarring minutes Denmark's players spent watching medics try to save their teammate's life-those moments when Christian Eriksen lay on the pitch without a pulse-they could scarcely imagine resuming a soccer match, let alone playing the rest of a tournament.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-threatens-to-unfriend-hong-kong-11625565276", "title": "Big Tech Threatens to Unfriend Hong Kong", "date": "2021-07-06 05:57", "summary": "U.S. tech firms are finding themselves increasingly uncomfortable in the new Hong Kong. Hong Kong is one of two territories, along with Macau, under Chinese Communist Party rule where Google, Facebook and Twitter are easily accessible. That may not last much longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-school-gets-makeover-thanks-to-stimulus-cash-11625563801", "title": "Summer School Gets Makeover, Thanks to Stimulus", "date": "2021-07-06 05:30", "summary": "Refreshed programs help students catch up academically, get them back on campus after the pandemic year. MESA, Ariz.-School districts are pouring Covid-19 stimulus funds into creative summer programs to help students not only catch up academically, but to lure them back to campus after a year of pandemic disruptions.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truist-cio-focuses-on-positioning-bank-for-digital-innovation-11625563800", "title": "Truist CIO Focuses on Positioning Bank for Digital Innovation", "date": "2021-07-06 05:30", "summary": "The integration of Truist, created by BB&T's acquisition of SunTrust Banks, is on track, CIO Scott Case says. Part of the motivation behind the merger that created Truist Financial Corp. was to enhance technology capabilities in an era where digital savvy matters more than branch footprint. Chief Information Officer Scott Case is betting that investments that support innovation will help make the bank a formidable competitor in the digital banking era.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-were-unusually-quiet-in-june-traders-think-that-is-about-to-change-11625563801", "title": "Investors Brace for More Volatility After an Unusually Quiet June", "date": "2021-07-06 05:30", "summary": "History shows volatility tends to increase through summer months as liquidity wanes. Traders are gearing up for a pickup in volatility following an unusually sleepy stretch for the stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-goldman-call-time-on-work-from-home-their-rivals-are-ready-to-pounce-11625563800", "title": "Wall Street Split on Forcing Bankers to Return to Office", "date": "2021-07-06 05:30", "summary": "Resume Subscription. There is a growing divide on Wall Street: firms calling employees back and firms telling people they can work from home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cash-is-good-for-green-energy-but-a-grid-authority-is-better-11625563539", "title": "Cash Is Good for Green Energy but a Grid Authority Is Better", "date": "2021-07-06 05:25", "summary": "Streamlined process for approving new power transmission lines is needed to unleash investment in clean-energy grid. Power grids seem an obvious way to ride the renewable energy wave. Cash incentives announced on both sides of the Atlantic will help the companies involved, but the real breakthrough could be the Biden administration's plan for a new grid authority.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-new-government-fails-to-extend-law-barring-citizenship-for-palestinians-11625558667", "title": "Israel's New Government Fails to Extend Citizenship Law", "date": "2021-07-06 05:02", "summary": "Parliamentary vote deals an early setback to Prime Minister Naftali Bennett's coalition. JERUSALEM-Israel's new government lost a parliamentary vote early Tuesday to extend a temporary law that bars citizenship for Palestinians from the occupied West Bank and Gaza who are married to Israelis, an early setback for the fragile ruling coalition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-unit-launches-review-into-u-s-listed-chinese-tech-companies-11625451374", "title": "China Probes U.S.-Listed Firms After Didi Crackdown", "date": "2021-07-06 00:38", "summary": "Reviews follow a similar move against ride-hailing giant Didi. A unit of China's cybersecurity regulator launched data-security reviews of apps operated by two U.S.-listed Chinese companies, days after announcing a similar probe into ride-hailing giant Didi Global Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11625543032", "title": "Corrections & Amplifications", "date": "2021-07-06 23:43", "summary": "Resume Subscription. Miles Fisher's surname was misspelled as Fischer in one reference in an Off Duty article on Saturday about wearing Nantucket Reds.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescue-workers-resume-search-at-site-of-miami-area-condo-11625495546", "title": "Four More Bodies Found at Site of Miami-Area Condo Collapse", "date": "2021-07-06 20:30", "summary": "Demolition gives workers new places to look but hopes dim others will be found alive; death toll rises to 28. SURFSIDE, Fla.-Search and rescue workers have recovered four more bodies at the site of the collapsed Champlain Towers South condo building, part of which was demolished in a controlled explosion Sunday night, but officials said they remain hopeful that access to crawl spaces in a newly accessible part of the rubble pile could still lead to survivors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-wins-for-tax-cutting-in-ohio-11625517672", "title": "Two Wins for Tax Cutting in Ohio", "date": "2021-07-06 20:25", "summary": "Columbus cut its income-tax rate while a judge upholds its right to do so.. Ohio last week scored a double victory for taxpayers. Gov. Mike DeWine and the Legislature passed an income-tax cut that returns part of the state's surplus to individuals and businesses. A legal victory also rolled back the Biden Administration's attempt to seize control over state fiscal policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-mutual-fund-rose-140-in-a-year-11625519533", "title": "Top Mutual Fund Rose 140% in a Year", "date": "2021-07-06 20:19", "summary": "A Morgan Stanley mutual fund skippered by Dennis Lynch tops our quarterly survey of the best-performing stock-fund managers in the past 12 months. Five straight months of gains for the S&P 500 stock index. A string of highs for many market benchmarks. An economy that's growing fast during the pandemic reopening.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}]