[{"link": "https://www.wsj.com/articles/why-democrats-want-a-trump-trial-11612828183", "title": "Why Democrats Want a Trump Trial", "date": "2021-02-08 18:49", "summary": "They already know the result, but they think it will hurt the GOP.. The Senate on Tuesday begins the second impeachment trial of Donald Trump, now the former President. Democrats say the trial is crucial to punishing Mr. Trump for the Jan. 6 Capitol riot, but it seems more likely to do the opposite by acquitting him. It also looks like a needless partisan exercise that will further polarize America's political factions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reality-check-for-a-15-minimum-wage-11612827957", "title": "Reality Check for a $15 Minimum Wage", "date": "2021-02-08 18:45", "summary": "How many jobs for the young and unskilled do Democrats want to lose?. President Biden says his priority is creating new jobs and he wants \"to grow the economy for all Americans.\" But look at how the Congressional Budget Office sizes up his proposal for a $15 federal minimum wage. Phasing in this mandatory wage floor by 2025, according to the CBO's new average estimate, would result in a loss of 1.4 million jobs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-over-experience-at-the-u-n-11612827731", "title": "Hope Over Experience at the U.N.", "date": "2021-02-08 18:42", "summary": "Biden 'reengages' with a dictators' club called the Human Rights Council.. Secretary of State Antony Blinken on Monday announced the U.S. would rejoin the United Nations Human Rights Council, vowing to reform the body \"so it can achieve its potential.\" We suggest the White House aim for a more realistic goal-like attaining world peace or establishing a self-sustaining Martian colony.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-yemen-gamble-11612827688", "title": "Biden's Yemen Gamble", "date": "2021-02-08 18:41", "summary": "The Houthis respond to a U.S. concession by escalating against Saudi Arabia.. The State Department told Congress Friday that it will reverse the Trump Administration's designation of Yemen's Houthi rebels as a foreign terrorist organization. By Sunday Foggy Bottom was asking the group to stop behaving like a terrorist organization.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-failures-surged-last-year-under-pandemic-11612827527", "title": "Trucking Failures Surged Last Year Under Pandemic", "date": "2021-02-08 18:38", "summary": "Smaller truckers faltered as business tailed off in early days of lockdown while larger, well-capitalized operators powered through. U.S. trucking company failures nearly tripled in 2020 from the previous year as fallout from the pandemic deepened pressure on smaller operators while well-capitalized bigger truckers held on and found stronger financial footing as the economy reopened.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-ends-lawsuit-against-former-melania-trump-aide-11612826836", "title": "Justice Department Ends Lawsuit Against Former Melania Trump Aide", "date": "2021-02-08 18:36", "summary": "Suit sought proceeds of Stephanie Winston Wolkoff's tell-all book. The Justice Department on Monday moved to dismiss a lawsuit against a onetime friend and aide to former first lady Melania Trump that had sought the proceeds of her tell-all book, in the latest Biden administration shift away from the priorities of the Trump era.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-sex-abuse-lawyers-decry-intimidation-from-insurers-11612827061", "title": "Boy Scouts Sex-Abuse Lawyers Decry 'Intimidation' From Insurers", "date": "2021-02-08 18:31", "summary": "Law firms representing victims of childhood sexual abuse say their claims hold up to scrutiny. Law firms representing sexual-abuse victims accused the Boy Scouts of America's liability insurers of trying to intimidate victims from seeking compensation as the youth organization moves closer to proposing a settlement plan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-political-logic-of-the-trump-trial-11612827029", "title": "The Political Logic of the Trump Trial", "date": "2021-02-08 18:30", "summary": "Democrats seek to divide Republicans and see little downside. That may turn out to be a miscalculation.. What do Democrats hope to gain from Donald Trump's impeachment trial? A conviction could prevent him from holding federal office again, but it isn't clear they benefit from keeping him off the ballot. They beat him in 2020, and his looming presence could impede a new generation of Republican candidates.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-stop-trumps-afghan-retreat-11612826982", "title": "Will Biden Stop Trump's Afghan Retreat?", "date": "2021-02-08 18:29", "summary": "The Taliban has given every sign that it will harbor terrorists again after April.. On the list of crises confronting the Biden administration, Afghanistan has steep competition. Amid a pandemic, a superpower contest with China, and a scourge of domestic extremism, policy makers could be forgiven for missing the days when Washington's biggest worry in the world was an insurgency in Central Asia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-fumbles-early-on-opioid-addiction-11612826933", "title": "Biden Fumbles Early on Opioid Addiction", "date": "2021-02-08 18:28", "summary": "He rolls back a Trump reform to increase access to treatment.. Among the Trump administration's last and best decisions was to allow almost all physicians to prescribe buprenorphine, one of the most effective treatments for opioid addiction. Previously, only doctors who had completed an eight-hour training course and obtained a license from the Drug Enforcement Administration could do so. Only 7% of physicians are certified to prescribe the drug, and more than half of rural counties lacked a single prescriber as of 2018.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smalltime-review-johnstown-after-dark-11612826854", "title": "'Smalltime' Review: Johnstown After Dark", "date": "2021-02-08 18:27", "summary": "A distinguished author's search for Grandpa, a rafﬁsh 'supplier of nightlife' to a Maﬁa-run backwater in central Pennsylvania.. Do we really need another Mafioso-in-the-family memoir? I mean, seriously, we've had books that could be called Mafia Wife, Mafia Dad, Mafia Son, Mafia Stepdaughter, Mafia Uncle, Mafia Dachshund, Mafia Goldfish-okay, well, I made up a couple of those, but you get the point. When Al Capone's purported grandson publishes a memoir, and he has, I think it's safe to say we've reached saturation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-america-polarized-11612826788", "title": "How to Keep America Polarized", "date": "2021-02-08 18:26", "summary": "Democrats are happy to throw over any rule, custom or convention that gets in their way.. As the Senate convenes Tuesday to try Donald Trump for \"inciting violence against the Government of the United States,\" the big question isn't whether he's guilty. It's whether the Senate has the right to try him at all.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-antidote-to-trump-isnt-obama-redux-11612826732", "title": "The Antidote to Trump Isn't Obama Redux", "date": "2021-02-08 18:25", "summary": "U.S. allies worry that Biden may turn out to be all posturing and talk, no action.. In his first major foreign-policy address as president, Joe Biden couldn't have been clearer: There's a new sheriff in town. Not only did his speech last week announce reversals of high-profile Trump policies; it criticized the neglect \"and, I would argue, abuse,\" of American alliances in the, ahem, recent past. In describing a recent phone conversation with Russian President Vladimir Putin, the new commander in chief said he conducted himself \"in a manner very different from my predecessor.\"", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-buys-1-5-billion-in-bitcoin-11612791688", "title": "Tesla Buys $1.5 Billion in Bitcoin", "date": "2021-02-08 18:04", "summary": "Cryptocurrency's price soars after electric-vehicle maker says it soon expects to accept customer payments in bitcoin. Tesla Inc. said Monday that it bought $1.5 billion in bitcoin, a disclosure that follows Chief Executive Elon Musk's promotion of the cryptocurrency and other digital-currency alternatives on Twitter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-urges-company-disclosures-on-fundraising-during-market-frenzy-11612825077", "title": "SEC Urges Company Disclosures on Fundraising During Market Frenzy", "date": "2021-02-08 17:57", "summary": "The regulator outlines the type of questions it may ask businesses wanting to raise capital. The Securities and Exchange Commission on Monday urged companies to provide specific disclosures if they plan to sell equity during periods of extreme market volatility.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-widened-to-738-billion-in-first-four-months-of-fiscal-year-cbo-says-11612816433", "title": "U.S. Budget Deficit Widened Sharply in January, CBO Says", "date": "2021-02-08 17:56", "summary": "The federal budget deficit was $348 billion in the same period last year. WASHINGTON-The U.S. federal budget deficit widened sharply last month, the Congressional Budget Office said, as the latest coronavirus-relief package from Congress sent direct stimulus payments to millions of Americans.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drops-challenge-to-californias-net-neutrality-law-11612824974", "title": "U.S. Drops Challenge to California's Net-Neutrality Law", "date": "2021-02-08 17:56", "summary": "Justice Department's move may signal a shift back to an Obama-era policy aimed at equal access to the internet. WASHINGTON-The Justice Department on Monday dropped its challenge of California's net-neutrality law, in what may signal a shift back to an Obama-era policy aimed at equal access to the internet.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-director-seeks-examiner-to-probe-alleged-financial-abuses-at-gun-group-11612824891", "title": "NRA Director Seeks Examiner to Probe Alleged Financial Abuses", "date": "2021-02-08 17:54", "summary": "Surprise move adds to NRA's legal turmoil in bankruptcy court. A board member of the National Rifle Association asked the judge overseeing the group's bankruptcy case to appoint an independent examiner to investigate allegations of compensation and expense abuses, a surprising salvo from an NRA insider that adds to the legal turmoil surrounding the nonprofit.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-arts-to-acquire-glu-mobile-in-2-4-billion-deal-11612818823", "title": "Electronic Arts to Acquire Glu Mobile in $2.4 Billion Deal", "date": "2021-02-08 17:51", "summary": "The videogame giant looks to expand its presence in mobile gaming, where it has had mixed success, in $2.4 billion deal. Electronic Arts Inc. said Monday it is acquiring Glu Mobile Inc. in a $2.4 billion deal aimed at expanding an area of business in which the videogame giant has had mixed success.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-08-2021-11612773921", "title": "U.S. Stocks Close at Records", "date": "2021-02-08 17:24", "summary": "Markets have been buoyed by an upbeat set of earnings for the holiday quarter from large U.S. companies. Stocks rose to records Monday as investors wagered that a new round of stimulus spending would bolster the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-police-search-for-suspect-in-fatal-shooting-of-yale-student-kevin-jiang-11612806396", "title": "Police Hunt for Shooter in Killing of Yale Student", "date": "2021-02-08 17:10", "summary": "It was the sixth homicide in New Haven in 2021. Connecticut investigators are searching for clues in the fatal shooting of a Yale University graduate student, New Haven Police Department officials said Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-indoor-dining-to-resume-friday-11612821741", "title": "New York City Indoor Dining to Resume Friday", "date": "2021-02-08 17:02", "summary": "The state and the city also plan arts programming as Cuomo and de Blasio tout culture's role in reopening. New York City restaurants can begin indoor dining with limited capacity on Friday, two days earlier than planned, and a program to provide live arts programming will begin later this month, New York Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazenecas-covid-19-vaccine-defended-by-world-health-officials-11612821292", "title": "AstraZeneca's Covid-19 Vaccine Defended by World Health Officials", "date": "2021-02-08 16:54", "summary": "WHO officials say they are confident that the shot will prevent serious illness and death from the new South African strain, despite a recent study. World Health Organization officials expressed confidence that AstraZeneca PLC's Covid-19 vaccine can prevent severe cases of the disease, as well as hospitalizations and deaths, despite questions about the protection it offers against a fast-spreading strain of the virus first detected in South Africa.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-twitter-elon-musk-has-mused-about-bitcoin-11612821103", "title": "On Twitter, Elon Musk Has Mused About Bitcoin", "date": "2021-02-08 16:51", "summary": "'Bitcoin is almost as bs as fiat money,' CEO said in December. Tesla now says it purchased $1.5 billion worth of the cryptocurrency.. Elon Musk talks about a lot of things on Twitter , but Tesla Inc.'s disclosure Monday about the company's investment in bitcoin casts new light on a series of tweets he made about the cryptocurrency in December.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyron-by-slowthai-review-a-rappers-two-sides-11612820879", "title": "'Tyron' by Slowthai Review: A Rapper's Two Sides", "date": "2021-02-08 16:48", "summary": "On his sophomore album, the British artist tries to reconcile his angry past with his hope for a more grounded future.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yield-on-30-year-treasury-hits-2-for-first-time-since-pandemic-11612804156", "title": "Yield on 30-year Treasury Hits 2% for First Time Since Pandemic", "date": "2021-02-08 16:38", "summary": "Widening spreads between short- and long-term yields bode well for economy and banks but poorly for Treasury holders. The yield of the 30-year U.S. Treasury bond pushed past 2% Monday for the first time since February 2020, before the coronavirus pandemic roiled government-debt markets.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/complaints-detail-self-dealing-and-phony-transactions-at-gpb-capital-11612820027", "title": "Complaints Detail Self-Dealing and Phony Transactions at GPB Capital", "date": "2021-02-08 16:33", "summary": "The two executives behind the alleged Ponzi-like scheme garnered more than $40 million, states say. David Gentile and Jeffry Schneider, the two men who authorities say created and ran GPB Capital Holdings LLC and who now face criminal fraud charges, illicitly collected more than $40 million from the private-equity firm's operations, according to legal complaints brought by Illinois and Missouri.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/15-minimum-wage-would-cost-1-4-million-workers-jobs-lift-900-000-from-poverty-cbo-study-finds-11612800875", "title": "$15 Minimum Wage Would Cut Jobs, Reduce Poverty, CBO Study Finds", "date": "2021-02-08 16:24", "summary": "Nonpartisan study says raising minimum wage would cost 1.4 million jobs but lift 900,000 people above the poverty line. Raising the federal minimum wage to $15 an hour by 2025 could deliver raises for 27 million workers and lift 900,000 Americans above the poverty threshold-but the policy would cost 1.4 million Americans their jobs over the next four years, according to a study released by the nonpartisan Congressional Budget Office Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-resume-work-with-u-n-human-rights-council-11612795006", "title": "U.S. to Resume Work With U.N. Human Rights Council", "date": "2021-02-08 16:15", "summary": "Washington to start with observer status and seek overhauls in group. WASHINGTON-The Biden administration said it would resume cooperating with the United Nations Human Rights Council and would seek to overhaul the group, which critics say focuses on Israel while ignoring others.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-and-bitcoin-what-could-possibly-go-wrong-11612797620", "title": "Tesla Buys $1.5 Billion in Bitcoin: What Could Possibly Go Wrong?", "date": "2021-02-08 16:13", "summary": "Elon Musk's bitcoin purchase for Tesla is another warning for investors in the wake of GameStop mania. GameStop mania was a wake-up call, but now the capital markets have truly reached ludicrous mode.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-art-in-the-absence-of-light-review-seeing-american-art-history-anew-11612818421", "title": "'Black Art: In the Absence of Light' Review: Seeing American Art History Anew", "date": "2021-02-08 16:07", "summary": "An HBO documentary explores the oft-forgotten history of Black artists-from movements of the past half-century to today's luminaries, including Kara Walker, Kehinde Wiley and Jordan Casteel-often in their own words.. ", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yearlong-prison-sentence-handed-down-in-fraud-probe-of-giuliani-associates-11612808633", "title": "Yearlong Prison Sentence Handed Down in Fraud Probe of Giuliani Associates", "date": "2021-02-08 15:57", "summary": "David Correia ordered detained after pleading guilty to lying to federal election officials and duping investors. A federal judge on Monday sentenced a Florida businessman to a year and a day in prison for lying to federal election authorities and for duping investors in a fraud-insurance company after convictions that stemmed from a sweeping investigation that ensnared several associates of Rudy Giuliani.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-upgrade-loyalty-programs-and-perks-to-meet-millennial-tastes-11612817788", "title": "Airlines Upgrade Loyalty Programs and Perks to Meet Millennial Tastes", "date": "2021-02-08 15:56", "summary": "Younger travelers are flying more than older ones, pushing airlines to rethink frequent-flier programs. U.S. airlines are updating their loyalty programs to appeal to younger consumers, both despite and because of the pandemic's effects on travel. Some carriers are adding perks such as e-book and virtual-exercise subscriptions, while others are overhauling the way frequent fliers earn and spend air miles.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-my-people-go-by-archie-shepp-and-jason-moran-review-way-down-in-jazz-land-11612817039", "title": "'Let My People Go' by Archie Shepp and Jason Moran Review: Way Down in Jazz Land", "date": "2021-02-08 15:43", "summary": "The saxophonist and pianist collaborate on an album featuring new duet versions of standards by John Coltrane, Duke Ellington and Thelonious Monk.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-single-women-pandemic-means-rethinking-route-to-motherhood-11612815027", "title": "For Some Women, Pandemic Presents New Fertility Decisions", "date": "2021-02-08 15:10", "summary": "The Covid pandemic has both made it harder to meet a partner and provided time for introspection, fueling some new decisions among single women in their 30s and 40s. Kelli Wheeler always knew she wanted to have children. But in April, her boyfriend broke up with her right as the pandemic set off social-distancing mandates that make dating much more complicated. The 34-year-old decided she would have to rethink her path to motherhood.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-is-buying-robotics-startup-chowbotics-11612805441", "title": "DoorDash Is Buying Robotics Startup Chowbotics", "date": "2021-02-08 14:53", "summary": "Food-delivery company is exploring how automation could help restaurants expand menu and market. DoorDash Inc. said it is acquiring robotics startup Chowbotics, signaling increased interest in automating food production when ordering in is at an all-time high.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vast-anti-trump-conspiracy-11612813840", "title": "The Vast Anti-Trump 'Conspiracy'", "date": "2021-02-08 14:50", "summary": "Time magazine reports there was 'practically a revolution' in America's voting process in 2020. Was it good for the country-or just for Biden?. Changing the rules of a game right before it's played normally inspires skepticism, if not cynicism. But a new Time magazine report celebrates a well-funded effort to change voting processes and the flow of political information before the 2020 elections.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-faces-wrongful-death-lawsuit-over-young-traders-suicide-11612813320", "title": "Robinhood Faces Wrongful-Death Lawsuit Over Young Trader's Suicide", "date": "2021-02-08 14:42", "summary": "Company also faces class-action lawsuits over its decision last month to restrict trading in several highflying stocks. The family of a 20-year-old student who took his own life after believing he racked up big trading losses on Robinhood Markets Inc. filed a lawsuit against the company, saying its \"reckless conduct directly and proximately caused the death of one of its victims.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/placement-agentco-founder-sues-former-firm-for-discrimination-11612813343", "title": "Placement Agent Co-Founder Sues Former Firm for Discrimination", "date": "2021-02-08 14:42", "summary": "Alan Pardee, who left Mercury Capital Advisors last year, alleges his former firm treats women and people of color unfairly. A co-founder of placement agent Mercury Capital Advisors Group LP is suing his former firm, claiming he was pushed out as its management sought to eliminate women and minorities from positions of authority.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truth-not-a-truth-ministry-will-set-us-free-11612810962", "title": "Truth, Not a Truth Ministry, Will Set Us Free", "date": "2021-02-08 14:02", "summary": "I was struck again by how much closer our political environment is to that described in George Orwell's book \"1984\" now than when I first read it in the 1960s.. Regarding your editorial \"Liberalism's Ministry of Truth\" (Feb. 4): I am struck again by how much closer our political environment is now to that described in George Orwell's book \"1984\" than when I first read it in the 1960s. I recently reread it and found disturbing how rapidly we are moving to the world Orwell imagined. Anyone who read \"1984\" years ago and forgot about it should reread it now. It is depressingly prescient.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-indian-glacier-bursts-rescue-workers-search-for-hundreds-missing-11612787271", "title": "After Indian Glacier Bursts, Rescue Workers Search for the Missing", "date": "2021-02-08 13:59", "summary": "At least 26 were killed after a flash flood devastated a Himalayan valley. NEW DELHI-Hundreds of rescue workers and army personnel used construction equipment, shovels and their hands to dig through debris to try to find survivors of a flash flood that devastated a Himalayan valley in northern India on Sunday.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-middle-schools-to-resume-some-in-person-instruction-11612810783", "title": "New York City Middle Schools to Resume Some In-Person Classes", "date": "2021-02-08 13:59", "summary": "Some students can return to classrooms on Feb. 25 after learning remotely for more than two months. New York City's public middle schools will reopen for some in-person learning on Feb. 25 after their students had been receiving fully remote instruction for more than two months, Mayor Bill de Blasio said in a Monday press conference.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-filibuster-really-isnt-much-help-for-democracy-11612810741", "title": "The Filibuster Really Isn't Much Help for Democracy", "date": "2021-02-08 13:59", "summary": "The point of the filibuster is not-and has never been-to achieve bipartisan consensus; it is instead a tool that aims to, and succeeds at, disempowering the majority.. In \"The Senate's Byrd Call\" (Potomac Watch, Jan. 29), Kimberley A. Strassel defends the filibuster as a means of achieving bipartisanship, and she further argues against undermining the so-called Byrd rule, which places limits on the Senate's use of budget reconciliation to circumvent the filibuster.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflations-fire-next-time-may-soon-be-here-11612810795", "title": "Inflation's Fire Next Time May Soon Be Here", "date": "2021-02-08 13:59", "summary": "The Federal Reserve appears clueless about the dangers.. Phil Gramm and Mike Solon make a convincing case for looming inflation in \"The Risks of Too Much 'Stimulus'\" (op-ed, Feb. 3), yet the Federal Reserve appears clueless about the dangers. The Federal Open Market Committee projects that personal-consumption expenditure inflation won't even reach 2% until 2023. Someone is very wrong here, and basic monetary theory suggests it is the Federal Reserve.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-for-huge-job-gains-ahead-for-reprogrammers-11612810690", "title": "Look for Huge Job Gains Ahead for Reprogrammers", "date": "2021-02-08 13:58", "summary": "I live in California and my sisters live in Missouri.. Regarding the New York Sun editorial cited in \"Program\" (Notable & Quotable, Jan. 28) on reprogramming Trump deplorables: I live in California and my sisters live in Missouri. We haven't seen each other for some time. May we respectfully request that we be placed in the same reprogramming camp?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-regulators-summon-tesla-on-quality-issues-11612788928", "title": "Tesla Summoned by Chinese Regulators on Quality Issues", "date": "2021-02-08 13:54", "summary": "Regulators say electric-car maker must abide by Chinese laws and regulations as consumers complain about quality problems. SHANGHAI- Tesla Inc. has been summoned by Chinese authorities citing consumer complaints about quality issues, a warning for the electric-vehicle maker in a country where it has enjoyed a welcome rarely seen for foreign companies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-appears-to-block-social-media-platform-clubhouse-after-brief-flourishing-of-debate-11612810286", "title": "China Appears to Block Clubhouse After Brief Flourishing of Debate", "date": "2021-02-08 13:51", "summary": "The hit chat app had attracted thousands of users in China, who used it to discuss taboo topics including Xinjiang and human rights. HONG KONG-Beijing's censors appeared to slam the door on Clubhouse, Silicon Valley's latest social-media hit, after a frenzied week in which the audio-only chat app helped spark a rare outpouring of freewheeling debate on taboo topics in the Chinese-speaking world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-shultz-statesman-of-the-century-11612807363", "title": "George Shultz, Statesman of the Century", "date": "2021-02-08 13:02", "summary": "Strategy, reflection and restraint made him one of the greatest diplomats of his era.. George Shultz was perhaps the 20th century's most consequential secretary of state, a group that includes George Marshall, Dean Acheson and Henry Kissinger. Between 1982 and 1989 Shultz and President Ronald Reagan forged a relationship with Soviet leader Mikhail Gorbachev that brought a peaceful end to the Cold War and relative freedom to some 400 million Soviet subjects-an impossible dream when Reagan took office in 1981.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talk-about-putting-politics-in-the-bedroom-11612807290", "title": "Talk About Putting Politics in the Bedroom!", "date": "2021-02-08 13:01", "summary": "Activist David Hogg says he'll start a pillow maker to compete with Mike Lindell. Where does it end?. Great conflicts are many years in the making. It's often a revolutionary spark or an unaccountable misjudgment that tumbles the participants into all-out strife. But the long descent into hostilities is usually marked by events, large and small, that serve as grim historical milestones on the road to war.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-hydrogen-plant-in-saudi-desert-aims-to-amp-up-clean-power-11612807226", "title": "Green Hydrogen Plant in Saudi Desert Aims to Reshape Energy Grid", "date": "2021-02-08 13:00", "summary": "Developers behind the world's largest planned green hydrogen project hope a growing global thirst for emission-free fuels will pay dividends. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-richard-shelby-of-alabama-wont-run-for-re-election-11612804752", "title": "Alabama Sen. Richard Shelby Won't Run for Re-Election", "date": "2021-02-08 12:47", "summary": "Several other Republican senators have announced plans to retire. WASHINGTON-Sen. Richard Shelby (R., Ala.), the top Republican on the Appropriations Committee, said he wouldn't run for re-election next year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-eu-snub-gives-u-s-an-opening-11612805072", "title": "Russia's EU Snub Gives U.S. an Opening", "date": "2021-02-08 12:24", "summary": "Anger in EU over top diplomat's trip to Moscow could ease alignment between Brussels and Biden administration. The European Union's latest clash with Russia has presented an opportunity for the U.S. to advocate a joint position on Moscow, as officials on both sides of the Atlantic consider how to hold the Kremlin accountable for the treatment of opposition leader Alexei Navalny.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-bridge-builders-sue-new-york-state-thruway-authority-for-961-million-11612804031", "title": "Cuomo Bridge Builders Sue New York State Thruway Authority for $961 Million", "date": "2021-02-08 12:07", "summary": "Lawsuit says Thruway interfered in project, leading to higher costs. A consortium of contracting firms who built the Mario M. Cuomo Bridge sued the New York State Thruway Authority on Monday, accusing the authority of interference in the construction of the $4 billion project, leading to delays and extra expenses.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatpackers-want-workers-to-get-covid-19-vaccines-but-some-arent-so-sure-11612803619", "title": "Meatpackers Want Workers to Get Covid-19 Shots, but Some Are Unsure", "date": "2021-02-08 12:00", "summary": "Companies use cash bonuses, videos to promote vaccination; some workers worry about side effects. Meatpacking workers are among the next wave of people eligible for Covid-19 vaccinations in some states. Their bosses want to make sure they get the shots.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-palm-beach-property-once-owned-by-donald-trump-sells-for-close-to-140-million-11612802955", "title": "A Palm Beach Property Once Owned by Donald Trump Sells for Close to $140 Million", "date": "2021-02-08 11:49", "summary": "The waterfront lot was once part of Trump's Maison de L'Amitie estate; now a house built on it has become one the priciest ever sold in the country. A Palm Beach spec house built on a site once owned by former President Donald Trump is in contract to sell for close to its $140 million asking price, according to a person familiar with the transaction. If the deal closes, it would make the house one of the most expensive ever sold in the U.S.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-companies-look-at-sailing-away-from-choked-southern-california-gateways-11612802085", "title": "Shipping Companies Look at Sailing Away From Choked Southern California Gateways", "date": "2021-02-08 11:34", "summary": "Dozens of ships are waiting offshore, disrupting supply chains and sending carriers and their customers looking for alternatives. Some container lines and their importing customers are looking for alternate paths to get around bottlenecks at the main U.S. trade gateways in Southern California, where an armada of cargo vessels is anchored offshore at the congested seaports.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tampa-bay-won-the-super-bowl-at-home-it-may-become-a-covid-spreader-11612801603", "title": "Tampa Bay Won the Super Bowl at Home. It May Become a Covid Spreader.", "date": "2021-02-08 11:26", "summary": "Large celebrations in Tampa after the Buccaneers' win have raised concern over increased transmission of the virus. TAMPA, Fla.-Car horns blared into the wee hours of the morning. Large crowds spilled into the streets. Fans gathered for a historic Super Bowl celebration-many without face coverings in the throes of this Covid-19 pandemic.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malls-theme-park-attractions-covid-debt-11611267831", "title": "Malls Spent Billions on Theme Parks to Woo Shoppers. It Made Matters Worse.", "date": "2021-02-08 11:13", "summary": "Resume Subscription. SYRACUSE, N.Y.-Destiny USA is New York's largest shopping mall, a six-story structure by Onondaga Lake. Its feature attraction is WonderWorks, a 40,000-square-foot theme park where children can experience a simulated earthquake, learn about space travel wearing an astronaut suit or play laser tag.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/third-chinese-covid-19-vaccine-was-66-effective-in-late-stage-study-11612800486", "title": "Third Chinese Covid-19 Vaccine Was 66% Effective in Late-Stage Study", "date": "2021-02-08 11:08", "summary": "A vaccine being used by the Chinese military proved effective and is headed for countries outside China. TAIPEI, Taiwan-Early clinical trial results from several countries showed that a Covid-19 vaccine candidate jointly developed by the Chinese military and a private Chinese firm was 65.7% effective at preventing symptomatic cases of the coronavirus, potentially giving China a third effective vaccine candidate in fighting the pandemic.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-traders-accidentally-boost-robin-hood-societys-merry-band-11612800522", "title": "Angry Robinhood Traders Take Aim at the Wrong Robin Hood", "date": "2021-02-08 11:08", "summary": "After the brokerage restricted trading in GameStop, outraged tweets struck a Robin Hood historical group that found a new audience for the legendary outlaw. The day Robinhood Markets Inc. brokerage restricted trading in GameStop Corp. , a howl rose among the small-time traders looking to take a swing at Wall Street big shots during the market's end-of-January frenzy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-expect-to-spend-more-in-a-year-fed-survey-shows-11612800094", "title": "N.Y. Fed Survey: Expected Future Consumer Spending Levels Surge in January", "date": "2021-02-08 11:01", "summary": "Resume Subscription. Americans expect the state of their finances to mend significantly in a year, according to a survey released Monday by the Federal Reserve Bank of New York.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-data-cheaper-tech-promise-to-unlock-natures-secrets-11612800044", "title": "Better Data, Cheaper Tech Promise to Unlock Nature's Secrets", "date": "2021-02-08 11:00", "summary": "Conservationists hope newly launched open-source tools will lend more insight into endangered species and the effects of climate change. Author", "categories": [["", "Energy & Climate"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-grandparents-have-gotten-their-covid-19-vaccine-is-it-finally-ok-to-visit-them-11612799632", "title": "The Grandparents Have Gotten Their Covid-19 Vaccine. Is it Finally OK to Visit Them?", "date": "2021-02-08 10:53", "summary": "Many families who have stayed away from older relatives are hoping they can get together now. Here's how to assess the risks.. Is it safe to visit the grandparents once they have been vaccinated against Covid-19?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-frenzied-market-a-palm-beach-mansion-lists-for-78-5-million-11612798980", "title": "Amid Frenzied Market, a Palm Beach Mansion Lists For $78.5 Million", "date": "2021-02-08 10:43", "summary": "The newly finished property was built as a family home by entrepreneur Mosie Miller and his wife, Michelle Miller. Six months after completing construction of a Palm Beach mansion for themselves and their five sons, Mosie Miller and his wife, Michelle Miller, are listing the home for $78.5 million, making it one of the most expensive residential properties currently for sale in the tony area.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-turns-11-billion-profit-helped-by-doordash-11612768510", "title": "SoftBank Turns $11 Billion Profit, Helped by DoorDash", "date": "2021-02-08 10:28", "summary": "Japanese tech investor rides the boom in valuations toward end of 2020. TOKYO- SoftBank Group Corp.'s massive tech funds are finally starting to produce golden eggs. That is how Masayoshi Son, SoftBank's ebullient chief executive, characterized a record-breaking quarter for the Japanese company's signature $100 billion Vision Fund.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-covid-19-vaccines-overwhelms-state-health-providers-11612789789", "title": "Demand for Covid-19 Vaccines Overwhelms State Health Providers", "date": "2021-02-08 10:05", "summary": "Federal guidance by Trump administration to broaden vaccine eligibility has created a free-for-all; 'It's like the Hunger Games'. Federal guidance to rapidly expand eligibility for Covid-19 vaccines has caused skyrocketing demand in some states, overwhelming local providers and frustrating people seeking shots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wendys-cio-aims-to-keep-pandemic-fueled-digital-efforts-on-the-menu-11612796400", "title": "Wendy's CIO Aims to Keep Pandemic-Fueled Digital Efforts on the Menu", "date": "2021-02-08 10:00", "summary": "The popularity of digital services built around contactless food purchases has yielded a stockpile of customer data, says Kevin Vasconi. Wendy's Co. 's new chief information officer wants stopgap measures put in place to serve customers during the pandemic, such as curbside pickup, to become permanent features of the fast-food chain, leveraging a stockpile of customer data to personalize services.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-formally-pleads-not-guilty-as-corruption-trial-resumes-11612795456", "title": "Netanyahu Formally Pleads Not Guilty as Corruption Trial Resumes", "date": "2021-02-08 09:44", "summary": "Prime minister also faces the country's fourth election in two years on March 23. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu formally pleaded not guilty to charges of corruption on Monday, setting the stage for a lengthy legal fight to determine the political fate of the country's longest-serving leader.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-on-semiconductor-gamestop-what-to-watch-when-the-stock-market-opens-today-11612785820", "title": "Tesla, Bitcoin, Palantir, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-02-08 09:11", "summary": "Recent strong earnings reports and hopes for new stimulus are lifting investors' spirits. -U.S. stock futures advanced, along with bond yields and oil prices, as investors wagered that a new round of stimulus spending would bolster the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-divided-over-bidens-coming-pick-of-a-top-bank-regulator-11612793228", "title": "Democrats Are Divided Over Biden's Pick of a Top Bank Regulator", "date": "2021-02-08 09:07", "summary": "Obama alum Michael Barr is the leading contender, but some progressives favor Mehrsa Baradaran, an Iranian-born law professor. WASHINGTON-A dispute over the choice of a top banking regulator is highlighting fault lines among Democrats-on issues from racial diversity to ties to the Obama administration-as President Biden fills out his leadership team.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-trial-puts-trump-back-on-center-stage-for-gop-11612793155", "title": "Impeachment Trial Puts Trump Back on GOP Center Stage", "date": "2021-02-08 09:05", "summary": "Senate Republicans face another public test of loyalty to the former president, with their base voters watching closely. WASHINGTON-A reporter couldn't even finish saying former President Donald Trump's name before Sen. John Cornyn (R., Texas) interrupted mid-question.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-bipartisan-hopes-need-not-die-now-11612792932", "title": "Biden's Bipartisan Hopes Need Not Die Now", "date": "2021-02-08 09:02", "summary": "Stimulus debate risks setting tone of partisanship, though shared priorities and the needs of working-class Republicans offer hope. When President Barack Obama took office in 2009, the country was in the throes of a financial crisis requiring immediate action. The result was a quick, $831 billion economic stimulus plan, pushed through Congress in less than a month.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-covid-19-vaccination-aims-speeding-the-rollout-and-addressing-racial-disparities-11612792800", "title": "Biden's Vaccination Aims: Speeding the Rollout and Addressing Racial Disparities", "date": "2021-02-08 09:00", "summary": "Administration wants states to help Black and Latino Americans hit hardest by pandemic, but new variants and strained resources pose challenges. President Biden took office promising to address the coronavirus pandemic with plans that included a swifter nationwide rollout of vaccines and a focus on getting them to minority and lower-income people who have been hit hard by Covid-19.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lakeith-stanfield-on-hugging-trees-and-doing-foot-peels-during-the-pandemic-11612791315", "title": "LaKeith Stanfield on Hugging Trees and Doing Foot Peels During the Pandemic", "date": "2021-02-08 08:35", "summary": "The star of 'Judas and the Black Messiah' also opens up about his new role: \"It was hard to get into a character that is so opposite of what I consider myself to be\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trench-coat-completely-reimagined-11612790780", "title": "The Trench Coat, Completely Reimagined", "date": "2021-02-08 08:26", "summary": "A staple of city life heads to the coast of Portugal, where new options from the spring collections stay polished and practical in a misty new world. ", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-is-amazing-but-how-about-that-tampa-bay-defense-11612790539", "title": "How About That Tampa Bay Defense?", "date": "2021-02-08 08:22", "summary": "A football legend adds perhaps his most impressive chapter, with a debt to his teammates on the other side of the line. What Tom Brady's done is absurd. His career was absurd before this, of course, mocking the standard trajectory for a football quarterback, but the absurdity has truly become something to behold.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chrysler-fiat-dealers-want-new-boss-to-fix-ailing-brands-or-consider-cuts-11612789211", "title": "Chrysler, Fiat Dealers Want New Boss to Fix Ailing Brands", "date": "2021-02-08 08:00", "summary": "Fiat Chrysler, which merged last month to create Stellantis, has for years operated seven automotive brands in the U.S., more than rivals. U.S. auto dealers selling Chrysler, Dodge, Fiat and other brands under the recently formed auto-making giant Stellantis NV have a message for the new leadership: Help us fix the ailing parts of the lineup or consider cutting back.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitol-riot-warnings-werent-acted-on-as-system-failed-11612787596", "title": "Capitol Riot Warnings Weren't Acted On as System Failed", "date": "2021-02-08 07:57", "summary": "The federal security apparatus retooled after 9/11 fielded intelligence on the Jan. 6 rally but didn't mobilize to prevent the violence. The elaborate national security network set up after the 9/11 terrorist attacks to identify and thwart threats failed ahead of last month's Capitol riot, as law enforcement didn't act on intelligence about potential violence and prevent the assault.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-vision-is-clearest-when-markets-are-rising-11612789015", "title": "SoftBank's Vision Is Clearest When Markets are Rising", "date": "2021-02-08 07:56", "summary": "The tech stock frenzy has lifted many of SoftBank's investments, but a market reversal would hit the company hard. Japan's SoftBank , a big investor in technology companies, has certainly regained its confidence after a humbling 2019. Whether that confidence persists through the next market downturn is another question.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wordpress-vip-buying-content-analytics-firm-parse-ly-11612788609", "title": "WordPress VIP Buying Parse.ly", "date": "2021-02-08 07:50", "summary": "Deal is parent company Automattic's largest by cost and revenue; terms not disclosed. WordPress VIP is buying content analytics company Parse.ly in a move aimed at boosting its customers' access to information on how their content performs on social media.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tom-brady-lasted-long-enough-to-win-a-seventh-super-bowl-at-43-11612786536", "title": "How Tom Brady Lasted to Win a Seventh Super Bowl at 43", "date": "2021-02-08 07:15", "summary": "The NFL began changing its rules to protect quarterbacks at the very start of his career. It helped him survive to win another Super Bowl on Sunday-with no end in sight.. On a warm Sunday afternoon almost 20 years ago, New York Jets linebacker Mo Lewis lowered his shoulder and delivered a brutal blow to a New England Patriots quarterback scrambling to the sideline. Drew Bledsoe crumpled to the ground. Soon, a little known 24-year-old named Tom Brady stepped onto the field.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-car-sales-rose-25-in-january-11612780955", "title": "China's Car Sales Rose 25% in January", "date": "2021-02-08 07:05", "summary": "It was the strongest growth since September 2016. China's car sales surged in January from the low base of a year earlier, when the coronavirus began sweeping the world's largest auto market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmarsgarmentfactories-suffer-one-two-punch-of-covid-and-coup-11612785601", "title": "Myanmar's Garment Factories Suffer One-Two Punch of Covid and Coup", "date": "2021-02-08 07:00", "summary": "Businesses exporting clothes for Western consumers say the industry will sink if trade preferences end or sanctions return. SINGAPORE-A decade ago, as Myanmar was turning toward democracy from military rule, Western governments began dropping crippling sanctions-drawing fast-fashion labels to the country. Factories sprang up, employing hundreds of thousands of people making shirts and dresses for consumers in Europe and elsewhere.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exxons-well-timed-hop-onto-carbon-capture-bandwagon-11612785602", "title": "Exxon's Well-Timed Hop Onto Carbon-Capture Bandwagon", "date": "2021-02-08 07:00", "summary": "U.S. energy companies are getting into carbon capture in time to help their reputations and their bottom lines. All the cool kids are doing carbon capture.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biden-stimulus-vs-the-bond-market-11612782535", "title": "The Biden Stimulus vs. the Bond Market", "date": "2021-02-08 06:08", "summary": "Some economists think a $1.9 trillion stimulus package could overheat the economy, but the bond market seems to disagree. Some prominent U.S. economists believe that the Biden administration's proposed $1.9 trillion stimulus package is so large that it could overheat the economy. But the bond market seems to be in total disagreement, as are global financial markets generally.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esg-metrics-help-cfos-attract-new-investors-reduce-costs-11612780321", "title": "ESG Metrics Help CFOs Attract New Investors, Reduce Costs", "date": "2021-02-08 05:32", "summary": "More finance chiefs talk about sustainability on earnings calls, provide disclosures. Chief financial officers are embracing sustainability measures as a way to attract new investors, lower their companies' borrowing costs and cut operating expenses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flood-of-cash-pushes-borrowing-costs-to-unusual-lows-in-europe-11612780202", "title": "Flood of Cash Pushes Borrowing Costs to Unusual Lows in Europe", "date": "2021-02-08 05:30", "summary": "Some companies can now borrow at lower rates than those set by the European Central Bank. Too much money chasing too few assets is creating some strange phenomena at the heart of European financial markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-red-flags-should-have-prompted-earlier-response-former-executive-says-11612780200", "title": "Wirecard Red Flags Should Have Prompted Earlier Response, Former Executive Says", "date": "2021-02-08 05:30", "summary": "Upon joining Wirecard, James Freis discovered that the fintech company's problems were larger than even its harshest outside critics might have imagined. When James Freis agreed to oversee Wirecard AG's legal and compliance functions, he saw it as an opportunity to help bring managerial order to a fast-growing fintech startup. Instead, he found himself thrust into a much different predicament.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-over-voting-access-revs-up-in-georgia-11612780203", "title": "Fight Over Voting Rules Revs Up in Georgia", "date": "2021-02-08 05:30", "summary": "Republicans' new bills would add requirements or restrictions to mail-in voting in wake of presidential, Senate defeats. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-gamestop-debacle-spurs-calls-to-modernize-stock-clearing-11612780200", "title": "Stock Clearing Rules in Spotlight After GameStop Frenzy", "date": "2021-02-08 05:30", "summary": "Nearly $1.7 trillion of securities trades are processed each day by Depository Trust & Clearing Corp.. When Robinhood Markets Inc. and other brokers abruptly restricted trading in GameStop Corp. , it cast a spotlight on a normally obscure corner of the financial markets: the clearinghouse that processes U.S. stock trades.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-float-crackdown-on-hedge-funds-sovereign-debt-tactics-11612780201", "title": "New York Lawmakers Float Crackdown on Hedge Funds' Sovereign-Debt Tactics", "date": "2021-02-08 05:30", "summary": "The proposed legislation would leverage New York's financial might to crack down on investment firms that resist sovereign-debt restructurings. Some New York lawmakers are planning legislation designed to blunt hedge funds' ability to resist sovereign-debt restructurings, while easing financial settlements for government borrowers in distress.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hna-groups-financial-maneuvers-powered-its-riseand-caused-its-downfall-11612780203", "title": "HNA Group's Financial Maneuvers Powered Its Rise-and Caused Its Downfall", "date": "2021-02-08 05:30", "summary": "The findings of a working group are shedding some light on the unorthodox ways that money was moved around within the conglomerate. From 2015 to 2017, as the Chinese conglomerate HNA Group Co. collected stakes in overseas hotels, financial institutions and office towers in a $40 billion deal-making frenzy, a question lingered: How did the company get so much money to spend?", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-mania-was-the-wrong-way-to-democratize-finance-11612780187", "title": "GameStop Mania Was the Wrong Way to 'Democratize' Finance", "date": "2021-02-08 05:29", "summary": "Making financial markets accessible is about ensuring low costs for savers. Allowing anyone to trade complex products could undermine that goal.. Was the Reddit mania a win for \"democratizing\" investment? Or was it a demonstration that too much people power in financial markets stokes dangerous bubbles? As with all democracy, it will depend on the outcome for those less powerful.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-arrests-journalist-on-suspicion-of-sending-state-secrets-overseas-11612765521", "title": "China Charges Journalist With Sending State Secrets Overseas", "date": "2021-02-08 03:44", "summary": "Australian journalist Cheng Lei has been held in China since Aug. 13 and diplomats have raised concerns about her detention. SYDNEY-China has charged an Australian journalist with sharing state secrets overseas after she was detained about six months ago, stoking concerns about intimidation of foreign media and deepening a diplomatic dispute that has chilled bilateral trade.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-lightbulbs-to-5g-china-battles-west-for-control-of-vital-technology-standards-11612722698", "title": "From Lightbulbs to 5G, China Battles West for Control of Vital Technology Standards", "date": "2021-02-08 00:37", "summary": "Resume Subscription. Nearly every product in American homes, from lightbulbs to couches, windows and Wi-Fi routers, conforms to standards and measurements of a global system established to ensure quality and seamless operation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/super-bowl-2021-ads-commericals-video-watch-11612526407", "title": "Watch Super Bowl 2021 Commercials: From Bruce Springsteen to Robinhood", "date": "2021-02-08 00:14", "summary": "Brands try to transport viewers to a world without Covid-19. The 2021 Super Bowl commercials made only a few explicit references to the pandemic that upended the globe since the last National Football League Championship.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11612723430", "title": "Pepper...and Salt", "date": "2021-02-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explore-the-full-wsj-sustainable-management-ranking-11602506733", "title": "Explore the Full WSJ Sustainable Management Ranking", "date": "2021-02-08 00:01", "summary": "Resume Subscription. The Wall Street Journal's list of the top sustainably managed companies takes a broad view of sustainability, assessing a company's leadership and governance practices for their ability to create value for shareholders over the long term. The ranking was produced by the Journal's environment, social and governance research analysts, who assessed more than 5,500 publicly traded businesses based on a range of sustainability metrics. View the full methodology.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/open-ended-monday-crossword-february-8-11612719203", "title": "Open-Ended (Monday Crossword, February 8)", "date": "2021-02-08 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-ads-go-for-comedic-catharsis-11612702800", "title": "Super Bowl Ads Go for Comedic Catharsis", "date": "2021-02-08 22:53", "summary": "Tuning into the nation's emotional exhaustion, marketers look to brighten spirits ground down by the pandemic. Most Super Bowl advertisers took a cautious approach with their commercials Sunday night, often trying to project a sunny tone on television's most-watched night of the year amid a global pandemic, deep political divisions and movements for social justice.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-focused-etfs-could-be-poised-for-a-rebound-11612755121", "title": "India-Focused ETFs Could Be Poised for a Rebound", "date": "2021-02-08 22:32", "summary": "A sustained revival will largely depend on a successful vaccine rollout. India's economy took a pounding from the Covid-19 pandemic. But could the impact of vaccines-combined with the country's underlying drivers of growth-boost Indian-focused exchange-traded funds in 2021?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buccaneers-tom-brady-win-super-bowl-11612753593", "title": "The Tampa Bay Buccaneers Win the Super Bowl", "date": "2021-02-08 22:12", "summary": "Brady was the most valuable player and won his seventh NFL championship in a 31-9 victory over the Kansas City Chiefs. TAMPA, Fla.-This Super Bowl began nearly 11 months ago with one of the most phenomenal gambles in football history.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-see-short-trump-trial-as-they-juggle-covid-19-stimulus-package-11612724062", "title": "Senate Democrats See Short Trump Trial Amid Covid-19 Stimulus Push", "date": "2021-02-08 21:55", "summary": "Key details of the former president's impeachment and of a $1.9-trillion relief bill are still being completed by new Democratic majority. WASHINGTON-Senate Democrats said they expect a short impeachment trial starting this week for former President Donald Trump as they also seek to push ahead with the Biden administration's proposed $1.9-trillion economic-relief bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-talks-with-hyundai-break-down-11612750704", "title": "Apple's Electric-Vehicle Talks With Hyundai Break Down", "date": "2021-02-08 21:18", "summary": "Tech giant began seeking potential automotive partners late last year. Apple Inc.'s talks with Hyundai Motor Group have broken down without an agreement for the South Korean auto giant to assemble vehicles for the iPhone company, Hyundai affiliates said Monday.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-for-night-owl-workers-11612746000", "title": "The New Rules for Night Owl Workers", "date": "2021-02-08 20:00", "summary": "A year of quarantine has meant more flexibility for the people at their best late in the day, but working nontraditional hours requires some negotiation with team members. Christopher Gang was hired in April 2020 as a software engineer at a health-care tech startup called Cured. Since college, he has done his best work late at night. In his new, fully remote role, with no office commute, he embraced this fact for the first time in his professional life.", "categories": [["Life & Work", "At Work"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/at-work?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-over-upstate-congressional-seat-shows-new-yorks-election-problems-11612742400", "title": "Battle Over Upstate Congressional Seat Shows New York's Election Problems", "date": "2021-02-08 19:00", "summary": "A court-supervised canvass revealed several irregularities in the Oneida County process. Republican Claudia Tenney is set to be declared the winner of the congressional race between her and U.S. Rep. Anthony Brindisi this week, but advocates said there is another clear loser in the contest: local boards of elections whose errors have been laid bare during a three-month court proceeding.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]