[{"link": "https://www.wsj.com/articles/elon-musk-sells-1-1-billion-in-tesla-stock-11636589559", "title": "Elon Musk Sells About $5 Billion in Tesla Stock", "date": "2021-11-10 23:44", "summary": "Three days of share disposals come as the billionaire chief executive exercises a large number of stock options. Elon Musk sold about $5 billion in Tesla Inc. shares this week as he exercised stock options that he received as part of his compensation package, according to regulatory filings made public late Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-against-texas-ban-on-mask-mandates-in-schools-11636605570", "title": "Judge Rules Against Texas Ban on Mask Mandates in Schools", "date": "2021-11-10 23:39", "summary": "Republican Gov. Greg Abbott's ban violates federal law protecting disabled students' access to public education, federal judge rules. AUSTIN, Texas-A federal judge ordered a halt to the enforcement of Texas' ban on mask mandates in the state's schools.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-borrows-again-at-negative-rates-in-euros-11636604521", "title": "China Borrows Again at Negative Rates in Euros", "date": "2021-11-10 23:22", "summary": "China sells negative-yielding three-year notes as part of $4.6 billion deal. China sold about $4.6 billion of bonds denominated in euros, taking advantage of superlow yields in the eurozone to raise shorter-term funds at negative rates for the second year running.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-10-2021-11636533178", "title": "Stocks, Bonds Fall After Inflation Hits 31-Year High", "date": "2021-11-10 22:55", "summary": "Investors scrutinize inflation data with an eye to future interest-rate policy. U.S. stocks fell Wednesday after data showing that inflation hit a three-decade high added to investors' concerns about price pressures in the global economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rust-crew-member-files-lawsuit-alleging-negligence-led-to-fatal-shooting-11636596061", "title": "'Rust' Crew Member Files Lawsuit", "date": "2021-11-10 21:01", "summary": "Electrician sues producers, star Alec Baldwin and crew members who handled gun, seeking damages. An electrician on the movie \"Rust\" has sued producers, star Alec Baldwin and several crew members, alleging negligence led to the fatal shooting of the film's cinematographer and wounding of the director.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-biden-isnt-benefiting-from-a-strong-economy-11636548983", "title": "President Biden's Economic Agenda Wasn't Designed for Shortages and Inflation", "date": "2021-11-10 20:17", "summary": "Cost pressures and polarization are depriving Democrats of the political benefits of a strong economy. It's a bedrock assumption of American politics that a strong economy is essential to winning elections. Today, jobs and wages are growing rapidly, the stock market is at records and the public is upbeat about jobs and their financial prospects. But President Biden's approval ratings are underwater and Democrats just lost the governor's race in blue-trending Virginia.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-investor-says-theranos-board-forecasts-drew-him-in-11636589230", "title": "Investor Testifies as Case Against Elizabeth Holmes Winds Down", "date": "2021-11-10 20:13", "summary": "Texas money manager poured more than $1 million into blood-testing startup. SAN JOSE, Calif.-A Texas money manager who invested more than $1 million in Theranos Inc. when it was still an early-stage healthcare startup took the stand Wednesday in the criminal-fraud trial of founder Elizabeth Holmes to detail the promises she made that helped convince him to back the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-share-price-stabilizes-ahead-of-market-open-11636542886", "title": "Tesla Share Price Rises in Wake of Selloff", "date": "2021-11-10 20:08", "summary": "Stock has fallen 13% since Elon Musk said in a tweet he would agree to abide by a Twitter poll calling for him to sell 10% of his stake. Tesla Inc.'s stock price climbed Wednesday, a sign that the electric-vehicle maker's shares might stabilize after falling for three consecutive days.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicle-startup-rivian-goes-public-in-largest-u-s-ipo-since-2014-11636555266", "title": "Rivian Shares Surge in Largest U.S. IPO Since 2014", "date": "2021-11-10 19:33", "summary": "Investor excitement over electric vehicles awards startup a market value of roughly $86 billion. Rivian Automotive Inc. made its debut on the public markets Wednesday, scoring a valuation that instantly made it a rival of traditional car makers and the latest beneficiary of investors' fervor for greener auto technologies.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-judge-moves-j-j-talc-bankruptcy-to-new-jersey-11636572841", "title": "J&J Talc Bankruptcy Case Moved to New Jersey From North Carolina", "date": "2021-11-10 19:33", "summary": "A new subsidiary put into chapter 11 last month will have its case moved to New Jersey where the consumer-products giant is based. A North Carolina bankruptcy judge ruled that Johnson & Johnson picked the wrong place to file a chapter 11 case to try to resolve thousands of injury claims linking its talcum powder-based products to cancer, sending the proceedings to New Jersey instead.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-sells-2-000-homes-in-dismantling-its-house-flipping-business-11636545601", "title": "Zillow Sells 2,000 Homes in Dismantling Its House-Flipping Business", "date": "2021-11-10 19:20", "summary": "Pretium Partners is buying the houses in 20 markets with plans to rent them to families. Zillow Group Inc. reached a deal to sell about 2,000 homes from its ill-fated house-flipping program, the company's biggest bulk sale as it starts unloading thousands of homes and terminates the business.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opendoor-offerpad-report-record-revenue-in-third-quarter-11636581297", "title": "Opendoor, Offerpad Report Record Revenue for Third Quarter", "date": "2021-11-10 19:12", "summary": "Largest iBuying firms say they are forging ahead after Zillow's exit. Digital real-estate companies Opendoor Technologies Inc. and Offerpad Solutions Inc. say they are ramping up their home-flipping businesses, reporting new highs for revenue and shrugging off Zillow Group Inc.'s shutdown of its house-flipping outfit this month.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-shares-fall-after-disappointing-forecast-11636582932", "title": "Beyond Meat Shares Fall After Disappointing Forecast", "date": "2021-11-10 19:06", "summary": "Company says it expects revenue between $85 million and $110 million in fourth quarter, well below analysts' expectations. Beyond Meat Inc.'s revenue forecast for the fourth quarter was well short of Wall Street expectations, citing pandemic-related uncertainty and its potential impact on retail and food-service demand levels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raiders-henry-ruggs-iii-charged-in-fatal-las-vegas-car-crash-11636588917", "title": "Raiders' Henry Ruggs III Charged in Fatal Las Vegas Car Crash", "date": "2021-11-10 19:01", "summary": "Former wide receiver charged with four felonies totaling a maximum sentence of around 50 years. Former Las Vegas Raiders wide receiver Henry Ruggs III was charged with four felonies and a misdemeanor in Las Vegas on Wednesday for a fatal vehicle collision that killed a woman.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-inflation-consumer-price-index-october-2021-11636491959", "title": "U.S. Inflation Hit 31-Year High in October", "date": "2021-11-10 18:57", "summary": "Core index was up 4.6% as pandemic-related supply shortages, strong consumer demand continue. U.S. inflation hit a three-decade high in October, delivering widespread and sizable price increases to households for everything from groceries to cars due to persistent supply shortages and strong consumer demand.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-union-fight-escalates-as-company-seeks-to-hold-off-vote-11636579347", "title": "Starbucks Union Fight Escalates as Company, Workers Battle Over Vote", "date": "2021-11-10 18:51", "summary": "Howard Schultz is among executives traveling to Buffalo, N.Y., to press the coffee giant's case. A fight to unionize Starbucks Corp. cafes in New York state's second-largest city is escalating as workers expand the number of stores they seek to represent, while the coffee chain steps up its campaign against it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-halts-registration-of-2-digital-tokens-over-allegedly-misleading-and-missing-information-11636588273", "title": "SEC Halts Registration of 2 Digital Tokens Over Allegedly Misleading and Missing Information", "date": "2021-11-10 18:51", "summary": "The action comes as the SEC chairman says it will be 'very active' in bringing the digital currency market under its investor protection framework. The Securities and Exchange Commission is halting the registration as securities of two digital tokens issued by American CryptoFed DAO LLC over allegedly insufficient and misleading information on their registration form, the agency said on Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-streaming-show-will-eventually-go-on-11636587581", "title": "Disney's Streaming Show Will Eventually Go On", "date": "2021-11-10 18:39", "summary": "A sharp slowdown in Disney+ growth might continue as the company fills its content slate. Disney has a lot of streaming fans. The ones on Wall Street are getting a bit antsy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-dis-q4-earnings-report-2021-11636498184", "title": "Disney Reports Slowing Disney+ Subscriber Growth", "date": "2021-11-10 18:26", "summary": "Pandemic lift from Disney+ sign ups wanes as earnings sag; pace of new content isn't expected to rebound until second half of next year. Walt Disney Co. 's streaming honeymoon is over.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travis-scott-concert-latest-police-dismiss-report-of-drugged-security-guard-11636586595", "title": "Travis Scott Concert: Police Dismiss Report of Drugged Security Guard", "date": "2021-11-10 18:23", "summary": "Authorities expect probe into deadly Astroworld performance to take weeks as they piece together timeline of events. Reports that a security guard was injected with a drug during a Travis Scott concert that turned deadly are false, Houston Police Chief Troy Finner said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inflation-surge-continues-consumer-prices-rise-cpi-president-biden-joe-manchin-11636496052", "title": "Inflation and Building Back Worse", "date": "2021-11-10 18:16", "summary": "Joe Manchin has ample reason to kill spending that is harming workers.. For something we're told is \"transitory,\" inflation sure is persistent. The latest evidence arrived with a jolt Wednesday when the Labor Department reported that consumer prices jumped 0.9% in October, or 6.2% from a year ago and the fifth straight month higher than 5%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-control-backfires-again-in-st-paul-ballot-initiative-11636584789", "title": "Rent Control Backfires Again in St. Paul", "date": "2021-11-10 18:13", "summary": "Voters put on a 3% cap. You'll never guess what developers did next.. File this under lessons never learned: Voters in St. Paul, Minn., last week approved a ballot initiative, 53% to 47%, to impose strict rent control. The cap on increases will be 3% a year, \"regardless of change of occupancy,\" and with no exceptions for new construction or mom-and-pop landlords.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-inflation-is-highest-in-u-s-11636585950", "title": "Where Inflation Is Highest in U.S.", "date": "2021-11-10 18:12", "summary": "Prices have risen the most in Midwest and South as inflation hits 30-year high. U.S. inflation rose at the fastest pace in three decades in October, with prices increasing more in some parts of the country than in others. Consumer prices were up 7.3% last month in the region that encompasses Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota and South Dakota. Mid-Atlantic states, however, saw prices rise less, by 5.4% from a year ago.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broad-selloff-signals-inflation-fears-are-warming-11636585869", "title": "Price Jumps Awaken Caution in Markets", "date": "2021-11-10 18:11", "summary": "But many on Wall Street believe combination of strong corporate earnings and low interest rates will continue to propel markets higher. For months, there has been relatively little investor angst about rising prices. On Wednesday, there were signs that might be changing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-march-of-the-latin-left-dictator-nicaragua-daniel-ortega-election-11636573425", "title": "The March of the Latin Left-Wing Dictator", "date": "2021-11-10 18:10", "summary": "Ortega steals elections in Nicaragua but pays no economic price.. Nicaraguan dictator Daniel Ortega claims to have won re-election on Sunday with 76% of the vote. That makes him a slacker compared to Fidel Castro, who during a half-century of one-man rule in Cuba typically carried 99%. But it's one more sign of Latin America's descent into left-wing dictatorship.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomo-sexual-harassment-investigation-transcript-released-by-new-york-attorney-general-11636566934", "title": "Andrew Cuomo Investigation Transcripts Released by New York Attorney General", "date": "2021-11-10 18:09", "summary": "Materials include hundreds of pages from interviews with former governor and women who accused him. ALBANY, N.Y.-New York Attorney General Letitia James released hundreds of pages of material related to the investigation of former Gov. Andrew Cuomo, as prosecutors in Albany County pursue a charge that the Democrat forcibly touched an executive assistant.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sacrifice-of-the-unknown-soldier-burial-award-cemetery-veteran-11636577688", "title": "The Sacrifice of the Unknown Soldier", "date": "2021-11-10 17:54", "summary": "The tomb, marking its 100th anniversary, has become the focal point of the nation's gratitude for those who give their lives for the safety of others.. Thursday marks the 100th anniversary of the interment of the unidentified World War I serviceman who lies at rest in the Tomb of the Unknown Soldier in Arlington National Cemetery. Though not often remembered these days, the interment was a massive event. Hundreds of thousands thronged Washington to witness the solemn procession of the casket from the Capitol to the cemetery. For all its pomp and gravity, however, the day could not begin to predict the role the tomb would come to play in binding and healing the nation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wades-into-battle-between-billboard-advertisers-and-city-officials-11636584659", "title": "Supreme Court Wades Into Battle Between Billboard Advertisers and City Officials", "date": "2021-11-10 17:51", "summary": "Industry seeks to lift limits on 'off-premises' signs. WASHINGTON-Supreme Court justices Wednesday stepped into an advertising industry battle that could reduce restrictions on billboards across the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyle-rittenhouse-testifies-he-was-threatened-by-first-person-he-shot-in-kenosha-wis-unrest-11636562295", "title": "Kyle Rittenhouse Testifies First Person He Shot in Kenosha Unrest Was Grabbing at His Gun", "date": "2021-11-10 17:41", "summary": "Teenager has claimed self-defense in killing of two people, injuring a third with AR-15-style rifle. Kyle Rittenhouse, the teenager charged with homicide in the killing of two people during unrest in Kenosha, Wis., last year, took the stand in his own defense Wednesday, testifying that the first person he killed had threatened his life twice and had his hands on the barrel of Mr. Rittenhouse's rifle when he began to fire.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-chief-aron-to-sell-53-million-in-stock-11636584071", "title": "AMC Chief Aron to Sell $53 Million In Stock", "date": "2021-11-10 17:41", "summary": "The meme-loving cinema baron will still own over 2 million AMC shares after the sale. Adam Aron, the chief executive of AMC Entertainment Holdings Inc., on Tuesday filed to sell about $53 million worth of his shares in the company.", "categories": [["Pro Bankruptcy People"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-cfo-plays-key-role-in-companys-three-way-split-11636583801", "title": "GE's CFO Plays Key Role in Company's Three-Way Split", "date": "2021-11-10 17:36", "summary": "Carolina Dybeck Happe will be tasked with ironing out many details of the coming separation. General Electric Co. 's plan to split into three public companies puts its Chief Financial Officer Carolina Dybeck Happe in a core position to shape the new businesses by dividing up the conglomerate's cash, debt and obligations such as pension liabilities.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-and-737-max-crash-victims-families-move-closer-to-resolution-11636576845", "title": "Boeing and 737 MAX Crash Victims' Families Move Closer to Resolution", "date": "2021-11-10 17:35", "summary": "Under pact, the plane maker accepts responsibility for 2019 crash and avoids punitive damages. Boeing Co. and lawyers for families of the victims of the 2019 crash of a 737 MAX jetliner struck an agreement that sets the stage to resolve lawsuits brought against the plane maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underground-modernist-e-mcknight-kauffer-cooper-hewitt-smithsonian-design-museum-marion-v-dorn-london-underground-11636583386", "title": "'Underground Modernist: E. McKnight Kauffer' Review: Graphic Design for a New Age", "date": "2021-11-10 17:30", "summary": "An exhibition at Cooper Hewitt features the posters, advertisements, book covers and more from an iconic 20th-century designer. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-short-history-of-war-review-fighting-the-battles-11636583345", "title": "'A Short History of War' Review: Fighting the Battles", "date": "2021-11-10 17:29", "summary": "In war, new technologies and resources have only been as useful as they have been suitable to the environment in which they have been used.. War might not be the locomotive of history, but it drives the writing of the world's most-published historian. Jeremy Black's extraordinary body of work regularly returns to themes in military history, expanding from his base in the 18th century to tackle strategic and tactical concerns with unusual chronological and geographic range. His latest book distills his achievements as the most prolific historian in the English language into 40 short chapters that describe war from the ancient world to the present day. Mr. Black, an emeritus professor of history at Exeter University and senior fellow at the Foreign Policy Research Institute, begins his account in prehistory, demonstrating how early rock paintings depicted the success of humans over animals, and how ancient writing portrayed the success of some humans over others. Events in the centuries that followed confirm Mr. Black's observations that \"fighting is integral to human society,\" that the factors that determine military success are often enduring, and that war-making is likely to continue.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-logistics-firms-are-avoiding-covid-19-vaccine-requirements-amid-u-s-mandate-debate-11636583182", "title": "Many Logistics Firms Are Avoiding Covid-19 Vaccine Requirements Amid U.S. Mandate Debate", "date": "2021-11-10 17:26", "summary": "Large trucking groups are fighting the federal rule in court while freight transport and warehousing firms say they encourage vaccinations but won't demand them. Freight transportation companies are cautiously stepping around a Covid-19 vaccination requirement while trade groups fight the federal mandate in court.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-recommend-qanon-shaman-jacob-chansley-be-sentenced-to-more-than-four-years-in-prison-11636566356", "title": "Prosecutors Recommend 'QAnon Shaman' Be Sentenced to More Than Four Years in Prison", "date": "2021-11-10 17:18", "summary": "Justice Department says maximum sentence under plea deal is necessary to deter Arizona man who stormed the Capitol on Jan. 6 from committing other crimes. U.S. prosecutors are recommending that Jacob Chansley, the self-described \"QAnon Shaman\" who stormed the Capitol on Jan. 6 wearing a viking hat with fur and horns, serve 51 months in prison for his role in the attack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cop26-draft-climate-deal-seeks-quicker-emissions-cuts-as-weekend-deadline-nears-11636547423", "title": "U.S., China Pledge to Accelerate Climate Effort", "date": "2021-11-10 17:15", "summary": "Proposal by host U.K. seeks quicker emissions cuts, as weekend deadline at summit nears. GLASGOW-The U.S. and China jointly pledged at the United Nations climate summit to step up actions to fight climate change in the coming decade, injecting talks here with a surprise show of cooperation between the two rivals and the world's two biggest greenhouse-gas emitters.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honor-vets-the-will-to-win-war-military-service-veterans-day-afghanistan-taliban-mcmaster-11636576955", "title": "Honor Veterans by Having the Will to Win a War", "date": "2021-11-10 17:13", "summary": "If civilian leaders send troops into battle without a commitment to victory, who will sign up to serve?. On Veterans Day, it's hard to look away from the catastrophe in Afghanistan. The consequences of a war lost through incompetence, delusion and self-defeat will reverberate beyond South Asia. In America, the lack of commitment to win in war, apparent in a humiliating surrender to the Taliban and an ignominious retreat from Kabul, risks eroding trust between servicemen and -women and their civilian and military leaders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-schoolers-schooling-are-doing-right-education-parents-bartholet-harvard-parenting-11636577345", "title": "What Home-Schoolers Are Doing Right", "date": "2021-11-10 17:12", "summary": "A new study suggests their kids are healthier, happier and more virtuous than public-school graduates.. Elizabeth Bartholet, a Harvard Law School professor, sparked debate in May 2020 by calling for a presumptive ban on home schooling. Home-schooled children, Ms. Bartholet asserted, are less likely than their school-attending peers to receive a \"meaningful education\" and more likely to be subject to physical abuse or indoctrination by \"extreme religious ideologues.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reasonable-alternative-to-cop26-climate-cost-policy-carbon-emissions-glasgow-net-zero-11636577945", "title": "A Reasonable Alternative to COP26 and Preaching Climate Doom", "date": "2021-11-10 17:11", "summary": "A Nobel Prize-winning economist considers the balance between climate policy's costs and benefits.. Editor's note: With November's global climate conference in Glasgow wrapping up, important facts about climate change don't always make it into the dominant media coverage. We're here to help. Each Thursday contributor Bjorn Lomborg has provided some important background so readers can have a better understanding of the true effects of climate change and the real costs of climate policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-adds-cryptocurrency-team-to-explore-bitcoin-and-blockchain-uses-11636581330", "title": "Twitter Launches Cryptocurrency Team to Explore Bitcoin and Blockchain Uses", "date": "2021-11-10 17:10", "summary": "The Twitter Crypto group will set strategy to help the social-media app's creators. Twitter Inc. is launching a dedicated crypto team.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-biden-sue-and-settle-at-the-border-payments-separated-child-parents-tort-11636577037", "title": "Will Biden 'Sue and Settle' at the Border?", "date": "2021-11-10 17:09", "summary": "We need a trial to learn if the ACLU's case is on the level.. There were many news reports during the Obama administration that the Justice Department and other agencies were engaging in a fraud on taxpayers through a process called \"sue and settle.\" In these cases, an organization or group would sue the government for some alleged wrong. The suit would wind on for a while, and then the Justice Department would announce that it had been settled, with a generous payment to the allegedly aggrieved party. Sometimes companies and groups would get portions of the settlement, even though they had not actually suffered any injury or were not even parties to the original suit.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-considering-new-rules-on-private-fund-fees-conflicts-gensler-says-11636580410", "title": "SEC Considering New Rules on Private Funds, Gensler Says", "date": "2021-11-10 16:40", "summary": "The SEC chairman expressed concern about high fees, lack of transparency and fuzzy performance metrics at private-equity and hedge funds. Wall Street's top regulator is considering new rules to bring sunshine to the private-funds market, including more disclosure about fees and conflicts of interest.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travis-scotts-actions-during-deadly-show-are-questioned-11636580202", "title": "Travis Scott's Actions During Deadly Show Are Questioned", "date": "2021-11-10 16:36", "summary": "Houston fire chief says rap star should have stopped the show before he did; lawyers for hip-hop star said he didn't see the chaos. Travis Scott didn't know what was happening in the crowd of more than 50,000 fans at his show last Friday, lawyers for the hip-hop artist said, and didn't take bigger steps such as halting the performance that other music acts have employed to control crowds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-data-sparks-fuels-climb-in-short-term-treasury-yields-11636560098", "title": "Inflation Data Fuels Climb in Short-Term Treasury Yields", "date": "2021-11-10 16:30", "summary": "Yield on two-year Treasury note, which often rises when investors anticipate tighter central-bank policies, rose back toward highs for the year. Yields on shorter-term U.S. government bonds rose after data showed inflation reached a 30-year high in October, reflecting investors' expectations that the Federal Reserve will have to raise interest rates more quickly to combat surging consumer prices.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/open-enrollment-gameplan-how-to-compare-your-partners-benefits-with-yours-11636466400", "title": "How to Compare Your Partner's Health Benefits With Yours", "date": "2021-11-10 16:27", "summary": "Some may find it pays to keep their benefits relatively separate from their partner's, while others could save significantly by analyzing costs. Millions of employees are sifting through their workplace benefits before their employer's open enrollment deadline. One of the biggest questions they will settle is whether to join their partner's benefits plan or keep benefits separate.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-pilots-who-fled-taliban-to-tajikistan-begin-transfer-to-u-s-11636575146", "title": "Afghan Pilots Who Fled Taliban to Tajikistan Begin Transfer to U.S.", "date": "2021-11-10 15:46", "summary": "State Department representative says that 191 Afghans were on departing plane. More than 140 Afghan Air Force pilots and personnel flew out of Tajikistan on a U.S.-chartered flight, after months of detention following their escape from Afghanistan over the summer, officials said Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-is-hot-but-evs-arent-at-glasgow-climate-summit-11636563950", "title": "Rivian Is Hot, but EVs Aren't at Glasgow Climate Summit", "date": "2021-11-10 15:37", "summary": "Failure of COP26 to deliver a widely supported EV pledge may be early sign that debate around autos is getting more sophisticated. Investors love electric vehicles. Others may be starting to have slightly mixed feelings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mason-dixon-poll-americans-still-dont-like-court-packing-11636576314", "title": "Mason-Dixon Poll: Americans Still Don't Like Court-Packing", "date": "2021-11-10 15:31", "summary": "A new survey finds voters also don't think much of Biden's commission on the Supreme Court.. A large majority of Americans opposes adding justices to the Supreme Court to shift its ideological balance. A similarly large majority opposes constitutional amendments to restructure the court. That's according to a new Mason-Dixon poll commissioned by the First Liberty Institute.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethanol-prices-climb-on-strong-demand-for-fuel-as-drivers-hit-road-11636545600", "title": "Ethanol Prices Climb on Strong Fuel Demand", "date": "2021-11-10 15:30", "summary": "Cost of corn, ethanol's main ingredient, has trended higher, with refineries scrambling to supply gasoline additive. Demand for fuel as drivers return to the road is pushing ethanol prices close to an all-time high.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-digital-to-play-scaled-back-role-in-split-11636509584", "title": "GE Digital to Play Scaled Back Role in Split", "date": "2021-11-10 15:30", "summary": "The tech venture was once at the forefront of GE's strategy, but it now will be tucked into a combined power and energy business as the conglomerate separates into three companies. General Electric Co. 's plan to break itself into three separate companies reserves a scaled back role for GE Digital, a technology venture that was once at the forefront of the company's strategy to reinvent itself as a software powerhouse, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-deficit-narrowed-in-october-ahead-of-debt-ceiling-debate-11636571321", "title": "Federal Deficit Narrowed in October, Ahead of Debt-Ceiling Debate", "date": "2021-11-10 15:05", "summary": "Monthly deficit shrank versus prior year, as government collected more revenue and pulled back on spending. The federal government ran a $165 billion deficit during October, a smaller gap when compared with a year earlier, as the government took in higher revenue from taxes and other receipts and pulled back on spending.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-we-still-friends-thursday-crossword-november-11-11636136117", "title": "Are We Still Friends? (Thursday Crossword, November 11)", "date": "2021-11-10 15:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-six-shows-and-movies-to-stream-11636574401", "title": "What to Watch: Six Shows and Movies to Stream", "date": "2021-11-10 15:00", "summary": "From Will Ferrell and Paul Rudd's new series 'The Shrink Next Door' to Dianne Wiest as a prison teacher in 'Mayor of Kingstown,' here are new films and series to stream this week. Will Ferrell and Paul Rudd explain why they knew who was going to be the doctor and who was going to be the mark in \"The Shrink Next Door.\" Academy Award winner Dianne Wiest tells us that she's done playing domesticated mom stuff-but being a mom in Jeremy Renner's \"Mayor of Kingstown\" is different. Plus, repercussions from the fall of a Seattle megachurch reverberate through the evangelical communities in \"The Rise and Fall of Mars Hill.\" Here's where to stream them all:", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-bad-its-hilarious-hollywoods-biggest-duds-finally-find-fans-11636573952", "title": "'So Bad, It's Hilarious': Hollywood's Biggest Duds Finally Find Fans", "date": "2021-11-10 14:52", "summary": "Legions of movie nerds tune in and attend live recordings of popular bad-movie podcasts that sometimes run longer than the films they razz. America is in a golden age of podcasts about bad movies.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sues-uber-over-charging-wait-times-fees-for-physically-disabled-people-11636570208", "title": "Justice Department Sues Uber Over Wait-Time Fees for Disabled People", "date": "2021-11-10 14:47", "summary": "Case filed in federal court charges the ride-hailing giant with violating the Americans with Disabilities Act. The Justice Department said Wednesday that it was suing Uber Technologies Inc. for charging wait-time fees to passengers with physical disabilities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-far-have-we-really-gotten-with-alternative-energy-11636571966", "title": "How Far Have We Really Gotten With Alternative Energy?", "date": "2021-11-10 14:40", "summary": "Resume Subscription. We hear a lot about the need to move to cleaner forms of power from all sides-utilities, politicians, advocates and energy companies. There are all sorts of ideas on where we want to go, and how to get there.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-inflation-cpi-rates-11636552015", "title": "Inflation Pickup Makes Fed More Likely to Raise Rates Next Year", "date": "2021-11-10 14:35", "summary": "Consumer prices are rising at their strongest 12-month pace in three decades. The latest rise in inflation helps to explain why investors are increasingly asking not whether the Federal Reserve will raise interest rates next year but rather how much and how quickly it may do so.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-weighs-moderating-property-curbs-to-help-troubled-developers-unload-assets-11636572669", "title": "China Weighs Moderating Property Curbs to Help Developers Unload Assets", "date": "2021-11-10 14:31", "summary": "Beijing is wary that financial risks could spread through the economy as it tries to rein in the real-estate sector. Chinese regulators, wary of financial risks spreading as a result of their crackdown on property lending, are considering easing the rules to let struggling developers sell off assets to avoid defaults and hits to the broader economy.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-breakup-bets-on-flying-revival-11636572352", "title": "GE Breakup Bets on Flying Revival", "date": "2021-11-10 14:25", "summary": "Aviation company emerging from deals plays market-leading role in supplying jet engines to industry recovering from the pandemic. General Electric Co.'s planned breakup would create an aviation-focused company that is more closely tied to the travel industry, as it works to rebound from the Covid-19 pandemic's impact on flying.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-partner-charged-with-securities-fraud-over-goldman-sachs-deal-11636561891", "title": "McKinsey Partner Charged With Securities Fraud Over Goldman Sachs Deal", "date": "2021-11-10 14:18", "summary": "Puneet Dikshit is accused of trading insider information related to the Wall Street bank's purchase of lender GreenSky. Federal prosecutors in New York charged a former McKinsey & Co. partner with securities fraud for allegedly trading insider information related to Goldman Sachs Group Inc.'s acquisition of specialty lender GreenSky Inc.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-green-hydrogen-is-made-11636571627", "title": "How Green Hydrogen Is Made", "date": "2021-11-10 14:13", "summary": "Burning hydrogen doesn't create carbon-dioxide emissions. But creating hydrogen can.. Hydrogen has promise as a fuel that burns without creating greenhouse gases. But the production of hydrogen isn't necessarily as clean. Only 1% of current hydrogen production is produced from renewable sources, according to the International Energy Agency. Here's a look at some of the major production processes, which are often differentiated by color.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gym-chain-equinox-obtains-new-financing-in-prelude-to-potential-spac-merger-11636570945", "title": "Gym Chain Equinox Nets Financing to Ease Potential SPAC Deal", "date": "2021-11-10 14:02", "summary": "Company has received commitments for $255 million from banks and investors affiliated with Related Cos.. Equinox Group LLC has obtained $255 million in new financing commitments from some of its lenders and owners, as the cash-strapped gym chain seeks to bolster its liquidity, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-explain-virginia-new-jersey-youngkin-murphy-mcauliffe-reconciliation-border-crt-11636564621", "title": "Democrats 'Explain' Virginia and New Jersey", "date": "2021-11-10 13:28", "summary": "Progressives urge a more aggressive left-wing agenda. My advice: Please try it.. Democratic politicos and their media allies have offered illuminating and sometimes entertaining explanations for last week's Republican sweep in Virginia and Democratic Gov. Phil Murphy's political near-death experience in New Jersey.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-age-of-violated-boundaries-woke-culture-jan-6-blm-riots-southern-border-gender-identity-11636564663", "title": "An Age of Violated Boundaries", "date": "2021-11-10 13:27", "summary": "From the border and the sexes to the riots, this is the 21st century's prevailing theme.. What is the master theme of the 21st century? I'd say it is the vanishing of borders-geographic, political, social, racial, sexual, moral. The age's obliteration of boundaries and norms has released powerful energies that are sometimes creative, sometimes destructive, and often merely bizarre.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-familys-health-insurance-cost-more-than-22-000-in-2021-survey-finds-11636567200", "title": "Family Health Insurance Cost More Than $22,000 in 2021, Survey Finds", "date": "2021-11-10 13:00", "summary": "Covid-19 pandemic appeared to have little impact on cost, but companies expanded mental-health and telemedicine benefits. The average cost of employer health coverage for a family plan passed $22,000 this year, according to a new survey, rising at a rate that indicates the Covid-19 pandemic had little impact on the total expense.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-power-energy-waste-safety-cost-reactors-solar-wind-coal-oil-11636497781", "title": "Weigh Nuclear Power Against the Alternatives", "date": "2021-11-10 12:48", "summary": "Even amid the threat of climate change, few leaders are willing to mention the huge benefits.. Thank you, Andrew Fillat and Henry Miller, for \"Nuclear Power Is the Best Climate-Change Solution by Far\" (op-ed, Nov. 5). Since my childhood in West Virginia, deaths from coal-mine disasters and black-lung disease have added up. Gasoline-tanker mishaps have incinerated citizens on the highways. Yet the very thought of shipping heavily shielded canisters of nuclear waste to a safe repository somehow remains unthinkable. For generations, development of nuclear power has been thwarted by excessive regulations. Even amid the \"existential threat\" of climate change, few leaders are willing to mention the huge benefits of nuclear power.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurance-healthcare-out-of-pocket-deductibles-prices-11636496270", "title": "Making Health Insurance Work for Consumers", "date": "2021-11-10 12:45", "summary": "Unaffordable out-of-pocket maximums and unregulated determinations of medical necessity pose big problems for families.. The article \"$100,000 in Debt: Arbitrary Hospital Prices Hit Some Hard\" (Page One, Oct. 29) illustrates the most important problem in healthcare today, but it isn't the price. The hospital pricing mechanism is certainly out of whack, but the family in the article faced an insurance policy with an unaffordable out-of-pocket maximum and an unregulated insurance carrier's determination of medical necessity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-edgar-hoover-civil-liberties-fbi-director-huston-plan-nixon-mitchell-11636495581", "title": "Give J. Edgar Hoover His Due on Civil Liberties", "date": "2021-11-10 12:44", "summary": "It's hard for critics to accept that the hated FBI director stopped Nixon's dangerous Huston Plan.. James Rosen's letter (Nov. 2) gives too much credit to John Mitchell, President Richard Nixon's attorney general, for preventing the Nixon administration from implementing the Huston Plan. In the summer of 1970, Nixon ordered Tom Charles Huston, a young right-wing attorney and White House aide, to develop a plan to improve U.S. intelligence gathering. The plan called for unlimited wiretaps and bugs, increased surveillance on U.S. citizens, illegal mail opening, surreptitious entries (break-ins), burglaries (black-bag jobs), misinformation press releases and methods of entrapment. In short, it was the most oppressive U.S. domestic spying program ever conceived.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/settlement-reached-to-aid-spouses-of-certain-immigrant-visa-holders-11636566198", "title": "Settlement Reached to Aid Spouses of Certain Immigrant Visa Holders", "date": "2021-11-10 12:43", "summary": "The change will benefit many immigrants who have been stuck in a lengthy backlog for U.S. work permits. WASHINGTON-The Biden administration will make it easier for some immigrant spouses to continue working legally with a visa but without renewing their employment authorization as part of a settlement reached Wednesday resolving a class-action suit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-public-lands-serve-the-national-interest-11636565894", "title": "Local Public Lands Serve the National Interest", "date": "2021-11-10 12:38", "summary": "If not for Teddy Roosevelt's use of the Antiquities Act in 1908, we might not have Grand Canyon National Park.. In \"Biden Makes a Delaware-Size Land Grab in Utah\" (Cross Country, Nov. 6), Utah Solicitor General Melissa Holyoak opposes the use of the Antiquities Act to protect public lands in her state. Local politicians will almost always put local financial interests above the national interest. In the early 20th century, Arizona politicians favored mining and logging interests over the protection of the Grand Canyon. If not for Teddy Roosevelt's use of the Antiquities Act in 1908, we might not have Grand Canyon National Park.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-bannon-criminal-contempt-of-congress-referral-justice-department-11636494951", "title": "A Double Standard for Steve Bannon", "date": "2021-11-10 12:34", "summary": "Now the Justice Department wants to take contempt of Congress seriously.. Regarding \"Bannon's Contempt for Congress\" (Review & Outlook, Oct. 27): Though your points about congressional subpoenas and executive privilege are sound, there is a larger issue at stake. Whatever happened to equal treatment under the law? You write that after four recent criminal contempt referrals from Congress ignored by the Justice Department, if \"Mr. Bannon becomes another, everyone will assume that congressional subpoenas have no force.\" The fifth time is the charm? Why Mr. Bannon? Americans have a strong sense of fairness. Resurrect the previous criminal contempt citations and prosecute them. Then cite Mr. Bannon.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-oil-moves-draw-from-losing-playbook-11636564507", "title": "Biden's Oil Moves Draw From Losing Playbook", "date": "2021-11-10 12:15", "summary": "An emergency reserve release or crying 'manipulation' are unhelpful reactions to high gasoline prices and might backfire. It might as well be called the Strategic Political Reserve.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-soccer-teammate-assault-11636564380", "title": "PSG Women's Soccer Player Aminata Diallo Arrested Following Assault on Teammate", "date": "2021-11-10 12:14", "summary": "The Paris Saint-Germain player was arrested on Wednesday as police investigated an attack on fellow midfielder Kheira Hamraoui. A player on Paris Saint-Germain's women's soccer team was arrested by French police on Wednesday for her alleged involvement in the assault of a teammate intended to prevent her from playing, according to a person familiar with the investigation.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-fish-recipe-mackerel-sweet-and-sour-and-scrumptious-11636561276", "title": "Fast Fish Recipe: Mackerel, Sweet and Sour and Scrumptious", "date": "2021-11-10 11:21", "summary": "After a quick sear to crisp the skin, this flavorful fish finishes cooking nestled into a pan of lightly pickled fennel, carrots and shallots. Treviso provides a bit of bite.. \"IT'S AMAZING what a splash of vinegar will do for an oily fish. \"This is a British version of fish en escabeche, sweet and sour,\" said chef Tomos Parry of his third Slow Food Fast recipe, for grilled mackerel with \"soused\" vegetables.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-harry-says-he-warned-twitter-ceo-ahead-of-jan-6-capitol-riot-11636554597", "title": "Prince Harry Says He Warned Twitter CEO Ahead of Jan. 6 Capitol Riot", "date": "2021-11-10 11:16", "summary": "'I warned him that his platform was allowing a coup to be staged,' Duke of Sussex says at conference. Prince Harry said he warned Twitter Inc. Chief Executive Jack Dorsey that his social-media platform was allowing a coup to be staged ahead of the Jan. 6 Capitol riot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mets-gm-job-steve-cohen-11636560941", "title": "Nobody Wants the Mets' GM Job. Now an M&A Lawyer in Pittsburgh Is on the List.", "date": "2021-11-10 11:16", "summary": "For the second consecutive offseason, the Mets have struggled to find a top executive to lead their front office. CARLSBAD, Calif.-When billionaire hedge-fund manager Steve Cohen bought the New York Mets last fall, he appeared poised to transform his beloved childhood team into a perennial powerhouse. Running the Mets' baseball operations department suddenly looked like the best job in the game. Who wouldn't want to try to build a winner backed by the financial resources provided by the wealthiest owner in the major leagues?", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencents-profit-growth-slows-after-china-tightens-games-rules-11636542561", "title": "China's Tougher Regulation Is the New Normal, Tencent President Says", "date": "2021-11-10 11:13", "summary": "Videogame publisher's growth and profitability slow, hit by Beijing's strict new rules. The tougher regulatory environment that Tencent Holdings Ltd. and other tech companies face in China is the new normal and it is here to stay, a Tencent senior executive said, as various stricter rules weighed on the firm's growth and profitability.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brace-for-even-more-inflation-11636560408", "title": "Brace for Even More Inflation", "date": "2021-11-10 11:06", "summary": "Even if inflation is transitory, it will probably get even hotter before it cools down. The big question on the pickup in inflation is whether it will persist. The big problem is that the answer won't be clear until the beginning of next year at the earliest.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-sends-warplanes-to-belarus-amid-fight-with-eu-over-migrants-11636560216", "title": "Russia Sends Warplanes to Belarus Amid Fight With EU Over Migrants", "date": "2021-11-10 11:03", "summary": "Poland expands troop presence to prevent illegal crossings of bloc's eastern border. MOSCOW-Russia deployed strategic bombers to Belarus's airspace on Wednesday, amid escalating tensions between Belarus and Poland over a surge of migrants at their shared border and the positioning of several thousand Polish troops on the European Union's eastern flank.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-muscle-shoals-studio-treats-musicians-as-house-guests-11636559413", "title": "How Shoals Studio Treats Musicians as House Guests", "date": "2021-11-10 11:01", "summary": "Michael Wright converted a property in the famed Alabama enclave to include spaces to record and to stay awhile. When tornado sirens start going off, most people run for the basement. Michael Wright heads outside with a tape recorder.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-of-ges-business-is-healthcare-aviation-and-energy-11636559424", "title": "How Much of GE's Business Is Healthcare, Aviation and Energy?", "date": "2021-11-10 10:51", "summary": "Changes in the conglomerate's earnings reports demonstrate a shifting focus ahead of announced split. General Electric Co. was once so sprawling that its business ranged from insurance to plastics and even media in the form of NBC Universal. Those days of diversification are now long gone.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-prices-rose-across-u-s-in-third-quarter-11636559054", "title": "Home Prices Rose Across U.S. in Third Quarter", "date": "2021-11-10 10:44", "summary": "Median single-family, existing-home sales price rose 16% in the third quarter, according to the National Association of Realtors. Home prices climbed across the U.S. in the third quarter, but price growth slowed from earlier in the year as record prices and stiff competition pushed some buyers out of the market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-is-the-top-ivy-in-the-wsj-the-college-rankings-11636558549", "title": "Harvard Is the Top Ivy in the WSJ/THE College Rankings", "date": "2021-11-10 10:42", "summary": "Four Ivy League schools are in the top 10 nationwide; all eight are in the top 16. Harvard University is the highest-ranked Ivy League school in the Wall Street Journal/Times Higher Education College Rankings for 2022, followed in order by Yale University, Brown University and Princeton University.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-tax-brackets-inflation-11636556756", "title": "Tax Brackets Will Be Higher in 2022 Due to Faster Inflation, IRS Says", "date": "2021-11-10 10:36", "summary": "IRS announces new standard deduction and bracket levels, reflecting rising consumer prices. WASHINGTON-The threshold for the top federal income-tax bracket in 2022 will climb by nearly $20,000 next year for married couples, and that 37% rate will apply to income above $647,850, the Internal Revenue Service said Wednesday as it implemented automatic tax-code updates to reflect faster inflation in 2021.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gas-oil-prices-opec-11636541739", "title": "Rising Oil Prices Put Biden in a Bind Over Climate Pledges", "date": "2021-11-10 10:33", "summary": "White House mulls its limited options to boost supply; critics say situation exposes flaws in president's climate-change agenda set out at COP26. Rising oil prices have handed President Biden a dilemma at a politically precarious time.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-backed-paytm-set-to-raise-2-5-billion-in-indias-largest-ipo-11636558320", "title": "Warren Buffett-Backed Paytm Set to Raise $2.5 Billion in India's Largest IPO", "date": "2021-11-10 10:32", "summary": "Much-hyped deal didn't go as smoothly as other recent technology IPOs. The parent of Indian mobile-payments giant Paytm on Wednesday collected enough investor bids to raise the equivalent of $2.5 billion in the country's largest-ever initial public offering, but the much-hyped deal didn't go as smoothly as other recent tech IPOs.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-paul-gosar-says-video-depicting-him-attacking-rep-alexandria-ocasio-cortez-is-symbolic-cartoon-11636557834", "title": "Paul Gosar Says Video Depicting Him Attacking Rep. Ocasio-Cortez Is 'Symbolic Cartoon'", "date": "2021-11-10 10:23", "summary": "Republican lawmaker says video is 'in no way intended to be a targeted attack' against congresswoman or President Biden. Arizona Republican Congressman Paul Gosar said an anime video that appeared to show him attacking New York Democratic Rep. Alexandria Ocasio-Cortez with a sword wasn't intended as a threat of violence against the congresswoman, but instead was a reference to the debate over immigration policy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-energy-quiz-test-your-knowledge-11636556594", "title": "Renewable Energy Quiz: Test Your Knowledge", "date": "2021-11-10 10:03", "summary": "How much do you really know about solar, wind, hydropower and more? It's time to find out.. To combat climate change, much of the world is slowly moving away from fossil fuels toward alternative energy sources, encouraged in part by technological advances and falling prices.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-tech-startup-presto-nearing-1-billion-spac-merger-to-go-public-11636502400", "title": "Restaurant-Tech Startup Presto Going Public Through $1 Billion SPAC Merger", "date": "2021-11-10 10:02", "summary": "Presto is known for its pay-at-table kiosks, tablets and artificial-intelligence tools. Restaurant-technology startup Presto is combining with a special-purpose acquisition company and going public with a valuation of about $1 billion, the companies said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-covid-winter-threatens-europes-more-vulnerable-nations-11636555455", "title": "Europe's Uneven Vaccine Rollout Leaves Some Countries Reeling", "date": "2021-11-10 09:44", "summary": "In much of Southern Europe, deaths, hospitalizations and cases are relatively low. It is a different story elsewhere on the continent.. Europe is divided as it enters another Covid-19 winter. In some countries, people are dying from the virus at record rates. Elsewhere, infections are rising-but from low levels that policy makers say are the result of a suite of restrictive policies.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-tesla-doordash-what-to-watch-in-the-stock-market-today-11636547060", "title": "Coinbase Global, Tesla, DoorDash: What to Watch in the Stock Market Today", "date": "2021-11-10 09:35", "summary": "Coinbase shares tumbled after the crypto company posted third-quarter revenue that missed analysts' targets. U.S. stocks opened lower, and fresh data showed that U.S. inflation hit a three-decade high last month. Here's what we're watching for in Wednesday's trading session:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-the-7-worst-holiday-table-decor-mistakes-11636554600", "title": "How to Avoid the 7 Worst Holiday Table Decor Mistakes", "date": "2021-11-10 09:30", "summary": "Chic decorating ideas from designers and entertaining experts, who identified the Thanksgiving table gaffes they see most often, and what to do instead. FOR MANY AMERICANS, Thanksgiving will mark the first time they are setting the table for a holiday dinner party in quite some time. So we won't judge when a host positions the dessert fork where the butter knife should be. But some decisions are key to guests' comfort. A cornucopia that blocks sight lines across the table? A big no. Personal place cards to head off the confusion of seating arrangements? Absolutely. Here, our panel of design and entertaining pros share the mistakes that can derail a holiday dinner party before the turkey even hits the table, plus recommendations for keeping your meal on track and your décor memorable.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gett-nears-1-1-billion-spac-merger-to-go-public-11636498833", "title": "Gett Reaches $1.1 Billion SPAC Merger to Go Public", "date": "2021-11-10 09:23", "summary": "Company joins with ride-hailing operators to organize transportation options into one platform for corporate customers. Gett is merging with a special-purpose acquisition company in a deal that would take the corporate-transportation platform public with a roughly $1.1 billion valuation, the companies said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-legal-woes-weigh-on-revamp-plan-11636554060", "title": "Credit Suisse Legal Woes Weigh on Revamp Plan", "date": "2021-11-10 09:21", "summary": "Even before the twin disasters of Archegos and Greensill, the scandal-prone bank was among the world's most heavily fined. Credit Suisse Group AG is vowing to end reckless risk taking at the bank. The cost of earlier misdeeds are likely to keep biting back for years, weighing on efforts to put the past behind it.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-11-10-2021-11636490645", "title": "Jobless Claims Fall to Pandemic Low, Continuing Downward Trend", "date": "2021-11-10 09:13", "summary": "Layoffs continue to ebb as employers struggle to hire and retain workers as economy recovers. Worker filings for unemployment insurance edged lower last week, continuing their long glide path toward pre-pandemic levels as the labor market improves.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ralph-ellison-omega-speedmaster-11636551114", "title": "The Search for Novelist Ralph Ellison's Omega Speedmaster", "date": "2021-11-10 08:32", "summary": "In December, a timepiece worn by the 'Invisible Man' writer will go on sale at a Phillips auction in New York. A fellow author retraces how it was authenticated.. As a teenage wannabe novelist, I read and re-read Ralph Ellison's Invisible Man, stunned by its portrayal of a human being on the margins looking in, while trying to desperately milk an ounce of his genius for my own lackluster drafts. Some three decades later I found myself, a watch collector manqué, at Phillips auction house on Manhattan's 57th Street trying on the Omega Speedmaster Ellison wore from 1968 to his death in 1994.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-plans-to-spend-1-2-billion-in-deals-for-pretzel-producers-11636550101", "title": "Hershey Plans to Spend $1.2 Billion in Pretzel Deals", "date": "2021-11-10 08:15", "summary": "Following up on purchases of SkinnyPop and Pirate's Booty, the company seeks to expand in snack products and manufacturing facilities. Candy maker Hershey Co. wants to be a pretzel powerhouse.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-cruz-senate-confirmation-ambassadors-11636496223", "title": "Senators Block Most Biden Ambassador Nominations, While Foreign Crises Mount", "date": "2021-11-10 08:00", "summary": "Envoy vacancies hurt diplomacy; diplomats on temporary assignment don't get invited to meetings. WASHINGTON-When the Biden administration's new security agreement with Australia and the U.K. caused a rupture with the U.S.'s oldest ally, no presidential envoy was on the ground in Paris to smooth relations with the Élysée Palace.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-focused-frndly-tv-reaches-carriage-deal-with-a-e-networks-11636549200", "title": "Family-Focused Frndly TV Reaches Carriage Deal With A+E Networks", "date": "2021-11-10 08:00", "summary": "Started in 2019 by former Dish executives, Frndly TV has more than 500,000 subscribers. An internet-TV upstart catering to budget-conscious lovers of family content is adding some of the country's most well-known entertainment networks to its portfolio.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-blackhawks-misconduct-stanley-cup-aldrich-11636516342", "title": "A Coach's Misconduct in 2010 Has Become a Growing Problem for Hockey in 2021", "date": "2021-11-10 08:00", "summary": "Chicago Blackhawks video coach Brad Aldrich departed after a sexual-assault allegation. But more allegations surfaced and now his name is coming off the Stanley Cup.. As video coach Brad Aldrich negotiated his exit from the Chicago Blackhawks in 2010, he made a request of the team's human-resources department: Could he take the team's newly won Stanley Cup to his hometown for a day?", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-vaping-tax-sparks-concerns-people-will-go-back-to-cigarettes-11636548974", "title": "Biden's Vaping Tax Sparks Health Concerns", "date": "2021-11-10 07:56", "summary": "Public-health experts say adopting a vaping tax without raising one on cigarettes could drive people back to traditional smoking. House Democrats are poised to vote on imposing a new federal excise tax on e-cigarettes-but without a tax increase on traditional cigarettes-leading some public-health experts to warn that the provision could push vapers back to cigarette smoking.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-markets-promise-turns-to-threat-for-adidas-11636534875", "title": "Adidas Takes Hit From Boycott in China, Once Seen as a Growth Engine", "date": "2021-11-10 07:32", "summary": "The sportswear company, along with other Western apparel brands, continues to suffer from a Chinese consumer boycott. BERLIN-In March, Adidas AG called China its biggest growth engine, with the German sportswear company aiming to win over Gen Z consumers there and use the Beijing 2022 Winter Olympics to showcase its brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-atlantic-collects-7-8-billion-for-latest-commingled-fund-11636545601", "title": "General Atlantic Collects $7.8 Billion for Latest Commingled Fund", "date": "2021-11-10 07:00", "summary": "The firm now has about $23.8 billion of capital for new growth-oriented investments across its four main capital pools. General Atlantic has wrapped up its latest commingled growth fund with $7.8 billion, surpassing the fund's target of $5 billion.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-shelves-planned-q-tips-sale-11636545202", "title": "Unilever Shelves Planned Q-Tips Sale", "date": "2021-11-10 06:53", "summary": "Consumer giant had explored the sale of the ear swabs brand alongside others like Caress body wash and TIGI hair care. Unilever PLC has shelved plans to sell a string of struggling beauty and personal care brands after failing to drum up enough interest, according to people familiar with the matter, a setback for the consumer-goods giant that has been under pressure to accelerate growth.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-loses-eu-shopping-ads-case-appeal-11636539480", "title": "Google Loses Appeal of $2.8 Billion EU Antitrust Fine", "date": "2021-11-10 06:50", "summary": "EU court upholds 2017 decision that Google's conduct was anticompetitive. A European Union court largely upheld a $2.8 billion antitrust decision against Google, adding new momentum to the bloc's assault on big tech companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canceled-flights-southwest-airlines-11636493391", "title": "The Journey of One Southwest Plane Explains the Misery of Travel Now", "date": "2021-11-10 06:00", "summary": "Resume Subscription. To understand how routine airline disruptions have been mushrooming into travel meltdowns affecting a million passengers or more, consider the recent four-day odyssey of a single plane: a Southwest Airlines Boeing 737-800 called N8661A.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-scrutinizes-doctors-as-parents-seek-exemptions-from-school-covid-19-vaccine-mandate-11636540380", "title": "California Scrutinizes Doctors as Parents Seek Exemptions From School Vaccine Mandates", "date": "2021-11-10 05:33", "summary": "Resume Subscription. As some California parents scramble for ways around a new Covid-19 vaccine mandate for schools, the state is increasingly scrutinizing doctors issuing suspicious medical exemptions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/miners-have-a-pesky-pollution-problem-their-customers-11636540201", "title": "Miners Have a Pesky Pollution Problem: Their Customers", "date": "2021-11-10 05:30", "summary": "Mining companies face pressure to reduce emissions produced by those who buy their commodities, but say their clients can't be controlled. ADELAIDE, Australia-In the race to bring down global carbon emissions, tension is building between miners and their shareholders over who is responsible for curbing pollution pumped into the atmosphere by the world's power plants and steel mills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-turns-sluggish-credit-business-into-a-winner-11636540201", "title": "Blackstone Turns Sluggish Credit Unit Into a Winner", "date": "2021-11-10 05:30", "summary": "Investment firm uses low-fee formula to attract individual investors to credit funds in push to gather $1 trillion of assets. Blackstone Inc. towers over most of its private-equity peers with $731 billion in assets, but the firm has had a soft underbelly for years: its sluggish lending business. Now, credit has become one of the firm's fastest-growing segments, part of a broad shift under the leadership of President Jonathan Gray.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-child-care-classrooms-sometimes-go-empty-in-staffing-crisis-11636540200", "title": "Philadelphia Faces a Child-Care Staffing Crisis", "date": "2021-11-10 05:30", "summary": "Resume Subscription. NARBERTH, Pa.-When Zakiyyah Boone heard a stand-up comedian complain about the lousy benefits he had received working as a teacher, she didn't laugh. She offered him a job.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-evergrandes-ev-unit-taps-investors-ahead-of-first-car-sales-11636527702", "title": "China Evergrande's EV Unit Taps Investors Ahead of First Car Sales", "date": "2021-11-10 02:01", "summary": "Electric-vehicle maker aspired to overtake Tesla, but has struggled with a cash shortage. SINGAPORE- China Evergrande Group 's cash-strapped automotive business is raising money to commercially produce its first electric vehicles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factory-inflation-grows-at-record-pace-on-soaring-energy-prices-11636523316", "title": "China's Factory Inflation Grows at Fastest Pace in 26 Years on Soaring Energy Prices", "date": "2021-11-10 01:43", "summary": "Producer prices jumped 13.5% in October, fueling worries about continued global inflation. HONG KONG-China's factory-gate prices surged at the fastest pace in 26 years in October due to higher energy costs, adding to anxieties that global inflation will persist while constraining Beijing's ability to stimulate the nation's economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-rejects-trump-request-to-block-disclosure-of-records-to-jan-6-committee-11636511926", "title": "Federal Judge Rejects Trump Request to Block Disclosure of Records to Jan. 6 Committee", "date": "2021-11-10 00:04", "summary": "Judge cites public interest in studying assault on Capitol. WASHINGTON-A federal judge said records from the Trump White House can be turned over to the House committee investigating the Jan. 6 assault on the U.S. Capitol, rejecting a request by former President Donald Trump to block their disclosure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-developer-fantasia-says-lenders-seek-repayment-11636517328", "title": "Chinese Developer Fantasia Says Lenders Seek Repayment; Shares Plunge", "date": "2021-11-10 00:04", "summary": "Company says it is still working with advisers on its liquidity problems. Fantasia Holdings Group Co., the property developer whose surprise bond default last month helped heighten market concerns about Chinese real estate, said some lenders were asking for loans to be repaid early.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636481220", "title": "Pepper...and Salt", "date": "2021-11-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]