[{"link": "https://www.wsj.com/articles/george-floyd-emergency-room-doctor-said-lack-of-oxygen-was-most-likely-cause-of-death-11617640266", "title": "Chauvin Violated Department Policies, Police Chief Says", "date": "2021-04-05 18:38", "summary": "Former officer Chauvin should have stopped restraining George Floyd once he stopped resisting arrest, Chief Arradondo says. Minneapolis Police Chief Medaria Arradondo, the highest ranking official yet to condemn the actions of Derek Chauvin in his murder trial, testified Monday that he violated multiple policies when kneeling on George Floyd's neck for more than nine minutes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anatomy-of-a-biden-tax-hike-11617662273", "title": "Anatomy of a Biden Tax Hike", "date": "2021-04-05 18:37", "summary": "The threat to American competitiveness is bigger than higher rates.. As the debate begins over President Biden's corporate tax increases, the temptation will be to focus on the headline tax rates. Those rates are bad enough, but worse lurks in the details. For one important example, dive into Mr. Biden's plan for taxing U.S. companies' global profits.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-free-piracy-pass-11617662169", "title": "Google's Free Piracy Pass", "date": "2021-04-05 18:36", "summary": "The Supreme Court weakens legal copyright protection.. The Supreme Court on Monday handed Google a victory in its decade-long copyright feud with Oracle . Don't be dazed by the case's technical argot. By declaring Google's code-cribbing fair use, the 6-2 majority has weakened intellectual property protections.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-a-mundell-11617657663", "title": "Robert A. Mundell", "date": "2021-04-05 18:26", "summary": "He was an architect of supply-side economics and the euro.. The pantheon of great 20th-century economists includes John Maynard Keynes, Friedrich Hayek, Joseph Schumpeter and Milton Friedman, among a few others. Less well known but as tall as any of those giants was Robert Mundell, who died on the weekend at age 88.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stampede-review-an-attack-of-klondicitis-11617661530", "title": "'Stampede' Review: An Attack of 'Klondicitis'", "date": "2021-04-05 18:25", "summary": "The average haul for a Gold Rush prospector was about ﬁve dollars. Only a few hundred dug out enough to come home rich.. Brian Castner's \"Stampede: Gold Fever and Disaster in the Klondike\" begins in medias res, with the harrowing tale of Robert Henderson, a solitary prospector panning for gold in the Yukon Valley in the spring of 1895. Picking his way over a tree trunk lying across a frigid stream, Henderson fell and skewered his calf on one of the branches. After freeing himself and reaching shore, he convalesced in a tent for three weeks, leaching pus from his wound with strips of bacon that, when discarded, were devoured by wolves. Although Henderson's leg healed, his \"Klondicitis\" never broke; once he could hobble he went right back to his quest, and in June 1896 struck paydirt on a stream he christened Gold Bottom Creek. But his dreams came to naught-Henderson missed out on a far bigger strike nearby and didn't meet the deadline to file his own claim, which went to another man.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-abbas-who-is-shaking-up-israeli-politics-11617661305", "title": "The Abbas Who Is Shaking Up Israeli Politics", "date": "2021-04-05 18:21", "summary": "The head of the Arab Ra'am Party may be pivotal to the Netanyahu government's survival.. Don't ask who won the Israeli election. The question comes naturally to Americans, but lately Israeli elections don't have winners. Elections assign bargaining positions for coalition negotiations. Some positions are stronger and some weaker.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-a-mundell-on-money-wisdom-of-a-nobel-laureate-1932-2021-11617661254", "title": "Robert A. Mundell on Money: Wisdom of a Nobel Laureate (1932-2021)", "date": "2021-04-05 18:20", "summary": "The economist on gold vs. the 'Friedman paper standard,' the 1980s debt crisis, and his hopes for the euro.. Robert A. Mundell, the 1999 Nobel laureate in economics, died Saturday at 88. A related editorial appears nearby. These are excerpts of his contributions to the Journal editorial pages.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-americans-feel-the-hate-11617661203", "title": "Asian-Americans Feel the Hate", "date": "2021-04-05 18:20", "summary": "In the woke narrative, it's all about Trump, Covid-19 and white supremacy.. Amid the growing attacks on Asian-Americans, the recent crimes of Brandon Elliot and Robert Aaron Long bear particular attention. The way these two prominent cases are being reported in the press illuminates some of the holes in the new narrative of \"hate.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detente-may-be-an-option-with-north-korea-11617661150", "title": "Detente May Be an Option With North Korea", "date": "2021-04-05 18:19", "summary": "Sanctions won't break Pyongyang, but it does want some distance from China.. Pity the Biden staffers charged with developing a North Korea strategy. After 30 years of U.S. diplomacy and escalating sanctions, Pyongyang's nuclear arsenal continues to grow, North Korean missiles get better, and the day when the Kim dynasty can reliably strike targets on the American mainland with nuclear-armed ICBMs comes inexorably closer.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-retires-planes-used-to-monitor-russia-under-open-skies-treaty-11617658050", "title": "U.S. Retires Planes Used to Monitor Russia Under 'Open Skies' Treaty", "date": "2021-04-05 18:05", "summary": "Reconnaissance jets to be taken out of use; Biden hasn't committed to rejoining pact after criticizing Trump's withdrawal. WASHINGTON-The U.S. Air Force has decided to retire the planes used for nearly three decades to fly monitoring missions over Russia, taking a step that raises questions about whether President Biden plans to rejoin a treaty with Moscow that dates to the end of the Cold War.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-deal-participants-including-u-s-to-meet-in-vienna-next-week-11617361429", "title": "U.S., Iran to Resume Nuclear Talks", "date": "2021-04-05 18:02", "summary": "President Biden has said he wants the U.S. to return to the deal that U.S. exited in 2018. The United States and Iran will take part in talks in Vienna aimed at reviving the 2015 Iran nuclear agreement, the most extensive effort to shore up the accord since President Biden took office in January, diplomats said Friday.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-warns-companies-retaliating-against-gop-voting-laws-11617646244", "title": "GOP Sharpens Criticism of Corporate Pushback on Voting Laws", "date": "2021-04-05 18:00", "summary": "Senate Minority Leader Mitch McConnell accuses corporations of acting like a 'woke parallel government'. WASHINGTON-Senate Minority Leader Mitch McConnell threatened \"serious consequences\" for corporations that retaliate against Republican-led efforts to pass new state election laws, as Republicans in Washington and elsewhere intensified criticism over big corporations' political stances.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-crews-race-to-prevent-collapse-of-wastewater-reservoir-11617652853", "title": "Florida Crews Race to Prevent Collapse of Wastewater Reservoir", "date": "2021-04-05 17:57", "summary": "Wastewater is being pumped from the storage area into Tampa Bay to lower the level so crews can repair the leak. Crews raced to prevent the uncontrolled release of millions of gallons of wastewater from a breach in the storage pond of an old phosphate plant in Florida while investigating a potential second leak in the reservoir.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-yellen-to-call-for-global-minimum-corporate-tax-rate-11617633701", "title": "Yellen Calls for Global Minimum Corporate Tax Rate", "date": "2021-04-05 17:56", "summary": "Treasury secretary makes the case for President Biden's $2.3 trillion infrastructure proposal. WASHINGTON-Treasury Secretary Janet Yellen argued for a global minimum corporate tax rate Monday, seeking international cooperation that is crucial to funding the administration's $2.3 trillion infrastructure proposal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rochester-police-department-has-pervasive-problem-of-racism-lawsuit-says-11617645021", "title": "Rochester Police Department Has 'Pervasive Problem of Racism,' Suit Says", "date": "2021-04-05 17:56", "summary": "City confronts fallout from misconduct allegations and violent confrontations, including Daniel Prude's death in police custody last year. A lawsuit brought by civil-rights groups against the city of Rochester accuses its police department of having a \"pervasive problem of racism\" and fostering a culture of violence and impunity unchecked by city officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-szigeti-the-complete-columbia-album-collection-review-a-violinists-head-and-heart-in-equal-measure-11617659215", "title": "'Joseph Szigeti: The Complete Columbia Album Collection' Review: A Violinist's Head and Heart in Equal Measure", "date": "2021-04-05 17:46", "summary": "A 17-CD box set preserves the world-famous soloist at a pinnacle, in performances of Bartók, Stravinsky, Brahms and more.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-nears-deal-to-take-40-stake-in-norway-s-autostore-11617655167", "title": "SoftBank to Take 40% Stake in Norway's AutoStore", "date": "2021-04-05 17:38", "summary": "The investment values the warehouse-automation company at nearly $8 billion. SoftBank Group Corp. agreed to pay $2.8 billion for a 40% stake in Norwegian warehouse-automation company AutoStore, marking another big bet by the Japanese conglomerate on robot-enabled technology.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunter-biden-undecided-on-laptop-11617658250", "title": "Hunter Biden Undecided on Laptop", "date": "2021-04-05 17:30", "summary": "On a book tour, the president's son offers dubious answers to questions about the family business.. While serving as president, Donald Trump suffered a significant decline in his net worth, according to a recent Bloomberg analysis, even as U.S. assets of all kinds soared in value. It seems that Covid and political controversy have not been kind to the Trump businesses. But politics certainly have been kind to Biden family enterprises, and a new interview with the President's 51-year-old son, Hunter, suggests that voters should not expect any change in the family business model.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-lennon-plastic-ono-bandthe-ultimate-collection-review-a-remix-for-modern-listening-and-much-more-11617658141", "title": "'John Lennon/Plastic Ono Band-The Ultimate Collection' Review: A Remix for Modern Listening and Much More", "date": "2021-04-05 17:29", "summary": "Along with the boxed set's archival materials is a new, cleaned up version of Lennon's 1970 record. But is tailoring historic albums for today's tastes a good idea?. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jordans-royal-family-starts-mediation-to-end-public-rift-11617655557", "title": "Jordan's Royal Family Starts Mediation to End Public Rift", "date": "2021-04-05 17:29", "summary": "Friend of the family said resolution is expected soon after former crown prince was accused of harming national security. AMMAN, Jordan-The royal family of Jordan is trying to mediate a rift between the country's reigning monarch and a former crown prince, the Royal Court said Monday, with resolution expected soon, according to a mediator who is close to one of the parties.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-governor-vetoes-transgender-youth-treatment-ban-11617650540", "title": "Arkansas Governor Vetoes Transgender Youth Treatment Ban", "date": "2021-04-05 17:20", "summary": "Legislature could still enact measure; it takes a simple majority to override a governor's veto in the state. LITTLE ROCK, Ark.-Arkansas Gov. Asa Hutchinson on Monday vetoed legislation that would have made his state the first to ban gender confirming treatments or surgery for transgender youth.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collected-group-files-for-bankruptcy-with-deal-that-would-salvage-kkrs-stake-11617657357", "title": "Collected Group Files for Bankruptcy With Deal That Would Salvage KKR's Stake", "date": "2021-04-05 17:15", "summary": "The fashion company behind the Joie, Current/Elliott and Equipment labels was looking for a buyer when the pandemic hit. The Collected Group filed for bankruptcy protection Monday to cement a rescue plan backed by the private-equity firm that controls it, KKR & Co.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-for-google-in-multibillion-dollar-copyright-battle-with-oracle-11617632233", "title": "Supreme Court Sides With Google Over Oracle in Copyright Battle", "date": "2021-04-05 17:14", "summary": "A lower court had ruled that Google's Android operating system infringed Java copyrights held by Oracle. WASHINGTON-The Supreme Court ruled for Alphabet Inc.'s Google in a multibillion-dollar battle with Oracle Corp. over elements of Google's Android smartphone-operating system, a decision that could weaken software copyright protections but allow developers more room to build on each other's products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-asks-cdc-to-allow-u-s-cruises-from-july-4-11617631218", "title": "Norwegian Cruise Line Asks CDC to Allow Cruises Starting July 4", "date": "2021-04-05 17:02", "summary": "Company says its vaccination requirement for passengers and crew is sufficient precaution against Covid-19. Norwegian Cruise Line Holdings Ltd. has asked federal health authorities to let it sail from U.S. ports starting July 4, saying its vaccination requirement for passengers and crew is a sufficient precaution against Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lil-nas-x-tops-the-charts-with-controversy-stirring-single-montero-11617656446", "title": "Lil Nas X Tops the Charts With Controversy-Stirring Single 'Montero'", "date": "2021-04-05 17:00", "summary": "The artist shows his staying power-hitting No. 1 for the second time-after a weeklong news cycle focused on a video featuring Satan and a lawsuit by Nike. Lil Nas X cemented his staying power on the charts, hitting No. 1 for the second time with \"Montero (Call Me By Your Name),\" a controversy-baiting single that had pop-culture fans talking all week.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-05-2021-11617611646", "title": "Stocks Climb to Records on Signs of an Economic Rebound", "date": "2021-04-05 16:26", "summary": "Data on the services sector show improvement. The Dow Jones Industrial Average and S&P 500 surged to records on Monday as a strong jobs report and data showing a rebound in the services sector cheered investors hoping for a robust economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/single-spaces-tuesday-crossword-april-6-11617568599", "title": "Single Spaces (Tuesday Crossword, April 6)", "date": "2021-04-05 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-long-covid-treatments-borrow-from-brain-rehab-tactics-11617652800", "title": "New Long Covid Treatments Borrow From Brain Rehab Tactics", "date": "2021-04-05 16:00", "summary": "Cognitive problems are among the most persistent and common lasting effects of Covid. Now some patients are getting help from brain rehab programs.. The newest patients in cognitive rehabilitation programs didn't suffer concussions, traumatic brain injuries or strokes.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-dismisses-case-on-trump-blocking-twitter-followers-as-moot-11617652018", "title": "Justices Dismiss Case on Trump Blocking Twitter Followers as Moot", "date": "2021-04-05 15:46", "summary": "Plaintiffs lawyer applauds precedent of lower-court ruling against ex-president; Justice Thomas criticizes Twitter's permanent ban of Trump after Jan. 6. WASHINGTON-The Supreme Court Monday dismissed a lawsuit over former President Donald Trump's practice in office of blocking individuals who criticized him from following his Twitter account.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-iran-nuclear-talks-familiar-cast-of-characters-faces-fresh-problems-11617626187", "title": "In Iran Nuclear Talks, Familiar Cast of Characters Faces Fresh Problems", "date": "2021-04-05 15:42", "summary": "Negotiations over the original nuclear deal were a highly technical affair. This time they are a test of political will.. When American and Iranian officials resume talks in Vienna on reviving the 2015 international nuclear deal, the people driving the diplomacy are a familiar cast of characters, including some of the key figures who negotiated the original accord working to put it back together again.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-monochromatic-mansion-in-beverly-hills-11617649872", "title": "A Monochromatic Mansion in Beverly Hills", "date": "2021-04-05 15:37", "summary": "There is a lot of black and white in this large, speculatively built home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/consumer-agency-seeks-to-restrict-foreclosures-through-2021-11617651357", "title": "Consumer Agency Seeks to Restrict Foreclosures Through 2021", "date": "2021-04-05 15:35", "summary": "CFPB expects historically high volume of borrowers exiting forbearance as economy recovers from pandemic. WASHINGTON-Homeowners in arrears would generally not face foreclosure until 2022 under a proposal floated Monday by the Consumer Financial Protection Bureau, among several \"guardrails\" the agency said would help keep struggling borrowers in their homes as the economy recovers from the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hitachi-is-spending-9-6-billion-to-dive-into-the-software-business-11617650955", "title": "Why Hitachi Is Spending $9.6 Billion to Dive Into the Software Business", "date": "2021-04-05 15:29", "summary": "Acquiring GlobalLogic is a big bet on helping industries go digital. The deal follows a pattern of old-guard hardware companies restyling themselves as enterprise software firms. Hitachi Ltd. 's $9.6 billion purchase of digital-engineering firm GlobalLogic Inc. amounts to a big bet that enterprise software will unleash the power of big data on heavy industry.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-natural-beverly-hills-mansion-seeks-65-million-11617650188", "title": "A 'Natural' Beverly Hills Mansion Seeks $65 Million", "date": "2021-04-05 15:16", "summary": "Developer Michael Chen said a trip to Big Sur partially inspired him to incorporate nature into the home's design. A Beverly Hills megamansion with a 15-foot-tall waterfall wall and a monochromatic wine cellar is coming on the market for $65 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nature-inspired-beverly-hills-mansion-11617649962", "title": "A Nature-Inspired Beverly Hills Mansion", "date": "2021-04-05 15:12", "summary": "Long lines and neutral tones abound in this 18,200-square-foot home. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/archegos-saga-not-so-tragic-for-wall-streets-big-brokers-11617649682", "title": "Archegos Saga Not So Tragic for Wall Street's Big Brokers", "date": "2021-04-05 15:08", "summary": "The collapse has highlighted some issues in prime brokerage that could end up playing to the biggest banks' advantage. The saga of Archegos Capital Management has put the spotlight on a little-known but vital business for Wall Street: Prime brokerage. The resulting scrutiny could impact this engine of trading, but it might also wind up playing into the hands of the biggest banks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-retreat-amid-demand-worries-11617636758", "title": "Oil Prices Retreat Amid Demand Worries", "date": "2021-04-05 14:53", "summary": "Investors weighing whether rising coronavirus cases would pressure demand for fuel in weeks ahead. Oil prices fell Monday, extending a recent stretch of volatility with some traders worried that rising coronavirus cases will halt a rebound in fuel demand.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-calls-on-china-to-improve-conditions-for-uyghurs-hong-kong-11617629893", "title": "Japan Calls on China to Improve Conditions for Uyghurs, Hong Kong", "date": "2021-04-05 14:52", "summary": "Unusually strong criticism from Tokyo comes ahead of Japanese prime minister's trip to Washington. TOKYO-Japan's foreign minister called on his Chinese counterpart to take action to improve human-rights conditions for Uyghurs and stop a crackdown in Hong Kong, according to an official Japanese account of a call between the officials.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-to-end-rule-that-closed-schools-after-two-covid-19-cases-11617648657", "title": "New York City to End Rule That Closed Schools After Two Covid-19 Cases", "date": "2021-04-05 14:50", "summary": "Policy created difficult situation for young students, parents and educators have said; some criticize mayor for not announcing new plan. New York City is ending a controversial policy that required public schools to fully close for 10 days after reporting two unrelated Covid-19 cases.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-president-kamala-harris-lists-in-washington-d-c-11617647976", "title": "Vice President Kamala Harris Lists in Washington, D.C.", "date": "2021-04-05 14:39", "summary": "Ms. Harris's former home-a condo at the Westlight complex in the West End-is listing for $1.995 million. Since her inauguration, Vice President Kamala Harris has been living at Blair House, across the street from the White House, while the U.S. Naval Observatory-the traditional home of the vice president-undergoes renovations. Now Ms. Harris's former home in Washington, D.C.-a condo at the Westlight complex in the West End-is up for sale, according to the local multiple listings service and property records.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rob-manfred-mlb-all-star-game-the-masters-11617645655", "title": "Rob Manfred Pulled the MLB All-Star Game From Georgia. Will He Attend the Masters?", "date": "2021-04-05 14:01", "summary": "The MLB commissioner is a member at the exclusive Augusta National Golf Club-and now he faces a decision about this week's tournament. Major League Baseball commissioner Rob Manfred's decision to pull the 2021 All-Star Game from Georgia in response to the state's voting law has had the unexpected consequence of giving him a thorny decision about golf.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-to-ease-lockdown-as-covid-19-vaccination-campaign-turns-the-tide-11617645566", "title": "U.K. to Ease Lockdown as Covid-19 Vaccinations Turn the Tide", "date": "2021-04-05 13:59", "summary": "Prime minister says some restrictions will be relaxed starting next week and country is on course to fully reopen the economy by summer. LONDON-British Prime Minister Boris Johnson said the U.K. will begin to relax more public-health restrictions starting next week and remains on course to fully reopen its economy by the summer, after months of lockdown and a speedy vaccination campaign turned back a deadly tide of infection.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-shortage-ketchup-cant-catch-up-11617645189", "title": "The New Shortage: Ketchup Can't Catch Up", "date": "2021-04-05 13:53", "summary": "The pandemic turned restaurants into takeout specialists, boosting demand for the condiment; 'Everyone out there is grabbing for ketchup'. Supply chain problems are reaching into a far corner of the business universe: Ketchup packets.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-chance-for-a-new-better-middle-east-11617643869", "title": "Biden's Chance for a New, Better Middle East", "date": "2021-04-05 13:31", "summary": "There is still absolutely no sign of Palestinian leaders abandoning intransigent rejection of the legitimacy of a sovereign Jewish state.. Walter Russell Mead wisely supports the Biden administration's strengthened commitment to growing Israel-Arab cooperation against an increasingly aggressive Iran (\"How to Bring Peace to the New Middle East,\" Global View, March 30). That would certainly include maintaining America's current sanctions leverage over that rogue regime. His expectation is that Israeli acquiescence and external Arab pressure could lead to Palestinian statehood.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-has-a-cybersecurity-warning-system-11617643634", "title": "U.S. Has a Cybersecurity Warning System", "date": "2021-04-05 13:27", "summary": "The Cybersecurity and Infrastructure Security Agency (CISA), within the Department of Homeland Security, is an efficient and effective way to beat the drum about critical vulnerabilities.. America doesn't need a new \"National Cyber Vulnerability Early-Warning Center\" (\"Cybersecurity Needs a New Alert System,\" by V.S. Subrahmanian, op-ed, March 30). It already has one. The Cybersecurity and Infrastructure Security Agency (CISA), within the Department of Homeland Security, is an efficient and effective way to beat the drum about critical vulnerabilities that can have devastating effects on government and private-sector networks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/godzilla-vs-kong-should-give-theaters-some-muscle-11617643576", "title": "'Godzilla vs. Kong' Should Give Theaters Some Muscle", "date": "2021-04-05 13:26", "summary": "Strong box-office results despite streaming availability could help movie-theater chains as they negotiate recovery deals. Even Godzilla and King Kong can't stomp out the streaming business. But the monstrous duo proved enough to get people out of the house for a bit-even when they could have easily stayed home.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-to-repair-is-a-complicated-issue-11617643453", "title": "The 'Right to Repair' Is a Complicated Issue", "date": "2021-04-05 13:24", "summary": "Illegal tampering by third parties is a serious concern when overly broad so-called \"right to repair\" legislation forces manufacturers to release their proprietary information to the public.. Kevin O'Reilly's \"It Shouldn't Cost the Farm to Fix a Tractor\" (op-ed, March 24) gives a small and unfair look at \"right to repair\" policy, when it's a much larger issue that affects public safety, environmental regulations, intellectual-property rights and leads to illegal tampering.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-appeals-sex-crime-conviction-requests-new-trial-11617639453", "title": "Weinstein Appeals Sex-Crime Conviction, Requests New Trial", "date": "2021-04-05 13:01", "summary": "The 69-year-old former Hollywood producer is serving a 23-year sentence in New York. Harvey Weinstein's lawyers asked a New York appeals court to grant him a new trial, arguing that the Manhattan judge who oversaw the former Hollywood producer's conviction \"woefully neglected\" the obligation to ensure a fair trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gramm-early-respond-on-income-inequality-11617641829", "title": "Gramm, Early Respond on Income Inequality", "date": "2021-04-05 12:57", "summary": "Massive government taxes and transfer payments have been used to try to correct for problems produced in part by government policy itself.. In his March 31 letter about our March 24 op-ed \"Incredible Shrinking Income Inequality,\" Prof. Dennis Appleyard makes the important point that in addition to ignoring two-thirds of transfer payments and all taxes, the Census estimates also omit capital gains. He observes that if our analysis left out capital gains, our results would share some of the bias in the Census figures. Alex Kogan's letter in the same string makes the same point concerning employer-provided health benefits. The data in our article did, in fact, include both capital gains and employer-provided health benefits, avoiding those Census biases as well.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/middle-eastern-lentil-soup-11614708089", "title": "Middle Eastern Lentil Soup", "date": "2021-04-05 12:37", "summary": "Soups can comfort on many levels. In this recipe, the deftly deployed spices bring heat, nuance, even antioxidants.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11617639509", "title": "A Closer Look", "date": "2021-04-05 12:18", "summary": "Selections from 'Orange is an Apricot, Green is a Tree Frog' by Pascale Estellon. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-progressive-case-for-libel-reform-11617638828", "title": "The Progressive Case for Libel Reform", "date": "2021-04-05 12:07", "summary": "Judge Silberman is a conservative, but he's right about Sullivan.. Judge Laurence Silberman recently urged the Supreme Court to overturn New York Times v. Sullivan (1964), the landmark decision that severely curtails the ability of public officials and (under later precedents) public figures to secure damages for lies about them.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-c-suite-converts-to-the-new-political-religion-11617638713", "title": "The C-Suite Converts to the New Political Religion", "date": "2021-04-05 12:05", "summary": "Today's CEOs are like Thomas Cranmer, the 16th-century archbishop with his finger to the wind.. Easter Week, as the culture wars rage on, is a timely moment to reflect on the religious nature of the modern ideology our leaders seek to impose on us.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-speeds-up-rehab-of-new-york-philharmonics-venue-11617638400", "title": "Covid-19 Speeds Up Rehab of New York Philharmonic's Venue", "date": "2021-04-05 12:00", "summary": "Canceled concerts will allow the $550 million renovation of David Geffen Hall to be completed nearly two years ahead of schedule, orchestra officials say. The $550 million renovation of Lincoln Center's David Geffen Hall, home of the New York Philharmonic, will be completed nearly two years ahead of schedule in fall 2022, officials with the arts complex and the orchestra said Monday.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-to-sell-stock-after-social-media-fueled-trading-frenzy-11617620818", "title": "GameStop to Sell Stock After Social-Media-Fueled Trading Frenzy", "date": "2021-04-05 11:42", "summary": "Videogame retailer says it could raise hundreds of millions of dollars from investors to help support its turnaround plan. GameStop Corp. said it could raise hundreds of millions of dollars from stock sales in the coming months, as the videogame retailer turns to public markets to help support its turnaround plan.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-the-godfather-to-beyonce-famed-l-a-estate-relists-11617636819", "title": "From 'The Godfather' to Beyoncé: Famed L.A. Estate Relists", "date": "2021-04-05 11:33", "summary": "Once owned by William Randolph Hearst, the property is returning to market for a reduced $89.75 million following a long bankruptcy saga. Once asking as much as $195 million, a Beverly Hills estate once owned by William Randolph Hearst is returning to market for the reduced price of $89.75 million following a protracted bankruptcy saga.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-randolph-hearsts-historic-los-angeles-estate-11617636768", "title": "William Randolph Hearst's Historic Los Angeles Estate", "date": "2021-04-05 11:32", "summary": "Packed with elaborate details, the home has been in 'The Godfather' and Beyoncé's 'Black is King'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-we-need-new-benchmarks-for-ai-11617634800", "title": "Why We Need New Benchmarks for AI", "date": "2021-04-05 11:00", "summary": "Artificial intelligence has beaten many of the tests researchers have come up with. The challenge now is to create benchmarks that can make AI truly useful.. How do you measure artificial intelligence?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19s-ground-zero-shifts-to-india-11617634554", "title": "Covid-19 Ground Zero Shifts to India", "date": "2021-04-05 10:55", "summary": "Family gatherings, political rallies fuel increase in infections as country tries to ratchet up its vaccination drive. NEW DELHI-Ground zero of the world's Covid-19 outbreak shifted to India Monday as it recorded more than 100,000 fresh cases for the first time, topping the daily totals everywhere else in the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artists-jump-into-nfts-seeing-a-digital-bonanza-11617634274", "title": "Artists Jump Into NFTs, Seeing a Digital Bonanza", "date": "2021-04-05 10:51", "summary": "Urs Fischer is the latest to put NFT art up for auction, joining what could be a game-changer for how artists, galleries and auction houses do business. An NFT frenzy is raging and artists want in. From museum darlings to digital upstarts, artists across the marketplace say nonfungible tokens could be a game-changer, roiling gallery loyalties and reshaping what creators can demand financially and how they work.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-creates-its-own-digital-currency-a-first-for-major-economy-11617634118", "title": "China Creates Its Own Digital Currency, a First for Major Economy", "date": "2021-04-05 10:48", "summary": "Resume Subscription. A thousand years ago, when money meant coins, China invented paper currency. Now the Chinese government is minting cash digitally, in a re-imagination of money that could shake a pillar of American power.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-proposal-to-add-ev-charging-stations-faces-bumpy-road-11617624015", "title": "Biden Plan to Add EV Charging Stations Faces Bumpy Road", "date": "2021-04-05 10:31", "summary": "Congress would need to approve funding; may need to set new rules to quicken build-out. WASHINGTON-President Biden's ambitious plan to fund a network of electric vehicle charging stations could be a shot-in-the-arm for the EV industry, but it leaves a myriad of legal, technical and budgetary problems still to be addressed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-cant-stimulus-payments-arrive-faster-11617631209", "title": "Why Can't Stimulus Checks Arrive Faster?", "date": "2021-04-05 10:00", "summary": "Same-day payment transfers are becoming more common in the wider banking world. Government checks have gotten speedier too-but they're not that fast yet. Author", "categories": [["", "Money & Finance"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-looms-large-in-biden-infrastructure-plan-11617631234", "title": "China Looms Large in Biden Infrastructure Plan", "date": "2021-04-05 10:00", "summary": "Latest example of how a long competition with China is beginning to color all manner of American policy moves. Lurking just behind the domestic debate breaking out over President Biden's $2.3 trillion infrastructure plans is a powerful foreign force: China.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gym-owners-take-on-new-role-as-washington-lobbyists-11617631202", "title": "Gym Owners Take On Role as Lobbyists", "date": "2021-04-05 10:00", "summary": "Federal aid programs weren't good fit, forcing fitness industry to navigate unfamiliar waters in seeking relief. Brooklyn fitness-studio owner Katie Muehlenkamp's duties expanded during the pandemic to include tech support for her online classes, scouting for outdoor workout locations and extra scrub-downs of ballet barres and yoga mats.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gonzaga-vs-baylor-finally-have-a-datewith-the-ncaa-title-at-stake-11617589091", "title": "Gonzaga and Baylor Finally Have a Date, With NCAA Title at Stake", "date": "2021-04-05 09:39", "summary": "The nation's two top teams have been trying to play each other all year, but Covid-19 got in the way. They play for the championship on Monday night.. INDIANAPOLIS-College basketball will finally get the matchup that the pandemic took away in December. Except this time, it's for the national championship.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-tesla-carnival-what-to-watch-when-the-stock-market-opens-today-11617620132", "title": "GameStop, Tesla, Carnival: What to Watch When the Stock Market Opens Today", "date": "2021-04-05 09:02", "summary": "Stock futures rose following a strong jobs report and ahead of fresh data on the services sector. Happy Monday after the holiday weekend. Here's what we're watching before today's trading kicks off.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphone-location-data-can-leave-out-those-most-hit-by-covid-19-11617627615", "title": "Smartphone Location Data Can Leave Out Those Most Hit by Covid-19", "date": "2021-04-05 09:00", "summary": "Younger, white populations may be overrepresented in the data, researchers say. Mobility data from smartphones has helped government and healthcare officials across the country make decisions in battling the Covid pandemic, like whether to reduce capacity at public places or where to place testing and vaccination centers.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indeed-ceo-says-finding-a-job-should-be-easier-11617627600", "title": "Indeed CEO Says Finding a Job Should Be Easier", "date": "2021-04-05 09:00", "summary": "Chris Hyams says the pandemic has changed how employers and workers find each other and explains the appeal of an unusual resume. Some five million jobs are posted on internet job-search platform Indeed right now. Its leader, Chris Hyams, says getting one should be as easy as pushing a button.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-grid-proposal-may-be-a-square-peg-in-a-round-hole-11617627329", "title": "Biden's Grid Proposal May Be a Square Peg in a Round Hole", "date": "2021-04-05 08:55", "summary": "While tax credits helped solar and wind energy take off in the U.S., it is much less clear that it would have a similar effect on transmission lines. When you have a fiscal hammer in the form of tax credits, perhaps everything looks like a nail.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erling-haaland-borussia-dortmund-goal-scorer-11617626006", "title": "The 20-Year-Old Who Is European Soccer's Hottest Property", "date": "2021-04-05 08:39", "summary": "Borussia Dortmund's Erling Haaland barely touches the ball. When he does, he often scores. He'll soon be worth well over $100 million.. The most sought after player in European soccer-a 20-year-old from Norway named Erling Haaland-isn't the kind of player who will help out on defense. Nor is he likely to pass the ball around or dribble very much either. And yet, Haaland will be worth well over $100 million to whichever team signs him next.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catherine-zeta-joness-dream-is-to-eat-nothing-but-desserts-for-the-rest-of-her-life-11617626213", "title": "Catherine Zeta-Jones's Dream Is to Eat Nothing but Desserts for the Rest of Her Life", "date": "2021-04-05 08:36", "summary": "'I only actually eat real food because I have to right now.' The actor on her morning routine and the secret to her long-lasting partnership with Michael Douglas. In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-teigen-interview-chrissy-teigen-john-legend-book-11617625263", "title": "What Pepper Teigen Cooks for Daughter Chrissy Teigen, John Legend and Family", "date": "2021-04-05 08:30", "summary": "In her new cookbook, Vilailuck Teigen, known as Pepper, shares her recipes for the Thai-American comfort food her family loves to eat. When model, author, culinary mogul and recently retired Twitter star Chrissy Teigen was younger, she used to watch her mother, Vilailuck Teigen, cooking in the kitchen. Vilailuck, who is nicknamed Pepper for her love of spice, stood out from the stereotypical American homemaker. \"She didn't cook American food until she came here but she did her best to learn so she could make meals that her American family would love,\" Chrissy writes in the foreword to Pepper's forthcoming book, The Pepper Thai Cookbook: Family Recipes From Everyone's Favorite Thai Mom. \"After she fed us, she'd cook a separate Thai meal for herself, from scratch, using whatever Asian-ish ingredients she could find at our local grocery store in Utah, Washington, Idaho, Ohio, or wherever we were living at the time.\"", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gonzaga-jalen-suggs-ucla-buzzer-beater-shot-perfect-season-baylor-final-four-11617542702", "title": "Gonzaga's Unforgettable Shot: Bank Shot Buzzer-Beater Sinks UCLA", "date": "2021-04-05 08:14", "summary": "A historic, near-half court basket by Jalen Suggs becomes an instantly iconic moment for college basketball. Now that is what it's all about. That. Those final 3 seconds of Gonzaga-UCLA, or really, all of it, because it was an exquisite basketball game, back and forth, forth and back, much better than anyone expected, and now this shot-a 40-foot bank shot, not far from mid-court, Lordy! - elevated it into something even greater, an all-timer, a game you'll remember as long as you breathe.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-stars-think-they-got-game-in-spac-arena-11617622201", "title": "Sports Stars Think They Got Game in SPAC Arena", "date": "2021-04-05 07:30", "summary": "Blank-check companies are a new favorite pastime for current or retired pro athletes, but investors shouldn't necessarily spring for courtside tickets. Google the phrase \"Shaquille O'Neal investor,\" and you will be inundated with a list of activities that, much like his physique, is strikingly large. The latest area of interest: advising blank-check companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coinbase-independent-directors-have-close-company-ties-11617620400", "title": "Coinbase Independent Directors Have Close Company Ties", "date": "2021-04-05 07:00", "summary": "The bitcoin exchange is set to go public with two directors who are members of the audit committee and are major shareholders. One was a founder.. Fred Ehrsam's ties to Coinbase Global Inc. run deep: He co-founded the multibillion-dollar bitcoin exchange, was its president until 2017, owns millions of its shares and was part-owner of a company it bought last year.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-artists-are-the-havens-of-music-investing-11617620400", "title": "Older Artists Are the Havens of Music Investing", "date": "2021-04-05 07:00", "summary": "Paul Simon is the latest singer from the '60s and '70s to sell his song catalog. Valuing acts that have a shorter history of royalty payments will be trickier.. Bob Dylan, Stevie Nicks and now Paul Simon. Older, established singers have sold their song catalogs for huge sums of money over the past year. A challenge for music investors is how to value newer acts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lg-calls-it-quits-on-smartphones-11617617789", "title": "LG Calls It Quits on Smartphones", "date": "2021-04-05 06:16", "summary": "South Korean electronics company, once world's third-largest phone maker, to halt production and sales by July 31. LG Electronics Inc. will exit its unprofitable smartphone business after years of struggling to compete with industry leaders Apple Inc. and Samsung Electronics Co. , as well as fast-growing Chinese rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-28-tax-rate-will-cost-companies-but-not-equally-11617615180", "title": "A 28% Tax Rate Will Cost Companies, but Not Equally", "date": "2021-04-05 05:33", "summary": "Tax bills would rise most for U.S.-focused firms that benefited more from 2017 tax cuts, offsetting some gains from stimulus spending. Corporations had ample warning-an entire presidential campaign-that tax increases were coming. But that doesn't take the sting out of President Biden's proposal to raise the corporate tax rate to 28% from 21%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reports-on-corporate-ethics-hotlines-fell-in-2020-11617615001", "title": "Reports on Corporate Ethics Hotlines Fell in 2020", "date": "2021-04-05 05:30", "summary": "By contrast, reports of potential wrongdoing to government agencies rose last year. Corporate ethics hotlines received fewer reports overall from employees in 2020 despite a surge in Covid-19-related health and safety reports, data shows.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-borrowers-are-falling-behind-on-car-payments-11617615001", "title": "Risky Borrowers Are Falling Behind on Car Payments", "date": "2021-04-05 05:30", "summary": "Resume Subscription. A greater share of people with low credit scores has been falling behind on their car payments in recent months, a sign of stress among consumers whose finances have been hit hard by the pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covid-19-has-all-but-killed-a-lifeline-in-poor-economieshustling-for-work-11617615002", "title": "Covid-19 Has All but Killed a Lifeline in Poor Economies-Hustling for Work", "date": "2021-04-05 05:30", "summary": "Resume Subscription. When times get tough in the developing world, many workers eke out a living by doing odd jobs, driving taxis or selling snacks on the street. In the post-Covid economy, even those options aren't working out for many people.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-texas-freeze-gas-bills-come-due-cue-up-the-lawsuits-11617615000", "title": "As Texas Freeze Gas Bills Come Due, Cue Up the Lawsuits", "date": "2021-04-05 05:30", "summary": "The February storm led to huge natural-gas bills for many companies and municipalities, triggering lawsuits over payments. The massive natural-gas bills incurred during the Texas freeze have kicked off a spate of lawsuits around the country as companies argue over who is responsible for the tab.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-cfo-sees-focus-on-costs-continuing-as-bookings-recover-11617615001", "title": "Marriott CFO Sees Focus on Costs Continuing as Bookings Recover", "date": "2021-04-05 05:30", "summary": "'We are always looking for ways to save money,' said Leeny Oberg. Marriott International Inc.'s finance chief plans to hold the purse strings tight as the hotel operator looks to Covid-19 vaccines to help its business recover from the harsh declines caused by the coronavirus pandemic.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-to-lead-1-2-billion-investment-in-genetic-testing-company-invitae-11617597250", "title": "SoftBank to Lead $1.2 Billion Investment in Genetic-Testing Company Invitae", "date": "2021-04-05 00:34", "summary": "The investment, in the form of convertible debt, is set to be announced Monday. SoftBank Group Corp. plans to lead an investment of nearly $1.2 billion into genetic-testing provider Invitae Corp., as the Japanese technology giant ramps up an effort to put more money into public companies.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-years-top-stock-fund-managers-11617555600", "title": "The Pandemic Year's Top Stock-Fund Managers", "date": "2021-04-05 00:01", "summary": "In a chaotic period for mutual funds, Morgan Stanley's Dennis Lynch was No. 1, steering his fund to a 273% gain for the 12 months. In late March of last year, as the world started to deal with the pandemic lockdowns, the U.S. stock market had already hit \"reset.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617562219", "title": "Pepper...and Salt", "date": "2021-04-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tough-job-interview-questions-11617232242", "title": "How to Navigate Tough Questions During a Job Interview", "date": "2021-04-05 00:01", "summary": "Executives and career coaches offer job seekers advice on redirecting inappropriate inquiries about salary and children. Acing a job interview often hinges on preparation for every kind of question-especially awkward or inappropriate ones about your current salary, family responsibilities or other subjects.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aye-aye-monday-crossword-april-5-11617568453", "title": "Aye, Aye! (Monday Crossword, April 5)", "date": "2021-04-05 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanford-wins-ncaa-womens-basketball-championship-11617581542", "title": "Stanford Wins NCAA Women's Basketball Championship", "date": "2021-04-05 20:12", "summary": "The Cardinal beat Arizona to win its first title in 29 years and third for legendary coach Tara VanDerveer. Top overall seed Stanford held off upset-minded Arizona 54-53 Sunday night to win the Cardinal's first women's NCAA basketball championship in 29 years and deliver a third title for its legendary coach, Tara VanDerveer.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}]