[{"link": "https://www.wsj.com/articles/european-business-leaders-want-a-stronger-hand-with-china-not-decoupling-11625454000", "title": "European Business Leaders Want a Stronger Hand With China, Not Decoupling", "date": "2021-07-04 19:01", "summary": "Executives from top European companies say EU calls for 'strategic autonomy' risk protectionism. BRUSSELS-A powerful European business lobby group called on European Union politicians to push back harder against China's state capitalism but not to lock out Chinese businesses, as advocated by some leaders who are following the U.S.'s lead on limiting commercial ties to China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-board-of-elections-needs-an-overhaul-top-lawmakers-say-11625439600", "title": "New York City Board of Elections Needs an Overhaul, Top Lawmakers Say", "date": "2021-07-04 19:00", "summary": "State senators plan to hold hearings on the board, which botched a tally of the Democratic mayoral primary. Key members of the New York state Legislature promised hearings that could pave the way for changes at the New York City Board of Elections after its staff released inaccurate information last week about the Democratic mayoral primary.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-goes-to-rome-hospital-for-intestinal-surgery-11625410248", "title": "Pope Francis Recovering From Planned Intestinal Surgery", "date": "2021-07-04 18:50", "summary": "Operation on the 84-year-old pontiff dealt with a stenosis, or restriction, of the large intestine. VATICAN CITY-Pope Francis \"reacted well\" to planned intestinal surgery Sunday evening at a Rome hospital, the Vatican said, without giving much detail about the pontiff's condition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-are-up-16-percent-for-the-year-as-cash-flows-in-11625418631", "title": "U.S.-Stock Funds Are Up 16% for the Year as Cash Flows In", "date": "2021-07-04 18:21", "summary": "An estimated $10.0 billion flowed to U.S.-stock mutual funds and ETFs in the second quarter, but bond funds got even more. Mutual-fund investors aren't giddy, but they continue to buy in.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Quarterly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-markets-investment-11625418130", "title": "The Case for and Against Investing in Emerging Markets Now", "date": "2021-07-04 17:24", "summary": "Economic growth is expected to be relatively strong. But these stocks also carry risks.. Emerging-markets stocks have outpaced developed-market shares over the past 12 months, making them a tempting investment option. So is now a good time to take the plunge, or should investors stay away?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explaining-bad-news-for-the-economy-is-good-news-for-the-stock-market-11625433651", "title": "Explaining 'Bad News for the Economy Is Good News for the Stock Market'", "date": "2021-07-04 17:20", "summary": "At first glance, the phrase doesn't make sense. Here is how Wall Street turns bad news into good.. With some frequency, Wall Street professionals use this phrase: \"Bad news for the economy is good news for the stock market.\" They also use it in reverse, with good news for the economy said to be bad for stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-fighters-advance-after-u-s-closes-main-afghan-base-11625427044", "title": "Taliban Fighters Advance After U.S. Closes Main Afghan Base", "date": "2021-07-04 15:30", "summary": "More than a dozen local districts are believed to have fallen to Taliban control in recent days, according to officials and reports. KABUL-Taliban fighters have moved to take control of dozens of new districts in Afghanistan in recent days, after the U.S. last week closed its operations at Bagram Air Field, the centerpiece of the American military presence for nearly 20 years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-services-job-openings-claims-11625425203", "title": "Economy Week Ahead: Services, Job Openings, Claims", "date": "2021-07-04 15:00", "summary": "Wednesday brings a gauge of how tight the labor market is. Wednesday brings a gauge of how tight the labor market is.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-foods-recalls-8-5-million-pounds-of-chicken-over-listeria-concerns-11625417912", "title": "Tyson Recalls Chicken Over Listeria Concerns", "date": "2021-07-04 14:10", "summary": "Affected products include frozen chicken breasts and fajita strips; USDA is investigating several illnesses. Tyson Foods Inc. is recalling about 8.5 million pounds of chicken products that the company and federal officials said could be contaminated with harmful bacteria.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-internet-regulator-finds-serious-problems-with-didi-china-units-app-11625402263", "title": "China Orders Ride-Hailing Firm Didi's App Removed From App Stores", "date": "2021-07-04 12:40", "summary": "Move comes two days after Chinese regulators blocked company from adding new users over cybersecurity concerns. HONG KONG-Chinese regulators ordered app store operators in the country to remove the mobile app of Didi Global Inc.'s China service on Sunday, dealing a second blow to the ride-hailing giant less than a week after its U.S. stock market debut.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-group-behind-meat-supply-attack-threatens-hundreds-of-new-targets-11625285071", "title": "Ransomware Attack Affecting Likely Thousands of Targets Drags On", "date": "2021-07-04 12:27", "summary": "REvil is said to have focused on Kaseya VSA, a software used by large companies and technology-service providers to manage and distribute updates. A new ransomware attack linked to the group that hit meat producer JBS SA has stretched into a third day as cybersecurity officials scrambled to remediate the attack they believe likely infected hundreds of organizations world-wide and tens of thousands of computers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-military-plane-crashes-killing-more-than-a-dozen-11625390085", "title": "Philippine Military Plane Crashes, Killing Dozens", "date": "2021-07-04 12:00", "summary": "The aircraft was carrying 92 people-officials say it missed the runway and crashed. MANILA-A Philippine air force C-130 aircraft carrying combat troops assigned to fight Muslim militants crashed and exploded while landing in the south Sunday, killing at least 42 army soldiers on board and three civilians on the ground in one of the worst disasters in the air force's history.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbershops-and-hair-salons-are-enlisted-in-covid-19-vaccine-push-11625410802", "title": "Barbershops Are Enlisted in Covid-19 Vaccine Push", "date": "2021-07-04 11:00", "summary": "Resume Subscription. Some customers at the barbershop Mike Brown manages in Hyattsville, Md., say they don't plan to get a coronavirus vaccine. They say that the vaccine doesn't work, or that they have heard Covid-19 is a hoax.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/two-miami-area-condo-buildings-were-almost-twins-one-collapsed-11625409039", "title": "Two Condo Buildings Were Almost Twins; One Collapsed", "date": "2021-07-04 10:30", "summary": "Residents say a neighboring tower that was nearly identical to the one that caved in had more consistent maintenance. SURFSIDE, Fla.-For several decades, few features distinguished two 1980s condo towers sitting along the same strip of beach. One is a soft beige, while the other is white. The northern one is somewhat smaller, and a few years ago decorative tiles were removed from its balconies out of concern for safety.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gannett-invests-to-boost-product-review-site-hoping-to-rival-new-york-timess-wirecutter-11625407202", "title": "Gannett Invests to Build Up Product-Review Site", "date": "2021-07-04 10:00", "summary": "USA Today publisher sees Reviewed as potential engine for digital growth, seeking to cash in on e-commerce boom. Newspaper publisher Gannett Co. has doubled the number of staffers at its product-review website over the past 18 months, looking to expand its digital reach as print advertising and circulation revenues face continued pressure.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-shows-tech-is-no-holy-grail-11625407200", "title": "Real Estate Shows Tech Is No Holy Grail", "date": "2021-07-04 10:00", "summary": "In iBuying, just because you bet on technology, it doesn't mean you're a winner. Everyone wants to be a tech company. Office-sharing, meat substitution, ride-hailing, fashion styling, fitness-they are all technology businesses, according to founders who covet the highflying valuations the appellation can garner in the public markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-2020-england-semifinals-southgate-11625404816", "title": "Shutouts, Southgate and Slabhead: How England Learned to Defend", "date": "2021-07-04 09:20", "summary": "The Three Lions have yet to concede a goal at Euro 2020 on their way to the semifinals, where they join Denmark, Italy, and Spain.. LONDON-In the stressful months that preceded Euro 2020, as England manager Gareth Southgate contemplated his squad for the tournament, he had no idea what his strongest lineup might be this summer.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-more-highway-spending-wont-rev-up-the-economy-11625403600", "title": "Why More Highway Spending Won't Rev Up the Economy", "date": "2021-07-04 09:00", "summary": "The U.S. road network is already big-and adding to it won't boost GDP growth in the long term, economists say. One of the few things that Democrats and Republicans agree on is that spending billions of dollars on America's roads would boost productivity and the U.S. economy's growth prospects.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-is-the-irs-of-bitcoin-11625346129", "title": "Ransomware Is the IRS of Bitcoin", "date": "2021-07-04 09:00", "summary": "It doesn't really matter how inconvenient it is to pay in bitcoin when you don't have any other choice. Ransomware is to bitcoin as the Internal Revenue Service is to the dollar. Just as the taxman forces you to use dollars to pay your taxes, electronic ransom demands have been set in bitcoin, forcing companies, individuals and even some governments to use the cryptocurrency if they wish to regain control of their computer systems.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mutual-funds-vs-etfs-what-investors-should-know-11625401526", "title": "Mutual Funds vs. ETFs: What You Need to Know", "date": "2021-07-04 08:25", "summary": "The differences in costs, performance, how you buy them-and more. For years, mutual funds and exchange-traded funds have been cast as an either/or decision for investors. Mutual funds are expensive, stodgy, yesterday's news. ETFs are cheap, flashy, hip to the future.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Need to Know"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-americas-long-school-shutdown-is-leading-to-crisis-11625396400", "title": "Latin America's Long School Shutdown Is Leading to Crisis", "date": "2021-07-04 07:00", "summary": "Resume Subscription. BOGOTÁ, Colombia-Paola Hernández, an unemployed single mother of three who lives in a hillside shanty here, doesn't have a working internet connection for her children's online classes or the money to print out homework assignments.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/credit-suisses-zoltan-warns-of-trouble-ahead-in-money-markets-11625391002", "title": "Credit Suisse's #Zoltan Warns of Trouble Ahead in Money Markets", "date": "2021-07-04 05:30", "summary": "Resume Subscription. Trouble is brewing in the pipes that run beneath Wall Street. And once again, banks are calling Zoltan Pozsar.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-a-pittsburgh-amusement-park-pay-raises-and-free-fries-get-teens-to-work-11625391001", "title": "Amusement Parks Woo Teen Workers With Perks", "date": "2021-07-04 05:30", "summary": "Resume Subscription. WEST MIFFLIN, Pa.-Grant McCray was busy preparing trays of chicken fingers and french fries at Kennywood, an amusement park just outside Pittsburgh. It was pushing 90 degrees, but the 19-year-old said he didn't mind.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-some-millennials-a-starter-home-is-hard-to-find-11625391002", "title": "For Some Millennials, a Starter Home Is Hard to Find", "date": "2021-07-04 05:30", "summary": "Resume Subscription. The shortage of available starter homes feels like yet another hurdle blocking some millennials' path to traditional money milestones.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lower-wage-workers-see-biggest-gains-from-easing-of-covid-19-pandemic-11625391001", "title": "Lower-Wage Workers See Gains From Easing of Pandemic", "date": "2021-07-04 05:30", "summary": "Hiring and wage growth are the strongest for restaurant, hotel and retail jobs, reflecting consumers' desire to get out. A fading pandemic and heating U.S. economy appear to be paying off for lower-wage workers.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-area-condo-collapse-building-demolition-to-start-sunday-11625329080", "title": "Demolition of Collapsed Building to Start as Soon as Sunday", "date": "2021-07-04 00:47", "summary": "City officials accelerate plans due to approaching storm as death toll reaches 24. SURFSIDE, Fla.-City officials decided to demolish the remaining part of Champlain Towers South with explosives as soon as Sunday, accelerating their plans due to an approaching tropical storm.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]