[{"link": "https://www.wsj.com/articles/schumer-urges-action-on-debt-ceiling-by-end-of-week-11633357108", "title": "Schumer Sets Up Vote on Debt Ceiling, Says It Must Be Raised by End of Week", "date": "2021-10-04 19:59", "summary": "Treasury Secretary Janet Yellen has warned of Oct. 18 deadline for Congress to act. WASHINGTON-Senate Majority Leader Chuck Schumer set up a vote by Wednesday on increasing the federal government's borrowing ceiling, but didn't lay out how Democrats planned to pass a bill without Republican votes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fanduel-names-amy-howe-as-new-chief-executive-11633389709", "title": "FanDuel Names Amy Howe as New Chief Executive", "date": "2021-10-04 19:41", "summary": "Ms. Howe is leading the sports-betting operator during period of heated industry competition. Global gambling operator Flutter Entertainment PLC on Monday named Amy Howe chief executive officer of its U.S. sports betting unit FanDuel Group after she stepped into the role as interim CEO in July.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internal-revenue-service-irs-rettig-yellen-brady-bank-account-tax-proposal-revenue-privacy-data-breach-11633287461", "title": "The IRS Wants to Look at Your Bank Account", "date": "2021-10-04 18:43", "summary": "Its quest for missing revenue would threaten taxpayer privacy.. On your next trip to the ATM, imagine that Uncle Sam is looking over your shoulder. As if your annual tax filing wasn't invasive enough, the Biden Administration would like a look at your checking account.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-press-china-on-trade-pact-keep-tariffs-in-place-11633338000", "title": "U.S. Wants New Trade Talks With China, but Will Keep Tariffs", "date": "2021-10-04 18:40", "summary": "Policy outlined by U.S. Trade Representative Katherine Tai builds on Trump's foundation. WASHINGTON-The Biden administration began defining its China trade policy Monday, saying it aims to launch new talks with Beijing but will keep existing tariffs in place, while also restoring the ability of U.S. importers to seek exemptions from those levies.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-progressive-budget-trick-reconciliation-bill-pramila-jayapal-joe-manchin-alexandria-ocasio-cortez-11633385447", "title": "The Next Progressive Budget Trick", "date": "2021-10-04 18:40", "summary": "AOC and friends say keep the entitlements but shrink the years.. Progressives are finally admitting they'll have to trim the top-line cost of their reconciliation bill to a number closer to Sen. Joe Manchin's ceiling of $1.5 trillion. But reality still hasn't sunk in enough that they're willing to kill any new entitlement programs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-trade-strategy-that-isnt-katherine-tai-us-trade-representative-china-center-for-strategic-and-international-studies-11633386034", "title": "Biden's Trade Strategy That Isn't", "date": "2021-10-04 18:38", "summary": "Trade Rep Tai offers a China policy that is Trump Lite.. Whatever the flaws of President Trump's trade strategy with China, at least he had one. President Biden's is indiscernible, judging from the much-anticipated but content-free remarks Monday by U.S. Trade Representative Katherine Tai at the Center for Strategic and International Studies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-10-billion-trial-balloon-ebrahim-raisi-hossein-amir-abdollahian-biden-administration-nuclear-talks-11633379913", "title": "Iran's $10 Billion Trial Balloon", "date": "2021-10-04 18:36", "summary": "How much will Biden pay for the privilege of holding nuclear talks?. Iranian President Ebrahim Raisi has put nuclear negotiations on the back burner for his first two months in office, and it's unclear whether he's serious about ever reviving the 2015 deal. Yet Tehran certainly is open to getting paid to flirt with the idea.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-instagram-and-whatsapp-outage-what-to-do-when-your-online-life-vanishes-11633386950", "title": "Facebook, Instagram and WhatsApp Outage: What to Do When Your Online Life Vanishes", "date": "2021-10-04 18:35", "summary": "The three pillars of Facebook Inc. crumbled on Monday. Some users screamed 'Hallelujah!' Others realized how many of their social connections rely on a big company's servers.. It seemed like life was unlivable on Monday.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-to-require-covid-19-vaccines-for-employees-11633386750", "title": "Southwest Airlines to Require Covid-19 Vaccines for Employees", "date": "2021-10-04 18:32", "summary": "Carrier, citing federal rules, joins rival airlines in complying with government mandate for federal contractors. Southwest Airlines on Monday joined rivals in requiring employees to be vaccinated against Covid-19, citing new rules for companies that do business with the federal government.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constitution-congress-debt-limit-borrowing-executive-agencies-delegation-treasury-department-11633380337", "title": "The Constitution Requires Congress to Set a Debt Limit", "date": "2021-10-04 18:27", "summary": "Lawmakers can't delegate the power to borrow money any more than they let the Treasury change tax rates.. The U.S. national debt is near its statutory limit of $28.4 trillion, and Congress has to act this month to prevent the government from defaulting on its financial obligations. Lawmakers are considering whether to increase the limit or-as Democrats prefer-simply to suspend it for a time and allow the Treasury to decide how much debt to take on to meet federal financial obligations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rest-in-peace-for-a-nobel-prize-11633386436", "title": "Rest in Peace for a Nobel Prize", "date": "2021-10-04 18:27", "summary": "The award should be given posthumously, since many laureates go on to do great evil.. The Norwegian Nobel Committee will announce the winner of the 2021 Peace Prize on Friday, with 18-year-old climate activist Greta Thunberg among the betting favorites. It might be better to wait another 75 years before bestowing the honor on her.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-glasgow-climate-change-conference-jcpoa-iran-nuclear-deal-11633381453", "title": "Biden's Biggest Tests Aren't in Washington", "date": "2021-10-04 18:26", "summary": "Failure in either climate or Iran talks could leave his presidency struggling.. Political junkies are fixated on the stalemate over two (two!) trillion-dollar-plus spending bills whose failure could derail Joe Biden's presidency. But the Biden administration also faces two must-win international tests this fall. Failure at the United Nations climate conference in Glasgow or the Iran nuclear negotiations in Vienna would sandbag a presidency still struggling to find its feet.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-integrity-yes-men-campaigning-elections-2020-democratic-presidential-primary-11633383589", "title": "Notable & Quotable: Andrew Yang on Running for President", "date": "2021-10-04 18:26", "summary": "'The process through which we choose leaders neutralizes and reduces the capacities we want most in them.'. From \"When I Ran for President, It Messed With My Head\" by Andrew Yang for Politico, Oct. 3:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrsten-sinema-manchin-aoc-the-squad-biden-pelosi-bipartisan-infrastructure-bill-reconciliation-build-back-better-act-11633383248", "title": "Kyrsten Sinema, the Bad Maverick", "date": "2021-10-04 18:25", "summary": "While John McCain was cheered as a hero, the Arizona Democrat is treated as a traitor.. Is Kyrsten Sinema the Democrats' John McCain?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-love-dead-jews-review-lessons-in-remembering-11633386292", "title": "'People Love Dead Jews' Review: Lessons in Remembering", "date": "2021-10-04 18:24", "summary": "A Jewish-American essayist explores what we talk about when we talk about pogroms, the Holocaust and murderous anti-Semitism.. This is a beautiful book, and in its particular genre-nonfiction meditations on the murder of Jews, particularly in the Holocaust, and the place of the dead in the American imagination-it can have few rivals. In fact, I can't think of any.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mafias-management-problem-11633386205", "title": "The Mafia's Management Problem", "date": "2021-10-04 18:23", "summary": "Plus, government accounting that is almost criminal.. This column frequently covers the persistent and historic American worker shortage, a sad tale of misguided Covid lockdowns, government disincentives to work, immigration restrictions and lost opportunities. But the best news of the day involves a shortage of talented and industrious employees in a particular sector of the underground economy. It seems that organized crime bosses are having a devil of a time finding competent lower-level managers.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-taps-cpp-investments-ryan-selwood-as-development-chief-11633352400", "title": "Carlyle Taps CPP Investments' Ryan Selwood as Development Chief", "date": "2021-10-04 18:00", "summary": "Creation of the new position is designed to help continue the company's expansion push to accelerate growth. Carlyle Group Inc. has created a new high-level position to help drive the firm's expansion, including through corporate acquisitions.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-are-the-pandora-papers-documents-link-politicians-prominent-individuals-to-offshore-holdings-report-says-11633384779", "title": "Pandora Papers Link Politicians, Prominent Individuals to Offshore Holdings", "date": "2021-10-04 17:59", "summary": "New report is based on nearly 12 million financial documents from 14 offshore services firms. Wealthy individuals around the globe have used offshore tax havens to conceal their financial activities, creating shell companies, foundations and trusts to purchase real estate and other luxury goods, and in many cases, avoid paying taxes, according to an expansive new report.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-calls-for-sec-to-investigate-federal-reserve-officials-trading-activities-11633366824", "title": "Warren Calls on SEC to Investigate Federal Reserve Officials' Trading", "date": "2021-10-04 17:55", "summary": "Massachusetts senator seeks determination on whether investments by three officials, including Vice Chairman Richard Clarida, violated insider-trading rules. Sen. Elizabeth Warren (D., Mass.) asked the Securities and Exchange Commission to investigate whether personal financial investments by senior Federal Reserve officials, including Vice Chairman Richard Clarida, violated insider-trading rules.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bubba-wallace-nascar-talladega-11633383614", "title": "Bubba Wallace Makes History With Nascar Win at Talladega", "date": "2021-10-04 17:46", "summary": "The Black driver's victory came at the same track where a noose was found in his garage stall last year in an incident that sparked a national controversy. Bubba Wallace, the Black Nascar driver who became a face of social change last year, won his first Nascar Cup Series race Monday-a historic victory that came at the same place where a noose found in his garage stall became the focal point of a national controversy last year.", "categories": [["Sports", "Auto Racing"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/auto-racing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amplify-energy-shares-tumble-after-california-oil-spill-11633352479", "title": "Amplify Energy Shares Tumble After California Oil Spill", "date": "2021-10-04 17:22", "summary": "Houston-based company has shut down its pipeline operations in the area as a precautionary measure. Shares of Amplify Energy Corp. lost nearly half their value Monday after a major oil spill at the company's platform off the coast of Orange County, Calif., over the weekend.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-oil-spill-results-in-beach-harbor-fishery-closures-11633376943", "title": "Oil Spill May Have Been Caused by Anchor Mishap", "date": "2021-10-04 17:20", "summary": "Federal and state officials have launched a criminal investigation into the 126,000 gallon spill off the coast of Orange County. The oil spill off the coast of Southern California may have been caused by a boat anchor hitting an underwater pipeline and causing it to rupture, the chief executive of the energy company whose equipment was involved said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-production-workers-authorize-union-to-strike-cite-excessive-hours-poor-pay-11633380651", "title": "Hollywood Production Workers Authorize Union to Strike", "date": "2021-10-04 17:16", "summary": "A strike by IATSE's more than 150,000 members would shut down production of shows and films, likely costing studios and streaming services millions of dollars. LOS ANGELES-The International Alliance of Theatrical Stage Employees, a union representing more than 150,000 behind-the-scenes workers in entertainment, took a step toward calling a strike that could shut down production across Hollywood.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-seeks-dismissal-of-governments-do-over-antitrust-lawsuit-11633381158", "title": "Facebook Seeks Dismissal of Government's Do-Over Antitrust Lawsuit", "date": "2021-10-04 16:59", "summary": "The Federal Trade Commission filed a new complaint in August after a judge tossed the original case. WASHINGTON- Facebook Inc. filed a new motion Monday seeking the dismissal of a government antitrust case alleging the company engaged in unlawful monopolization, four months after it succeeded in getting an earlier version of the complaint thrown out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-04-2021-11633333265", "title": "Stocks Fall, Driven by Facebook, Alphabet and Other Tech Stocks", "date": "2021-10-04 16:55", "summary": "Nasdaq dropped 2% as investors fled shares of the highflying stocks and bond yields lurched higher. A selloff in Facebook stock and shares of other big technology companies rippled through the market, pushing major U.S. indexes to steep declines to start the week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-blake-friends-that-break-your-heart-review-sza-11633380400", "title": "'Friends That Break Your Heart' by James Blake Review: Risking Fame by Re-Embracing Innovation", "date": "2021-10-04 16:48", "summary": "The singer and producer's new album strikes a balance between sonic transformation and his trademark balladry.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-unvaccinated-new-york-city-school-employees-placed-on-unpaid-leave-11633371509", "title": "Thousands of Unvaccinated New York City School Employees Placed on Unpaid Leave", "date": "2021-10-04 16:25", "summary": "As vaccine mandate takes effect, 95% of all employees show proof of at least one dose; 1,800 school safety agents don't. Thousands of New York City school staff were barred from returning to work Monday for failing to comply with a vaccination mandate that took effect Friday afternoon.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/departing-hulu-chief-kelly-campbell-in-talks-to-join-nbcuniversal-11633374313", "title": "Departing Hulu Chief Kelly Campbell in Talks to Join NBCUniversal", "date": "2021-10-04 16:15", "summary": "Campbell had been with Disney-controlled streaming platform for just over four years. Kelly Campbell, the president of Walt Disney Co. 's Hulu streaming platform, has resigned from her position and is in negotiations to take a senior role at Comcast Corp.'s NBCUniversal, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-physiology-or-medicine-awarded-to-david-julius-and-ardem-patapoutian-11633340601", "title": "Nobel Prize in Medicine Awarded for Work on Senses", "date": "2021-10-04 16:14", "summary": "U.S.-based David Julius and Ardem Patapoutian are honored for explaining the molecular basis for sensing heat, cold and mechanical force. The Nobel Prize in Physiology or Medicine was jointly awarded to David Julius and Ardem Patapoutian for their work on how the human body senses temperature, touch and movement.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-timberlake-jessica-biel-los-angeles-home-11633378231", "title": "Justin Timberlake and Jessica Biel Want $35 Million to Say 'Bye, Bye, Bye' to Their L.A. Mansion", "date": "2021-10-04 16:10", "summary": "Before his marriage to Ms. Biel, Mr. Timberlake bought the roughly 10-acre property in the Hollywood Hills for $8.3 million. Pop star Justin Timberlake and his wife, the actress Jessica Biel, are putting their expansive Los Angeles compound on the market for $35 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-haven-in-hollywood-11633378061", "title": "A Haven in Hollywood", "date": "2021-10-04 16:07", "summary": "A look inside the Los Angeles home of Justin Timberlake and Jessica Biel.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pair-bonds-tuesday-crossword-october-5-11633296846", "title": "Pair Bonds (Tuesday Crossword, October 5)", "date": "2021-10-04 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radiation-nuclear-power-cancer-environmentalists-11633126573", "title": "One Reason Nuclear Power Has Been Overlooked", "date": "2021-10-04 15:59", "summary": "The perception of radiation risks is out of whack with the reality.. Robert Hargraves is right to reject the theory that \"any level of radiation is harmful\" (\"How Much Radiation Is Too Much?\" op-ed, Sept. 22). This theory, proposed in 1946, before DNA was discovered, is a grave impairment to accurate public perception of radiation risks and the use of nuclear energy. Unfortunately, it has been the dominant belief of the Atomic Energy Commission and now the Nuclear Regulatory Commission, although there was scant evidence of its truth in 1946 and even less now.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-robinhood-think-investing-is-a-party-11633377387", "title": "Does Robinhood Think Investing Is a Party?", "date": "2021-10-04 15:56", "summary": "That makes regulators the mean grown-ups.. In \"Robinhood Users Come Under Attack\" (op-ed, Sept. 28), Robinhood CEO and co-founder Vlad Tenev tells us that investing should be \"delightful,\" perhaps like children's birthday parties, jolly and filled with goodies. All that is required is bringing a present-your savings or hard-earned income. In return, you will get a lot of cool games, cake and maybe you win a prize. The value of the prize may be equal to your gift, or it may be less or in fact it may be worthless.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angela-merkel-germany-migrant-crisis-11633127504", "title": "Angela Merkel: Compassionate, Courageous", "date": "2021-10-04 15:51", "summary": "I fear we won't see the likes of the German leader again.. Regarding \"Merkel Says Auf Wiedersehen to a Diminished Europe\" (Review, Sept. 25): I disagree with the characterization of Angela Merkel as a risk-averse and tepid leader who had no grand vision for Germany. Clearly her compassion was visionary and courageous. The essay says that in 2015 her government declined to close Germany's border because of \"fear that border police might have to use violence to keep people out.\" How visionary and compassionate such a decision looks when compared with the images we saw recently from Del Rio, Texas, and the images we have seen at America's southern border for years. To pretend the problem doesn't exist and then express surprise when people, under extreme stress, resort to violence, as our government did, seems cowardly in comparison.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medication-adhd-drugs-children-kids-school-11633127682", "title": "Medication Works Wonders for Children With ADHD", "date": "2021-10-04 15:48", "summary": "How do I know? I was one of those kids undiagnosed for too many years.. Dr. Daniel Zeidner's letter regarding ADHD (Sept. 25) has everything backward. The undiagnosed boy with ADHD is more likely to have low self-esteem and internalized low expectations than the diagnosed boy. Undiagnosed children often struggle to get through school, hold jobs and be creative, and they are more likely to have trouble with drugs and alcohol.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/railroads-shippers-shipping-staggers-psr-transportation-11633128123", "title": "How the Railroads Were Saved and Then Ruined Again", "date": "2021-10-04 15:47", "summary": "Precision Scheduled Railroading has been a train wreck.. Holman W. Jenkins, Jr. is correct that the 1980 Staggers Rail Act saved railroads (\"Joe Biden Wants to Undo a Rail Success,\" Business World, Sept. 25), but then his comments go off the rails. Precision Scheduled Railroading (PSR) has been a train wreck: Shippers invested heavily in using rail in good faith, only to have never-ending service failures cost them in delays and lost business. Activist investors pushed boards and management to reduce capital investments, mothball locomotives and downsize employees. Cash is stripped for short-term payouts, inflicting long-term damage while common-carrier obligations are forsaken. The promised efficiencies? Quite the opposite.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hr1-joe-manchin-voting-elections-fec-censorship-speech-11633127944", "title": "Revised H.R.1 Has a Plan for a Government Speech Czar", "date": "2021-10-04 15:46", "summary": "A tie at the FEC would go to the censor.. The new Democratic voting- and speech-regulation bill dropped the idea of switching \"the Federal Election Commission to an odd number of seats.\" Unfortunately, it proposes an even worse approach (\"The Enormity of Manchin's Skinny H.R.1,\" Review & Outlook, Sept. 22).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evergrande-china-real-estate-debt-debacle-empty-buildings-cities-beijing-11633374710", "title": "Empty Buildings in China's Provincial Cities Testify to Evergrande Debacle", "date": "2021-10-04 15:41", "summary": "Resume Subscription. LU'AN, China-Rows of residential towers, some 26 stories high, stand unfinished in this provincial city about 350 miles west of Shanghai, their plastic tarps flapping in the wind.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/crypto-boom-retail-investors-fuel-rise-in-over-the-counter-stock-trading-11633339981", "title": "Crypto Boom, Retail Investors Fuel Rise in Over-the-Counter Stocks", "date": "2021-10-04 15:34", "summary": "Trading volume has already surpassed last year's total in the market that is home to crypto trusts, cannabis sellers and many international stocks. A quirky corner of the U.S. stock market home to cannabis sellers, cryptocurrency trusts and other speculative investments is seeing record levels of activity.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russias-gradual-oil-hike-pushes-prices-to-seven-year-high-11633356803", "title": "OPEC Opts Against Big Output Boost; Oil Hits 7-Year High", "date": "2021-10-04 15:20", "summary": "Cartel and Russia-led group had previously said they would add about 400,000 barrels a day each month through next year. OPEC and a Russia-led group of oil producers agreed to continue increasing production in measured steps, delegates said Monday, deciding against opening the taps more widely, and driving U.S. crude prices to their highest levels since 2014.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrofac-puts-bribery-case-to-rest-with-77-million-fine-11633357811", "title": "Petrofac Puts Bribery Case to Rest With $104 Million Fine", "date": "2021-10-04 15:02", "summary": "Penalty is less than half of what the company had outlined as the maximum possible fine. A U.K. court on Monday fined Petrofac Ltd. £77 million (equivalent to $104.3 million) for failing to prevent senior executives from using agents to bribe public officials for oil contracts in the Middle East.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-voix-humaine-francois-poulenc-jean-cocteau-opera-philadelphia-the-island-we-made-angelica-negron-opera-philadelphia-the-first-bluebird-in-the-morning-carlos-simon-la-opera-in-song-elena-park-san-francisco-opera-11633373913", "title": "Raising the Curtain on Your Computer Screen", "date": "2021-10-04 14:59", "summary": "While companies slowly return to in-person performances, online videos like 'La Voix Humaine' and 'In Song' continue to bring the opera house to your home.. While live, indoor opera has returned in cities such as New York, Chicago, San Francisco and Los Angeles, other opera companies are taking a more gradual approach. Some are waiting until November or even later to perform, and several are presenting concerts instead of staged operas. Opera Philadelphia is opting to wait until January for its indoor return and has announced a fall season of new offerings on its successful streaming channel. Although two of the planned projects fell through, the first, a film of Poulenc's one act, one-woman opera, \"La Voix Humaine,\" is now available ($20 for a one-time rental or free with a $99 annual Channel Pass).", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-female-musicians-evacuated-to-qatar-after-prior-u-s-led-effort-fell-short-11633373746", "title": "Afghan Female Musicians Evacuated to Qatar After Prior U.S.-Led Effort Fell Short", "date": "2021-10-04 14:55", "summary": "The departure was facilitated by Qatar and supported by backers including a Louisiana senator and Yo-Yo Ma. LONDON-Members of an internationally renowned orchestra of Afghan women and girls have been evacuated from Afghanistan after protracted negotiations among the musicians' supporters in the U.S., the Qatari government and Taliban leaders in Kabul.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-returns-for-new-termwith-scant-courtroom-audience-11633372640", "title": "Supreme Court Returns for New Term Before Scant Audience", "date": "2021-10-04 14:37", "summary": "High court hears in-person arguments for first time since onset of Covid-19 pandemic, as Justice Barrett makes first appearance on bench. WASHINGTON-The Supreme Court kicked off its new term Monday under some of the most unusual circumstances of its history, as the newest justice appeared on the bench for the first time and the court embraced a revised argument format in a courtroom closed to the general public because of the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ozy-media-says-it-plans-to-relaunch-in-about-face-11633370757", "title": "Ozy Media Says It Plans to Relaunch", "date": "2021-10-04 14:06", "summary": "'This is our Lazarus moment,' CEO Carlos Watson said in TV interview Monday. Ozy Media said it wouldn't shut down after all, days after its board said the embattled digital-media startup was ceasing operations amid growing questions over the company's business practices.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-the-oil-spill-off-the-coast-of-californias-huntington-beach-11633360787", "title": "Oil Spill in California: What to Know", "date": "2021-10-04 14:03", "summary": "Shares of Amplify Energy sank after it said oil was leaking from a pipeline, fouling the beaches of Orange County. Saturday morning, workers from Houston-based Amplify Energy Corp. noticed oil in the water near an oil-processing plant off the coast of Huntington Beach, Calif. The offshore platform receives oil from about 70 wells and then sends it to a local refinery.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-rv-vacation-in-italy-hits-a-few-road-bumps-11633369322", "title": "An RV Vacation in Italy Hits a Few Road Bumps", "date": "2021-10-04 13:42", "summary": "A spontaneous road trip around the island of Sardinia wasn't the relaxing vacation Cecily Wong had in mind, but it led to the meal of a lifetime. THREE SUMMERS AGO, my husband, Read, and I planned to meet friends, an Italian couple who live in Emilia-Romagna, on the island of Sardinia for a relaxing weeklong vacation. Our friends, Maddalena and Lorenzo, had insisted they take care of the itinerary. Read and I imagined checking into a nice hotel and dozing on the beach-a much needed reprieve from our jobs in New York. But when we landed in Sardinia-a day late, after an overbooked flight forced us to spend the night in a seedy hotel by JFK airport-Maddalena and Lorenzo greeted us with a surprise: They popped out of an old-style camper van, and told us we were taking a road trip around the island.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-booster-shots-win-broad-backing-from-european-regulator-11633360267", "title": "Covid-19 Booster Shots Win Broad Backing From European Regulator", "date": "2021-10-04 13:28", "summary": "The move comes after the U.S. Food and Drug Administration issued a narrower endorsement of the shots. Europe's top health regulator issued a broad endorsement of Covid-19 vaccine booster shots, diverging from U.S. officials' more limited recommendation, and paving the way for more countries across the continent to offer additional doses to the already vaccinated.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-engine-no-1-says-it-backs-gm-s-electric-vehicle-push-11633355636", "title": "Activist Investor Engine No. 1 Backs GM's Electric-Vehicle Push", "date": "2021-10-04 13:25", "summary": "Following its purchase of GM stake, Engine No. 1 says car company is primed to lead in EVs. Engine No. 1 LLC, an activist investment firm that successfully pushed for change at Exxon Mobil Corp. , said Monday it is backing General Motors Co. 's bid to lead in the transition to electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-ssw-to-buy-veoneer-for-4-5-billion-11633358616", "title": "Qualcomm Snares Veoneer in $4.5 Billion Deal", "date": "2021-10-04 13:24", "summary": "Deal with SSW Partners worth $4.5 billion tops competing offer from Magna International. Qualcomm Inc. is teaming with an investment firm to further its autonomous-driving ambitions, snatching Swedish auto-technology company Veoneer Inc. from a competing bidder in a $4.5 billion takeover.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-destroy-political-norms-trump-jan-6-riot-protest-election-interference-russia-collusion-mueller-11633359806", "title": "Democrats Destroy Political Norms to Save Them", "date": "2021-10-04 13:15", "summary": "Trump carries much blame for our crisis of legitimacy, but the threat doesn't begin and end with him.. A Rasmussen poll late last month had Donald Trump defeating President Biden by 10 points in a putative 2024 election. If Vice President Kamala Harris were the Democratic nominee, Mr. Trump's margin of victory would be 13 points.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-button-launch-general-milley-unauthorized-trump-china-11633359093", "title": "One Man Shouldn't Control the Nuclear Button", "date": "2021-10-04 13:12", "summary": "Congress should require consultation, so generals wouldn't have to break the rules to save the world.. Gen. Mark Milley is being criticized for taking actions to forestall the possibility of an inappropriate nuclear launch order by President Trump. The criticism is based on steps the general allegedly took, as described in Bob Woodward and Robert Costa's new book, \"Peril.\" Gen. Milley was ostensibly concerned that Mr. Trump was unstable and might order a nuclear launch for political reasons. The general told Congress last month that because he believed China had unwarranted worries of a U.S. attack, he acted to \"de-escalate\" the situation and contacted his Chinese counterparts to indicate that no attack was planned.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-didnt-need-to-open-the-spigots-yet-11633367165", "title": "OPEC+ Didn't Need to Open the Spigots Yet", "date": "2021-10-04 13:06", "summary": "The group's decision not to speed up its release of oil barrels should be a moment of relief, not alarm, for oil markets. With oil and natural gas prices reaching multiyear highs ahead of winter, the world was counting on OPEC and its Russia-led allies to ride to the rescue. The group opted not to, but the industrialized world need not panic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seattle-area-house-sells-for-22-75-million-one-of-washingtons-biggest-deals-this-year-11633363944", "title": "Seattle-Area House Sells for $22.75 Million, One of Washington's Biggest Deals This Year", "date": "2021-10-04 12:12", "summary": "The Bellevue home on Lake Washington was owned by Diamond Parking heiress Diane Foreman and former Mayor Richard Foreman. A waterfront mansion in Bellevue, Wash., has closed for $22.75 million in one of the state's priciest deals so far this year, records show.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-begin-redistributing-rental-assistance-funds-to-high-need-communities-11633359674", "title": "Treasury to Begin Redistributing Rental-Assistance Money", "date": "2021-10-04 12:05", "summary": "Groups that haven't spent at least 30% of the money could lose it. WASHINGTON-The Treasury Department is set to soon claw back federal rental assistance from groups that haven't acted to spend enough of the money so it can be given to other communities with greater need, according to new guidance published Monday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lousy-management-knucklehead-hires-plague-operations-of-real-life-sopranos-11633360973", "title": "Lousy Management, Knucklehead Hires Plague Operation of Real-Life Sopranos", "date": "2021-10-04 11:22", "summary": "Failure to stick with best business practices and a younger generation of bumbling suburban-bred mobsters kneecap a storied New York clan. NEW YORK CITY-The kiss of death for Mafia families isn't necessarily from gang wars or snitches. These days, organized crime is threatened more by mismanagement, lousy hires and half-baked succession plans.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-trade-boom-to-continue-after-covid-19-reopening-bounce-11633360758", "title": "Global Trade Boom to Continue After Covid-19 Reopening Bounce", "date": "2021-10-04 11:19", "summary": "WTO forecasts Asian exports will continue to soar, while Africa's will be largely flat, as poor countries miss out on recovery. Global trade flows will continue their rapid rebound from the pandemic this year and next, with Asia seeing the strongest gains in exports, and Africa losing out, the World Trade Organization said.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-shatner-is-going-to-space-on-jeff-bezos-blue-origin-flight-11633358711", "title": "William Shatner Is Going to Space Next Week", "date": "2021-10-04 11:19", "summary": "Actor known for portraying Captain Kirk in 'Star Trek' is slated to join flight on Oct. 12. William Shatner, the actor known for playing Capt. James T. Kirk in \"Star Trek,\" is slated to join the next spaceflight from Amazon Inc . founder Jeff Bezos' Blue Origin LLC, the company said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volvo-cars-unveils-plan-to-list-in-stockholm-11633346350", "title": "Volvo Cars Unveils IPO That Could Value It at $25 Billion", "date": "2021-10-04 11:00", "summary": "Stockholm listing would represent one of the car industry's most striking turnarounds. Volvo Cars, the Swedish auto maker owned by China's Zhejiang Geely Holding, said Monday it would proceed with an initial public offering in Stockholm, in a deal that people familiar with the matter say could value it at upward of $25 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volvos-ipo-shows-how-legacy-car-makers-can-clean-up-11633359220", "title": "Volvo's IPO Shows How Legacy Car Makers Can Clean Up", "date": "2021-10-04 10:53", "summary": "The $25 billion valuation mooted for the Swedish manufacturer would put it at a premium to much of the sector-and not just because of its stake in a hot EV startup. A $25 billion valuation would be a coup for Volvo Cars and a wake-up call for larger peers-particularly Volkswagen .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catchers-mask-umpire-force3-11633356096", "title": "An Umpire Took One Too Many Foul Balls to the Face. He Invented a Solution.", "date": "2021-10-04 10:20", "summary": "A former minor-league ump has created a new mask that is designed to minimize the risk of concussion and other head injuries. It's winning over MLB catchers.. Jason Klein was umpiring a minor-league game in Durham, N.C., in 2007 when a business idea hit him in the face-literally.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fumio-kishida-is-elected-prime-minister-of-japan-11633323689", "title": "Japan's New Prime Minister Calls for Wealth Distribution", "date": "2021-10-04 10:10", "summary": "New leader seeks to stimulate economy by wealth distribution, including cash handouts to people hurt by the pandemic. TOKYO-Japan's new prime minister, Fumio Kishida, called for more aggressive distribution of wealth to those with lower and middle incomes, including possible new cash handouts for people suffering during the pandemic.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-americas-polarized-politics-produced-democrats-internal-fight-11633356582", "title": "Polarized Politics Produced Democrats' Internal Fight", "date": "2021-10-04 10:09", "summary": "Structural forces have increasingly empowered the ideological wings of both parties, while weakening the political center. As Democratic progressives and moderates feud over President Biden's domestic spending plans, Washington veterans may have a vague feeling they've seen this movie before.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jony-ive-steve-jobs-memories-10th-anniversary-11633354769", "title": "Jony Ive on What He Misses Most About Steve Jobs", "date": "2021-10-04 09:45", "summary": "On the 10th anniversary of Steve Jobs's death, Sir Jony Ive reflects on their collaborations and friendship: \"My understanding of him refuses to remain cozy or still.\". Editor's note: Following Steve Jobs's death on October 5, 2011, Jony Ive delivered a eulogy in which he referred to the chairman and co-founder of Apple as \"my closest and my most loyal friend.\" Ive, who later left his post as chief design officer at Apple and went on to launch the creative collective LoveFrom, wrote this remembrance in which he reflects on his memories of Jobs's last day, the spirit of their collaboration, his friendship with Jobs's wife, Laurene Powell Jobs, and why his late friend continues to \"evade a simple place in my memory.\"", "categories": [["WSJ News Exclusive", "Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-merck-moderna-what-to-watch-when-the-stock-market-opens-today-11633344618", "title": "Tesla, Merck, Moderna: What to Watch When the Stock Market Opens Today", "date": "2021-10-04 09:12", "summary": "Tesla reported record deliveries in the third quarter; Merck shares were extending gains from last week. Stock futures edged down as investors kept on eye on the multiple quarrels over government spending taking place on Capitol Hill. Here's what we're watching before Monday's trading begins.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-john-mcenroe-really-thinks-of-your-tennis-style-11633351429", "title": "What John McEnroe Really Thinks of Your Tennis Style", "date": "2021-10-04 08:43", "summary": "\"Back in my day when I first started, the clothing that people wore was outstanding. It was all made in Italy and it was top-notch.\". In our series My Monday Morning, self-motivated people tell WSJ. how they start off the week.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-bill-belichick-buccaneers-patriots-11633350619", "title": "Tom Brady vs. Bill Belichick: Tampa Takes the NFL Psychodrama of the Century", "date": "2021-10-04 08:32", "summary": "The all-time quarterback steers his new team to victory in an 'emotional' return. Foxborough, Mass.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/selling-off-its-property-services-wont-save-evergrande-11633349342", "title": "Selling Off Its Property Services Won't Save Evergrande", "date": "2021-10-04 08:09", "summary": "Teetering Chinese real estate giant Evergrande may be on the brink of selling a profitable unit. That may not be of much help to investors.. Evergrande's potential deal to sell its profitable property management unit may buy it a little breathing space for now. How much oxygen will ultimately be left for investors remains highly uncertain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-strength-gives-wall-street-something-new-to-worry-about-11633348294", "title": "Dollar Strength Gives Wall Street Something New to Worry About", "date": "2021-10-04 07:51", "summary": "Concerns about growth and surging energy prices, as well as higher bond yields, attract investors to greenback. The dollar has been on a tear of late, propelled by deepening jitters about global growth and rising U.S. bond yields.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-want-fasb-to-focus-on-crypto-esg-related-rule-making-11633347900", "title": "Companies Want FASB to Focus on Crypto, ESG-Related Rule Making", "date": "2021-10-04 07:45", "summary": "Finance executives call for clear guidance on key accounting issues as the U.S. standard setter weighs long-term priorities. Executives at large public companies want the Financial Accounting Standards Board to write rules on how to treat cryptocurrency assets and transactions related to environmental, social and governance issues.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-advisers-pitch-bitcoin-to-investors-to-offset-portfolio-losses-11633347001", "title": "Financial Advisers Pitch Bitcoin to Investors to Offset Portfolio Losses", "date": "2021-10-04 07:30", "summary": "New managed crypto accounts take advantage of a tax-loss harvesting loophole. Some financial advisers have a new sales pitch for investors: You win when bitcoin goes up, and you can win when it goes down.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-uber-and-lyft-ride-price-inflation-is-here-to-stay-11633345381", "title": "At Uber and Lyft, Ride-Price Inflation Is Here to Stay", "date": "2021-10-04 07:03", "summary": "Higher fares seem likely to continue as ride-hailing companies try to keep drivers on the platforms. Want a bargain ride? Hail a taxi. Ride-share pricing might never be quite as accessible as it once was.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seatgeek-gives-ticket-holders-the-option-to-return-their-tickets-for-a-credit-11633341601", "title": "SeatGeek Gives Customers the Option to Return Tickets for a Credit", "date": "2021-10-04 06:00", "summary": "The pandemic introduced a whole new level of maybe into planning a night out. SeatGeek says it will offer a credit for any ticket returned at least 72 hours before the event. Live-event ticketing platform SeatGeek Inc. has begun giving buyers the option to return their tickets-for any reason-and get a credit toward another event.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broader-inflation-pressures-begin-to-show-11633339800", "title": "Broader Inflation Pressures Are Beginning to Show", "date": "2021-10-04 05:30", "summary": "Price indexes that exclude extreme changes point to inflation running ahead of Fed's 2% target. While many pandemic-driven price pressures are easing, broader sources of higher inflation are replacing them.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-prepares-to-launch-review-of-possible-central-bank-digital-currency-11633339800", "title": "Fed Set to Launch Review of Possible Central Bank Digital Currency", "date": "2021-10-04 05:30", "summary": "Officials will release a paper and solicit public comment, but are unlikely to decide soon on government-backed cryptocurrency. WASHINGTON-The Federal Reserve plans as early as this week to launch a review of the potential benefits and risks of issuing a U.S. digital currency, as central banks around the world experiment with the potential new form of money.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-prevent-the-next-pandemic-scientists-seek-one-vaccine-for-many-coronaviruses-11633339802", "title": "Scientists Seek One Vaccine for Many Coronaviruses", "date": "2021-10-04 05:30", "summary": "A pan-coronavirus vaccine could protect people against Covid-19 variants as well as the next pandemic virus. Kayvon Modjarrad is out to win the war against this pandemic-and the next one.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-budget-appliances-tvs-are-in-short-supply-but-premium-models-are-in-stock-11633339801", "title": "Why It's Easier to Find Expensive Appliances Than Cheaper Ones", "date": "2021-10-04 05:30", "summary": "Whirlpool, GM and other companies are prioritizing higher-price products as they try to offset supply-chain snarls. Anthony Coughlin's appliance shop has little trouble filling orders for high-tech washing machines or designer ovens. More difficult: satisfying customers on the hunt for bare-bones, low-budget machines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-to-end-zero-covid-19-strategy-11633331640", "title": "New Zealand to End 'Zero Covid-19' Strategy", "date": "2021-10-04 03:14", "summary": "Prime Minister Jacinda Ardern says the government is aiming to 'actively control the virus' as it prepares to ease restrictions. WELLINGTON, New Zealand-New Zealand is ending its effort to keep Covid-19 out of the remote South Pacific country as the economic costs mount and after its latest lockdown failed to halt the spread of the virus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-evergrande-unit-flags-possible-takeover-bid-11633325342", "title": "China Evergrande Unit Flags Possible Takeover Bid", "date": "2021-10-04 02:26", "summary": "Property-services subsidiary halted trading in Hong Kong; a deal could bring in much-needed cash for its parent company. The $7 billion property-management unit of ailing developer China Evergrande Group said it could be the subject of a takeover bid, a deal that could bring in much-needed cash for its parent company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11633282688", "title": "Pepper...and Salt", "date": "2021-10-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-flu-or-covid-19-its-harder-to-tell-the-symptoms-apart-this-year-11633320061", "title": "Is It Flu or Covid-19? It's Harder to Tell the Symptoms Apart This Year", "date": "2021-10-04 00:01", "summary": "Runny nose? Fever? Fatigue? Here's what doctors want you to know about how to tell the difference between illnesses as we head into flu season.. Doctors expect the flu season to be rough this year, and with it comes another challenge: Figuring out whether your symptoms point to the flu, Covid-19 or something else.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burned-out-maybe-you-should-care-less-about-your-job-11633320061", "title": "Burned Out? Maybe You Should Care Less About Your Job", "date": "2021-10-04 00:01", "summary": "Boundaries gone, meetings multiplying, many say work has taken over their lives during the pandemic. Here's how to gain perspective and take back control.. When Jonathan Frostick realized he was having a heart attack in April-sitting at his desk on a Sunday, prepping for the workweek-he thought about his wife and his will.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spy-verses-spy-monday-crossword-october-4-11633296720", "title": "Spy Verses Spy (Monday Crossword, October 4)", "date": "2021-10-04 00:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}]