[{"link": "https://www.wsj.com/articles/supreme-court-by-5-4-vote-pares-back-class-action-suits-11624632441", "title": "Supreme Court Pares Back Class-Action Suits", "date": "2021-06-25 19:51", "summary": "In 5-4 vote, justices rule consumers falsely labeled as potential terrorists on credit reports can't sue unless they demonstrate injury. WASHINGTON-The Supreme Court pared back a class-action suit by consumers falsely labeled as potential terrorists on their credit reports, ruling that only those whose reports were circulated to creditors could bring claims in federal court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teneos-declan-kelly-crisis-manager-for-ceos-faces-his-own-crisis-11624660839", "title": "Teneo's Declan Kelly, Crisis Manager for CEOs, Faces His Own Crisis", "date": "2021-06-25 19:18", "summary": "GM says it will end its relationship after inappropriate behavior by consultancy boss at charity event. Declan Kelly, a go-to adviser for CEOs in crisis, is facing his own crisis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-nike-american-airlines-stocks-that-defined-the-week-11624660961", "title": "Amazon, Nike, American Airlines: Stocks That Defined the Week", "date": "2021-06-25 18:42", "summary": "Here are seven major companies whose stocks moved on the week's news. Amazon . com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-stalks-the-supreme-court-11624660845", "title": "Sheldon Stalks the Supreme Court", "date": "2021-06-25 18:40", "summary": "Sen. Whitehouse wants to know where the Justices travel and why.. Sheldon Whitehouse is making it his life's work to harass the Supreme Court, and now he wants to track where the Justices travel and why. That's the essence of the Rhode Island Democrat's letter this month requesting detailed information about the Supreme Court Justices' movements.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bipartisan-pact-to-supersize-the-irs-11624660100", "title": "A Bipartisan Pact to Supersize the IRS", "date": "2021-06-25 18:28", "summary": "The infrastructure deal would unleash auditors on millions of taxpayers.. The bipartisan Senate infrastructure deal still hasn't been written into legislative language, but we already know that its no-tax-increase pledge is a fudge. The deal is counting on $100 billion in new revenue by supersizing the Internal Revenue Service so it can audit millions of more Americans each year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-the-military-gone-woke-11624660049", "title": "Has the Military Gone 'Woke'?", "date": "2021-06-25 18:27", "summary": "Gen. Milley too easily dismisses the risks to recruitment and morale.. Army Gen. Mark Milley is getting kudos from the media for telling Congress that the military hasn't become \"woke,\" even as its leadership urges soldiers and sailors to absorb woke ideas. The brass is trying to have it both ways on this issue, and that may ultimately undermine its core mission.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-conservative-court-awakening-11624659942", "title": "A Conservative Court Awakening", "date": "2021-06-25 18:25", "summary": "The Justices take another step to reinforce the separation of powers.. President Biden fired Trump Federal Housing Finance Agency (FHFA) director Mark Calabria immediately after the Supreme Court ruled Wednesday that he could. While Mr. Calabria's dismissal is bad news for taxpayers, the conservative majority's decision in Collins v. Yellen strikes a blow for the Constitution's separation of powers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ufo-report-cites-unidentified-aerial-phenomena-that-defy-worldly-explanation-u-s-official-says-11624653953", "title": "UFO Report Says 'Unidentified Aerial Phenomena' Defy Worldly Explanation", "date": "2021-06-25 18:15", "summary": "Propulsion and technology in some cases exceed present-day scientific knowledge, U.S. officials say. WASHINGTON-U.S. intelligence officials reviewing dozens of reports of mysterious flying objects found 18 in which the objects displayed no visible propulsion or appeared to use technology beyond the known capabilities of the U.S. or its adversaries, according to an intelligence report released Friday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-luxurious-las-vegas-home-brings-the-outside-in-11624658538", "title": "A Luxurious Las Vegas Home Brings the Outside In", "date": "2021-06-25 18:02", "summary": "Disappearing doors and three pools blur the lines between the interior and exterior of this contemporary home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jackpot-las-vegas-area-home-sells-for-25-million-in-record-breaking-deal-11624658472", "title": "Jackpot! Las Vegas Area Home Sells for $25 Million in Record Deal", "date": "2021-06-25 18:01", "summary": "The 15,000-square-foot spec mansion in Henderson, Nev., is now the priciest single-family home to ever close in the area. A Las Vegas developer's gamble on a spec mansion just paid off: Its 15,000-square-foot house has sold for $25 million, setting a record for the desert city.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-thiels-taxes-arent-the-real-story-11624658138", "title": "Peter Thiel's Taxes Aren't the Real Story", "date": "2021-06-25 17:55", "summary": "ProPublica resorts to padding to make its use of stolen tax data look like 'important' journalism.. The latest tax reporting extravaganza from ProPublica reminds me of the Steve Martin routine that began, \"You too can have a million dollars and never pay taxes. . . . First, get a million dollars.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-shop-online-and-not-get-ripped-off-11624657749", "title": "How to Shop Online and Not Get Ripped Off", "date": "2021-06-25 17:49", "summary": "The world of e-commerce has widened, with fake reviews, unsafe products and counterfeit goods hiding behind listings. Here's how to protect yourself.. In the Era of the Marketplace, third-party sellers peddle their products on a growing number of platforms, including Amazon, Walmart, Target, and now even Urban Outfitters and J.Crew. Customers get a larger selection of products, but it also adds a layer of mystery. Instead of buying from that site you know, you're buying from a seller you don't, and often a brand you've never even heard of. Here are some guidelines to keep you from losing out in the e-commerce bazaar.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-warns-of-new-versions-of-delta-variant-spreading-11624621207", "title": "Delta Outbreaks Prompt Limits in Australia, Israel, as India Warns of New Mutation", "date": "2021-06-25 17:41", "summary": "Parts of Sydney lock down, Israeli government brings back indoor masking; India warns of new mutation in challenge to Covid-19 pandemic controls. Authorities in Israel and Australia imposed new Covid-19 restrictions in response to the spread of the highly infectious Delta variant of the coronavirus, while India warned of a worrying new mutation, emphasizing how the morphing pathogen continues to challenge a return to pre-pandemic life world-wide.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-university-of-michigan-guide-to-gerrymandering-11624656985", "title": "The University of Michigan Guide to Gerrymandering", "date": "2021-06-25 17:36", "summary": "A proposal to approach redistricting through the lens of interest, identity and affiliation groupings.. Michigan is on the verge of adopting what proponents describe as a \"new theory of representation,\" in which the state's redistricting process would be built not on actual communities-counties, cities, townships and villages-but on so-called communities of interest. If the proposal goes forward, these new electoral districts will be based on concepts like identity and affiliation groupings. The result will be a representative system increasingly unresponsive to \"we the people,\" the one grouping to which all Americans belong and in whose name our constitutions were ratified.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-leaders-agree-to-extend-eviction-moratorium-increase-rental-assistance-11624646200", "title": "California Leaders Agree to Extend Eviction Moratorium, Increase Rental Assistance", "date": "2021-06-25 17:24", "summary": "State would ban evictions for low-income tenants until Sept. 30 and cover 100% of back rent. California will extend its statewide eviction moratorium through September and offer to cover all missed rent payments to date for low-income individuals under a deal announced on Friday by Gov. Gavin Newsom and state legislative leaders.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-to-sue-georgia-over-its-new-voting-law-11624632808", "title": "Justice Department Sues Georgia Over Its New Voting Law", "date": "2021-06-25 17:22", "summary": "Biden administration launches federal lawsuit challenging state's changes to voting regulations. The Biden administration sued the state of Georgia on Friday, alleging its new voting law aims to restrict the rights of Black voters, marking the administration's first such challenge to Republican-backed efforts in multiple states to tighten voting laws.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malta-philippines-placed-on-terror-financing-watch-list-11624656034", "title": "Malta, Philippines Placed on Terror-Financing Watch List", "date": "2021-06-25 17:20", "summary": "The Financial Action Task Force has added four jurisdictions to its list of countries subject to increased monitoring. Four jurisdictions, including Malta and the Philippines, will undergo increased monitoring as they face pressure from a global watchdog to address deficiencies in their anti-money-laundering efforts.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-covid-19-antibody-drug-shipments-paused-over-variant-concerns-11624652980", "title": "Lilly Covid-19 Antibody Shipments Paused on Variant Concerns", "date": "2021-06-25 17:19", "summary": "U.S. health officials say drugmaker's cocktail isn't effective against strains that are becoming increasingly common across the country. U.S. health officials have paused the distribution of two Eli Lilly & Co. Covid-19 monoclonal antibody treatments because of data showing that they aren't effective against virus variants that are becoming increasingly common across the country.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-infrastructure-antipoverty-plans-face-narrow-path-to-passage-11624640079", "title": "Biden's Infrastructure Stance Draws GOP Criticism", "date": "2021-06-25 17:14", "summary": "President said he wants infrastructure and antipoverty bills on his desk at same time. WASHINGTON-Senate Republicans criticized President Biden for his comments yoking together a bipartisan infrastructure plan and an antipoverty program reliant solely on Democratic support, underscoring the perils facing the multitrillion-dollar agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-25-21-11624606680", "title": "Stocks Close Higher as S&P 500 Adds to Weekly Gains", "date": "2021-06-25 17:04", "summary": "Renewed confidence in the global economic expansion pushed the index to its best week since February. U.S. stocks rallied to their best week since February, lifted by robust gains among shares of everything from banks to oil producers and manufacturers.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-killed-in-knife-attack-in-germany-11624653718", "title": "Three Killed in Knife Attack in Germany", "date": "2021-06-25 16:42", "summary": "Somali suspect heard shouting 'Allahu Akbar,' witness says; several are injured. Three people were killed and several seriously hurt Friday in a southern German town after they were attacked by a Somali man with a history of mental illness who one witness said shouted \"Allahu Akbar,\" authorities said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-rules-native-alaskans-eligible-for-covid-19-relief-funds-11624637265", "title": "Supreme Court Rules Alaska Natives Eligible for Covid-19 Relief Funds", "date": "2021-06-25 16:38", "summary": "Decision benefits Alaskans who are members of village and regional tribal corporations. WASHINGTON-The Supreme Court on Friday ruled that hundreds of millions of dollars in Covid-19 relief should be available to Alaska Natives who are members of village and regional tribal corporations that provide for their interests.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peril-present-and-pending-11624652946", "title": "Peril, Present and Pending", "date": "2021-06-25 16:29", "summary": "John Steuart Curry's 'Tornado Over Kansas' showed the threat of a natural disaster and served as a powerful metaphor for an economic cataclysm to come. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-may-2021-11624563378", "title": "Consumer Spending Is Primed to Fuel Summer Growth", "date": "2021-06-25 16:26", "summary": "Households shifted spending in May to travel and eating out; economists expect pent-up demand to support recovery. Households increased spending in May on services that they shunned earlier in the pandemic, helping position the economic recovery for a strong summer as more businesses fully reopen and consumers unleash pent-up demand.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-president-kamala-harris-heads-to-border-facing-bipartisan-pressure-11624613402", "title": "Kamala Harris Visits U.S.-Mexico Border Amid Bipartisan Pressure", "date": "2021-06-25 16:17", "summary": "She has been at the center of two of the most critical issues confronting the Biden administration: voting access and immigration. Vice President Kamala Harris's visit to the southern border Friday capped a week in which she was at the center of two of the thorniest issues facing the Biden administration: voting access and immigration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harris-visits-u-s-mexico-border-amid-attacks-on-her-by-republicans-11624651775", "title": "Harris Visits U.S.-Mexico Border Amid Attacks on Her by Republicans", "date": "2021-06-25 16:09", "summary": "Vice President meets with five migrant girls at border facility, says efforts to stem illegal crossings should be separate from politics. Vice President Kamala Harris said her visit to the U.S.-Mexico border on Friday built on efforts to stem illegal crossings by addressing problems in migrants' home countries, adding that the issue should be separate from politics after Republicans criticized her for not traveling to the region sooner.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musical-review-saturday-crossword-june-26-11624221167", "title": "Musical Review (Saturday Crossword, June 26)", "date": "2021-06-25 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labyrinth-saturday-variety-puzzle-june-26-11624221405", "title": "Labyrinth (Saturday Variety Puzzle, June 26)", "date": "2021-06-25 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virgin-galactic-gets-faa-approval-to-fly-customers-to-space-11624629195", "title": "Virgin Galactic Gets FAA Approval to Fly Customers to Space", "date": "2021-06-25 15:44", "summary": "Richard Branson's company is competing with Blue Origin, founded by Jeff Bezos, in race to carry space tourists on short suborbital flights. Richard Branson's Virgin Galactic Holdings Inc. came a step closer to sending customers to the edge of space Friday as federal regulators expanded the company's operator license.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-vivek-ramaswamy-put-wokeism-out-of-business-11624649588", "title": "Can Vivek Ramaswamy Put Wokeism Out of Business?", "date": "2021-06-25 15:33", "summary": "Corporate America 'makes money critiquing itself.' The rest of us pay the price in diminished freedom.. A self-made multimillionaire who founded a biotech company at 28, Vivek Ramaswamy is every inch the precocious overachiever. He tells me he attended law school while he was in sixth grade. He's joking, in his own earnest manner. His father, an aircraft engineer at General Electric, had decided to get a law degree at night school. Vivek sat in on the classes with him, so he could keep his dad company on the long car rides to campus and back-a very Indian filial act.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11624647731", "title": "What to Read This Week", "date": "2021-06-25 15:02", "summary": "How Polynesians wove a net of island cultures, the curious power of color, girl-group harmony, new fiction from Diane Johnson and Francine Prose, and more.. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-reshuffling-is-shifting-wealth-to-the-exurbs-11624636827", "title": "The 'Great Reshuffling' Is Shifting Wealth to the Exurbs", "date": "2021-06-25 14:51", "summary": "The flow of white-collar workers to fringe outlying communities could reshape everything from transportation to real estate. The pandemic, and our re-emergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dragon-man-fossil-skull-found-in-china-tells-story-of-unknown-human-ancestor-11624633200", "title": "'Dragon Man' Skull Discovery in China Tells Story of Unknown Human Ancestor", "date": "2021-06-25 14:51", "summary": "New study says prehistoric cranium belongs to now-extinct species that was modern humans' closest relative, though not all scientists are convinced. For 85 years, the human skull lay in an abandoned well in the northern Chinese city of Harbin. A farmer concealed the relic there in 1933 like an heirloom, so invading Japanese soldiers couldn't seize it as war booty. The farmer had been part of the labor crew who had unearthed it while digging foundations for a bridge over the Songhua River.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-and-seattle-prepare-for-record-breaking-heat-wave-11624644967", "title": "Portland, Seattle Prepare for Record-Breaking Heat Wave", "date": "2021-06-25 14:26", "summary": "Temperatures in Pacific Northwest, normally in the 70s, are forecast to exceed 100 degrees. The Pacific Northwest will be hit by an unprecedented heat wave this weekend, according to the National Weather Service.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dirt-road-anthem-11624644926", "title": "Dirt Road Anthem", "date": "2021-06-25 14:15", "summary": "Washington's infrastructure forecast: big spending, little construction.. After announcing his agreement with 10 senators to compromise on his spending plans on Thursday, President Joe Biden then announced that he will block his new deal unless he also gets the spending that he just negotiated away. Regardless of how this bizarre drama ends, taxpayers should steel themselves for the likely outcome: Washington is going to spend a lot of money building very little infrastructure.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-world-went-crazy-for-cars-11624644116", "title": "When the World Went Crazy for Cars", "date": "2021-06-25 14:01", "summary": "'Automania,' a new exhibition at New York's Museum of Modern Art, explores the art and design of 20th-century car culture. In 1963, an animated short film called \"Automania 2000\" celebrated the golden age of automobiles, breathlessly announcing that \"scientists have gone from strength to strength\" in inventing new features. Yet the film also imagined the future of cars as a nightmare, with drivers trapped in traffic jams for years and self-reproducing autos taking over the planet.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-president-rory-gamble-to-retire-at-end-of-june-11624642837", "title": "UAW President Rory Gamble to Retire at End Of June", "date": "2021-06-25 13:59", "summary": "Departure comes a year earlier than expected. United Auto Workers President Rory Gamble plans to make his retirement official at the end of June, stepping back from his position leading the roughly 400,000-member union a year earlier than expected.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mismatched-fashion-is-trending-6-ways-to-master-the-blend-11624643591", "title": "Mismatched Fashion Is Trending. 6 Ways to Master the Blend.", "date": "2021-06-25 13:53", "summary": "As we re-emerge, women eager to dress up again are piling on favorite, long-neglected clothes at once. Here, how to artfully combine clashing patterns, fabrics and styles.. ON A BRISK afternoon last month, my boyfriend looked befuddled as I stepped out of my bedroom. \"What's happening here?\" he asked, tilting his head as he stared at my get-up: a tie-dye Proenza Schouler dress underneath a crisp khaki trench from the Gap. \"It looks like you couldn't make up your mind.\" The truth was, I couldn't-so, I didn't. It was the first time I'd put on a real outfit in over a year, and choosing just one aesthetic was too difficult.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-and-restaurants-rebound-summer-held-back-by-shortages-of-everything-11624640378", "title": "Hotels' and Restaurants' Rebound Summer Held Back by Shortages of Everything", "date": "2021-06-25 13:49", "summary": "Resume Subscription. Shut for long stretches because of the pandemic, Mississippi River Distilling Co. in LeClaire, Iowa, has been counting on a summer rebound.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/john-mcafee-the-silicon-valley-entrepreneur-who-died-in-a-spanish-jail-11624643268", "title": "John McAfee, the Silicon Valley Entrepreneur Who Died in a Spanish Jail", "date": "2021-06-25 13:47", "summary": "He made his money from antivirus software and spent it on real estate, 'aerotrekking' and other exploits until legal problems emerged. John McAfee made a fortune estimated at more than $100 million from antivirus software for computers in the early 1990s and then pursued an increasingly bizarre life of adventure and run-ins with legal authorities in the U.S., Central America and Europe.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-debt-the-u-s-owes-to-my-afghan-interpreterand-others-11624642795", "title": "The Debt the U.S. Owes to My Afghan Interpreter-and Others", "date": "2021-06-25 13:39", "summary": "'We know you worked for the Americans,' extremists shout outside his home. 'We are going to kill you!'. 'Don't go down that street,\" my interpreter, who goes by the nickname Shafo, whispered into my ear. \"This boy said it will explode.\" I glanced at the child. He was probably 10, wearing a clean white button-down shirt, though his face was smudged with dirt. \"The Taliban told the boys not to go down this alley,\" Shafo continued. \"Apparently there are bombs underneath the bricks.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-reproduce-ferns-use-a-catapult-11624640900", "title": "To Reproduce, Ferns Use a Catapult", "date": "2021-06-25 13:08", "summary": "Their natural launchpad for spores ensures that their DNA will travel even as they stay firmly rooted. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-era-of-big-government-is-back-11624636813", "title": "The Era of Big Government Is Back", "date": "2021-06-25 12:58", "summary": "The U.S. government didn't handle the pandemic perfectly, but its response has made Americans more favorable to big spending and projects. The pandemic, and our re-emergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thermal-coal-prices-hit-decade-high-amid-gas-shortage-11624620773", "title": "Coal Prices Hit Decade High Despite Green Efforts", "date": "2021-06-25 12:38", "summary": "Rebounding electricity usage and scanty rainfall in China have added fuel to the rally. Coal prices have climbed to their highest level in a decade, making the fuel a hot commodity in a year when governments are pledging reductions in carbon emissions.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/full-spectrum-review-color-our-world-11624638729", "title": "'Full Spectrum' Review: Color Our World", "date": "2021-06-25 12:32", "summary": "The frequencies of light create one of the most fundamental yet fugitive aspects of human experience.. Color is to the eye what birdsong is to the ear: a primal communion between ourselves and nature. The elemental power of color radiates from van Gogh's shimmering wheat fields; in celestial photographs from the Hubble Space Telescope; and in the Technicolor fantasyscape that bursts onto the screen in \"The Wizard of Oz.\" Color memories linger in my brain: the ruddy orange of a lunar eclipse; the electric pink of cotton candy; the sky blue of Venus Paradise pencil #27. As I write, a window prism casts a cheery rainbow-stripe that drifts with the hours across my ceiling.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noonan-maher-and-the-issue-of-racial-progress-11624637596", "title": "Noonan, Maher and the Issue of Racial Progress", "date": "2021-06-25 12:13", "summary": "'Blessed are You, Lord, our God, King of the Universe, who has granted us life, sustained us and allowed us to reach this time.'. Regarding Peggy Noonan's \"Bill Maher Diagnoses Liberal 'Progressophobia' \" (Declarations, June 19): If only the less powerful among us felt the same freedom in college classrooms and in everyday conversation as Mr. Maher does in openly speaking his mind. Instead, we hold back when we hear the constant drumbeat: \"Whites continue to be oppressors, blacks perpetual victims.\" What could be more racist than that, or more demeaning? And is that the recipe for success, the way to motivate and inspire?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-olympicsmove-em-or-leave-em-11624637308", "title": "Beijing Olympics-Move 'Em or Leave 'Em?", "date": "2021-06-25 12:08", "summary": "We must be a voice for the millions being oppressed by Communist China's brutal government.. Expecting any push back from the International Olympic Committee on the genocide of the Uyghurs is wishful thinking by Rayhan Asat (\"If Uyghur Lives Matter, the Olympics Should Move,\" op-ed, June 17). The only significant option is for the U.S. to officially withdraw. Recall that the U.S. and many other countries, including China, withdrew from the 1980 summer games in Russia. If U.S. social-justice activists can admonish our country, then it should be a far greater imperative to call out the Chinese Communist Party for its atrocities. If former President Jimmy Carter was able to effectuate that withdrawal with majority support, then, in the hypermoral climate of today, surely President Biden should be able to accomplish the same.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-culture-of-entitlement-behind-the-estate-tax-grab-11624637046", "title": "The Culture of Entitlement Behind the Estate-Tax Grab", "date": "2021-06-25 12:04", "summary": "The taxpayer has earned and saved this money over a lifetime-and already paid taxes on it once, or maybe more.. In the June 18 letter \"A Second Death Tax Will Hit Inflated Gains,\" T.R. Reid considers a $408,000 tax on a $2.5 million inheritance and asks, \"What's wrong with that?\" The simple, short answer is: What's wrong with such a tax is the implied assumption that the government is entitled to a percentage of the money the taxpayer has earned and saved over a lifetime (and already paid taxes on once, or maybe more). Where is it written that the government is entitled to confiscate any of my hard-earned wealth that I wish to bestow upon my children and grandchildren?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-isnt-done-changing-the-life-insurance-industry-just-yet-11624636836", "title": "Covid Isn't Done Changing the Life Insurance Industry Just Yet", "date": "2021-06-25 12:00", "summary": "This much is clear: The way life insurance is bought and sold will likely never be the same. What's not so obvious: the long-term impacts of coronavirus on the insurance sector.. The pandemic, and our reemergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-670-billion-college-industrial-complex-is-under-threat-from-online-school-11624636809", "title": "Remote Learning Threatens the $670 Billion College-Industrial Complex", "date": "2021-06-25 12:00", "summary": "The global health crisis took a big bite out of higher-education revenue. But the pandemic's long-term effect on colleges and universities may be the changing attitudes about remote learning. Hundreds of American colleges are at risk.. The pandemic, and our reemergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-vaccines-will-deliver-long-term-health-boost-for-drugmakers-11624636800", "title": "Covid Vaccines Will Deliver Long-Term Health Boost for Drugmakers", "date": "2021-06-25 12:00", "summary": "After the pandemic, faster drug development likely awaits. The pandemic, and our re-emergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pandemic-altered-shopping-habits-beyond-return-11624636800", "title": "The Pandemic Altered Shopping Habits Beyond Return", "date": "2021-06-25 12:00", "summary": "Not only are consumers shopping in new ways; they also have higher expectations for brick-and-mortar retailers. The pandemic, and our re-emergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/7-ways-covid-has-changed-the-world-forever-11624636801", "title": "7 Ways Covid Has Changed Our World", "date": "2021-06-25 12:00", "summary": "The pandemic, and our reemergence from it, are reshaping the economy, government and business in lasting ways. The Journal's Heard on the Street team explores the ways the globe is transforming.. A handful of events in the last century rewrote the rules of business, finance and economics, whether the people living through them knew it or not.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-expectations-and-low-vaccine-acceptance-pose-long-term-recovery-threats-11624636801", "title": "High Expectations and Low Vaccine Acceptance Pose Long-Term Recovery Threats", "date": "2021-06-25 12:00", "summary": "Big gaps in vaccination progress around the world will lead to an uneven recovery, and revive old debates on the state's role in society. The pandemic, and our re-emergence from it, are reshaping the economy, government and business in lasting ways. Read more analysis of how Covid has changed the world forever from the Journal's Heard on the Street team.", "categories": [["Markets", "Heard on the Street", "News Analysis"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-dynamics-ceo-phebe-novakovic-believes-in-patriotism-and-resilience-11624636814", "title": "General Dynamics CEO Phebe Novakovic Believes in Patriotism and Resilience", "date": "2021-06-25 12:00", "summary": "The CIA veteran says the defense industry has a 'moral imperative' to support the U.S. and its allies 'in the work they do to keep democracy safe'. A General Dynamics Corp. shareholder meeting in May turned contentious when an antiwar activist confronted CEO Phebe Novakovic over the company's arms sales to Saudi Arabia and other repressive governments. \"You ought to have some more moral reflection about how you earn your billions of dollars,\" the activist said.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-taiwan-set-date-to-revive-trade-and-investment-talks-11624626153", "title": "U.S. and Taiwan Set Date to Revive Trade Talks", "date": "2021-06-25 11:58", "summary": "Meeting continues President Biden's pursuit of closer ties despite objections from Beijing. TAIPEI-The U.S. will revive trade and investment talks with Taiwan next week in a move intended to draw Washington and Taipei closer that also is likely to irk Beijing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-dismiss-inflation-fears-just-because-they-were-wrong-last-time-11624636724", "title": "Don't Dismiss Inflation Fears Just Because They Were Wrong Last Time", "date": "2021-06-25 11:58", "summary": "Inflation fears proved overblown after the last recession. This time may be different.. There are reasons to think inflation won't become a major problem. That everybody who said the economy faced an inflation threat over the past dozen years ended up being dead wrong isn't one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letters-pacifist-tolstoy-is-no-guide-to-the-greatness-of-napoleon-11624636720", "title": "Pacifist Tolstoy Is No Guide to the Greatness of Napoleon", "date": "2021-06-25 11:58", "summary": "Look elsewhere for a fair appraisal of Bonaparte's legacy.. Christoph Irmscher's review of Ruth Scurr's book \"Napoleon: A Life Told in Gardens and Shadows\" (June 19) may be accurate, but his description of Napoleon isn't. It is absurd to rely on the thoughts of Leo Tolstoy, who reveled in the illusions of Christian mysticism, albeit in the cause of a sincere pacifism, for a fair appraisal of Napoleon's legacy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccinated-people-account-for-half-of-new-covid-19-delta-cases-in-israeli-outbreak-11624624326", "title": "Delta Outbreak in Israel Infects Some Vaccinated Adults", "date": "2021-06-25 11:39", "summary": "Government reimposes indoor mask requirement in light of preliminary findings. TEL AVIV-About half of adults infected in an outbreak of the Delta variant of Covid-19 in Israel were fully inoculated with the Pfizer Inc. vaccine, prompting the government to reimpose an indoor mask requirement and other measures to contain the highly transmissible strain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-restores-pre-trump-era-methane-gas-emissions-standards-11624634101", "title": "Congress Restores Pre-Trump Era Methane-Gas Emissions Standards", "date": "2021-06-25 11:39", "summary": "President Biden is expected to sign the measure restoring Obama-era emission limits. Congress has moved to restore environmental regulations to limit the amount of methane that leaks from U.S. oil and gas production facilities, reversing a Trump era rollback for the greenhouse gas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-anxious-100th-birthday-for-chinas-communist-party-11624635205", "title": "An Anxious 100th Birthday for China's Communist Party", "date": "2021-06-25 11:37", "summary": "Resume Subscription. The Chinese Communist Party can point to many achievements as it celebrates its centenary in early July. It presides over the world's second-largest economy, soon to be #1 if trends continue; an expanding high-tech military, including the world's largest navy; sophisticated modern cities with a vast, entrepreneurial middle class; and universities and research centers pitching for leadership in the key technologies of the century ahead. Within its ranks there is no sign of challenge to the authority of the top leader, Xi Jinping, and the party enjoys strong support among the Chinese public.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/renters-could-collect-home-down-payment-points-with-credit-card-11624356000", "title": "Renters Could Collect Home Down-Payment Points With Credit Card", "date": "2021-06-25 11:33", "summary": "A real-estate startup is proposing that cardholders could convert points into cash to purchase a property. A new credit-card concept would allow cardholders to pay and build credit on their largest monthly expense: rent.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-of-americans-refinanced-last-yearbut-fewer-black-and-latino-homeowners-did-11624440601", "title": "Millions of Americans Refinanced Last Year-but Fewer Black and Latino Homeowners Did", "date": "2021-06-25 11:27", "summary": "Financial, historical factors likely steered some minority borrowers away from refinancing, researchers say. Refinancings were popular in 2020, but not every household caught the wave.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/academics-bristle-over-linkedin-blocking-their-profiles-in-china-11624366667", "title": "Scholars on LinkedIn Are Being Blocked in China 'Without Telling Them Why'", "date": "2021-06-25 11:20", "summary": "Affected users say social-networking site owned by Microsoft is obstructing them over 'prohibited content' without further explanation. SINGAPORE-Eyck Freymann, an Oxford University doctoral student, was surprised to get a notice from LinkedIn this month telling him his account had been blocked in China. The \"Experience\" section of his profile, which detailed his career history, contained \"prohibited\" content, he was informed.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-drivers-race-to-apps-that-make-contract-work-a-better-gig-11624449601", "title": "Uber, Lyft Drivers Race to Apps That Make Contract Work a Better Gig", "date": "2021-06-25 11:15", "summary": "Adoption of apps to track pay, events and dispute complaints is soaring amid patchwork of regulatory efforts. Drivers for Uber Technologies Inc., Lyft Inc. and DoorDash Inc. are flocking to a wave of apps designed to make gig work a better gig.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sing-britannia-new-one-britain-song-hits-wrong-note-11624633762", "title": "Sing, Britannia! New 'One Britain' Song Hits Wrong Note", "date": "2021-06-25 11:09", "summary": "Some people lampooned Friday's plan for schoolchildren to belt out patriotic new tune; 'that would be silly'. Five years after the vote that pulled the U.K. out of the European Union, the British government this week tried to persuade schoolchildren across the country to belt out a new anthem expressing their love for the motherland, \"One Britain One Nation.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-still-needs-windows-to-shine-11624556362", "title": "Microsoft Still Needs Windows to Shine", "date": "2021-06-25 11:08", "summary": "The storied operating system continues to have an important role to play at the cloud-centric tech company. No one lines up for Windows updates anymore. But the storied operating system still has an important role to play in Microsoft 's expanding business.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-windows-11-guide-11624549583", "title": "Microsoft's Windows 11: The Big New PC Features Coming This Year", "date": "2021-06-25 11:07", "summary": "A redesigned interface, new productivity features and the ability to run Android apps are all key to Microsoft's plan to give PCs a fresh 'Start'-and take on Google and Apple. You don't have to be a Microsoft historian to see the ping-pong pattern:", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-launches-windows-11-in-a-reboot-for-the-app-economy-age-11624549500", "title": "Microsoft Launches Windows 11 in a Reboot for the App-Economy Age", "date": "2021-06-25 11:03", "summary": "Software giant teams up with Amazon to bring more content to the Microsoft app store. Microsoft Corp. on Thursday unveiled an overhaul of its Windows operating system designed to update the software that long ruled the PC market for an era when the use of apps on smartphones and tablets increasingly dominate people's interaction with technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-suspends-global-distribution-of-chantix-smoking-cessation-pill-on-contamination-concerns-11624633298", "title": "Pfizer Suspends Global Distribution of Smoking-Cessation Pill Chantix", "date": "2021-06-25 11:01", "summary": "The drugmaker also recalled some Chantix lots after finding a probable carcinogen. Pfizer Inc. has suspended distribution world-wide of antismoking pill Chantix and recalled some lots after finding they contained heightened levels of a probable carcinogen, a company spokesman said.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employee-motivation-philanthropy-11624307612", "title": "Using Philanthropy to Motivate Employees Can Backfire", "date": "2021-06-25 11:00", "summary": "Workers can be less productive where donations are tied to productivity. Companies sometimes view acts of corporate philanthropy as a way of motivating employees, especially younger workers. But the findings of a recent study suggest that trying to use corporate giving as a motivational tool can backfire.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-shareholders-oust-chairman-in-landmark-for-foreign-activists-11624593172", "title": "Toshiba Shareholders Oust Chairman", "date": "2021-06-25 10:51", "summary": "Shareholders voted against re-election of Osamu Nagayama, former head of Roche Holding subsidiary in Japan. TOKYO-A revolt by foreign shareholders at Toshiba Corp. has ousted the board's chairman and audit committee, placed foreigners in three key board posts and set an example that will reverberate across Japan's business world.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11624632629", "title": "A Closer Look", "date": "2021-06-25 10:50", "summary": "Selections from 'Small Room, Big Dreams: The Journey of Julián & Joaquin Castro' by Monica Brown, illustrated by Mirelle Ortega. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11624632589", "title": "A Closer Look", "date": "2021-06-25 10:49", "summary": "Selections from 'Dr. Fauci: How a Boy from Brooklyn Became America's Doctor' by Kate Messner, illustrated by Alexandra Bye. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11624632525", "title": "A Closer Look", "date": "2021-06-25 10:48", "summary": "Selections from 'Indelible Ann: The Larger-Than-Life Story of Governor Ann Richards' by Meghan P. Browne, illustrated by Carlynn Whitt. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11624632474", "title": "A Closer Look", "date": "2021-06-25 10:47", "summary": "Selections from 'The Bench' by Meghan, the Duchess of Sussex, illustrated by Christian Robinson. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/voyagers-review-pathfinders-of-oceania-11624631843", "title": "'Voyagers' Review: Pathfinders of Oceania", "date": "2021-06-25 10:37", "summary": "As humanity spread over the globe, the final frontier for the species was a far-flung collection of tiny worlds.. 'The Pacific occupies a third of the earth's surface,\" Nicholas Thomas, director of the Cambridge University Museum of Archaeology and Anthropology, reminds his readers. In that enormous ocean, the South Pacific is unique: \"an island world.\" It was also the last part of the globe to be occupied by human beings. Who were these settlers? Where did they come from? How, when and why? These questions were posed by the first European visitors. As Mr. Thomas relates, scientific research has only lately provided reliable answers, and then not to every question, nor to the satisfaction of all specialists.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-complete-memoirs-review-neruda-in-full-11624631601", "title": "'The Complete Memoirs' Review: Neruda in Full", "date": "2021-06-25 10:33", "summary": "The Nobel winner's account of his life, though beautifully rendered, can be stunningly vain and morally disturbing.. It is impossible not to feel a thrill of expectation upon opening \"The Complete Memoirs\" by Pablo Neruda. But once a reader discovers what's actually on its pages, the title's claim of completeness-with its promise of juicy restorations and the accretion of long-lost chapters written by the great Chilean poet-seems no better than a gimmick to sell afresh a book that was first published in English translation 44 years ago.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-lorna-mott-comes-home-review-11624631263", "title": "Fiction: 'Lorna Mott Comes Home' Review", "date": "2021-06-25 10:27", "summary": "An author known for her comedies of Americans abroad follows one on a return path.. 'Are Americans still Americans when they're transplanted, or do they become something else?\" asked the heroine of Diane Johnson's \"Le Divorce,\" the first of her beloved Paris trilogy-with \"Le Mariage\" and \"L'Affaire\"-that delved into, and gently sent up, the love lives of expat Americans in France. And if they have become something else, Ms. Johnson asks in her thoroughly charming latest novel, \"Lorna Mott Comes Home\" (Knopf, 322 pages, $28), can they return to being Americans again?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-florentines-review-where-art-and-business-met-11624630830", "title": "'The Florentines' Review: Where Art and Business Met", "date": "2021-06-25 10:20", "summary": "The artists and architects-and bankers-of Renaissance Florence invented the mindset we now call modernity.. To be a Florentine confers upon an Italian a measure of distinction unmatched by residence in any other city. The distinction may be unearned, but it is felt, for better or worse. Yet Florentines, and Tuscans in general, don't enjoy a reputation for sociability. Other Italians commonly accuse them of being overly intellectual, brooding, withdrawn, even wily. Years ago a Neapolitan cab driver blithely assured me that Florentines were \"serpents.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-transparency-of-time-review-11624630710", "title": "Mysteries: 'The Transparency of Time' Review", "date": "2021-06-25 10:18", "summary": "The world-weary Havana detective of Leonardo Padura's series returns to take up the case of a missing Madonna.. In Cuban author Leonardo Padura's \"The Transparency of Time\" (Farrar, Straus & Giroux, 402 pages, $30), Mario Conde, a former Havana cop, is approaching 60 and feeling the existential weight of his age. Mario, who supplements his income as an antiquarian bookdealer with the occasional PI assignment, finds that \"his state of mind . . . was more and more marked by sadness and melancholy . . . because of the certainty of having failed abysmally at life.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chapel-of-love-review-crescent-city-harmony-11624630451", "title": "'Chapel of Love' Review: Crescent City Harmony", "date": "2021-06-25 10:14", "summary": "When the future Dixie Cups heard the song that would be their ﬁrst hit, they knew it needed something beyond Brill Building polish.. Rosa Hawkins's career as a soloist began when she was 6 years old and her elementary-school principal asked her to sing \"On the Sunny Side of the Street\" at the flagpole one Monday morning. She got the job: The next week she sang the national anthem and then other songs on the Mondays that followed. In just a few years, her life took two major turns. First, Rosa's solo days ended when she and her sister Barbara Hawkins and cousin Joan Marie Johnson formed a three-part harmony group called the Meltones. They began gigging around their native New Orleans, caught the eye of a talent scout and made their way to Manhattan, where they became the Dixie Cups. The second turn happened not long after they scored their first big hit with \"Chapel of Love\" and things got a lot less sunny.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-lives-of-the-saints-11624630204", "title": "Children's Books: Lives of the Saints", "date": "2021-06-25 10:10", "summary": "A raft of new books for young readers extol the virtues of the progressives they spotlight.. When I was first writing about children's books for the Journal, I attended an industry dinner that took a comical turn. During the meal, a handful of popular writers and illustrators performed an exasperated song about celebrities horning in on their business. The chorus made us wince and laugh: \"Everybody's writing . . . a goddamned children's book! Everyone's writing . . . a goddamned children's book!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-drought-reveals-need-for-stronger-farm-protections-agriculture-secretary-says-11624630116", "title": "Drought Shows Need for Stronger Farm Protections, USDA Head Says", "date": "2021-06-25 10:08", "summary": "USDA's Tom Vilsack says policy must reflect growing climate risks, as farmers and others look to adapt. A drought gripping the Western U.S. shows the need for stronger protections for farmers navigating growing climate-related risks, U.S. Agriculture Secretary Tom Vilsack said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spicy-scrambled-eggs-11624630016", "title": "Spicy Scrambled Eggs", "date": "2021-06-25 10:06", "summary": "'Khageena, or spicy scrambled eggs, is a great way to introduce the flavors of green chiles with something children already find familiar and comforting, eggs,' said chef Asma Khan of Darjeeling Express. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-new-common-bonds-prove-a-hit-with-investors-11624629932", "title": "Europe's New Common Bonds Prove a Hit With Investors", "date": "2021-06-25 10:05", "summary": "Triple-A-rated EU bonds, used to fund Covid-19 recovery efforts, help alleviate a shortage of safe assets. Investors are lapping up Europe's new common bonds, proving strong demand for supersafe assets in a region starved of them.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chili-mac-and-cheese-11624629869", "title": "Chili Mac and Cheese", "date": "2021-06-25 10:04", "summary": "'There's a little bit of a kick in this, thanks to the pepper paste,' said chef Jonny Rhodes of Indigo and Broham Grocers, 'but my kids love the heat. It's a part of their lives.'. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lunch-box-noodle-bowl-11624629733", "title": "Lunch Box Noodle Bowl", "date": "2021-06-25 10:02", "summary": "'I prepare all the ingredients the night before, sometimes at the beginning of the week,' said chef Karena Armstrong of the Salopian Inn, 'and simply assemble in that morning rush.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-the-home-front-in-world-war-ii-11624629705", "title": "Five Best: Books on the Home Front in World War II", "date": "2021-06-25 10:01", "summary": "Selected by David A. Price, the author, most recently, of 'Geniuses at War: Bletchley Park, Colossus, and the Dawn of the Digital Age.'. By Kevin Starr (2002)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-stranahan-made-a-mark-in-physics-and-craft-brewing-11624629600", "title": "George Stranahan Made a Mark in Physics and Craft Brewing", "date": "2021-06-25 10:00", "summary": "Colorado entrepreneur, who has died at age 89, founded an Aspen think tank and the Flying Dog Brewery. Born into wealth as an heir to the Champion Spark Plug fortune, George Stranahan chose to make his mark in physics rather than automotive parts. By age 40, he was teaching at Michigan State University and had founded the Aspen Center for Physics, a Colorado gathering spot for many of the world's top physicists.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adobo-fried-rice-11624629590", "title": "Adobo Fried Rice", "date": "2021-06-25 09:59", "summary": "'Adobo is a staple of the Philippines,' said chef Margarita Manzke of République in Los Angeles. 'It's like our peanut butter and jelly sandwich.'. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saving-for-retirement-now-you-can-bet-on-bitcoin-11624613435", "title": "Saving for Retirement? Now You Can Bet on Bitcoin", "date": "2021-06-25 09:59", "summary": "Everyday investors are inviting the volatile world of cryptocurrencies into their IRA nest eggs as they search for higher returns. Cryptocurrencies, among the world's most volatile assets, are searching for mainstream acceptance in the investment world. Their next target: your retirement portfolio.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooking-for-kids-chefs-go-to-recipes-that-keep-it-simple-and-please-the-picky-11624628358", "title": "Cooking for Kids: Chefs' Recipes That Keep It Simple and Please the Picky", "date": "2021-06-25 09:39", "summary": "Even world-class chefs rush to get dinner on the table at home and struggle with the sharpest of critics, their children. Their aces in the hole: recipes for chili mac and cheese, spicy scrambled eggs, adobo fried rice and lunch box noodle salad.. I BEGAN WRITING about my son and his tricky eating habits six years ago. At the time, Achilles was only four and I was a cookbook author and restaurant critic for the New York Observer newspaper. The first book inspired by our dinner dynamic-my passion for food, his distaste for it-was a children's book called \"Can I Eat That?\" It was an imaginary dialogue meant to foster a love of xiao long bao, tournedos and tostadas in young readers. I wanted to get away from the finger-wagging, carrot-and-stick routine Achilles and I had developed à table. Six children's books later, it's safe to say that, apart from content creation, the mission hasn't been a success. Achilles only eats bread, pizza (without the sauce) and Parmesan fritters from a place near our house in Brooklyn that charges $10.95 for three paltry bâtonnets.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-two-leading-inflation-gauges-show-different-results-11624627509", "title": "Why Two Leading Inflation Gauges Show Different Results", "date": "2021-06-25 09:25", "summary": "The consumer-price index and personal-consumption-expenditures index are both rising this year, but by different degrees. The Commerce Department's measure of inflation showed Friday that consumer prices rose 3.9% in May from a year before, a big jump but smaller than the 5% jump registered by a Labor Department measure released two weeks ago.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-godfather-of-critical-race-theory-11624627522", "title": "The Godfather of Critical Race Theory", "date": "2021-06-25 09:25", "summary": "In the 1992 book 'Faces at the Bottom of the Well,' Derrick Bell used the techniques of fiction to dramatize his ideas about racism. In the life of any big idea, there comes a moment when it stops belonging to the thinkers who invented it and becomes public property. Today, critical race theory is undergoing that kind of transformation. When the term came into use in the 1970s and 1980s, it described the work of scholars like Derrick Bell, Richard Delgado and Kimberlé Crenshaw, whose work was hotly debated in legal academia but little known outside it. But over the last year, critical race theory has moved to the center of American political debate.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-green-disclosure-rules-give-fund-investors-clarityand-confusion-11624626770", "title": "Europe's 'Green' Disclosure Rules Give Fund Investors Clarity-and Confusion", "date": "2021-06-25 09:12", "summary": "The regulations are designed to bring order to ESG investing. But they leave a lot of room for interpretation.. The European Union's new antigreenwashing regulation is making asset managers assess how \"green\" their funds really are in terms of helping society and the environment.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-russia-some-of-the-worlds-biggest-polluters-are-going-green-11624626666", "title": "In Russia, Some of the World's Biggest Polluters Are Going Green", "date": "2021-06-25 09:11", "summary": "Amid pressure from investors and with new regulations looming, Russian companies are pushing to clean up. MOSCOW-In Russia, climate change has been little more than an afterthought for many big companies, some of which are among the world's biggest polluters.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-fedex-carmax-what-to-watch-when-the-stock-market-opens-today-11624618873", "title": "Virgin Galactic, Nike, FedEx, CarMax: What to Watch When the Stock Market Opens Today", "date": "2021-06-25 09:11", "summary": "Futures suggest the S&P 500 could finish its best week in more than two months. Wall Street indexes are poised for gains to close out a multiple-record-setting week. Here's what we're watching as Friday's trading gets going.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-shareholder-panasonic-sells-stake-for-3-6-billion-11624624739", "title": "Tesla Shareholder Panasonic Sells Stake for $3.6 Billion", "date": "2021-06-25 08:39", "summary": "Japanese battery maker says the move won't affect its supply of batteries to Tesla; the move highlights cooling ties between the partners. TOKYO- Tesla Inc.'s leading battery supplier is no longer a Tesla shareholder.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccinated-athletes-coronavirus-jon-rahm-chris-paul-11624579218", "title": "Why Vaccinated Athletes Are Testing Positive for Coronavirus", "date": "2021-06-25 08:00", "summary": "Vaccines are very effective at preventing death and severe illness from the disease-but they're not foolproof in preventing infection. That's a new problem for sports.. A star NBA player, the U.S. Open golf champion and a Ugandan Olympic coach have something in common that is creating a new headache for sports organizers: they tested positive for the novel coronavirus after being vaccinated.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-bets-on-even-stranger-things-11624620780", "title": "Netflix Bets on Even Stranger Things", "date": "2021-06-25 07:33", "summary": "Streaming giant is doubling down on dystopian reality dating, in the form of 'Sexy Beasts,' to lure more subscribers. Netflix and romance have long been a match made in heaven, but now the streaming giant is taking things to another level.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-2020-england-grealish-germany-ronaldo-11624580465", "title": "In Soccer's Era of Complexity, the Euros' Superstars Make It Simple", "date": "2021-06-25 07:26", "summary": "As the tournament heads into the knockout rounds, individual talent is still what makes a favorite. LONDON-England fans had sat through two dour performances at the European Championship before manager Gareth Southgate put some fun into the team. All he did was pick a 19-year-old livewire named Bukayo Saka.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-doordash-builds-uber-buys-11624618980", "title": "DoorDash Builds, Uber Buys", "date": "2021-06-25 07:03", "summary": "Uber's acquisition strategy may pay off down the road, but for now data show it has helped DoorDash to move ahead. DoorDash and Uber Eats are now competing to deliver Main Street to the masses. One is buying your love; the other is building it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rich-lesser-ceo-whisperer-on-his-toughest-moments-11624618800", "title": "Rich Lesser, CEO Whisperer, on His Toughest Moments", "date": "2021-06-25 07:00", "summary": "The Boston Consulting Group chief says most CEO jobs-and the skills required-have been radically and permanently altered. Rich Lesser made a career advising CEOs. His own job as chief executive of Boston Consulting Group showed him the job's complications up close.", "categories": [["Exit Interview"]], "category_links": ["https://www.wsj.com/news/types/exit-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisses-spac-bonanza-dries-up-11624614653", "title": "Credit Suisse's SPAC Bonanza Dries Up", "date": "2021-06-25 06:44", "summary": "In a year of crises, the Swiss bank had a booming blank-check business to fall back on. That has now slowed dramatically.. Credit Suisse Group AG's business underwriting blank-check SPACs boomed to start the year. That helped offset other huge problems-most notably a $5.5 billion loss from the March collapse of Archegos Capital Management.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-gets-along-fine-without-china-for-now-11624617000", "title": "Nike Gets Along Fine Without China, for Now", "date": "2021-06-25 06:30", "summary": "Soaring North America sales more than offset social-media backlash against Nike in China, but that won't be the case forever. The socially conscious, online-savvy consumer is what propels Nike's growth today. But what that means in its two most important markets, the U.S. and China, is very different.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-google-probed-in-u-k-over-fake-reviews-11624615801", "title": "Amazon, Google Probed in U.K. Over Fake Reviews", "date": "2021-06-25 06:10", "summary": "U.K. regulator opens investigation into whether tech giants are doing enough to deter sellers from manipulating product listings. The U.K.'s antitrust regulator launched an investigation into whether Amazon . com Inc. and Google are doing enough to crack down on fake reviews, adding a new layer to regulatory scrutiny of U.S. tech giants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fine-print-of-dietary-supplements-11624613402", "title": "The Fine Print of Dietary Supplements", "date": "2021-06-25 05:30", "summary": "What's on the label doesn't necessarily match what's in the bottle. Thanks in part to the Covid-19 pandemic, dietary supplements are more popular than ever.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sitting-on-millions-richard-shelby-races-to-spend-campaign-cash-11624570173", "title": "Sitting on Millions, Richard Shelby Races to Spend Campaign Cash", "date": "2021-06-25 05:30", "summary": "Retiring Alabama senator is making it rain for incumbent GOP senators, along with his state party and the RNC. SEN. RICHARD SHELBY, the Alabama power broker who plans to retire at the end of next year after six terms in the Senate, is sitting on a mountain of cash that he and his allies are beginning to spend in earnest. New filings this week reveal that Shelby's affiliated political-action committee gave away $160,000 in May alone, to incumbent Republican senators and one Alabama congressional candidate. That represents about a quarter of what Shelby's PAC spent over the entire 2020 cycle, and the senator says he is just getting started. His PAC has about $6.7 million, while his own campaign accounts have nearly $10 million, according to the latest filings.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sydney-locks-down-as-delta-covid-19-variant-spreads-11624611785", "title": "Sydney Locks Down as Delta Covid-19 Variant Spreads", "date": "2021-06-25 05:03", "summary": "Parts of Australia's most populous city will go into lockdown for at least a week. SYDNEY-Parts of Australia's largest city will go into a rare lockdown for at least a week as officials seek to stamp out an outbreak of the highly infectious Delta variant of the coronavirus.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshibas-shareholder-revolt-is-japans-too-11624609649", "title": "Toshiba's Shareholder Revolt Is Japan's Too", "date": "2021-06-25 04:27", "summary": "Managers at other big Japanese firms should jettison their resistance to change too-or they may find themselves without a job. Shareholders have scored a rare upset victory at Japan's venerable electronics firm Toshiba . This could be a pivotal moment for the country's corporate governance.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-area-condo-collapse-causes-massive-emergency-response-11624532492", "title": "Dozens Unaccounted for in Miami-Area Beachfront Condo Collapse", "date": "2021-06-25 02:16", "summary": "At least 99 people are unaccounted for, and 37 occupants have been pulled from the building and its rubble. SURFSIDE, Fla.-Emergency responders were combing through twisted shards of metal, the dust of pulverized concrete and furniture fragments for at least 99 people who are unaccounted for after part of a condo tower in the Miami-area beachfront town collapsed early Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11624565409", "title": "Pepper...and Salt", "date": "2021-06-25 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europeans-split-over-russia-after-bidens-summit-with-putin-11624552857", "title": "Europeans Split Over Russia After Biden's Summit With Putin", "date": "2021-06-25 22:04", "summary": "French-German proposal for talks with Russia's president is rejected by other EU countries. European leaders rebuffed a proposal from Germany and France to hold formal talks with Russian President Vladimir Putin, following President Biden's summit with him last week.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikki-haley-banks-political-favors-in-iowa-ahead-of-possible-2024-bid-11624543505", "title": "Nikki Haley Makes a Pitch to Iowa Republicans Ahead of Possible 2024 Bid", "date": "2021-06-25 21:25", "summary": "Former governor and ambassador tries to build political friendships in state that is expected to start GOP nomination process. WEST DES MOINES, Iowa-Nikki Haley criticized Democratic-controlled Washington on Thursday evening as she outlined her vision for the Republican Party and banked political favors in a key state ahead of a possible 2024 presidential bid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-deal-tests-whether-bipartisanship-can-survive-11624572637", "title": "Infrastructure Deal Tests Whether Bipartisanship Can Survive", "date": "2021-06-25 21:07", "summary": "Republicans and Democrats yearn to show they still know how to work together to achieve significant legislation. The big infrastructure deal President Biden and a group of senators from both parties announced Thursday is about much more than infrastructure. It may well be a test of whether bipartisanship can survive in today's Washington on any big subject.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-to-form-select-committee-to-probe-jan-6-assault-on-u-s-capitol-11624548337", "title": "Pelosi to Form Committee to Probe Jan. 6 Assault on Capitol", "date": "2021-06-25 20:04", "summary": "House speaker's move comes after earlier bipartisan effort was blocked by Senate Republicans. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) said she will establish a select committee to investigate Jan. 6 assault on the U.S. Capitol, after Senate Republicans blocked an earlier effort to establish a bipartisan independent commission.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]