[{"link": "https://www.wsj.com/articles/animal-health-company-zoetis-promotes-cfo-to-expanded-role-11620776559", "title": "Animal-Health Company Zoetis Promotes CFO to Expanded Role", "date": "2021-05-11 19:42", "summary": "Glenn David will run the company's international operations and other business units. Zoetis Inc. elevated finance chief Glenn David to an expanded role in which he will manage businesses that generate a significant portion of the company's revenue.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumble-ceo-female-founders-11620761901", "title": "Bumble's CEO Criticizes Treatment of Female Business Founders", "date": "2021-05-11 19:22", "summary": "Whitney Wolfe Herd says younger women who aspire to leadership are discouraged by experiences of some women at the top. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-prices-surge-higher-pricing-out-many-buyers-11620748183", "title": "U.S. Home Prices Surge, Scaring Off Some Buyers", "date": "2021-05-11 18:59", "summary": "Rapid increase is outweighing the benefit of low mortgage rates. U.S. home prices rose nearly everywhere in the first quarter, a rapid price appreciation that shows little sign of fading soon with limited housing inventory and robust demand.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nras-bankruptcy-tossed-out-by-court-in-setback-to-gun-groups-planned-texas-move-11620762323", "title": "NRA's Bankruptcy Tossed Out in Setback for Gun Group's Planned Move to Texas", "date": "2021-05-11 18:59", "summary": "A bankruptcy judge said the NRA is solvent and its bankruptcy was filed to evade allegations of mismanagement from New York authorities. A Dallas judge has thrown the National Rifle Association out of bankruptcy court, calling into question the gun-rights group's plan to reincorporate in Texas as it faces allegations of spending abuses and mismanagement in New York.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equity-vs-gifted-programs-11620772873", "title": "'Equity' vs. Gifted Programs", "date": "2021-05-11 18:41", "summary": "Students debate proposals in New York and elsewhere to eliminate classes for the talented.. Editor's note: This week's Future View is about whether \"equity\" demands the elimination of gifted-and-talented programs in schools. Next week we'll ask, \"As you reach the end of the academic year or graduation, what advice would you offer to younger students?\" Click here to submit opinions of fewer than 250 words before May 18. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-2022-voting-time-bomb-11620772858", "title": "A Time Bomb for the 2022 Elections", "date": "2021-05-11 18:40", "summary": "The unconstitutional pieces of H.R.1 could blow up the midterms.. Senate Democrats made a push Tuesday for their version of H.R.1, the House bill to seize control of election rules nationwide. How they imagine they have any mandate for this is a mystery. In a Senate divided 50-50, Democrats don't even have the committee votes to amend their own bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-jolt-for-white-house-economists-11620772695", "title": "A Jolt for White House Economists", "date": "2021-05-11 18:38", "summary": "A Labor Department survey rebuts their jobless benefit claims.. White House economists say there's no \"measurable\" evidence that the $300 federal unemployment bonus is discouraging unemployed people from seeking work. They were rebutted by Tuesday's Bureau of Labor Statistics' Jolts survey, which showed a record 8.1 million job openings in March.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-browns-family-says-police-videos-show-shooting-was-like-an-execution-11620772389", "title": "Andrew Brown's Family Says Police Videos Show Shooting Was Like an Execution", "date": "2021-05-11 18:33", "summary": "Brown didn't pose a threat during encounter shown in body- and dash-camera footage, lawyer says. Family members of Andrew Brown Jr. said they believe his fatal shooting by police in northeastern North Carolina was akin to an execution, based on a private viewing Tuesday of six videos from police body and dashboard cameras.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamas-tests-israeland-biden-11620772433", "title": "Hamas Tests Israel-and Biden", "date": "2021-05-11 18:33", "summary": "Iran's Palestinian ally reignites its conflict with the Jewish state.. The jihadists of Hamas on Tuesday launched the biggest single-day rocket attack on the Jewish State in memory, with hundreds flying toward Jerusalem and Tel Aviv as well as the usual civilian targets in southern Israel. Israel struck back at 500 targets in Gaza, and this has the potential to become a larger conflict after a relatively long period of Mideast quiet.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinpings-achilles-heel-11620772305", "title": "Xi Jinping's Achilles Heel", "date": "2021-05-11 18:31", "summary": "China's birth dearth is becoming more acute as its population ages.. President Xi Jinping has made no secret of his ambition to make China the dominant global power of the 21st century. But the latest Chinese census reveals a major vulnerability: What if the Middle Kingdom doesn't have enough young people?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-petroleum-climbing-out-of-its-anadarko-hole-11620772036", "title": "Occidental Petroleum Climbing Out of Its Anadarko Hole", "date": "2021-05-11 18:27", "summary": "Occidental's first-quarter results show long-term investors hope for returns-even if that is sometime in the distant future. A commodity producer will always be sensitive to factors beyond its control, but few ride the waves more dramatically these days than Occidental Petroleum .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chaos-under-heaven-review-how-to-ride-a-wild-dragon-11620771641", "title": "'Chaos Under Heaven' Review: How to Ride a Wild Dragon", "date": "2021-05-11 18:20", "summary": "Yes, the Trump approach to China was chaotic. But out of it came innovations, including whole-of-government problem solving.. A National Security Council memo to President Trump, drafted in late 2016, laid out the facts very clearly: \"China's aspiration is manifestly not to settle for a balance of power with the United States, [it is] to achieve hegemony over its neighbors and the Western Pacific.\" Moreover, this \"goal of hemispheric supremacy isn't the whim of President Xi Jinping,\" since 2012 the head of the Chinese Communist Party. \"It stems from Party aspirations going back decades; Xi is merely accelerating the timeline.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-third-intifada-is-unlikely-but-hamas-is-trying-to-start-one-11620771596", "title": "A Third Intifada Is Unlikely, but Hamas Is Trying to Start One", "date": "2021-05-11 18:19", "summary": "Jerusalem is a powder keg, but the shift of the focus to Gaza reduces the prospects of unity against Israel.. Jerusalem", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riding-off-into-the-covid-sunset-11620771564", "title": "Riding Off Into the Covid Sunset", "date": "2021-05-11 18:19", "summary": "The lesson I learned as a girl-'get back on the horse'-has never been more relevant.. Charlottesville, Va.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-wags-the-dog-part-ii-11620771489", "title": "Jeff Bezos Wags the Dog, Part II", "date": "2021-05-11 18:18", "summary": "The Washington Post's owner spun a tall tale, and perhaps this should be 'news.'. A book excerpt published by Bloomberg News purports to tell \"The Untold Story of How Jeff Bezos Beat the Tabloids,\" but it's hard to see the triumph it's talking about.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/classroom-chaos-in-the-name-of-racial-equity-is-a-bad-lesson-plan-11620771445", "title": "Classroom Chaos in the Name of Racial Equity Is a Bad Lesson Plan", "date": "2021-05-11 18:17", "summary": "Going easy on bad behavior makes life difficult for those students who are in school to get an education.. What should take priority in K-12 education, the physical safety of students or racial balance in school suspension rates? Barack Obama and Donald Trump had different answers to that question, and it probably won't surprise you where President Biden comes down.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tensions-high-as-israel-gaza-militants-trade-airstrikes-rockets-11620724839", "title": "Israel, Hamas Prepare for Wider Conflict as Fighting Intensifies", "date": "2021-05-11 18:01", "summary": "Hamas launches new rocket salvo; Israel orders mobilization of 5,000 reserve troops. TEL AVIV-Fighting between Israel and Hamas intensified on Tuesday, with the Palestinian militant group launching hundreds of rockets from Gaza and Israel responding with airstrikes that have now killed more than 25 people, as the two sides prepared for a wider conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-commissioner-calls-for-additional-officers-overtime-11620770375", "title": "NYPD Commissioner Calls for Additional Officers, Overtime", "date": "2021-05-11 17:59", "summary": "Faced with spending cuts, Dermot Shea presses city council for more funding in proposed budget. Stemming New York's rise in violent crime and helping the city recover from the Covid-19 pandemic will require more police officers and overtime spending, New York Police Department Commissioner Dermot Shea said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-threatens-enbridges-profits-in-great-lakes-pipeline-dispute-11620769903", "title": "Michigan Threatens Enbridge's Profits in Great Lakes Pipeline Dispute", "date": "2021-05-11 17:51", "summary": "The state earlier revoked a permit that allowed the Line 5 pipeline to run along the bottom of the Straits of Mackinac. TORONTO-Michigan Gov. Gretchen Whitmer threatened to seize profits from Canadian pipeline company Enbridge Inc. if the company continues to operate a pipeline through the Great Lakes after a Wednesday deadline.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-farm-off-massachusetts-coast-gets-final-federal-approval-11620769735", "title": "Wind Farm Off Massachusetts Coast Gets Final Federal Approval", "date": "2021-05-11 17:48", "summary": "The $2.8 billion Vineyard Wind project is expected to start up in 2023, offering the potential of a new Atlantic energy industry. WASHINGTON-The nation's first large-scale offshore wind farm has received its final federal approval, foreshadowing a potential new energy industry on the Atlantic Coast after more than a decade of false starts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-preps-covid-19-vaccine-for-adolescents-11620768616", "title": "New York Preps Covid-19 Vaccine for Adolescents", "date": "2021-05-11 17:30", "summary": "New Yorkers as young as 12 could be vaccinated as early as Thursday. New York could begin administering the Covid-19 vaccine to children aged 12 to 15 as soon as this Thursday after federal health regulators gave the green light to inoculate adolescents, state officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/springtime-for-bureaucrats-11620768335", "title": "Springtime for Bureaucrats", "date": "2021-05-11 17:25", "summary": "A new report on our well-paid federal workforce.. The Biden spending splurge has hardly begun and already federal employees must be feeling flush relative to their private counterparts.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wrangler-jeans-maker-lifts-outlook-as-pandemic-recovery-boosts-demand-11620768198", "title": "Wrangler Jeans Maker Lifts Outlook as Pandemic Recovery Boosts Demand", "date": "2021-05-11 17:23", "summary": "Kontoor, the company behind the Lee and Wrangler brands, expects earnings and sales to rise in 2021. Kontoor Brands Inc. raised its earnings guidance ahead of an investor day later this month, where the owner of Lee and Wrangler jeans plans to provide new details about its growth strategy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/few-signs-of-recovery-for-u-s-oil-production-opec-says-11620734584", "title": "Few Signs of Recovery for U.S. Oil Production, OPEC Says", "date": "2021-05-11 17:12", "summary": "Producers also leave 2021 world oil demand forecast unchanged as 'uncertainties persist'. American oil production is set to drop again this year, with the shale industry's output showing few signs of recovery despite a broader pickup in economic activity, the Organization of the Petroleum Exporting Countries said Tuesday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-states-to-reject-extra-300-payment-for-unemployed-11620763973", "title": "More States to Reject Extra $300 Payment for Unemployed", "date": "2021-05-11 17:11", "summary": "GOP governors say payments discourage work; Biden says child care, Covid-19 are the deterrents. A growing number of Republican-led states are rejecting enhanced federal Covid-19 pandemic unemployment payments, saying the extra $300-a-week supplement is providing an incentive for some people to avoid work at a time when employers are struggling to find labor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pride-review-sweeping-history-made-personal-11620767280", "title": "'Pride' Review: Sweeping History Made Personal", "date": "2021-05-11 17:08", "summary": "The six-part documentary tells the story of LGBTQ+ civil rights in America through intimate stories. Assumptions will be made in advance about \"Pride,\" the ambitious six-part documentary about the history of LGBTQ+ civil rights in America. And some will be correct. Is it celebratory? Yes. Is it self-congratulatory? To a degree. Is it a sweeping, encyclopedic, overly ambitious, Ken Burns-ian attempt to be the last word on the subject? On the contrary.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-upshaws-review-family-clatters-11620767017", "title": "'The Upshaws' Review: Family Clatters", "date": "2021-05-11 17:03", "summary": "The new comedy from Regina Y. Hicks and Wanda Sykes feels dated, clumsy and oh-so-not funny. To say that \"The Upshaws\" is stuck in the '70s doesn't quite do it. The 1970s? Or the 1870s? Created by writer Regina Y. Hicks and the comedian Wanda Sykes, the show boasts production values that might easily have cost more than, say, $14.75. The laugh track is like your neighbor's broken car alarm. The aesthetics evoke the era of \"Good Times\" or \"All in the Family,\" although the social messaging is absent-in fact, the jokes are entrenched in racial stereotyping and clichés. \"The Upshaws\" was meant to be transgressive, one imagines. It's harder to imagine who'll be laughing.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-11-2021-11620708764", "title": "Stocks Fall as Dow Posts Worst Day Since February", "date": "2021-05-11 17:01", "summary": "Concerns about rising inflation have loomed over markets for much of this year as the U.S. economy has heated up. Investors around the world retreated from stocks Tuesday, with a selloff in technology companies spreading to other sectors as concerns about inflation dragged U.S. indexes down for a second consecutive day.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transformation-by-glenn-close-and-ted-nash-and-jesup-wagon-by-james-brandon-lewis-reviews-uplifting-experiments-in-jazz-11620766855", "title": "'Transformation' by Glenn Close and Ted Nash and 'Jesup Wagon' by James Brandon Lewis Reviews: Uplifting Experiments in Jazz", "date": "2021-05-11 17:00", "summary": "Pairing spoken-word segments about positive change with music; a longform celebration of George Washington Carver.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-elizabeth-attends-first-major-public-engagement-since-death-of-prince-philip-11620743647", "title": "Queen Elizabeth Attends First Major Public Engagement Since Funeral of Prince Philip", "date": "2021-05-11 16:55", "summary": "Monarch formally opens Parliament in ceremony pared down because of Covid-19. LONDON-Queen Elizabeth II on Tuesday undertook her first major public engagement since the funeral of her husband, Prince Philip, announcing her government's legislative agenda during a pared-back ceremony in Britain's Parliament.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-lender-better-to-go-public-in-spac-deal-11620765967", "title": "Mortgage Lender Better to Go Public in SPAC Deal", "date": "2021-05-11 16:46", "summary": "Digital startup would merge with Aurora Acquisition and raise nearly $800 million in new capital. Startup mortgage lender Better, whose valuation has swelled in the private markets, said Tuesday that it plans to go public by merging with a special-purpose acquisition company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-derby-winner-medina-spirit-is-cleared-to-run-in-preakness-11620765658", "title": "Kentucky Derby Winner Medina Spirit Is Cleared to Run in Preakness", "date": "2021-05-11 16:40", "summary": "The move comes after trainer Bob Baffert said an ointment used to treat his horse might have triggered a positive drug test. Trainer Bob Baffert has spent the past few days saying he did not know how Kentucky Derby winner Medina Spirit failed a post-race drug test.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-where-americans-moved-during-the-pandemic-11620765057", "title": "Here's Where Americans Moved During the Pandemic", "date": "2021-05-11 16:30", "summary": "Young Americans were starting to settle down and buy homes. Then Covid-19 came along and sped up the trend.. The numbers are in: In 2020, more than seven million households moved to a different county, outpacing by nearly half a million the number of moves in 2019. That year had also seen a wave of home-buying by millennials, who accounted for more than half of all new home loans, according to Realtor.com. The Covid-19 pandemic accelerated the shift away from larger cities to suburbs or smaller metro areas. So, where did they all go?", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-josh-hawley-sounds-like-the-left-on-big-tech-11620764518", "title": "Sen. Josh Hawley Sounds Like the Left on Big Tech", "date": "2021-05-11 16:21", "summary": "Sen. Hawley argues politicians should weaponize antitrust and undermine the rule of law to go after businesses they disagree with based on purely political whims.. In \"The Big Tech Oligarchy Calls Out for Trustbusters\" (op-ed, May 1), Sen. Josh Hawley sounds more progressive than conservative as he bemoans the exceptionalism of American businesses and adopts an \"eat the rich\" mentality to decry wealth and those who have accumulated it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biodegradable-pha-is-a-good-green-choice-11620764452", "title": "Biodegradable PHA Is a Good, Green Choice", "date": "2021-05-11 16:20", "summary": "Unlike traditional plastics sourced from nonrenewable fossil fuels, PHA is sourced from renewable natural ingredients.. \"Claim of Ocean-Safe Plastic Seen as Inflated\" (Technology, March 22) raises questions about the marketing of polyhydroxyalkanoate (PHA), a biodegradable alternative to traditional petrochemical plastic. Drinking straws made with PHA are already in use, and other single-use products are far along in development with major customer brands. Unlike traditional plastics sourced from nonrenewable fossil fuels, PHA is sourced from renewable natural ingredients.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccination-debate-isnt-new-interests-still-conflict-11620764377", "title": "Vaccination Debate Isn't New, Interests Still Conflict", "date": "2021-05-11 16:19", "summary": "To the sensible cost-benefit analysis of Charles L. Hooper and David R. Henderson, it can be added that such considerations were discussed in the 1760s, during the Enlightenment smallpox-inoculation debate.. To the sensible cost-benefit analysis of Charles L. Hooper and David R. Henderson (\"Youth Pay a High Price for Covid Protection,\" op-ed, May 4), it can be added that such considerations were discussed in the 1760s, during the Enlightenment smallpox-inoculation debate. Swiss mathematician Daniel Bernoulli and French scientist and man of letters Jean le Rond d'Alembert calculated and argued about the comparative life-expectancy risk and reward of being inoculated versus doing without. Both regretted the absence of age-specific mortality data for smallpox victims. Bernoulli thought existing statistics compelling enough to urge inoculation for all; d'Alembert advised waiting until fuller data became available. Today, for a different health crisis, we have such data and vastly better means of immunization, which, if used intelligently, make policy-formation easier.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-post-names-sally-buzbee-executive-editor-11620743618", "title": "Washington Post Names Sally Buzbee Executive Editor", "date": "2021-05-11 16:18", "summary": "Ms. Buzbee is first top editor chosen under ownership of Jeff Bezos. The Washington Post tapped Sally Buzbee as its next executive editor, as the news outlet tries to sustain the rapid growth it enjoyed in the Trump years.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/east-coast-drivers-make-run-on-gas-stations-following-colonial-pipeline-shutdown-11620748473", "title": "East Coast Drivers Make Run on Gas Stations", "date": "2021-05-11 16:10", "summary": "Some gasoline stations in Georgia, Virginia and the Carolinas are running dry; 'there is high anxiety'. Drivers along parts of the East Coast piled into gas stations on Tuesday, resulting in long lines and shortages as motorists reacted to what could be a weeklong shutdown of the nation's largest fuel pipeline because of a cyberattack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-penalty-sought-against-accused-atlanta-spa-shooter-11620763519", "title": "Death Penalty Sought Against Accused Atlanta Spa Shooter", "date": "2021-05-11 16:05", "summary": "Fulton County district attorney plans to prosecute shootings as hate crimes. ATLANTA-A Georgia grand jury indicted Robert Aaron Long on multiple murder counts and other charges for the March 16 spa shootings here, and a prosecutor signaled she would seek the death penalty, according to documents filed Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-young-jewish-americans-identify-as-orthodox-11620748801", "title": "More Young Jewish Americans Identify as Orthodox", "date": "2021-05-11 16:03", "summary": "Jews aged 18 to 29 are diverging between the most conservative traditions and no religious affiliation at all, new study finds. Younger Jewish people in the U.S. are growing increasingly polarized in their religious engagement, and are more likely than older generations to be Orthodox or not identify as religious at all, according to newly released data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-a-boss-wednesday-crossword-may-12-11620418569", "title": "Like a Boss (Wednesday Crossword, May 12)", "date": "2021-05-11 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marc-benioff-says-a-ranch-may-be-what-salesforces-work-culture-needs-11620758858", "title": "Marc Benioff Says a Ranch May Be What Salesforce's Work Culture Needs", "date": "2021-05-11 15:57", "summary": "Salesforce CEO also discusses big decision ahead for Facebook's Mark Zuckerberg. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-your-mattress-need-a-box-spring-anymore-11620762292", "title": "Does Your Mattress Need a Box Spring Anymore?", "date": "2021-05-11 15:44", "summary": "Many retailers don't even carry the once-essential bed component these days, when a good night's sleep is as crucial as ever. I HAVE ONE of the world's tiniest guest bedrooms. This was not a problem during the pandemic. But with the impending return of houseguests-remember them?-I realized recently that I need to transform the 85-square-foot space into a comfortable room.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridgewater-founder-ray-dalio-raises-inflation-concerns-over-federal-spending-11620753375", "title": "Ray Dalio Raises Inflation Concerns Over Federal Spending", "date": "2021-05-11 15:35", "summary": "Hedge-fund manager says Biden's economic plans risk devaluing U.S. dollar but largely dismisses claims that federal jobless aid is slowing recovery. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/greensill-capital-is-target-of-u-k-government-probe-11620740861", "title": "Greensill Capital Is Target of U.K. Government Probe", "date": "2021-05-11 15:06", "summary": "FCA said it was investigating the failed finance firm, the same day its founder, Lex Greensill, apologized for its collapse. The U.K.'s top financial regulator said it was investigating failed financial firm Greensill Capital, citing allegations of what it called \"potentially criminal\" matters.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-city-clinches-premier-league-title-11620759691", "title": "Manchester City Clinches Premier League Title", "date": "2021-05-11 15:01", "summary": "City solidified its claim as the most dominant side in English soccer with its fifth title in 10 years. The moment English soccer had expected for months-in the season that felt like it lasted years-finally arrived on Tuesday. Without even kicking a ball, Manchester City clinched its fifth Premier League title in 10 years.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caris-life-sciences-gets-830-million-investment-from-sixth-street-led-group-11620759600", "title": "Caris Life Sciences Gets $830 Million Investment From Sixth Street-Led Group", "date": "2021-05-11 15:00", "summary": "Equity deal gives the cancer-diagnostic company a post-money valuation of $7.83 billion. Caris Life Sciences has received an $830 million infusion from a group led by Sixth Street Partners, the companies said, the latest sign of private equity's enthusiasm for investing at the intersection of healthcare and technology.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/next-hurdle-in-treasurys-corporate-transparency-push-verification-11620749765", "title": "Next Hurdle in Treasury's Corporate Transparency Push? Verification", "date": "2021-05-11 14:52", "summary": "Financial institutions say the value of a proposed ownership registry will be limited unless steps are taken to ensure the information it holds is accurate. The U.S. Treasury Department last month kicked off the process of establishing a long-awaited corporate ownership registry. The agency is already facing sharply diverging views on how it should work.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-on-covid-19-vaccines-for-children-under-12-expected-by-late-fall-health-officials-say-11620757066", "title": "Covid-19 Vaccine Data on Children Under 12 Expected by Late Fall, Officials Say", "date": "2021-05-11 14:17", "summary": "Steps to vaccinate younger children will probably occur in stages, progressing younger and younger, Fauci says. WASHINGTON-There will likely be enough evidence by late fall this year to potentially extend the use of Covid-19 vaccines to many children under age 12, Biden administration health officials told a U.S. Senate panel Tuesday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/18-resume-writing-tips-to-get-you-noticed-11605107446", "title": "18 Résumé Writing Tips to Get You Noticed", "date": "2021-05-11 14:15", "summary": "Most Popular News. Companies increasingly rely on software to sort through applicants, which is why it is essential to tailor your résumé to ensure it makes the cut. Applicant tracking systems sort, scan and rank applicants by looking for keywords in applications. Although these programs can save time and money for employers, about 60% said such tools cause them to miss some qualified candidates, according to a 2016 survey of 1,200 job seekers and managers by CareerArc, a human-resources technology company, and Future Workplace, a research firm. Here's how to make your résumé stand out to robots and humans alike.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-prepare-for-a-wage-jolt-11620756257", "title": "Employers, Prepare for a Wage Jolt", "date": "2021-05-11 14:04", "summary": "Businesses must prepare to pay more for staffing in a tightening job market where it is harder to attract pandemic-scarred workers. Over the years, the refrain of businesses complaining about how hard it is to find workers has become a bit like the boy who cried wolf. But now the wolf actually may have arrived.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-lenders-need-to-pump-up-the-volume-11620754005", "title": "Mortgage Lenders Need to Pump Up the Volume", "date": "2021-05-11 13:26", "summary": "Key margins for mortgage lenders are dropping. But originators like Rocket and UWM may emerge with bigger slices of the pie in what could still be a solid market.. The dynamics of the mortgage business are playing out at high speed. It might not always be fun to watch, but investors shouldn't turn away yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-not-so-clean-energy-transition-11620752282", "title": "Biden's Not-So-Clean Energy Transition", "date": "2021-05-11 12:58", "summary": "The International Energy Agency exposes the hidden environmental costs and infeasibility of going green.. The International Energy Agency, the world's pre-eminent source of energy information for governments, has entered the political debate over whether the U.S. should spend trillions of dollars to accelerate the energy transition favored by the Biden administration. You know, the plan to use far more \"clean energy\" and far less hydrocarbons-the oil, natural gas and coal that today supply 84% of global energy needs. The IEA's 287-page report released this month, \"The Role of Critical Minerals in Clean Energy Transitions,\" is devastating to those ambitions. A better title would have been: \"Clean Energy Transitions: Not Soon, Not Easy and Not Clean.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-struggles-to-keep-pace-with-coronavirus-variants-11620748328", "title": "India Struggles to Keep Pace With Coronavirus Variants", "date": "2021-05-11 12:56", "summary": "Covid-19 surge puts pressure on labs that do genomic sequencing needed to track mutations. India's laboratories are struggling to keep up with a punishing Covid-19 surge, as its scientists try to track and understand new coronavirus mutations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-village-agrees-subsidize-families-11620752174", "title": "The Village Agrees: Subsidize Families", "date": "2021-05-11 12:56", "summary": "Cultural or economic differences needn't preclude a bipartisan child allowance.. There's a bipartisan consensus that families with children need help. It emerged during Donald Trump's presidency as concerns about the federal budget deficit faded. But the issue has taken on fresh urgency with the pandemic's hit to the economy.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-openings-rise-despite-hiring-slowdown-11620725400", "title": "Job Openings Reach Record as Hiring Slows", "date": "2021-05-11 12:41", "summary": "Available positions are increasing in warehouses, factories and restaurants, pointing to a shortage in available labor. Job openings reached a record level of 8.1 million at the end of March, reflecting a widening gap between open positions and workers willing and able to take those roles.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colonial-pipeline-hack-shows-ransomware-emergence-as-industrial-scale-threat-11620749675", "title": "Colonial Pipeline Hack Shows Ransomware Emergence as Industrial-Scale Threat", "date": "2021-05-11 12:14", "summary": "Schools, hospitals, companies are targeted by 'cyber weapons of mass destruction'. The cyberattack that knocked offline an essential U.S. gasoline pipeline shows how the dangerous, professional-scale hack-for-ransom threat is spreading rapidly, targeting companies, schools, hospitals and other institutions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ark-wasnt-built-for-a-flood-11620749548", "title": "Cathie Wood's ARK Wasn't Built for a Flood", "date": "2021-05-11 12:12", "summary": "ARK Invest hasn't done as well for investors as charts suggest, and it has done so through some concentrated bets. Name another fund manager that sells \"Invest In The Future\" onesies and \"Analyst\" hoodies on its website.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wanda-sykes-in-film-11620749110", "title": "Wanda Sykes on Screen", "date": "2021-05-11 12:05", "summary": "A look at some of the comedian's movie and television appearances. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-plans-to-double-ai-ethics-research-staff-11620749048", "title": "Google Plans to Double AI Ethics Research Staff", "date": "2021-05-11 12:04", "summary": "CEO will boost operating budget of team tasked with evaluating code and product to avert discrimination and other problems. Author", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumbles-head-of-product-design-to-join-twitter-11620748856", "title": "Bumble's Head of Product Design to Join Twitter", "date": "2021-05-11 12:00", "summary": "Lara Mendonça, known for designing with inclusion and safety in mind, will work to encourage meaningful and healthy interactions on the platform. The woman who led the design of Bumble's dating app in the run-up to the company's February initial public offering is joining Twitter Inc., bringing a philosophy of designing for inclusion and safety to a platform that is taking steps to curb abuse and harassment.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wanda-sykes-killed-her-first-stand-up-gig-her-second-not-so-much-11620748832", "title": "Wanda Sykes 'Killed' Her First Stand-Up Gig. Her Second, Not So Much.", "date": "2021-05-11 12:00", "summary": "Resume Subscription. Wanda Sykes, 57, is an Emmy-winning comedian, actress and writer who has appeared on HBO's \"Curb Your Enthusiasm\" and ABC's \"Black-ish.\" She currently co-stars in the Netflix sitcom \"The Upshaws.\" She spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/care-package-aid-in-a-box-from-wartime-to-summer-camp-11620339738", "title": "'Care Package': Aid in a Box, From Wartime to Summer Camp", "date": "2021-05-11 11:41", "summary": "It's the 75th anniversary of a U.S. program to help postwar Europe, but now the packages are more likely to be goodies from attentive parents. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-life-changing-trip-to-europe-as-a-food-obsessed-teenager-11620746184", "title": "My Life-Changing Trip to Europe as a Food-Obsessed Teenager", "date": "2021-05-11 11:16", "summary": "Food writer Alexander Lobrano first visited Europe in the 1970s on a summer vacation with his mother. She wanted him to learn about the Roman Empire. He wanted to eat.. THE SUMMER of 1972, my mother gave me the world. After receiving her inheritance from my Bostonian grandmother, she announced that we'd spend July and August in Europe. Leaving my father and sister, the baby of the family, behind in Westport, Conn., she would take me, then 14, and my two younger brothers to the Continent for the first month. Then we'd meet Dad and my sister in Paris and spend three weeks together touring France and the United Kingdom.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccines-unleash-wedding-boom-11620745211", "title": "Vaccines Unleash Wedding Boom. 'Everyone Is Ready.'", "date": "2021-05-11 11:01", "summary": "Brides and grooms who postponed or married via Zoom are ready for the real thing, sending caterers, dressmakers and others into overdrive. After a year of don'ts, brides and grooms are lining up in a big way to say \"I do.\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-to-provide-free-rides-to-covid-19-vaccine-sites-until-july-4-11620745200", "title": "Uber, Lyft to Provide Free Rides to Covid-19 Vaccine Sites Until July 4", "date": "2021-05-11 11:00", "summary": "New transportation partnership comes as Biden administration explores ways to encourage people to get vaccinated. WASHINGTON-Ride-sharing companies Uber Technologies Inc. and Lyft Inc. will make all rides to and from vaccination sites free until July 4 under a new partnership with the White House.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-share-kids-strugglesand-a-few-triumphsduring-the-pandemic-11620742871", "title": "Readers Share Kids' Struggles-and a Few Triumphs-During the Pandemic", "date": "2021-05-11 10:21", "summary": "Readers recounted their own experiences in response to a Wall Street Journal article about the pandemic's impact on children. After The Wall Street Journal published an article on the Covid-19 pandemic's devastating impact on the mental health of school-aged kids, readers shared the experiences of their own children and grandchildren.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-shooting-in-russia-leaves-at-least-8-dead-including-children-11620730455", "title": "School Shooting in Russia Leaves at Least 9 Dead", "date": "2021-05-11 10:17", "summary": "Nineteen-year-old man arrested after attack in city of Kazan. MOSCOW-At least nine people were killed, including seven children and a teacher, when an attacker opened fire Tuesday at a school in the Russian city of Kazan, according to local authorities. A female worker also died and at least 21 people were injured and taken to the hospital, officials said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-parks-are-fertile-ground-for-volunteers-during-covid-19-11620741600", "title": "New York City Parks Lure Volunteers During Covid-19", "date": "2021-05-11 10:00", "summary": "The surge of local residents eager to lend a hand during the pandemic began last summer and is going strong. Casey Chamberlain, director of the Hunters Point Parks Conservancy in Queens, recently made an unusual offer to a sister conservancy, the Prospect Park Alliance in Brooklyn. Could he send some of his organization's volunteers to work in Prospect Park? \"We've gotten a lot of volunteer interest this year, to the point where we don't have enough spots,\" he wrote in an email.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-threatens-retaliation-against-ericsson-if-sweden-doesnt-drop-huawei-5g-ban-11620740192", "title": "China Threatens Move Against Ericsson Amid Huawei Ban", "date": "2021-05-11 09:36", "summary": "Swedish telecom-equipment maker's role in China's 5G build-out is at risk, Chinese state media says. Beijing is giving Sweden one last chance to reverse its ban on telecommunications-equipment giant Huawei Technologies Co., a Chinese state media outlet said, before it could retaliate against rival Ericsson AB.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-up-and-moved-during-the-pandemic-heres-where-they-went-11620734566", "title": "Americans Up and Moved During the Pandemic. Here's Where They Went.", "date": "2021-05-11 09:16", "summary": "Big cities lost residents and the suburbs gained after 2020 lockdowns and low mortgage rates supercharged shifts in where people want to live. The year the Covid-19 pandemic forced many Americans to stay home, more than seven million households moved to a different county-nearly half a million more households than in 2019.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-faces-russian-test-over-aid-in-syria-11620738004", "title": "Biden Faces Russian Test Over Aid in Syria", "date": "2021-05-11 09:00", "summary": "A showdown looms over one remaining U.N. border crossing to deliver assistance. WASHINGTON-The Biden administration is bracing for a showdown with Russia over the delivery of United Nations aid to millions of Syrians outside the control of Syrian President Bashar al-Assad, a flow that Moscow is poised to block in July.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novavax-tesla-match-palantir-what-to-watch-when-the-stock-market-opens-today-11620730446", "title": "Novavax, Tesla, Palantir: What to Watch When the Stock Market Opens Today", "date": "2021-05-11 09:00", "summary": "Tech stocks keep slipping and Novavax is tumbling after it delayed seeking clearance for its vaccine. Here's what we're watching as markets kick into gear on Tuesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-to-spin-off-victorias-secret-11620737102", "title": "L Brands to Spin Off Victoria's Secret", "date": "2021-05-11 08:45", "summary": "Move will result in lingerie chain and Bath & Body Works operating as two publicly traded companies. L Brands Inc. said it is spinning off Victoria's Secret to its existing shareholders, a coda in the company's review process for the lingerie brand after longtime company leader Leslie Wexner stepped aside as chief executive last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stacey-abrams-hillary-clinton-politicians-write-fiction-11620736905", "title": "Stacey Abrams, Hillary Clinton and Why Politicians Write Fiction", "date": "2021-05-11 08:42", "summary": "Writing a novel can provide escapism, control and a dash of positive publicity for politicos like Abrams and Clinton, who this year join Newt Gingrich, Jimmy Carter and other politician-novelists.. Last year was a banner time for political nonfiction, from a plethora of books about Donald Trump to Barack Obama's latest bestselling memoir, A Promised Land. But a different sort of trend is making a comeback in 2021: Big-name politicians are writing fiction.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-tries-to-put-its-imprint-on-blockchain-11620735603", "title": "Beijing Tries to Put Its Imprint on Blockchain", "date": "2021-05-11 08:20", "summary": "China offers cheap server space, other enticements, in effort to spread its vision. China, home of the Great Firewall, is trying to bring order to a scrappy corner of cyberspace-and in the process put its mark on the next-generation internet.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-muji-appeals-to-china-by-advertising-use-of-xinjiang-cotton-11620692294", "title": "Japan's Muji Appeals to China by Advertising Use of Xinjiang Cotton", "date": "2021-05-11 08:14", "summary": "Clothing and homewares brand has publicly sided with Beijing in a way that many Western and other Japanese companies won't. TOKYO-While Swedish clothing retailer H&M has been virtually wiped off e-commerce sites in China, rival Muji is winning applause there.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-travel-is-down-plenty-of-hotels-are-opening-anyway-11620734401", "title": "New York Travel Is Down, but Plenty of Hotels Are Opening", "date": "2021-05-11 08:00", "summary": "Despite construction delays and delayed openings from the pandemic, dozens of hotels are on track to open soon. New hotels in New York City are starting to open with the summer travel season fast approaching, testing a market that has been recovering but still faces serious challenges from Covid-19.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-tax-proposal-would-squeeze-apartment-building-owners-11620734400", "title": "Biden Tax Proposal Would Squeeze Apartment-Building Owners", "date": "2021-05-11 08:00", "summary": "Property investors view any limits on their favorable tax treatment as a new threat to a business already upended by the pandemic. The Biden administration's plan to limit a longstanding property-tax break could disrupt the business of investing in apartment buildings, discouraging both amateur and professional investors who helped fuel record multifamily sales.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-panthers-tampa-bay-lightning-nhl-playoffs-11620700741", "title": "Florida Is the Hottest Place in Hockey-Not Because of the Weather", "date": "2021-05-11 08:00", "summary": "For the first time ever, the Tampa Bay Lightning and the Florida Panthers will face off in the NHL playoffs. Florida is an oasis of white beaches, Key lime pie, alligators and bizarre headlines. For the past three decades, hockey has struggled to make the Sunshine State's shortlist.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-consumers-splash-cash-but-stocks-arent-buying-it-11620733883", "title": "Chinese Consumers Splash Cash, but Stocks Aren't Buying It", "date": "2021-05-11 07:51", "summary": "Coaxing consumers further out of their shells will still be a tough balancing act for Beijing, as beleaguered consumer shares are signaling. China's lopsided recovery got a much-needed consumption boost last week. But coaxing consumers further out of their shells will still be a tough balancing act for Beijing as 2021 grinds on-and other growth drivers lose steam.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-whistleblower-program-in-peril-over-potential-100-million-plus-payout-11620732600", "title": "CFTC Whistleblower Program in Peril Over Potential Payout", "date": "2021-05-11 07:30", "summary": "Agency in turmoil over proposed award to ex-Deutsche Bank executive who provided information in Libor investigation. The Commodity Futures Trading Commission's whistleblower program is in turmoil over a potential payout exceeding $100 million to a former Deutsche Bank AG executive-one so large it would deplete the agency's whistleblower funds and has led it to seek congressional action.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-chinas-meituan-sink-as-public-scrutiny-mounts-11620731883", "title": "Shares of China's Meituan Sink as Public Scrutiny Mounts", "date": "2021-05-11 07:29", "summary": "Online delivery company's stock closes at seven-month low as investors sour on growth prospects. Once a stock-market darling, online delivery company Meituan has come under mounting regulatory and public scrutiny in China, souring investors on its growth prospects amid a broader crackdown on the country's powerful technology sector.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-probe-business-practices-of-pharmacy-benefit-managers-11620730804", "title": "States Probe Business Practices of Pharmacy Benefit Managers", "date": "2021-05-11 07:00", "summary": "Ohio, Oklahoma, Georgia and New Mexico are among those scrutinizing PBMs. Several states are investigating pharmacy benefit managers, with some saying they are focused on whether the companies fully disclosed details about their business and potentially received overpayments under state contracts, according to state officials and documents.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-inflation-is-coming-here-is-what-to-do-about-it-11620694235", "title": "Inflation Is Coming. Here's What To Do About It.", "date": "2021-05-11 07:00", "summary": "Investing to protect a portfolio against the likelihood of rising prices is harder than it looks. The single most important question in investing this year is whether the rampant inflation of the moment is temporary, as the Federal Reserve believes, or marks a historic shift. I argued last week that we are on the cusp of a major change and long-run inflation is now more likely.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/space-mania-and-spac-mania-go-hand-in-hand-11620727485", "title": "Space Mania and SPAC-Mania Go Hand in Hand", "date": "2021-05-11 06:04", "summary": "Regulatory scrutiny threatens to cool the SPAC market. By its very nature, the new space economy depends on this speculative financial ecosystem.. For better or worse, space mania is now synonymous with SPAC-mania.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-debt-keeps-falling-banks-are-on-edge-11620725580", "title": "Credit-Card Debt Keeps Falling. That's a Problem for Banks.", "date": "2021-05-11 05:33", "summary": "Americans are paying off their credit cards at the fastest rates in years. Banks are responding with generous card solicitations and looser underwriting standards.. Americans are paying down their credit-card debt at levels not seen in years. That is good news for everyone but credit-card issuers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-trending-in-miami-are-manhattan-dining-hot-spots-11620725401", "title": "Now Trending in Miami Are Manhattan Dining Hot Spots", "date": "2021-05-11 05:30", "summary": "Upscale restaurants from New York City have opened or announced plans to open outposts in South Florida's trendiest neighborhoods. MIAMI-New Yorkers who fled to Florida during the pandemic have relished the mild winter and lack of state income tax. But many still longed for their favorite city dining spots.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-future-of-everything-festival-features-interviews-with-ray-dalio-marc-benioff-11620725401", "title": "Day One Features Interviews With Marc Benioff, Ray Dalio", "date": "2021-05-11 05:30", "summary": "Executives from Facebook, Mattel, Bumble, Barnes & Noble are also set to speak at the first day of the virtual event. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-rush-into-pick-your-poison-junk-bonds-11620724052", "title": "Investors Rush Into 'Pick-Your-Poison' Junk Bonds", "date": "2021-05-11 05:07", "summary": "Borrowers are selling debt at low rates and with easier terms, especially in Europe. Risky companies are selling junk bonds at a record pace, getting ultralow borrowing costs and increasingly loose borrowing terms, such as \"pick-your-poison\" clauses.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathay-pacific-sells-dollar-bonds-as-covid-19-saps-demand-for-air-travel-11620717674", "title": "Cathay Sells Dollar Bonds as Investors See Aviation's Prospects Improving", "date": "2021-05-11 03:21", "summary": "Yield on carrier's $650 million bond points to robust demand. Cathay Pacific Airways Ltd. sold its first dollar bonds in more than two decades, seizing on debt investors' willingness to fund pandemic-ravaged airlines as the industry's prospects improve.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surge-in-chinas-factory-gate-prices-adds-to-inflation-worries-11620716221", "title": "Surge in China's Factory-Gate Prices Adds to Inflation Worries", "date": "2021-05-11 02:57", "summary": "Factory-gate prices rose 6.8% in April, the fastest growth since October 2017. HONG KONG-China's factory-gate prices jumped by the most in 3½ years in April, driven by surging commodities prices, raising concerns that inflationary pressures could spread globally.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-solar-power-made-strong-gains-in-2020-iea-says-11620709200", "title": "Renewable Power Capacity Jumped in 2020", "date": "2021-05-11 01:00", "summary": "Addition to renewables capacity was 45% greater than prior year's gain, marking biggest jump since 1999. Renewable power capacity grew at its fastest pace this century in 2020, the International Energy Agency said Tuesday, raising its growth forecast for wind and solar power for this year and next.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-its-population-rose-slightly-in-2020-11620698964", "title": "China's Census Highlights Its Looming Population Problem", "date": "2021-05-11 00:39", "summary": "After weeks of delay, China issued census data showing a minuscule rise in its population in 2020. China said its population hit 1.41 billion in 2020, eking out a tiny rise from the previous year, underlining how the world's most populous nation is going to have to face its demographic challenges sooner than expected.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11620665859", "title": "Pepper...and Salt", "date": "2021-05-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glenn-youngkin-wins-gop-nomination-for-virginia-governor-11620703143", "title": "Glenn Youngkin Wins GOP Nomination for Virginia Governor", "date": "2021-05-11 23:57", "summary": "Former Carlyle Group boss beat a crowded GOP field, pointing to his business record and support for Trump policies. Virginia Republican leaders nominated political newcomer Glenn Youngkin for governor, betting on the former private-equity executive, who embraced elements of former President Donald Trump's policy agenda, to turn around the party's fortunes in a state that has moved sharply toward the Democrats.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-says-it-wont-air-the-golden-globes-in-2022-11620682234", "title": "NBC Says It Won't Air the Golden Globes in 2022", "date": "2021-05-11 22:23", "summary": "The network's decision comes as Amazon, Netflix and WarnerMedia say they will boycott the awards ceremony over ethical violations and lack of diversity at the organization that runs it. NBC said it will not broadcast the Golden Globes next year after several major entertainment companies and stars indicated that they would not participate in the awards show or work with the Hollywood Foreign Press Association, the organization that oversees the event.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-authorizes-pfizer-biontech-covid-19-vaccine-for-12-to-15-year-olds-11620681785", "title": "First Covid-19 Vaccine Cleared for U.S. Adolescents", "date": "2021-05-11 21:01", "summary": "First shot approved in U.S. for children paves way for inoculations before summer camps, start of next school year. U.S. health regulators have for the first time cleared a Covid-19 vaccine's use in children, paving the way for many to be immunized before summer camps and the start of the next school year.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-say-mexican-auto-parts-maker-is-violating-trade-deal-11620666639", "title": "Unions Say Mexican Auto-Parts Maker Is Violating Trade Deal", "date": "2021-05-11 20:08", "summary": "Complaint is first test of USMCA's labor-dispute provision. WASHINGTON-U.S. and Mexican labor groups filed a complaint against a Mexican auto-parts manufacturer, alleging that it violated the U.S.-Mexico-Canada Agreement by suppressing its workers' rights to unionize.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]