[{"link": "https://www.wsj.com/articles/free-otero-alcantara-11622474168", "title": "Cuba Frees Otero Alcántara", "date": "2021-05-31 19:41", "summary": "A founder of an artists' movement is released thanks to unprecedented international and local pressure.. It is still not known if Luis Manuel Otero Alcántara was subjected to psychiatric torture by the Cuban military dictatorship. The 33-year-old artist was held incommunicado at Havana's Calixto Garcia Hospital from May 2 until Monday afternoon when he was finally released.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-nuclear-fuel-production-drops-sharply-following-natanz-explosion-11622482066", "title": "Iran Nuclear-Fuel Production Plummets After Natanz Blast", "date": "2021-05-31 17:16", "summary": "New report gives first concrete insight into impact of alleged sabotage in April at nation's main nuclear facility. Iran's production of nuclear fuel plunged in recent weeks, the United Nations atomic agency reported on Monday, following alleged sabotage of its main nuclear facility in April that Tehran has blamed on Israel.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twilight-of-the-netanyahu-era-11622495465", "title": "Twilight of the Netanyahu Era?", "date": "2021-05-31 17:11", "summary": "Israel may get a new government, but don't expect a left turn.. Western democracies produce all manner of governments: Left- or right-wing, centrist, populist. But the new government taking shape in Israel defies categorization. If negotiations go through as planned, Israel could soon be led by a religious-nationalist Prime Minister backed by a centrist dealmaker, with the support of Arab and leftist parties.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-texas-voting-melodrama-11622495406", "title": "The Texas Voting Melodrama", "date": "2021-05-31 17:10", "summary": "Joe Biden says it's 'an assault on democracy.' The facts say otherwise.. As the Texas legislative session drew near its end Sunday, lawmakers appeared set to pass a bill overhauling the state's elections, until Democrats did one final maneuver: They snuck out of the building. \"Members, take your key and leave the chamber discreetly,\" a Democratic leader in the state House told his caucus in a 10:35 p.m. text message.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diplomats-abase-america-11622494456", "title": "Diplomats Abase America", "date": "2021-05-31 16:54", "summary": "The State Department is supposed to advance U.S. interests and burnish the country's image abroad.. American diplomats take an oath to support and defend the Constitution of the United States. A foreign-service officer's job is to advance American interests. But officials are now asking diplomats to function as social-justice warriors to the detriment of the country's image abroad, as revealed by a leaked State Department cable encouraging embassies and consulates to fly Black Lives Matter flags.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-open-skies-treaty-closes-11622481669", "title": "The Open Skies Treaty Closes", "date": "2021-05-31 16:53", "summary": "Biden wisely changes his position on an accord Russia openly violated.. Much could go wrong when President Biden sits down with Vladimir Putin in Geneva on June 16. But at least one bad policy has been ruled out: The U.S. won't try to revive the Open Skies Treaty.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-covid-science-11622494168", "title": "Joe Biden's Covid 'Science'", "date": "2021-05-31 16:49", "summary": "His desire to do the opposite of Trump on everything is one cause of his mistakes.. You wouldn't know it from Joe Biden's statement, but his order to the U.S. intelligence community to \"redouble\" efforts to find out whether Covid-19 originated in a Chinese lab is quite the comedown.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-golden-age-for-genocide-11622494105", "title": "A Golden Age for Genocide", "date": "2021-05-31 16:48", "summary": "It isn't awareness the West lacks but a clear strategy to reverse the rising, bloody tide.. It's been a big week for genocide apologies. On Friday, German Foreign Minister Heiko Maas asked Namibia and the descendants of its Herero and Nama peoples to forgive Germany for actions that \"from today's perspective\" were a \"genocide.\" After bloodily crushing a revolt against colonial rule, in the 1900s German authorities confined Herero and Nama in concentration camps, where a majority of inmates are believed to have died of starvation and illness. In many cases, the tribal land Germany confiscated-the taking of which triggered the rebellion-is still held by settlers' descendants today. Berlin's apology came with a pledge of €1.1 billion (around $1.3 billion) for development and reconstruction projects over the next 30 years as recompense.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-cant-fight-crime-on-its-own-11622494040", "title": "NYPD Can't Fight Crime on Its Own", "date": "2021-05-31 16:47", "summary": "Officers need support from social workers, counselors, teachers and the community.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evolution-gone-wrong-review-our-fallible-bodies-11622493984", "title": "'Evolution Gone Wrong' Review: Our Fallible Bodies", "date": "2021-05-31 16:46", "summary": "A series of evolutionary 'trade offs' means that even healthy bodies operate at the edge of acceptable performance, predictably prone to fail.. In Voltaire's \"Candide,\" the protagonist's servant asks his master to explain the meaning of optimism. To which his master replies: \"It is the mania for insisting that all is well when all is by no means well.\" There is perhaps no more perfect description of the human condition, as all is manifestly not well. How could it be? From the moment of our inception, a silent biological clock begins the countdown to the end of our existence. Our genome contrives to mutate itself into a smorgasbord of potential pathologies, each capable of corrupting and unraveling us. We respond with attempts to medicate and therapize ourselves, to correct the built-in flaws and shining imperfections that make us so irresistibly human.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-calls-for-defense-of-democracy-in-u-s-and-world-on-memorial-day-11622487154", "title": "Biden Calls for Defense of Democracy on Memorial Day", "date": "2021-05-31 16:25", "summary": "President's remarks come after he called Republican-backed voting restrictions in Texas and other states 'an assault on democracy'. WASHINGTON-President Biden honored American military service members who died in the line of duty, using a Memorial Day address to call for a defense of democracy in the U.S. and around the globe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-experiment-to-vaccinate-town-with-chinese-coronavac-reduced-covid-19-deaths-by-95-11622479864", "title": "Chinese Vaccine Cut Brazil Town's Covid-19 Deaths by 95%, Study Says", "date": "2021-05-31 16:10", "summary": "Town's symptomatic cases fell 80%, hospitalizations dropped 86%, researchers say. SÃO PAULO-Brazil's experiment to vaccinate an entire town with the Chinese CoronaVac shot reduced Covid-19 deaths by 95%, providing more evidence of the efficacy of the vaccine being rolled out across much of the developing world.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-descriptions-tuesday-crossword-june-1-11622133437", "title": "Job Descriptions (Tuesday Crossword, June 1)", "date": "2021-05-31 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cathedral-of-beer-belgian-abbey-reopens-brewery-after-two-centuries-carlsberg-11622490528", "title": "'A Cathedral of Beer': Belgian Abbey Reopens Brewery After Two Centuries", "date": "2021-05-31 15:50", "summary": "Resume Subscription. GRIMBERGEN, Belgium-The boss of beer giant Carlsberg A/S had a question before he picked the site for a pricey new microbrewery at the 900-year-old abbey here: Where did the last one stand before French revolutionaries torched it?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-taliban-say-theyve-changed-on-the-ground-theyre-just-as-brutal-afghanistan-us-troops-11622487148", "title": "The Taliban Say They've Changed. On the Ground, They're Just as Brutal.", "date": "2021-05-31 14:53", "summary": "Resume Subscription. KANDAHAR-During a recent trip, Kamaluddin visited a barbershop to obtain the illicit pleasures of clean-shaven cheeks and a fashionable mustache. But the shopkeeper, 25 years old, planned to let it regrow before heading home, wary of incurring the Taliban's wrath.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/naomi-osaka-withdraws-from-french-open-11622485440", "title": "Osaka Withdraws From French Open, Citing Mental Health", "date": "2021-05-31 14:27", "summary": "The world no. 2 had chosen not to face the media in Paris, citing mental health. PARIS-Women's tennis world No. 2 Naomi Osaka withdrew from the French Open on Monday, dramatically concluding a standoff over her decision not to grant interviews during the tournament, which she had attributed to caring for her mental health.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quiet-place-sequel-reboots-summer-moviegoing-11622483340", "title": "'A Quiet Place' Sequel Reboots Summer Moviegoing", "date": "2021-05-31 13:49", "summary": "The thriller and Disney's 'Cruella' helped fuel a robust Memorial Day weekend at the box office, though far below pre-Covid-19 levels. Compared with last year, how much better was the kickoff to this year's summer season at the movies? More than a hundred times better.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-democrats-prevent-republicans-from-passing-restrictive-voting-bill-11622436544", "title": "Texas Democrats Prevent Republicans From Passing Restrictive Voting Bill", "date": "2021-05-31 13:25", "summary": "GOP governor Greg Abbott says he will call special session to get bill passed. Texas Democrats killed a bill that would have set some of the nation's broadest restrictions on voting, walking off the state House floor Sunday shortly ahead of a midnight deadline and denying Republicans a quorum necessary to vote.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naftali-bennett-poised-to-dislodge-his-mentor-to-become-israels-next-prime-minister-11622480846", "title": "Bennett Poised to Dislodge Mentor to Become Israel's Next Prime Minister", "date": "2021-05-31 13:07", "summary": "Participants in the prospective government say they are willing to set aside grand policy gestures if it means avoiding more political gridlock. TEL AVIV-Naftali Bennett, a standard-bearer for Israel's right-wing, was locked in negotiations on Monday with politicians across Israel's ideological spectrum united in their goal of dislodging from power the country's longest-serving prime minister, Benjamin Netanyahu.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-brews-over-banning-natural-gas-to-homes-11622334674", "title": "Battle Brews Over Banning Natural Gas to Homes", "date": "2021-05-31 13:06", "summary": "Cities are considering measures to phase out gas hookups amid climate concerns, spurring some states to outlaw such prohibitions. A growing fight is unfolding across the U.S. as cities consider phasing out natural gas for home cooking and heating, citing concerns about climate change, and states push back against these bans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-ease-limits-on-births-allowing-couples-to-have-three-children-11622447583", "title": "China Three-Child Policy Aims to Rejuvenate Aging Population", "date": "2021-05-31 12:36", "summary": "Beijing says married couples may have three children, up from two, after a recent census showed a rise in the percentage of Chinese aged 60 and above. SINGAPORE-China said Monday that it would allow all married couples to have as many as three children and provide government support for education and child rearing, a move that comes as Beijing struggles to reverse a worsening demographic situation that presents a host of social and economic challenges.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-31-2021-11622443443", "title": "Global Stocks Slip as Inflation Remains in Focus", "date": "2021-05-31 12:30", "summary": "Trading light as U.S. and U.K. markets are closed for public holidays. Global stock markets slipped Monday as investors wrapped up a month of trading dominated by concerns over inflation and the pace of the international economic recovery.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genetically-altered-mosquitoes-target-deadly-dengue-fever-and-zika-11622476316", "title": "Genetically Altered Mosquitoes Target Deadly Dengue Fever and Zika", "date": "2021-05-31 11:51", "summary": "In pioneering test, insects with a gene primed to interrupt breeding are flying in the Florida Keys. ", "categories": [["Life & Work", "Science Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-bombs-at-the-naval-academy-11622476283", "title": "Kamala Harris Bombs at the Naval Academy", "date": "2021-05-31 11:51", "summary": "Hers was one of the worst 2021 commencement speeches. Mitch Daniels's might have been the best.. Have you heard the one about the Marine with the rolled-up solar panel? It wasn't exactly Bob Hope and the USO when Kamala Harris attempted humor during a commencement address to graduating sailors and Marines at the Naval Academy last week.", "categories": [["Opinion", "Free Expression"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/free-expression?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunmen-in-nigeria-kidnap-more-than-100-schoolchildren-amid-epidemic-of-abductions-11622475369", "title": "Gunmen in Nigeria Kidnap More Than 100 Schoolchildren", "date": "2021-05-31 11:36", "summary": "Fear of kidnapping closes campuses in Africa's most populous nation, leaving millions out of school; 'This has become our new normal'. Gunmen kidnapped more than 100 students from an Islamic school in Nigeria on Sunday, local officials said, the latest in a rising tide of high-school abductions across Africa's most populous nation, where kidnapping schoolchildren for ransom has become a lucrative industry.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nathan-mackinnon-nhl-colorado-avalanche-contract-11622433283", "title": "The Avalanche's Nathan MacKinnon Is the Biggest Bargain in the NHL", "date": "2021-05-31 11:35", "summary": "The star forward's contract has allowed Colorado's front office to build a deep bench around him for this year's Stanley Cup run. In the opening rounds of the NHL playoffs, the hottest player on the hottest team has been Colorado's Nathan MacKinnon. Already one of the league's top scorers over the last four seasons, the 24-year-old center has taken his game to another level in May and is racking up points at the most efficient clip of any skater in the 2021 postseason.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/male-inmates-in-womens-prisons-11622474215", "title": "Male Inmates in Women's Prisons", "date": "2021-05-31 11:16", "summary": "If Congress passes the Equality Act, California's dangerous policy would go nationwide.. Torrance, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-and-discrimination-against-asians-11622473877", "title": "Harvard and Discrimination Against Asians", "date": "2021-05-31 11:11", "summary": "Expect opaque and unmeasurable admissions criteria to replace objective and rigorous standardized testing.. Regarding your editorial \"Justices, Please Take the Harvard Case\" (May 25): Be careful what you wish for. If the plaintiffs, Students for Fair Admissions, win, you can bet that elite college- and graduate-admissions offices around the country will establish workarounds to assure that opportunities remain for admittance of significant numbers of underrepresented minorities. And they'd be right to do so.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-energy-materials-from-dirty-places-11622473817", "title": "Clean-Energy Materials From Dirty Places", "date": "2021-05-31 11:10", "summary": "The magnitude and velocity of demand for \"clean-energy\" minerals to meet the administration's aspirations will necessarily come from imports because new mines in America couldn't possibly be opened fast enough-even if that were the plan.. Regarding the May 21 letters responding to my May 12 op-ed \"Biden's Not-So-Clean Energy Transition\": One states I \"paint with a broad brush\" about mining hazards associated with supplying minerals needed for green-energy plans, claiming environmental and labor abuses that \"may\" exist in \"some countries\" (set aside it isn't \"may,\" they're widely documented) wouldn't happen at American mines because of our regulations and standards. True, but irrelevant. The magnitude and velocity of demand for \"clean-energy\" minerals to meet the administration's aspirations will necessarily come from imports because new mines in America couldn't possibly be opened fast enough-even if that were the plan.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chip-industry-chipper-subsidy-a-waste-11622473631", "title": "U.S. Chip Industry Chipper, Subsidy a Waste", "date": "2021-05-31 11:07", "summary": "Subsidies are always suspect, but when showered on industries that are thriving, they are beyond doubt inexcusable.. Your editorial criticisms of industrial policy are spot on (\"Industrial Policy, Same Old Politics,\" May 26). Yet the absurdity of now throwing $54 billion of taxpayers' money at an allegedly on-the-ropes U.S. semiconductor industry runs more deeply than you had space to mention.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-inflation-genie-may-deliver-more-than-wanted-11622473507", "title": "Fed's Inflation Genie May Deliver More Than Wanted", "date": "2021-05-31 11:05", "summary": "For the first four months of this year, the seasonally-adjusted consumer-price index is rising at an annualized rate of 6.2%. Without the seasonal adjustments, it is rising at 7.8%.. \"The consumer-price index rose at a remarkable 4.2%,\" says your editorial, \"Powell Gets His Inflation Wish\" (May 13). Remarkable, yes, but our current inflation problem is far worse than that 4.2%, which is bad enough. The real issue is what is happening in 2021. We need to realize that for the first four months of this year, the seasonally-adjusted consumer-price index is rising at an annual rate of 6.2%. Without the seasonal adjustments, it is rising at 7.8%. Meanwhile, house prices are inflating at 12%.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-doordash-and-uber-eats-the-future-is-everything-in-about-an-hour-11622453401", "title": "For DoorDash and Uber Eats, the Future Is Everything in About an Hour", "date": "2021-05-31 10:51", "summary": "Resume Subscription. DoorDash Inc.'s and Uber Eats' ambitions are bigger than your lunch.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-new-three-child-policy-what-you-need-to-know-11622471685", "title": "China's New Three-Child Policy: What You Need to Know", "date": "2021-05-31 10:34", "summary": "Shift comes as Beijing struggles to reverse a worsening demographic situation. China no longer has a \"one-child policy,\" but it still keeps a lid on births. Beijing on Monday said it would allow all couples to have up to three children, another gradual lifting of its birth restrictions as the number of babies born continues to shrink and the population ages. Here is the background.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helio-castroneves-indianapolis-500-tom-brady-phil-mickelson-older-athletes-11622469724", "title": "The Hot New Advantage in Sports: Being Old", "date": "2021-05-31 10:34", "summary": "Helio Castroneves wins the Indianapolis 500, joining Tom Brady and Phil Mickelson in a sprightly run of late-career titles. What's getting into our great sports geezers?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/open-air-effect-gave-the-south-a-break-from-covid-19-spring-surge-but-vaccination-rates-point-to-threat-11622470692", "title": "'Open Air' Effect Gave Southern States Break From Covid-19 Surge", "date": "2021-05-31 10:18", "summary": "Scientists say more time spent outdoors helped slow transmission rates but return of hot weather raises concerns. Six months into the drive to inoculate the U.S. population against Covid-19, stark gaps have opened up between the states with the highest and lowest vaccination rates. But so far, states that have been slower to vaccinate haven't paid a big price in outbreaks of new cases, thanks in part to what scientists call the open-air effect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flush-with-cash-startups-move-to-hire-cfos-earlier-11622469600", "title": "Flush With Cash, Startups Move to Hire CFOs Earlier", "date": "2021-05-31 10:00", "summary": "Startups are beefing up finance departments as balance sheets swell and SPACs offer a new route to public markets. As startups raise record amounts of venture capital, one role is in particularly high demand: the chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-york-prison-locked-men-up-for-drugs-now-the-site-will-grow-marijuana-11622469601", "title": "Marijuana to Grow at Former Site of New York Prison", "date": "2021-05-31 10:00", "summary": "Resume Subscription. WARWICK, N.Y.-Until closing a decade ago, a sprawling state prison in this town northwest of New York City locked up men convicted of drug offenses and other crimes.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/return-of-commuters-is-a-wild-card-for-downtown-property-11622469601", "title": "Commuters' Return Is a Wild Card for Downtown Property", "date": "2021-05-31 10:00", "summary": "Commercial real-estate values are diverging in major cities like London and New York. Downtown offices are just as empty as the clothing stores next door, but real-estate investors much prefer the former. Part of the bias may be because the challenges facing offices are newer and less understood.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-covid-19-surge-to-hamper-economic-recovery-11622468223", "title": "India's Covid-19 Surge to Hamper Economic Recovery", "date": "2021-05-31 09:37", "summary": "The country's GDP grew 1.6% in the quarter that ended March 31, before the worst of the recent coronavirus wave. DEHRADUN, India-India's coronavirus surge is starting to recede, but job losses and soaring medical expenses related to Covid-19 will weigh on spending and the country's economic recovery.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marshs-new-top-lawyer-takes-on-race-climate-challenges-11622466001", "title": "Marsh's New Top Lawyer Takes On Race, Climate Challenges", "date": "2021-05-31 09:00", "summary": "Katherine Brennan, Marsh McLennan's compliance chief, discussed changes in compliance work before starting her new role as general counsel at the Marsh insurance brokerage. Concerns about global warming and racial inequality in today's world are spurring the compliance function of Marsh & McLennan Cos. to change with the times.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-yellow-seeks-to-steady-finances-by-streamlining-operations-11622466000", "title": "Trucker Yellow Seeks to Steady Finances by Streamlining Operations", "date": "2021-05-31 09:00", "summary": "The efficiency drive comes as the company is incorporating a $700 million federal coronavirus-aid bailout. Trucker Yellow Corp. is pushing ahead with a sweeping overhaul aimed at making the large but financially troubled carrier more competitive in a resurgent freight market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reopening-bets-pay-off-big-for-stock-pickers-11622466001", "title": "Reopening Bets Pay Off Big for Stock Pickers", "date": "2021-05-31 09:00", "summary": "The powerful economic rebound is making winners of investors who wagered on businesses revving up again. Investors are amassing hefty gains by loading up on economically sensitive stocks that have flourished during this year's explosion of business activity.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smart-lamp-that-watches-kids-when-they-study-is-a-hit-in-china-11622466002", "title": "A Smart Lamp That Watches Kids When They Study Is a Hit in China", "date": "2021-05-31 09:00", "summary": "The product, made by TikTok owner ByteDance, monitors study habits and offers aid to students-but also raises privacy issues. What looks like a children's desk lamp, behaves like Amazon.com Inc.'s Alexa and comes with two surveillance cameras? The latest educational fad in China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-playlist-olivia-rodrigo-lil-nas-x-butter-11622464207", "title": "From Olivia Rodrigo to Lil Nas X, the Best Songs You Should Be Listening to Right Now", "date": "2021-05-31 08:31", "summary": "Here's WSJ.'s monthly roundup of new pop releases-everything that's grabbing our attention, making us think or getting us dancing.. Singer and actor Olivia Rodrigo's single \"Driver's License\" smashed streaming records and even inspired a Saturday Night Live skit earlier this year. This month, she achieved her second No. 1 hit, \"Good 4 U,\" and her debut album, Sour, made a strong debut on streaming services. The album's opener, \"Brutal,\" shows that Rodrigo is much more than a one- (or two-) hit wonder. On \"Brutal,\" she spits out the disappointments of teenagehood among heavy grunge guitar chords. \"If someone tells me one more time, 'Enjoy your youth,' I'm gonna cry,\" she exclaims urgently.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easy-ways-to-style-high-jewelry-11622463900", "title": "8 Easy Ways to Style High Jewelry", "date": "2021-05-31 08:25", "summary": "Classic collegiate looks are lit up by the season's summa cum laude diamonds and gemstones. One way to dress up a clean-cut look: Throw on dozens of diamonds. Everyday outfits, which these days may consist of sporty tees and chic sweaters, can transform into statement ensembles when styled with a few pieces of gem-laden jewelry-in this case including rare pieces from the season's sought-after high jewelry collections. Though it may seem out of place to wear big stones with casual clothes, stylist Elizabeth Fraser-Bell demonstrates the trick is to consider the neckline, the sleeve length and the color of each garment. In some cases, the jewelry can fit in like a puzzle piece. A double-layer V-shaped necklace from Graff made of 11 carats of diamonds and 17 carats of emeralds falls effortlessly inside the lines of an unbuttoned shirt, while the round crew neck of a T-shirt frames a Bulgari Serpenti choker.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dolly-parton-morning-routine-11622463752", "title": "Dolly Parton Still Swears by Cheap Makeup", "date": "2021-05-31 08:23", "summary": "The cultural icon, pandemic hero and newly minted beauty-brand mogul hates exercise, loves food and is thrilled by cheap makeup. The Covid-19 shutdown did little to stall Dolly Parton's hustle. During lockdown the country music star released a Christmas album; a Netflix holiday musical; a 35-hour, 19-DVD box set of various career highlights; Songteller, a book collecting her lyrics and detailing her songwriting career; a baking line for Williams Sonoma; and a signature ice cream (strawberry pretzel pie) with Jeni's Splendid Ice Creams.", "categories": [["My Monday Morning"]], "category_links": ["https://www.wsj.com/news/types/my-monday-morning?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-gov-jim-justice-is-personally-liable-for-700-million-in-greensill-loans-11622462401", "title": "West Virginia Governor Is Liable for $700 Million in Greensill Loans", "date": "2021-05-31 08:00", "summary": "His personal guarantee of the loans, which hasn't been reported, puts financial pressure on the popular Republican governor. West Virginia Gov. Jim Justice is personally on the hook for nearly $700 million in loans his coal companies took out from now-defunct Greensill Capital, according to people familiar with the loans and documents described to The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-and-europe-seek-to-boost-vaccine-access-after-troubled-rollouts-11622462400", "title": "Canada and Europe Seek to Boost Vaccine Access", "date": "2021-05-31 08:00", "summary": "Covid-19 vaccination campaigns were hampered in part by limited manufacturing capacity, slow ramp-up. OTTAWA-When Canada's most populous province, Ontario, was locked down in January amid surging Covid-19 cases, its supply of vaccines was at a trickle. Yet a two-hour drive away, in Kalamazoo, Mich., a plant belonging to Pfizer Inc. was cranking out about four million vaccine doses a week that Canada couldn't access.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-this-pennsylvania-company-make-the-worlds-best-hoodies-11622462420", "title": "Does This Pennsylvania Company Make the World's Best Hoodies?", "date": "2021-05-31 08:00", "summary": "Camber USA, a largely unknown apparel manufacturer in Norristown, Pa., has reached cult status thanks to its beefy sweatshirts and tees. BEIGE HABILLEUR, a boutique tucked away in Paris's tony 16th arrondissement, stocks a cosmopolitan assortment of men's clothes including $330 mandarin-collared dress shirts from Italy's Salvatore Piccolo and $1,400 Edward Green tassel loafers. But Beige also stocks a far humbler product: $150-ish American-made hoodies by Camber USA. (This price is marked up internationally, and Americans can find Camber hoodies for half that price.)", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-know-when-inflation-is-here-to-stay-11622447259", "title": "How to Know When Inflation Is Here to Stay", "date": "2021-05-31 08:00", "summary": "Keep an eye on skills shortages, consumers' wallets and the market's expectations. Inflation is here already, and in the long run there is a lot of upward pressure on prices. But between now and then lies a big question for investors and the economy: Is the Federal Reserve right to think that the price rises we're seeing now are temporary and will abate by next year?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meituans-record-revenue-burns-up-in-groceries-11622455346", "title": "Meituan's Record Revenue Burns Up in Groceries", "date": "2021-05-31 06:02", "summary": "Road to profitability looks long for Chinese company as it invests to elbow out rivals in new ventures. Chinese internet giant Meituan delivered strong results in its core businesses last quarter. The bad news: New ventures may keep burning cash for a while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-rushes-to-vaccinate-islanders-against-covid-19-to-save-summer-tourist-season-11622453400", "title": "Greece Rushes to Vaccinate Islanders to Save Tourist Season", "date": "2021-05-31 05:30", "summary": "Resume Subscription. Most young Europeans still face a long wait for Covid-19 vaccination, but Argyris Souanis, 32 years old, is about to get his shot because he is lucky enough to live on the Greek island of Santorini.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-factory-activity-slipped-in-may-but-consumer-spending-held-up-11622438393", "title": "China's Factory Activity Slipped in May, but Consumer Spending Held Up", "date": "2021-05-31 01:19", "summary": "A holiday spurred spending on travel and accommodation, and construction climbed. BEIJING-An official gauge of Chinese factory activity slipped in May on weaker export demand and higher commodity prices, while the country's nonmanufacturing sector was bolstered by stronger construction and holiday spending.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dreams-of-jack-and-daisy-scott-11622220784", "title": "The Dreams of Jack and Daisy Scott in Tulsa", "date": "2021-05-31 21:51", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stopping-racial-bias-in-covid-relief-11622421892", "title": "Stopping Racial Bias in Covid Relief", "date": "2021-05-31 20:44", "summary": "Two courts block Biden's SBA from passing out benefits by race.. The Biden Administration's effort to distribute federal benefits by race is already running into legal trouble. Two rulings last week sided with plaintiffs who sued the Small Business Administration for violating equal treatment under the law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]