[{"link": "https://www.wsj.com/articles/former-zappos-com-ceo-tony-hsieh-was-killed-by-fire-of-undetermined-origin-11611675778", "title": "Zappos Founder Tony Hsieh Was Found With Flammables, Drugs and Alcohol", "date": "2021-01-26 18:59", "summary": "Police find no criminality in fire that killed entrepreneur; fire officials say many possible causes. Former Zappos.com Inc. Chief Executive Tony Hsieh was alone in a locked shed and possibly intoxicated, surrounded by candles, a propane heater and other flammable material when the fire that killed him ignited on Nov. 18, according to fire department officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-spread-appears-limited-in-schools-when-safety-precautions-followed-cdc-says-11611697861", "title": "Covid-19 Spread Appears Limited in Schools With Safety Precautions", "date": "2021-01-26 18:47", "summary": "Report says that schools might be safe to open with mitigation efforts. The spread of Covid-19 appears to be limited within schools when masking and other safety precautions are implemented, according to a report from the Centers for Disease Control and Prevention released on Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-first-100-days-11611704161", "title": "Joe Biden's First 100 Days", "date": "2021-01-26 18:36", "summary": "Students discuss policies that should gain priority.. Editor's note: This week's Future View discusses early priorities for President Biden. For next week, we'll ask students what they make of the president's policy changes allowing transgender people to serve openly in the military and letting transgender high-school girls compete on girls' sports teams. Students should click here to submit opinions of fewer than 250 words before Feb. 2. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-msft-2q-earnings-report-2021-11611622268", "title": "Microsoft Sales Surge to Record, With Help From Cloud and Videogames", "date": "2021-01-26 18:36", "summary": "Quarterly sales advance 17% to record $43.1 billion. Microsoft Corp. posted record quarterly sales underpinned by pandemic-fueled demand for videogames and accelerated adoption of its cloud-computing services during the health crisis.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-law-that-fueled-the-capitol-riot-11611704072", "title": "The Law That Fueled the Capitol Riot", "date": "2021-01-26 18:34", "summary": "Congress has a chance to repeal the 1887 Electoral Count Act.. When Donald Trump addressed supporters in Washington, D.C., on Jan. 6 at a rally, he led them to believe they could change the 2020 election outcome. Yet states had certified results, lawsuits had run their course, and the Electoral College had voted. President Joe Biden's inauguration was constitutionally inevitable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-immigration-tro-for-joe-11611704031", "title": "An Immigration TRO for Joe", "date": "2021-01-26 18:33", "summary": "A judge stops his deportation pause after the state of Texas sues.. Donald Trump complained often about the frequency with which federal judges blocked his immigration orders, starting with his first sloppy travel ban in 2017. Now it's President Biden's turn, as a federal judge in Texas issued a temporary restraining order on Tuesday against Mr. Biden's 100-day moratorium on deporting illegal aliens.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-out-trumps-trump-11611703873", "title": "Biden Out-Trumps Trump", "date": "2021-01-26 18:31", "summary": "His 'Buy American' rules are even more protectionist.. Businesses and workers hoping for a reprieve from Donald Trump's trade protectionism had a surprise this week as President Biden adopted his predecessor's \"Buy American\" rules, only more so.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-officials-told-governors-they-will-increase-weekly-vaccine-allocations-to-states-11611693766", "title": "Biden Administration to Buy Enough Doses to Vaccinate Most Americans by End of Summer", "date": "2021-01-26 18:28", "summary": "Biden administration will also boost supply of coronavirus vaccines sent to states by about 16% for next three weeks. WASHINGTON-The Biden administration on Tuesday said it would boost the supply of coronavirus vaccines sent to states by about 16% for the next three weeks and will purchase enough additional doses to vaccinate most of the U.S. population with a two-dose regimen by the end of the summer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-suspendnew-federal-oil-and-gas-leasing-11611672331", "title": "Biden to Suspend New Federal Oil and Gas Leasing", "date": "2021-01-26 18:27", "summary": "President to suspend new oil and gas leasing on federal land, setting stage for confrontation with energy sector. WASHINGTON-The oil industry is emerging as a primary target of President Biden's climate policy, setting the stage for a confrontation that could shape the future of the energy sector.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-leahy-11611703513", "title": "Judge Leahy", "date": "2021-01-26 18:25", "summary": "Impeachment's presiding officer does not inspire confidence in a fair trial.. Did the Senate just render its verdict two weeks before the latest impeachment trial of Donald Trump? The Journal's Siobhan Hughes and Lindsay Wise report from Washington:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbuckss-sales-improve-despite-covid-19-restrictions-11611695904", "title": "Starbucks Sales Slide But Show Signs of Recovery in China", "date": "2021-01-26 18:24", "summary": "Coffee giant also says operating chief Roz Brewer will leave to lead another publicly traded company. Starbucks Corp. said Chief Operating Officer Roz Brewer will leave to lead another publicly traded company, marking the departure of a prominent Black executive who helped revive sales during the coronavirus pandemic and worked to diversify the coffee giant's staff.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gives-regulators-a-free-and-heavy-hand-11611703468", "title": "Biden Gives Regulators a Free and Heavy Hand", "date": "2021-01-26 18:24", "summary": "His idea of 'modernizing' rules is to assert they have benefits that are 'impossible to quantify.'. Even in Washington, hardly anyone understands what the Office of Management and Budget does. Yet buried in the 2½-foot stack of President Biden's first-day executive orders is hard evidence that someone in the new administration not only understands the OMB but knows how to use it. As a result, the business climate in this country will be made dramatically worse. Forget reregulation; this is the beginning of hyperregulation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-you-want-unity-defend-scholarships-for-poor-kids-11611703388", "title": "If You Want Unity, Defend Scholarships for Poor Kids", "date": "2021-01-26 18:23", "summary": "Washington's program is a success, and teachers unions want to defund it. What will Biden do?. I welcome President Biden's calls for unity and his pledge to renew our hurting country, but I hope his administration doesn't tear down a program that has brought hope to thousands of African-American children in the District of Columbia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-immigration-compromise-beats-amnesty-11611703334", "title": "On Immigration, Compromise Beats Amnesty", "date": "2021-01-26 18:22", "summary": "Biden should resist the temptation to go big, and focus instead on solutions with bipartisan support.. So, Joe Biden wants to give immigration reform a go. Good luck, Mr. President, but recent history is not on your side and the timing is questionable at best.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-age-of-climate-decadence-11611703252", "title": "Biden's Age of Climate Decadence", "date": "2021-01-26 18:20", "summary": "He would literally do everything differently if he really cared about our carbon risks.. With Sen. Daniel Patrick Moynihan's famous quip in 1980, it mattered whether he said Republicans had become \"the\" or \"a\" party of ideas.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solace-is-golden-and-also-amusing-11611703219", "title": "Solace Is Golden, and Also Amusing", "date": "2021-01-26 18:20", "summary": "The word turns out to have two interrelated meanings: comfort and entertainment.. When I recently read an article about \"the movies of 2020 that gave us solace,\" I asked: How can a movie give me solace? Solace is giving comfort to people in need of it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despised-review-the-left-and-the-working-class-11611703177", "title": "'Despised' Review: The Left and the Working Class", "date": "2021-01-26 18:19", "summary": "A British ﬁreﬁghter seeks to revive an 'early Labour tradition that spoke to the patriotic and communitarian instincts' of blue-collar families.. George Bernard Shaw, though a Fabian socialist, brushed aside anyone who called him a \"friend of the working classes.\" He scoffed that he \"had no other feeling for the working classes than an intense desire to abolish them and replace them by sensible people.\" A century ago Britain's Labour Party brought together the Fabians (who supplied the policy wonks) and the trade unions (who supplied the voters). The party had been founded to give working people a voice in politics, but gradually control passed to the university-educated, who were internationalist, technocratic and supremely confident that they could plan the future.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-see-path-to-bidens-covid-19-relief-bill-without-gop-help-11611668229", "title": "Democrats See Path to Biden's Covid-19 Relief Bill Without GOP Help", "date": "2021-01-26 18:17", "summary": "Lawmakers turn toward process called budget reconciliation that requires simple majority vote. WASHINGTON-Democrats are weighing aggressive use of existing procedural steps to enact President Biden's coronavirus relief plan as Republican opposition to the $1.9 trillion proposal hardens.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-adelsons-casino-empire-installs-new-leadership-11611702295", "title": "Sheldon Adelson's Casino Empire Installs New Leadership", "date": "2021-01-26 18:13", "summary": "Deputy Rob Goldstein is named CEO and son-in-law Patrick Dumont is appointed president after magnate's death. The reins to Sheldon Adelson's gambling empire are now in the hands of a deputy and a son-in-law. The executive shift sets in motion a succession plan as Las Vegas Sands Corp. moves forward without its founder.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-you-can-eat-pizza-chain-cicis-files-for-bankruptcy-11611702031", "title": "All-You-Can-Eat Pizza Chain Cici's Files for Bankruptcy", "date": "2021-01-26 18:00", "summary": "The buffet-style restaurant chain is planning a bankruptcy sale to lender D&G Investors LLC. CiCi's Holdings Inc., the company behind the unlimited pizza buffet restaurant chain, has filed for bankruptcy proposing to sell itself to a lender after in-person dining restrictions and growth in food delivery hurt sales.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-capitol-riot-investigation-shifts-gears-11611687676", "title": "FBI Capitol Riot Investigation Shifts Gears", "date": "2021-01-26 17:56", "summary": "Federal law enforcement's next challenge is building broader conspiracy cases after making arrests on lower-level offenses. The Federal Bureau of Investigation has marshaled hundreds of agents from specialized squads and field offices across the country as its probe of the Capitol riot moves to a new phase attempting to build cases alleging that some of the rioters carefully planned the attack.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackberry-amc-and-other-reddit-yolo-favorites-that-arent-gamestop-11611681716", "title": "BlackBerry, AMC and Other Reddit YOLO Favorites That Aren't GameStop", "date": "2021-01-26 17:45", "summary": "Resume Subscription. It isn't just GameStop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-26-2021-11611651206", "title": "Stocks Slip in Final Minutes, Close Lower", "date": "2021-01-26 17:26", "summary": "Starbucks, Microsoft and Texas Instruments report earnings after markets close. U.S. stocks closed slightly lower on Tuesday, a day after major indexes hit records and as investors readied for a slew of blue-chip earnings.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppp-loan-seekers-will-get-help-with-application-roadblocks-sba-says-11611689433", "title": "Small-Business Owners Promised More PPP Loan Application Help", "date": "2021-01-26 17:15", "summary": "Some borrowers' first-time PPP applications had been flagged for review, causing delays in second loans. WASHINGTON-Lenders say many small businesses applying for additional help under the government's coronavirus relief program are finding that efforts to combat fraud are throwing up obstacles to getting money they need to help stay afloat.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-sign-executive-orders-to-phase-out-federal-use-of-private-prisons-11611682272", "title": "Biden Signs Executive Order to Phase Out Federal Use of Private Prisons", "date": "2021-01-26 17:05", "summary": "President aims to advance racial equity with a series of actions; 'we must change'. WASHINGTON-President Biden on Tuesday signed a series of executive orders that are intended to advance racial equity, including action to phase out the federal use of private prisons.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-senate-leader-pushes-new-property-tax-11611698628", "title": "Connecticut Senate Leader Pushes New Property Tax", "date": "2021-01-26 17:03", "summary": "Homes worth $430,000 and more would be taxed, with funds directed to cities and rural communities. The top lawmaker in the Connecticut state Senate is calling for a new tax on homes with a market value of $430,000 and more to help pay for property-tax relief in the state's cities and rural areas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-covid-19-testing-rules-for-travel-to-the-u-s-what-they-mean-for-you-11610566341", "title": "A Guide to the New Covid-19 Testing Rules for Travel to the U.S.", "date": "2021-01-26 16:40", "summary": "The CDC now requires passengers to show proof of a negative preflight test as cases continue to soar and new strains of the virus emerge. Travelers flying to the U.S. from abroad now have to show proof of negative Covid-19 tests before boarding their flight. The Centers for Disease Control and Prevention has said preflight testing is necessary as Covid-19 cases continue to soar and more-contagious strains of the virus emerge around the world. President Biden signed an executive order on Jan. 21 affirming the new testing requirements and directing agencies to consider additional travel-safety measures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-secretary-austin-to-review-trumps-last-minute-withdrawal-of-troops-from-afghanistan-iraq-11611695378", "title": "Defense Secretary to Review Trump's Troop Withdrawals From Afghanistan, Iraq", "date": "2021-01-26 16:37", "summary": "The Pentagon's new chief is to examine U.S. strategy in the conflicts. WASHINGTON-The Pentagon's new chief is expected to review troop levels in Afghanistan and Iraq in an effort to examine American strategy in two conflicts, following former President Donald Trump's drawdown of forces there, according to defense officials.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsico-beyond-meat-form-plant-based-foods-venture-11611685341", "title": "PepsiCo, Beyond Meat Form Plant-Based Foods Venture", "date": "2021-01-26 16:33", "summary": "Planet Partnership will develop snacks and beverages made from plant proteins, expanding reach of alternative products. PepsiCo Inc. plans to form a joint venture with imitation-meat maker Beyond Meat Inc. to develop snacks and drinks made from plant-based protein, the companies said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-day-trading-barbarians-at-the-gate-wont-sack-wall-street-11611660505", "title": "GameStop Day Traders Won't Sack Wall Street", "date": "2021-01-26 16:25", "summary": "The frenetic trading of options by individual investors isn't large enough to disrupt the primary purpose of equity capital markets. Once upon a time, short sellers were the hotshot outsiders, energetically assaulting fusty old Wall Street. Now they're on the ramparts looking down as armies of day traders use options to send the value of heavily-shorted stocks like GameStop Corp. surging.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-tfi-international-aims-to-boost-margins-at-ups-freight-11611696296", "title": "Trucker TFI International Aims to Boost Margins at UPS Freight", "date": "2021-01-26 16:24", "summary": "Newer trucks, higher freight rates planned following $800 million trucking acquisition. TFI International Inc. plans to spend $50 million to $75 million to upgrade the UPS Freight fleet and renegotiate prices for the carrier's shipping customers as the Canadian company incorporates an operation that will make it one of the largest truckers in North America.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-lift-some-curbs-on-abortion-funding-reopen-aca-enrollment-11611684178", "title": "Biden to Launch Health-Care Agenda", "date": "2021-01-26 16:18", "summary": "President is expected to launch his health-care agenda by reversing two Trump actions, and is likely to seek expansion of health law. President Biden on Thursday will begin shaping his health-care agenda by lifting certain restrictions on abortion funding and relaunching Affordable Care Act insurance sign-ups, moving swiftly to reassemble components of the health law weakened by the former Trump administration, according to a person familiar with the planning.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-sports-wednesday-crossword-january-27-11611354502", "title": "Good Sports (Wednesday Crossword, January 27)", "date": "2021-01-26 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-asks-supreme-court-to-block-local-emissions-regulations-11611694514", "title": "Volkswagen Asks Supreme Court to Block Local Emissions Regulations", "date": "2021-01-26 15:55", "summary": "German auto giant is trying to overturn a lower-court ruling that could open the car industry to oversight from municipalities. German auto giant Volkswagen AG is asking the U.S. Supreme Court to overturn a ruling that it says opens up car makers to a flood of emissions regulations from local governments that could clash with existing federal rules.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-vuitton-dior-power-lvmhs-sales-11611694129", "title": "LVMH Gets Boost From Vuitton, Dior", "date": "2021-01-26 15:48", "summary": "Big fashion brands bolster results, while Champagne revenue falls amid pandemic. PARIS-LVMH Moët Hennessy Louis Vuitton SE said surging revenue at its biggest fashion brands, Louis Vuitton and Dior, propped up the luxury-goods company's results during the fourth quarter, offsetting other businesses such as Champagne that have fizzled during the pandemic.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-internet-outage-disrupts-usage-in-northeast-11611685745", "title": "Verizon Internet Outage Disrupts Usage in Northeast", "date": "2021-01-26 15:43", "summary": "Midday network slowdown mars service around New York, Philadelphia and Washington, D.C.. A Verizon Communications Inc. network failure on Tuesday slowed Internet service for some major business customers in the Northeast U.S., triggering a cascade of outages that blocked access to many online applications.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-covid-19-rules-make-international-travel-tougher-11611680814", "title": "New Covid-19 Rules Make International Travel Tougher", "date": "2021-01-26 15:35", "summary": "New virus variants prompt government bans on international flights and U.S. requirement for negative tests. New strains of the coronavirus are prompting strict new rules for international travel, further complicating what was already a nearly impossible feat.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-unity-biden-must-respect-trump-voters-11611693104", "title": "For Unity, Biden Must Respect Trump Voters", "date": "2021-01-26 15:31", "summary": "President Biden's record-setting first day of executive orders contributed to a foreboding sense that red-blue unity was possible only if conservatives moved far left.. Your editorial \"Biden's Unity Address\" (Jan. 21) gives President Biden the benefit of the doubt regarding his desire to bring red- and blue-state Americans together. Did anyone expect a call for disunity? As to whether skepticism is appropriate, recall that six months ago he declared unity with Sen. Bernie Sanders and the progressive wing of the Democratic Party. Mr. Biden's supporters issued a 110-page set of mutually agreeable policy plans-or as National Public Radio called it last July, \"a blueprint for a progressive presidency.\" Sen. Sanders gushed that, \"On issue after issue, whether it was education, the economy, health care, climate, immigration, criminal justice, I think there was significant movement on the part of the Biden campaign.\" Some of us on the right suspect that policy plans halfway between Sen. Sanders and President Biden have zero unifying appeal to red-staters.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-message-is-harvard-sending-veritas-11611693043", "title": "What Message Is Harvard Sending? Veritas?", "date": "2021-01-26 15:30", "summary": "Harvard is sending an awful message to its students, alumni and donors.. Regarding William McGurn's \"Harvard Accuses Elise Stefanik\" (Main Street, Jan. 19): Harvard doesn't feel any need to list the specific offenses that, in its opinion, rendered Rep. Elise Stefanik (Harvard '06) unfit to sit on the senior advisory committee of the Institute of Politics at its Kennedy School. After all, Ms. Stefanik wanted Congress to determine whether there was any basis in evidence that would support, or eliminate, concerns regarding our last presidential election. Shocking!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-now-the-time-for-national-identity-cards-11611692913", "title": "Is Now the Time for National Identity Cards?", "date": "2021-01-26 15:28", "summary": "What America needs is the political will and an efficient bureaucratic infrastructure to ensure that the card's distribution is universally inclusive.. Regarding Michael Segal's \"America Needs a National Identity Card\" (op-ed, Jan. 21): We already have something like it and it's called a \"Passport Card.\" It's the size of a credit card and issued by the State Department. It verifies identity, nationality and place of birth, and can be used in lieu of a passport or a REAL ID-compliant driver's license on U.S. domestic flights.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-nominee-pledges-tough-china-stance-but-mum-on-huawei-blacklist-11611692857", "title": "Commerce Nominee Pledges Tough China Stance", "date": "2021-01-26 15:27", "summary": "At Senate hearing, Gov. Gina Raimondo wouldn't commit to enforcing Trump administration's ban on Chinese telecom giant. WASHINGTON-President Biden's pick for Commerce secretary pledged a tough line against Chinese trade and technology threats, but stopped short of saying she would continue the Trump administration's blacklisting of Huawei Technologies Co.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trading-surge-strains-online-brokerages-11611692363", "title": "Trading Surge Strains Online Brokerages", "date": "2021-01-26 15:19", "summary": "A flood of individual investors into the stock market has led to temporary outages at some brokerages. Stock trading volume has surged in the past week, and Wall Street's online brokers are struggling to keep up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resident-alien-review-doctor-without-borders-11611691816", "title": "'Resident Alien' Review: Doctor Without Borders", "date": "2021-01-26 15:10", "summary": "On Syfy, Alan Tudyk plays an alien set on destroying the Earth, but first he must disguise himself as a physician, learn to speak English and drink whiskey.. As immigration stories go, \"Resident Alien\" isn't exactly an argument for open borders. Harry Vanderspeigle has, after all, arrived in snowy Patience, Colo., with the express purpose of wiping out all of humankind. His orders from home instruct him to instigate a \"full extinction event.\" He's not really interested in assimilation.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penguin-bloom-review-adopting-and-adapting-11611691595", "title": "'Penguin Bloom' Review: Adopting and Adapting", "date": "2021-01-26 15:06", "summary": "Naomi Watts stars as a recently-disabled mother whose family takes in an injured magpie.. Given the intoxicating vistas of \"Penguin Bloom,\" the romping children on endless Australian beaches, the couple in love and the wistful kid's voice saying \"Everything was pretty much perfect,\" you can rest assured that everything's going south in a matter of moments. And when a movie is \"based on a true story,\" you can also depend on certain elements being elastic, while the more implausible ones are absolutely true.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-suspends-tv-station-executives-amid-allegations-of-hostile-workplace-11611691444", "title": "CBS Suspends TV Station Executives Amid Allegations of Hostile Workplace", "date": "2021-01-26 15:04", "summary": "Peter Dunn and David Friend, who oversee a group of 28 local stations, were put on administrative leave as a probe is conducted. CBS put two senior executives on administrative leave and launched an investigation into their conduct, amid allegations in a Los Angeles Times report that the two fostered a hostile work environment, the company said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-president-bidens-15-an-hour-minimum-wage-plan-11611690956", "title": "What to Know About President Biden's $15-an-Hour Minimum-Wage Plan", "date": "2021-01-26 14:55", "summary": "Congressional Democrats propose phasing in higher pay floor over five years. President Biden wants to more than double the federal minimum wage to $15 an hour, and Democratic allies in Congress released new details Tuesday on legislation to lift the wage floor in phases over four years. The federal minimum wage has been $7.25 an hour since 2009, with a patchwork of states increasing the wage floor above that minimum.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-posts-marty-baron-to-retire-as-executive-editor-11611681925", "title": "Washington Post's Marty Baron to Retire as Executive Editor", "date": "2021-01-26 14:35", "summary": "Newspaper chief to step down at end of February after eight-year tenure. Washington Post Executive Editor Marty Baron said he would retire at the end of February after an eight-year tenure in which he expanded the newsroom and its reach and oversaw aggressive coverage of the Trump administration.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-cruise-ship-comedian-is-used-to-tough-crowds-he-misses-them-11611689600", "title": "This Cruise-Ship Comedian Is Used to Tough Crowds. He Misses Them.", "date": "2021-01-26 14:33", "summary": "Adapting to life at sea wasn't easy for L.A. comic Mike Siegel, then Covid sunk the cruise industry. IN THE SUMMER of 2015, I performed stand-up comedy on a TV talent competition. The morning after it aired, the phone rang. The man on the other end was a Florida-based talent agent with a proposition: \"Ever think about doing cruises?\"", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soldier-songs-and-titon-et-laurore-reviews-wars-wounds-and-loves-arrow-11611689387", "title": "'Soldier Songs' and 'Titon et L'Aurore' Reviews: War's Wounds and Love's Arrow", "date": "2021-01-26 14:29", "summary": "A dark opera explores the mind of a veteran with post-traumatic stress disorder; a pastoral comedy features earnest lovers, meddling gods and sheep puppets.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antony-blinken-longtime-biden-aide-confirmed-as-secretary-of-state-11611683045", "title": "Antony Blinken, Longtime Biden Aide, Confirmed as Secretary of State", "date": "2021-01-26 14:03", "summary": "Senate approval came after he gave assurances on tough approach to China and reinforcing ties with allies. WASHINGTON-The Senate on Tuesday confirmed Antony Blinken as secretary of state, filling the post of top U.S. diplomat after receiving assurances that he would maintain a tough approach to China and reinforce ties with U.S. allies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-company-loccitanes-u-s-subsidiary-files-chapter-11-to-fight-leases-11611687689", "title": "L'Occitane's U.S. Subsidiary Files Chapter 11 to Fight Leases", "date": "2021-01-26 14:01", "summary": "The maker of essential oils and soaps is the latest bankruptcy in the retail sector. The U.S. division of French beauty products maker L'Occitane International SA has filed for bankruptcy, behind on $15 million in rent and seeking to shed lease obligations after the Covid-19 pandemic cut into sales.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-u-s-banks-embrace-rooney-rule-policies-in-diversity-hiring-push-11611686889", "title": "Biggest U.S. Banks Embrace 'Rooney Rule' Policies in Diversity Hiring Push", "date": "2021-01-26 13:48", "summary": "The agreements are in response to shareholder proposals from AFL-CIO's reserve fund. Five of the largest U.S. banks publicly committed to mandating a diverse slate of applicants when hiring employees, part of a push to diversify an industry whose top ranks remain largely white and male.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-casino-ceo-resigns-after-charges-of-violating-covid-19-rules-11611682715", "title": "Canadian Casino CEO Resigns After Flying to Remote Area for Vaccine", "date": "2021-01-26 13:42", "summary": "Rodney Baker stepped down from Great Canadian Gaming after being charged with breaching health restrictions in Yukon territory. The chief executive of one of Canada's largest casino operators resigned after he and his wife were charged with breaching Covid-19 restrictions in the Yukon territory by flying to a remote community there to receive vaccines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-profit-is-boosted-by-pharmaceuticals-business-11611666309", "title": "J&J Expects Covid-19 Vaccine Results by Early Next Week", "date": "2021-01-26 13:31", "summary": "Company expects to deliver 100 million doses for U.S. use by end of June if regulators authorize its shot. Johnson & Johnson said it expects to report pivotal results of a large clinical trial of its Covid-19 vaccine by early next week, and to deliver 100 million doses for use in the U.S. by the end of June if the data are positive and the vaccine is authorized.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-erupts-at-indian-farmers-latest-protest-against-agricultural-law-changes-11611664480", "title": "Violence Erupts at Indian Farmers' Protest Against Agricultural-Law Changes", "date": "2021-01-26 13:28", "summary": "Police fire tear gas and water cannons at tractors breaching barriers at country's national-day parade. NEW DELHI-Months of protests by Indian farmers turned violent Tuesday as security forces used tear gas and water cannons on some of the tens of thousands of tractors that broke through barriers to escape police-approved routes around the capital.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-square-gardens-pac-donates-to-local-candidates-as-arenas-future-uncertain-11611685563", "title": "Madison Square Garden's PAC Donates to Local Candidates", "date": "2021-01-26 13:26", "summary": "Political action committee gave $1,000 to seven members as future of arena's lease comes up for debate. The Madison Square Garden Political Action Committee has donated to seven members of the New York City Council, a group that will play a decisive role in the future of the arena, city records show.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-is-a-picture-of-health-even-before-vaccine-news-11611684973", "title": "Johnson & Johnson Is a Picture of Health, Even Before Vaccine News", "date": "2021-01-26 13:16", "summary": "Johnson & Johnson's underlying business looks as strong as ever as it awaits late-stage Covid-19 vaccine data expected next week. Johnson & Johnson stock hasn't yet caught the eyes of Reddit day traders. But the business outlook for the health-care giant is as bright as ever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wandavision-creator-on-being-a-female-storyteller-in-the-marvel-universe-11611684840", "title": "The 'WandaVision' Creator on Being a Female Storyteller in the Marvel Cinematic Universe", "date": "2021-01-26 13:14", "summary": "Launching a Marvel series for Disney+ is the latest step for Jac Schaeffer, whose writing career with comic books took off with 'Black Widow'. When \"WandaVision\" head writer Jac Schaeffer and her team were writing Marvel's new series, they worked out of a windowless office at the studio's headquarters. Writers weren't permitted to bring drafts home. Manuscripts were watermarked. Ms. Schaeffer had to memorize a code for her \"scary black hard drive.\" She was afraid to dictate ideas into voice memos for fear that they might find their way on to the internet.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-ticks-up-in-january-11611684747", "title": "U.S. Consumer Confidence Ticks Up in January", "date": "2021-01-26 13:12", "summary": "Consumers' expectations for the economy and jobs brighten, though coronavirus pandemic weakens assessment of current conditions. Consumer confidence in the U.S. rose in January as expectations for the economy and the labor market improved, according to data from the Conference Board released Tuesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-can-defend-taiwan-11611684038", "title": "America Can Defend Taiwan", "date": "2021-01-26 13:00", "summary": "More sensors, missiles and other assets in the region will help deter China from a costly island invasion.. The Biden administration faces a stark reality: Over the next four years it's possible that China will try to take Taiwan. For the first time since 1950, Beijing may reasonably think it has a viable military option to force what it regards as a renegade province to heel. President Xi Jinping has said Taiwan must be part of China-and has signaled he intends to do something about it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-biden-want-a-bill-or-an-issue-11611683978", "title": "Does Biden Want a Bill or an Issue?", "date": "2021-01-26 12:59", "summary": "He'll accomplish more if he makes a realistic to-do list rather than an ambitious wish list.. Years ago I heard a story about an aide presenting Lyndon B. Johnson with an aggressively liberal draft of a bill he wanted the president to send to Congress. Johnson read it, looked up and asked: \"Do you want a bill or an issue?\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicredit-to-pick-andrea-orcel-as-new-ceo-11611680109", "title": "UniCredit to Pick Andrea Orcel as New CEO", "date": "2021-01-26 12:30", "summary": "He remains in a legal fight with Santander over canceled job offer. Andrea Orcel, one of Europe's best-known bankers, has been picked to lead Italy's UniCredit SpA, according to a person familiar with the process, marking a surprise comeback amid his continuing legal fight with Spanish lender Banco Santander SA .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-prince-al-waleed-near-deal-over-saudi-tycoons-music-company-11611682109", "title": "Warner Music, Prince Al-Waleed Near Deal Over Saudi Tycoon's Music Company", "date": "2021-01-26 12:28", "summary": "Len Blavatnik's Warner and Rotana Music envision sharing artists, producing cross-cultural content. Warner Music Group Corp. is close to agreeing to buy a minority stake in Saudi billionaire Prince al-Waleed bin Talal's Rotana Music, in a deal that would value the Mideast music company at close to $200 million, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coronavirus-variant-in-u-k-probed-for-increased-risk-to-younger-people-11611661304", "title": "U.K. Coronavirus Variant Probed for Increased Risk to Younger People", "date": "2021-01-26 12:26", "summary": "Public-health officials are racing to understand a strain that is more transmissible and could be deadlier. LONDON-Doctors began noticing the change in December as the U.K.'s new coronavirus variant spread. In hospital critical-care units, they were seeing more younger people and women with serious cases of Covid-19, a disease that has inflicted its worst symptoms largely on older patients and men.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-reports-surge-in-year-end-cash-flow-11611662095", "title": "GE Reports Surge in Year-End Cash Flow", "date": "2021-01-26 12:25", "summary": "CEO says company ended 2020 with strong orders for power and wind turbines; 2021 outlook hinges on aviation markets. General Electric Co. powered through a global pandemic that hobbled its aviation business, reporting a surge in cash flow from other divisions that helped it end 2020 on much firmer footing than it had warned of in the spring.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-spending-decline-slows-in-fourth-quarter-11611681887", "title": "American Express Spending Decline Slows in Fourth Quarter", "date": "2021-01-26 12:24", "summary": "Travel and entertainment spending has taken a particularly hard hit from the pandemic. American Express Co. logged a smaller drop in spending in the last quarter of 2020 compared with recent periods, showing potential signs of a recovery amid the Covid-19 pandemic which has kept people at home and damped spending on travel.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-playbook-for-covid-19-protection-emerges-after-year-of-study-missteps-11611680950", "title": "New Playbook for Covid-19 Protection Emerges After Year of Study, Missteps", "date": "2021-01-26 12:09", "summary": "Resume Subscription. Scientists are settling on a road map that can help critical sectors of the economy safely conduct business, from meatpacking plants to financial services, despite the pandemic's continued spread.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-a-young-william-h-macy-a-guitar-gave-him-purpose-11611680747", "title": "For a Young William H. Macy, a Guitar Gave Him Purpose", "date": "2021-01-26 12:05", "summary": "Resume Subscription. William H. Macy, 70, is an Emmy-winning actor who starred in the film \"Fargo\" and directed \"The Layover.\" He currently is in the Showtime series \"Shameless.\" He spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/music-industry-offers-up-venues-for-covid-19-vaccinations-11611673340", "title": "Music Industry Offers Up Venues for Covid Vaccinations", "date": "2021-01-26 11:17", "summary": "Live Nation, AEG, Broadway theaters and independent venues offer concert halls, arenas, theaters and logistics to help vaccinate U.S. population. The live-music industry has a pitch for President Biden: Put us back to work-on vaccination.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-profit-bonanza-eases-pressure-over-new-boss-11611677175", "title": "UBS Profit Bonanza Eases Pressure over New Boss", "date": "2021-01-26 11:06", "summary": "Ralph Hamers's plans for the bank are overshadowed by a Dutch investigation into a money-laundering scandal at his prior employer. UBS is in less need of strong management than most of its European peers-which is fortunate given the awkward position of its new boss.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-is-buying-newsletter-provider-revue-11611666920", "title": "Twitter to Buy Newsletter Provider Revue", "date": "2021-01-26 10:52", "summary": "Move reflects interest among social-media companies in providing content creators with tools to make money. Twitter Inc. has reached a deal to buy newsletter platform Revue Holding BV, the companies said Tuesday, reflecting the interest among social-media companies in providing content creators with tools to make money.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regeneron-antibody-drug-temporarily-protects-against-covid-19-preliminary-data-show-11611676188", "title": "Regeneron Antibody Drug Temporarily Protects Against Covid-19, Preliminary Data Show", "date": "2021-01-26 10:49", "summary": "The drug cocktail reduced infections in a continuing late-stage study, the company reported. Regeneron Pharmaceuticals Inc. said its antibody drug reduced coronavirus infections by half in people at high risk, a preliminary sign the therapy could be given to temporarily prevent Covid-19.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-manhattans-last-gilded-age-mansions-lists-for-52-million-11611675944", "title": "One of Manhattan's Last Gilded Age Mansions Lists for $52 Million", "date": "2021-01-26 10:45", "summary": "Resume Subscription. On one of Manhattan's most prestigious blocks, one of the few remaining Upper East Side mansions dating to the Gilded Age is coming on the market for $52 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/200-lemons-30-bananas-online-shoppers-accidentally-buy-too-much-11611675842", "title": "200 Lemons, 30 Bananas: Online Shoppers Accidentally Buy Too Much", "date": "2021-01-26 10:44", "summary": "Resume Subscription. Sarah Galasko has sprinkled paprika on her roast potatoes, used it as a garnish on baba ganoush and added it to chicken. She has spooned the powdered spice into packets and mailed them to friends locally and abroad.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goldman-sachs-profit-more-than-doubles-powered-by-trading-11611060879", "title": "Goldman Profit More Than Doubles, Powered by Trading", "date": "2021-01-26 10:34", "summary": "Wall Street firm's revenue rises 18%, powered by trading, deal making. For many Americans, 2020 was a year to forget. For Goldman Sachs Group Inc., it was one for the record books.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-expects-sales-growth-as-customers-return-to-offices-schools-11611666346", "title": "3M Expects Sales Growth as Customers Return to Offices, Schools", "date": "2021-01-26 10:33", "summary": "Huge demand for N95 masks was offset last year by lower sales to dentists, office workers. 3M Co. said it expects sales across its product lines to grow this year as vaccinations against Covid-19 allow people to start using more of its products at dental offices, workplaces and schools.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-predicts-wireless-growth-despite-pandemic-11611665359", "title": "Verizon Slow to Cash In on iPhone 12", "date": "2021-01-26 10:31", "summary": "Carrier fell short of forecasts for adding postpaid phone connections, but predicts strong revenue growth in 2021. Verizon Communications Inc.'s fourth-quarter profit slipped due to higher costs and a tepid pool of new customers, though the company issued an upbeat preview of earnings in 2021.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-making-plans-brings-joy-in-january-11611673200", "title": "How Making Plans Brings Joy in January", "date": "2021-01-26 10:00", "summary": "As an antidote to the postholiday blues, some stir-crazy families are planning getaways and gatherings to bring some joy back to the winter of discontent.. Tired of being cooped up in an apartment and eager for a fresh start to the new year, Karen Fine, a schoolteacher in Chicago, is planning a family vacation...to Chicago.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-museums-become-a-haven-for-art-loving-locals-11611673201", "title": "New Yorkers Enjoy Museums Without the Crowds", "date": "2021-01-26 10:00", "summary": "With fewer tourists, residents enjoy wandering uncrowded galleries during the pandemic. Last week, Slavik Kuharchuk traveled from Queens to Manhattan to try something he hadn't enjoyed since the start of the pandemic: a trip to the museum. He went to the Metropolitan Museum of Art with his friends to explore the Egyptian galleries and musical instruments hall. His verdict? A big thumbs up.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-an-estate-plan-is-the-best-gift-you-can-give-your-grandchild-11611671555", "title": "Why an Estate Plan Is the Best Gift You Can Give Your Grandchild", "date": "2021-01-26 09:32", "summary": "Resume Subscription. Malcolm Butler is the president and CEO of the Fiduciary Group in Savannah, Ga.", "categories": [["THE EXPERTS | Wealth Management"]], "category_links": ["https://www.wsj.com/news/types/experts-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-fink-urges-companies-to-disclose-do-more-on-greenhouse-gas-emissions-11611670619", "title": "BlackRock's Fink Urges Companies to Do More on Greenhouse-Gas Emissions", "date": "2021-01-26 09:17", "summary": "CEO says he is focusing on the issue because of the risk that climate change poses on investor returns. BlackRock Inc. Chief Executive Larry Fink asked companies to disclose more information on how they were moving to reduce greenhouse-gas emissions, stepping up the company's environmental efforts from a few years ago.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-big-labor-fight-is-brewing-in-major-league-baseball-11611669678", "title": "Another Big Labor Fight Is Brewing in Major League Baseball", "date": "2021-01-26 09:01", "summary": "With spring training three weeks away, MLB owners want to delay opening day, while the players union prepares for a full season. With coronavirus infections dipping nationwide, one might think Major League Baseball's owners would feel a bit more optimistic about spring training starting in a few weeks. Instead, they want to delay or even shorten the upcoming season, hoping that widespread vaccine distribution would create safer conditions for players and allow fans to buy tickets to attend again.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-home-price-growth-accelerated-in-november-11611669619", "title": "Home-Price Growth Accelerated in November", "date": "2021-01-26 09:00", "summary": "Prices rise at fastest annual pace since February 2014, according to Case-Shiller index. Home-price growth accelerated in November, as buyers continued to compete for a limited number of homes on the market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-creative-class-faces-health-care-crunch-11611669604", "title": "New York City's Creative Class Faces Health-Care Crunch", "date": "2021-01-26 09:00", "summary": "With Broadway and other theater closures now stretching past 10 months, people in the industry have limited options for keeping their coverage. Thousands of actors, musicians and other creative professionals in New York City are at risk of losing or have already lost their health-care coverage because of coronavirus-related shutdowns.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clydesdales-charge-into-a-super-bowl-ad-after-allfor-sam-adams-11611669602", "title": "Clydesdales Charge Into a Super Bowl Ad After All-for Sam Adams", "date": "2021-01-26 09:00", "summary": "Boston Beer and GlaxoSmithKline are among firms using ambush-marketing techniques to generate big-game buzz without national-TV commercials. The maker of Sam Adams beer is hijacking Budweiser's iconic Clydesdales ad campaign, in an attempt to steal some attention during the publicity blitz that typically surrounds the Super Bowl.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-electric-3m-etsy-what-to-watch-when-the-stock-market-opens-today-11611662833", "title": "General Electric, 3M, Etsy: What to Watch When the Stock Market Opens Today", "date": "2021-01-26 08:53", "summary": "This week marks the height of corporate earnings season. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freed-ugandan-opposition-leader-bobi-wine-pledges-to-continue-fight-11611669082", "title": "Freed Ugandan Opposition Leader Pledges to Continue Fight", "date": "2021-01-26 08:51", "summary": "Soldiers released the rapper-turned-opposition leader from home detention after he lost in the disputed presidential elections. KAMPALA, Uganda-Ugandan rapper-turned-opposition leader Bobi Wine pledged to continue his fight to oust longtime President Yoweri Museveni, after soldiers released him from nearly two weeks of home detention following January's disputed election.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-david-washington-malcolm-marie-interview-zendaya-11611630255", "title": "John David Washington's Next-Level Film Career", "date": "2021-01-26 08:29", "summary": "Following 'BlacKkKlansman' and 'Tenet,' the former football player turned leading man teams up with Zendaya and 'Euphoria' creator Sam Levinson. Here, the trio discusses 'Malcolm & Marie.'. Like so many ingenious creations of the Covid era, Netflix 's Malcolm & Marie was born out of boredom and fear. Last spring, Euphoria creator Sam Levinson and its star, Zendaya, were getting restless inside their quarantine cocoons. Season two of their popular HBO drama had been shut down in March. One night, during one of their almost daily check-ins, the pair hatched a breakout plan, one that would ultimately depend on a co-conspirator, John David Washington.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navalny-protests-threaten-to-snowball-as-grievances-grow-in-russia-11611667251", "title": "Russia Protests Threaten to Snowball as Grievances Grow", "date": "2021-01-26 08:20", "summary": "Resume Subscription. MOSCOW-Protests in Russia over the jailing of opposition leader Alexei Navalny are threatening to escalate into a larger movement against the Kremlin, driven by frustration over falling living standards and shrinking political freedoms as President Vladimir Putin cements his long-term hold on the country.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fifth-avenue-retailers-see-signs-of-budding-revival-11611666009", "title": "Fifth Avenue Retailers See Signs of Budding Revival", "date": "2021-01-26 08:00", "summary": "Store owners hope fewer protests outside Trump Tower and the rollout of Covid-19 vaccines will turn things around. After a very dark period, the sun is starting to shine again on Manhattan's famed Fifth Avenue retail corridor.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lonely-millennials-who-fled-cities-during-covid-19-turn-to-co-living-11611666022", "title": "Lonely Millennials Who Fled Cities During Covid-19 Turn to Co-Living", "date": "2021-01-26 08:00", "summary": "Professionals who gave up urban homes move to shared accommodation and working spaces in smaller towns and rural settings. Young professionals who fled big cities for small towns during the pandemic are providing an unexpected boost to a type of real estate geared toward communal living.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-raises-global-economic-growth-forecast-but-says-outlook-remains-uncertain-11611666009", "title": "IMF Raises Global Economic Growth Forecast", "date": "2021-01-26 08:00", "summary": "Outlook has been buoyed by hopes for increasing vaccination and improved therapies to combat Covid-19. WASHINGTON-The world economy is gearing up for a strong recovery from the pandemic in 2021 after shrinking considerably less than initially feared last year, the International Monetary Fund said Tuesday, though it warned that the outlook is subject to exceptional uncertainty.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-demonstrates-asias-economic-resilience-to-pandemic-11611664966", "title": "South Korea Demonstrates Asia's Economic Resilience to Pandemic", "date": "2021-01-26 07:42", "summary": "Strong exports and tight Covid-19 restrictions led to relative strength across the region, but the picture is grimmer in the West. SEOUL-In any normal year, a 1% contraction in South Korea's economy would be disappointing. In 2020, it is a mark of resilience, as strong exports and success in containing Covid-19 buoyed Asian economies against one of the worst global downturns in modern history.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-rioters-clash-with-police-for-third-night-over-covid-19-curfew-11611664598", "title": "Dutch Rioters Clash With Police Again Over Covid Curfew", "date": "2021-01-26 07:36", "summary": "Some 150 people arrested and one policeman injured in clashes. A third night of riots gripped several large Dutch cities on Monday after protests against a new curfew to curb the spread of coronavirus turned violent, further complicating the Covid-19 crisis management by a beleaguered government.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunstone-partners-reinvents-bet-on-servicenow-user-growth-11611664201", "title": "Sunstone Partners Reinvents Bet on ServiceNow User Growth", "date": "2021-01-26 07:30", "summary": "The technology services-focused private-equity firm has acquired three companies that focus on ServiceNow software users. Technology services-focused Sunstone Partners is betting that it can strike gold twice with a bet on the growth of enterprise software platform ServiceNow .", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bubble-watch-jet-debt-may-also-be-flying-too-high-11611663520", "title": "Bubble Watch: Jet Debt May Also Be Flying Too High", "date": "2021-01-26 07:18", "summary": "Aircraft-finance market has opened up again even though jet values remain at risk from the pandemic. It isn't just bitcoin, penny stocks and blank-check companies that are attracting hot money. With the worst crisis in aviation history far from over, investors can't wait to buy planes again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-offers-glimpse-of-a-world-vaccinated-from-covid-19-11611662214", "title": "In Israel, a Glimpse of a Vaccinated World", "date": "2021-01-26 06:56", "summary": "Resume Subscription. PETAH TIKVAH, Israel-When residents and staff at an assisted-living facility received their first shots of Pfizer Inc.'s Covid-19 vaccine last month, they threw a spontaneous dance party and shook their hips, while remaining six feet apart from one another.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italian-prime-minister-conte-resigns-triggering-search-for-new-government-to-tackle-covid-19-recession-11611661954", "title": "Italian Prime Minister Resigns, Triggering Search for New Government", "date": "2021-01-26 06:52", "summary": "If a governing majority can't be found, the country will head to snap elections. ROME-Italian Prime Minister Giuseppe Conte resigned, ushering in a phase of political instability that could lead to a new government or elections this spring.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-olympic-swimming-trials-will-be-cut-in-half-11611610224", "title": "U.S. Olympic Swimming Trials Will Be Cut in Half", "date": "2021-01-26 06:00", "summary": "Covid concerns will slash the number of athletes at the main event in June, and add a wild-card meet days earlier to give others a chance to qualify. With the fate of next summer's Tokyo Olympics still teetering, USA Swimming is cutting its blockbuster Olympic trials in half, an attempt to make the event safer and more manageable for the pandemic era.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-mounts-a-charge-to-take-on-china-the-king-of-electric-vehicle-batteries-11611658235", "title": "Shift to Electric Vehicles Spurs Push for More U.S. Batteries", "date": "2021-01-26 05:50", "summary": "Sila Nanotechnologies, a Silicon Valley startup, is among the latest to attract Wall Street backing. The auto industry's quickening shift to electric cars is spurring investment in another emerging industry in the U.S.: manufacturing lithium-ion batteries for those vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-11611640487", "title": "UBS Plans $4.5 Billion Share Buyback as Profit Surges", "date": "2021-01-26 05:36", "summary": "CEO Ralph Hamers faces a probe into his role in a money-laundering scandal during his time at ING. UBS Group AG's focus on the world's rich is helping it power through the coronavirus pandemic with some of the best financial results in global banking, but a cloud over new Chief Executive Ralph Hamers is threatening to throw Switzerland's largest lender off course this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-traders-producers-earn-cheaper-rates-from-banks-for-loweringcarbon-production-11611657000", "title": "Traders, Producers Earn Cheaper Rates From Banks for Lowering Carbon Production", "date": "2021-01-26 05:30", "summary": "The lending also helps banks meet their own green-investing targets. Wall Street is offering bargains to the commodities industry for going green.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-collection-is-down-and-apartment-owners-feel-the-squeeze-11611657001", "title": "Rent Collection Is Down, and Apartment Owners Feel the Squeeze", "date": "2021-01-26 05:30", "summary": "Multifamily properties were initially a bright spot during Covid-19, but banks now see more apartment debt as high risk. The apartment business has weathered the Covid-19 pandemic better than most of the real-estate sector. That is starting to change.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nrg-energy-cfo-focusing-on-cutting-costs-pricing-after-direct-energy-deal-11611657000", "title": "NRG Energy CFO Focusing on Cutting Costs, Pricing After Direct Energy Deal", "date": "2021-01-26 05:30", "summary": "With $3.6 billion acquisition, NRG doubles the number of its retail customers. NRG Energy Inc. Chief Financial Officer Kirkland Andrews is focusing his attention on reviewing the energy company's costs and pricing strategy after it wrapped up a $3.6 billion deal to acquire Direct Energy earlier this month.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saved-stimulus-checks-expected-to-help-spur-economic-recovery-11611657001", "title": "Saved Stimulus Checks Expected to Help Spur Recovery", "date": "2021-01-26 05:30", "summary": "Many households have boosted savings during the pandemic and pent-up demand is expected to propel growth. Many U.S. consumers are starting 2021 flush with savings likely to help fuel the economic recovery this year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-of-remote-learners-have-smaller-roles-in-u-s-workforce-11611653401", "title": "Parents of Remote Learners Have Smaller Roles in U.S. Workforce", "date": "2021-01-26 04:30", "summary": "Students who go to school in-person are more likely to have parents who work full time, new survey shows. Parents of school-age children who are spending part or all of their time taking classes from home are less likely to be employed full-time, in the latest indication of how the pandemic-fueled school closures have taken a toll on working parents.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-set-to-hire-3-000-corporate-employees-in-boston-continue-u-s-expansion-11611646174", "title": "Amazon Set to Hire 3,000 Corporate Employees in Boston", "date": "2021-01-26 02:29", "summary": "Tech giant's plans follow hiring sprees, regional expansions in other cities. Amazon.com Inc. is planning to add 3,000 employees in its corporate ranks in the Boston area, one of a number of expansions of technology jobs in major American cities for the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11611606453", "title": "Pepper...and Salt", "date": "2021-01-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artificial-intelligence-will-define-googles-future-for-now-its-a-management-challenge-11611676945", "title": "Google's Future Is Artificial Intelligence. It's Now a Management Challenge", "date": "2021-01-26 00:01", "summary": "Google's parent, Alphabet, has waded through one controversy after another involving its top researchers and executives in the field. Alphabet Inc. Chief Executive Sundar Pichai has bet big on artificial intelligence as central to the company's future, investing billions of dollars to embed the technology in the conglomerate's disparate divisions. Now, it is one of his trickiest management challenges.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-power-sharing-deal-moves-ahead-11611630763", "title": "Senate Power-Sharing Deal Moves Ahead", "date": "2021-01-26 23:00", "summary": "McConnell says comments from Democratic senators assuaged his concerns about the filibuster being potentially eliminated. WASHINGTON-Senate Minority Leader Mitch McConnell said that he is ready to move ahead with a power-sharing agreement after two Democratic senators said they won't support ending the legislative filibuster, a central sticking point for the GOP in the talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/article-of-impeachment-moves-to-senate-for-second-trump-trial-11611613658", "title": "Article of Impeachment Sent to Senate for Second Trump Trial", "date": "2021-01-26 22:27", "summary": "Proceedings to highlight Republicans' split over former president's actions, party's future. WASHINGTON-The House sent over the article of impeachment of former President Donald Trump to the Senate Monday evening, officially starting the countdown to a trial expected to highlight the rifts within the GOP over Mr. Trump's legacy and his future influence over the party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-resuming-efforts-to-put-harriet-tubman-on-20-bill-11611602005", "title": "Treasury Resuming Efforts to Put Harriet Tubman on $20 Bill", "date": "2021-01-26 21:06", "summary": "Redesign had been pushed by Obama administration but wasn't completed during Trump's tenure. WASHINGTON-The White House said the Treasury Department was resuming efforts to put escaped slave turned abolitionist Harriet Tubman on the $20 bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-approves-17-million-fund-for-harvey-weinstein-victims-11611625431", "title": "Bankruptcy Judge Approves $17 Million Fund for Harvey Weinstein Victims", "date": "2021-01-26 20:43", "summary": "Women who have accused Mr. Weinstein of misconduct are expected to receive hundreds of thousands of dollars or more on average under the chapter 11 settlement. Women who have accused Harvey Weinstein of sexual misconduct will be compensated from a $17 million fund after a Delaware bankruptcy judge approved a plan to liquidate his former film studio.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorker-gives-back-magazine-award-over-japan-rental-family-story-11611586688", "title": "New Yorker Gives Back National Magazine Award", "date": "2021-01-26 20:16", "summary": "Return of prize is a first in 55-year history of the awards; magazine said sources gave false information. The New Yorker magazine has given back a National Magazine Award it won for an article about Japan's \"rental family\" industry, the first return of an award in the 55-year history of the magazine industry's highest honor.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-ease-some-covid-19-restrictions-as-cases-decline-11611616068", "title": "New York to Ease Some Covid-19 Restrictions as Cases Decline", "date": "2021-01-26 19:21", "summary": "Gov. Andrew Cuomo says the state is loosening economic curbs imposed after Thanksgiving to respond to a holiday increase in cases. New York will start relaxing economic restrictions that were imposed after Thanksgiving to respond to an increase in novel coronavirus cases, Gov. Andrew Cuomo said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kimmeridge-energy-to-launch-proxy-fight-at-ovintiv-11611619201", "title": "Kimmeridge Energy to Launch Proxy Fight at Ovintiv", "date": "2021-01-26 19:20", "summary": "Kimmeridge to nominate three candidates for oil-and-gas producer's board. An investment firm plans to launch a proxy fight at Ovintiv Inc., arguing the oil-and-gas producer should alter its spending and improve governance to boost the company's share price.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-second-impeachment-senate-trial-11610400832", "title": "Trump Impeachment: When Will the Senate Vote and How Will the Trial Work?", "date": "2021-01-26 19:14", "summary": "The House impeached Donald Trump for inciting an insurrection, and a Senate trial is expected to begin on Feb. 8. The House of Representatives impeached then-President Donald Trump a second time, for his role in inciting the capitol riots on Jan. 6, just over a year after it first impeached him for pressing Ukraine to announce investigations that would have aided him politically. The vote was 232 to 197, with all Democrats joined by 10 Republicans, in a House chamber guarded by National Guard troops stationed throughout the Capitol and its grounds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]