[{"link": "https://www.wsj.com/articles/suez-canal-blockage-forces-operators-to-reroute-ships-11616756859", "title": "Suez Canal Efforts to Free Stuck Ship Make Fresh Progress", "date": "2021-03-26 19:22", "summary": "Hope rises that ship can be refloated and cleared by Saturday, earlier than expected. SUEZ, Egypt-Efforts to free a ship wedged into the bank of the Suez Canal, blocking traffic through the critical waterway, progressed significantly late Friday, people familiar with the operations said, raising hope among authorities that the ship could be dislodged as early as Saturday, and the canal cleared for the resumption of traffic soon after.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-eagle-and-georgias-voting-law-11616799451", "title": "'Jim Eagle' and Georgia's Voting Law", "date": "2021-03-26 19:21", "summary": "Biden compares state voting bills to Jim Crow, never mind the facts.. Georgia passed its over-hyped voting law on Thursday, and the news was met with more of the same. President Biden said at his news conference that the voting bills percolating in GOP state Legislatures are \"un-American,\" \"sick,\" \"pernicious,\" and worse: \"This makes Jim Crow look like Jim Eagle.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-apollo-global-management-chevron-stocks-that-defined-the-week-11616799387", "title": "Facebook, Apollo Global Management, Chevron: Stocks That Defined the Week", "date": "2021-03-26 18:56", "summary": "Here are seven major companies whose stocks moved on the week's news. Facebook Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-filibuster-ultimatum-11616799311", "title": "Biden's Filibuster Ultimatum", "date": "2021-03-26 18:55", "summary": "Democrats want the GOP to surrender on policy-or else.. It isn't getting much attention, but Democrats have made clear in the last week that they are offering Republicans an ultimatum on the Senate's legislative filibuster: Give them what they want on policy, or they'll blow up the 60-vote rule and claim Republicans made them do it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-scores-for-public-schools-11616799171", "title": "School Choice Scores for Public Schools", "date": "2021-03-26 18:52", "summary": "A new study shows better test results in states with more options.. Teachers unions claim that school choice is a zero-sum game, but evidence is mounting to the contrary. The latest is a study that finds a positive correlation between the education options states offer and test results on the National Assessment of Education Progress (NAEP).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-heads-to-the-supreme-court-11616798950", "title": "Goldman Heads to the Supreme Court", "date": "2021-03-26 18:49", "summary": "Can a company be sued for failing to meet its boilerplate aspirations?. If a public company professes a commitment to gender equity, but is sued for pay discrimination, can shareholders also sue for fraud? This question is hypothetical (for now), but the Supreme Court on Monday will consider a similar question in Goldman Sachs Group v. Arkansas Teacher Retirement System.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beverly-cleary-creator-of-ramona-quimby-dies-at-104-11616796684", "title": "Beverly Cleary, Creator of Ramona Quimby, Dies at 104", "date": "2021-03-26 18:39", "summary": "Chidren's author delighted generations with series of books. NEW YORK-Beverly Cleary, the celebrated children's author whose memories of her Oregon childhood were shared with millions through the likes of Ramona and Beezus Quimby and Henry Huggins, has died. She was 104.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-twelve-lives-of-alfred-hitchcock-review-dial-m-for-multiple-11616772613", "title": "'The Twelve Lives of Alfred Hitchcock' Review: Dial M for Multiple", "date": "2021-03-26 18:17", "summary": "Visual genius, master of suspense, on-set tyrant, lonely boy: Pick your Hitchcock.. The legendary cinematographer Jack Cardiff shot a film for Alfred Hitchcock just once: 1949's \"Under Capricorn,\" a resounding flop at the time but a strikingly beautiful movie all the same. It was made in costly Technicolor and shot in long takes that required pinpoint precision from the actors and crew. Cardiff recalled that Hitchcock, who even then was famed for claiming he had finished his films in his head before stepping onto a set, kept his back to the action on every take. \"It's tempting to believe,\" writes Edward White, \"that on Hitchcock's set the act of directing-of being Alfred Hitchcock-was itself part of the spectacle.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-agrees-to-spac-deal-that-would-take-startup-public-11616752804", "title": "WeWork Plans to Go Public in $9 Billion SPAC Merger", "date": "2021-03-26 18:01", "summary": "Planned merger with BowX Acquisition vehicle would value WeWork at $9 billion including debt. WeWork has agreed to merge with a special-purpose acquisition company in a deal to take the shared-office provider public nearly two years after its high-profile failure to launch a traditional IPO.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-read-this-week-11616795891", "title": "What to Read This Week", "date": "2021-03-26 17:58", "summary": "The many faces of a famed filmmaker, Churchill's first battle, a lost German novel, the return of Donna Leon's Commissario Brunetti and more.. Author", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-covid-bill-is-coming-due-11616795722", "title": "Europe's Covid Bill Is Coming Due", "date": "2021-03-26 17:55", "summary": "EU leaders made unforced errors with lockdowns and vaccine debacles. Their parties may pay.. Europe's leaders have told citizens that they're all in the Covid-19 crisis together. But in the U.K., roughly 40% of the population has received at least one Covid-19 shot. Across the water, only about 13% of the European Union's citizens have received a jab. In France, that number is closer to 10%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-lawmakers-aim-to-keep-tom-wolf-at-bay-11616795652", "title": "Pennsylvania Lawmakers Aim to Keep Tom Wolf at Bay", "date": "2021-03-26 17:54", "summary": "Two ballot measures would limit the governor's power to extend emergency declarations indefinitely.. Philadelphia", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/c-120-cassettes-taught-me-econ-101-11616795674", "title": "C-120 Cassettes Taught Me Econ 101", "date": "2021-03-26 17:54", "summary": "I'm also certain that without them, my wife never would have married me.. Lou Ottens, the Dutch inventor of the audiocassette tape, died this month at 94. I wish I had occasion to thank the man, for his invention taught me more about economics than I ever learned in the classroom. I'm also certain that without his invention, my wife, Devin, never would have married me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-judge-james-c-ho-11616795591", "title": "Notable & Quotable: Judge James C. Ho", "date": "2021-03-26 17:53", "summary": "'It would be profoundly offensive-and un-American-to tell the world that you're restricting a judgeship to members of only one race.'. From testimony by Judge James C. Ho of the Fifth U.S. Circuit Court of Appeals prepared for a March 25 House subcommittee hearing on \"The Importance of a Diverse Federal Judiciary\":", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/h-r-1-is-democrats-survival-strategy-for-2022-11616795614", "title": "H.R.1 Is Democrats' Survival Strategy for 2022", "date": "2021-03-26 17:53", "summary": "The proposed law would drown our political system in cheating allegations that can't be disproved.. Donald Trump and Stacey Abrams advocate different election reforms and might as well be the same person, both having discovered the personal benefit of alleging their respective elections were stolen from them. Under the Democratic bill H.R.1, expect a lot more Donald Trumps and Stacey Abramses.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pimco-compliance-chief-to-retire-11616795568", "title": "Pimco Compliance Chief to Retire", "date": "2021-03-26 17:52", "summary": "Deputy general counsel will take over the departing executive's role at the end of June, the investment manager tells employees. Pacific Investment Management Co. is shuffling its compliance leadership as its chief compliance officer prepares to retire.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-voting-law-draws-legal-challenge-11616778503", "title": "Georgia Voting Law Draws Legal Challenge", "date": "2021-03-26 17:50", "summary": "Advocacy groups say law unconstitutionally restricts voting rights, disparately impacts Black voters. Three voting-advocacy groups have sued Georgia officials over a new law that adds requirements for voters in the hotly contested state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-texas-florida-top-new-ranking-of-innovation-hubs-11616795336", "title": "Washington, Texas, Florida Top New Ranking of Innovation Hubs", "date": "2021-03-26 17:48", "summary": "VC investor Tim Draper says U.S. remains a leader in promoting innovative tech, though Singapore, Hong Kong and Switzerland are closing the gap. Washington, Texas and Florida are the best states to launch a technology startup, beating California's Silicon Valley, according to a new index that ranks the vitality of national and global innovation hubs.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minds-wide-shut-review-dogma-division-and-distrust-11616795028", "title": "'Minds Wide Shut' Review: Dogma, Division and Distrust", "date": "2021-03-26 17:43", "summary": "Can an academic world aiming for moral purity be redirected to the spirit of inquiry and toleration?. 'Minds Wide Shut: How the New Fundamentalisms Divide Us\" is a plea for moderate, open-minded liberalism in an age of self-righteous certainty. Gary Saul Morson and Morton Schapiro are professors of literature and economics, respectively, at Northwestern University, where Mr. Schapiro is also the president. The two have taught and written together, and this book is a sequel to their \"Cents and Sensibility: What Economics Can Learn From the Humanities.\" That, too, was a plea to take the blinders off, especially aimed at economists who often tend not to pay much attention to fields other than their own.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-when-pundits-hold-court-11616794883", "title": "Politics: When Pundits Hold Court", "date": "2021-03-26 17:41", "summary": "Has the process of selecting Supreme Court justices been politicized? Ask John Quincy Adams.. When Justice Anthony Kennedy announced his retirement in 2018, giving President Trump a second opportunity to elevate a judge to the Supreme Court, Ian Millhiser posted this charming reflection on Twitter: \"F-. You. Justice. Kennedy.\" That gives you a fair idea of Mr. Millhiser's approach to analyzing the court: Interpret every utterance by Republican-appointed justices in the worst possible light and use every circumstance of their nominations as proof of Republican treachery.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-condemns-chinese-boycotts-of-companies-that-avoid-xinjiang-production-11616784162", "title": "U.S. Condemns Chinese Boycotts of Companies Shunning Xinjiang Cotton", "date": "2021-03-26 17:41", "summary": "Biden administration voices support for firms seeking to ensure products aren't made with forced labor, as Beijing denies abuse allegations. WASHINGTON-The Biden administration on Friday denounced Chinese boycotts against international businesses that have shunned cotton produced in China's Xinjiang region over forced labor concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rookie-11616794789", "title": "The Rookie", "date": "2021-03-26 17:39", "summary": "A first-time executive attempts a historic organizational expansion.. A true inspiration for everyone considering a second career, President Joe Biden has embarked on his first executive job at the tender age of 78. But despite his youthful exuberance, voters may be concerned that the rookie is attempting a historic expansion of an organization that even a seasoned manager might find difficult to oversee.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-03-26-2021-11616753698", "title": "S&P 500 Rallies 1.7%, Closes Week at Record", "date": "2021-03-26 17:24", "summary": "Strong Friday finish pushes Dow, S&P to new highs, while Nasdaq trails behind. The S&P 500 concluded a volatile week with a late-day rally that pushed it to a fresh high Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-plans-localized-approach-to-promote-covid-19-vaccine-11616773642", "title": "Biden Administration Plans Localized Approach to Promote Covid-19 Vaccine", "date": "2021-03-26 17:03", "summary": "The administration decided working with trusted groups would fight skepticism better than national ads. WASHINGTON-The Biden administration's new campaign promoting Covid-19 vaccination will emphasize working with community groups and others to target specific populations that are skeptical of the vaccine, senior administration officials said.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boulder-shooting-suspect-bought-gun-legally-11616780773", "title": "Ammunition Magazine Used in Boulder Shooting Under Scrutiny", "date": "2021-03-26 17:00", "summary": "Suspect legally purchased semiautomatic pistol after passing background check. Investigators are trying to determine whether the suspect in Monday's Boulder supermarket shooting used an illegal 30-round magazine, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digging-out-stuck-ship-in-the-suez-canal-what-is-needed-to-refloat-the-ever-given-11616792192", "title": "Digging Out Stuck Ship in the Suez Canal: What Is Needed to Refloat the Ever Given", "date": "2021-03-26 16:56", "summary": "Resume Subscription. When the Ever Given container ship got stuck in the Suez Canal on Tuesday, it blocked the narrow waterway for all other vessels. An estimated $12 billion of cargo has had to wait at the mouth of the canal until the 1,312-foot ship can be freed. Evergreen, the company that owns the Ever Given, has been unsuccessful in its attempts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ghost-gun-concerns-prompt-feds-to-meet-with-firearms-makers-11616756403", "title": "Ghost Guns Prompt Feds to Meet With Gun Makers", "date": "2021-03-26 16:47", "summary": "ATF officials meet with manufacturers to discuss untraceable weapons made from parts bought online. Federal firearm regulators met with gun industry representatives Friday to discuss weapons that can be made from parts purchased online, a signal the Biden administration may tackle the proliferation of weapons known as ghost guns.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-invites-russian-and-chinese-leaders-to-participate-in-climate-summit-11616787910", "title": "Biden Invites Putin, Xi and Other World Leaders to Climate Summit", "date": "2021-03-26 16:47", "summary": "Forty leaders invited to virtual summit in April including Russian and Chinese presidents. WASHINGTON-President Biden has invited 40 world leaders including Russian President Vladimir Putin and Chinese President Xi Jinping to participate in a virtual climate summit in April, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-resumes-787-dreamliner-deliveries-11616791187", "title": "Boeing Resumes 787 Dreamliner Deliveries", "date": "2021-03-26 16:39", "summary": "The plane maker's Dreamliner delivery to United Airlines on Friday marks its first since production problems prompted a halt in October. Boeing Co. resumed deliveries of its 787 Dreamliner, a step toward moving past production problems with the widebody jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-replace-libor-intensifies-11616783189", "title": "Push to Replace Libor Intensifies", "date": "2021-03-26 16:28", "summary": "World's largest banks and regulators are set to abandon the benchmark by year-end, but lenders have been slow to switch. Top Federal Reserve officials and regulators are dialing up pressure on banks to stop tying loans to the London interbank offered rate.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eritrea-withdraws-from-ethiopias-restive-tigray-region-11616789855", "title": "Eritrea Withdraws From Ethiopia's Restive Tigray Region", "date": "2021-03-26 16:17", "summary": "Move could mark a turn in nearly five-month conflict, or retreat in face of international pressure. After months of denying their presence, Ethiopia said on Friday that troops from neighboring Eritrea had agreed to withdraw from the restive Tigray region amid mounting accusations of mass atrocities during a five-month conflict that has roiled the strategic Horn of Africa region.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brought-up-to-speed-saturday-crossword-march-27-11616346666", "title": "Brought Up to Speed (Saturday Crossword, March 27)", "date": "2021-03-26 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loops-saturday-cryptic-puzzle-march-27-11616346792", "title": "Loops (Saturday Cryptic Puzzle, March 27)", "date": "2021-03-26 16:01", "categories": [["WSJ Puzzles", "Cryptic"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/cryptic?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developing-nations-seek-alternates-after-india-restricts-vaccine-exports-11616784504", "title": "Developing Nations Seek Alternates After India Restricts Covid-19 Vaccine Exports", "date": "2021-03-26 14:58", "summary": "African CDC director urges world to pull back from brink of 'vaccine war' as countries struggle to contain virus. Developing countries scrambled to keep their Covid-19 vaccinations on track Friday after India-a critical supplier to a United Nations-backed and Western-funded vaccine campaign-temporarily restricted exports.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-vaccine-effort-is-protecting-older-people-growing-evidence-suggests-11616682522", "title": "Covid-19 Vaccine Effort Is Protecting Older People, Evidence Suggests", "date": "2021-03-26 14:49", "summary": "U.S. hospitalization and death data point to benefits from shots, but warning signs remain. A growing number of signals show vaccinations are starting to reshape the Covid-19 pandemic in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-targets-american-business-11616783268", "title": "Beijing Targets American Business", "date": "2021-03-26 14:27", "summary": "The U.S. and China's Communist Party are strategic and ideological competitors. CEOs have to decide which side they want to help win.. In the weeks that surrounded President Biden's inauguration, Chinese leaders waged an information campaign aimed at the U.S. Their flurry of speeches, letters and announcements was not, as the press first assumed, addressed mainly to the new administration. It was an effort to target the U.S. business community.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cuomo-scandals-this-is-cnn-11616783164", "title": "The Cuomo Scandals: This Is CNN", "date": "2021-03-26 14:26", "summary": "The governor's brother hyped his Covid case last spring. Now it turns out he got special treatment.. Gov. Andrew Cuomo has a new scandal, and this one involves CNN. The Albany Times Union reports that, early in the Covid pandemic, Mr. Cuomo and Health Commissioner Howard Zucker directed high-level state health officials \"to conduct prioritized coronavirus testing on the governor's relatives as well as influential people with ties to the administration.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lonesome-dove-author-larry-mcmurtry-dies-at-84-11616782781", "title": "'Lonesome Dove' Author Larry McMurtry Dies at 84", "date": "2021-03-26 14:19", "summary": "Winner of Pulitzer Prize was also a screenwriter and independent bookseller, sharing an Academy Award for the screenplay for 'Brokeback Mountain'. DALLAS-Larry McMurtry, the prolific and popular author who took readers back to the old American West in his Pulitzer Prize-winning novel \"Lonesome Dove\" and to modern-day emotional landscapes in the novel \"Terms of Endearment,\" has died. He was 84.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lacks-the-credibility-to-bully-the-u-s-11616782331", "title": "China Lacks the Credibility to Bully the U.S.", "date": "2021-03-26 14:12", "summary": "To equate our human-rights records is absurd and antithetical to historical fact.. Regarding your March 22 editorial \"China's Warning to Biden\": The U.S. must change its approach to dealing with the People's Republic of China. Our diplomatic negotiations with Chinese counterparts in Alaska were absolutely disgraceful to our country, the Chinese people and the security, liberty, and future of our entire planet.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talented-students-come-from-many-schools-11616782211", "title": "Talented Students Come From Many Schools", "date": "2021-03-26 14:10", "summary": "Some of the best students in my class are from schools they themselves might describe as \"middling\" or even worse.. In \"Pandemic Upends the Way Colleges Choose New Class\" (Page One, March 17) about this year's test-optional admissions cycle at many highly selective schools, a college counselor raises the question of whether \"straight-A's in a middling high school translate into an ability to handle work at rigorous colleges.\" I have taught chemistry for over 20 years at a highly selective college, and my two-part answer to this question is 1) yes, they probably do, and 2) if they don't, what on earth are we doing?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-deserves-credit-for-the-vaccine-miracle-11616781969", "title": "Who Deserves Credit for the Vaccine Miracle?", "date": "2021-03-26 14:06", "summary": "Altogether the U.S. government poured in $18 billion for vaccines.. Allysia Finley is wrong in giving capitalism and Big Pharma all the credit for bringing vaccines to the rescue (\"The Weekend Interview with Alex Gorsky: Capitalism Is What Will Defeat Covid,\" March 20). Americans are getting vaccines fast not primarily because of corporations like J&J, but in large measure because of government investment early and often.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sesame-oil-pickles-11616782007", "title": "Sesame-Oil Pickles", "date": "2021-03-26 14:06", "summary": "One of the world's great boxed-lunch traditions, Korean doshirak is the meal we need now: portable and pleasing to all the senses. Here, one of the components.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitney-museum-founders-long-island-art-studio-lists-for-4-75-million-11616781649", "title": "Whitney Museum Founder's Long Island Art Studio Lists for $4.75 Million", "date": "2021-03-26 14:05", "summary": "Resume Subscription. In the early 1900s, the wealthy family of Gertrude Vanderbilt Whitney owned roughly one thousand acres on the North Shore of Long Island. The sprawling estate included a McKim, Mead & White-designed mansion, a horse stable with 83 stalls, a tennis house with an indoor pool and an art studio for Mrs. Whitney, a sculptor who founded New York's Whitney Museum of American Art.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/asparagus-snap-peas-and-fava-beans-with-pine-nut-tofu-dressing-11616781733", "title": "Asparagus, Snap Peas and Fava Beans With Pine Nut Tofu Dressing", "date": "2021-03-26 14:02", "summary": "One of the world's great boxed-lunch traditions, Korean doshirak is the meal we need now: portable and pleasing to all the senses. Here, one of the components.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/payday-might-be-coming-for-u-s-bank-investors-11616781627", "title": "Payday Might Be Coming for U.S. Bank Investors", "date": "2021-03-26 14:00", "summary": "Federal Reserve's decision to roll back bank payout restrictions is mostly a return to normal for buyback decisions. It is getting close to business-as-usual for the biggest U.S. banks when it comes to shareholder payouts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potato-salad-11616781480", "title": "Potato Salad", "date": "2021-03-26 13:58", "summary": "One of the world's great boxed-lunch traditions, Korean doshirak is the meal we need now: portable and pleasing to all the senses. Here, one of the components.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joseph-beuys-made-art-from-the-mundane-11616781439", "title": "Joseph Beuys Made Art From the Mundane", "date": "2021-03-26 13:57", "summary": "Three anniversary exhibitions in Europe examine the provocative legacy of the 20th-century German artist. The 20th-century German artist Joseph Beuys helped to overturn the idea of art as something to hang on a museum wall or stand on a pedestal. Known for his enormous installations and series of sculptural objects, Beuys treated mundane or even repellent materials as art supplies. Animals often featured in the live performances he called \"actions,\" which could last anywhere from a few hours to a few days. In one of the most famous, in 1965, Beuys locked himself in a Düsseldorf art gallery and \"explained\" paintings to a dead hare, as spectators looked in through the windows.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doenjang-steak-11616781240", "title": "Doenjang Steak", "date": "2021-03-26 13:54", "summary": "One of the world's great boxed-lunch traditions, Korean doshirak is the meal we need now: portable and pleasing to all the senses. Here, one of the components.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-districts-tackle-learning-loss-school-safety-with-covid-19-aid-11616781121", "title": "School Districts Tackle 'Learning Loss,' Safety With Covid-19 Aid", "date": "2021-03-26 13:52", "summary": "Officials plan to use the $122 billion to improve facilities, get students back on track but funding may not speed return to in-person school. The new federal Covid-19 relief law will inject billions of dollars into K-12 schools to expand in-person learning and help students get their education back on track, but districts still face uncertainties over when they will return to full-time traditional instruction.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gertrude-vanderbilt-whitneys-long-island-art-studio-11616780951", "title": "Gertrude Vanderbilt Whitney's Long Island Art Studio", "date": "2021-03-26 13:49", "summary": "The space built for the sculptor and Whitney Museum founder was converted into a home in the 1980s.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-unpopular-answer-to-the-mystery-of-american-obesity-11616780696", "title": "An Unpopular Answer to the Mystery of American Obesity", "date": "2021-03-26 13:44", "summary": "As the war on smoking intensified from 1980 to 2000, Americans gained an average of 20 pounds.. In his review of Michael Moss's \"Hooked\" (Books, March 12), an examination of America's changing eating habits and the increase in obesity in the last 40 years, Matthew Rees ignores a major factor: the declining smoking rate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-wrong-with-global-supply-chains-and-how-it-affects-you-11616763749", "title": "What's Wrong With Global Supply Chains and How It Affects You", "date": "2021-03-26 13:39", "summary": "The blocked Suez, semiconductor shortages and surprisingly cold weather have disrupted how manufacturers world-wide ship and receive goods. Supply-chain woes have mounted world-wide for makers of everything from cars to clothing. Here is what you need to know about the situation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voting-machine-company-dominion-sues-fox-news-over-election-claims-11616766678", "title": "Voting-Machine Company Dominion Sues Fox News Over Election Claims", "date": "2021-03-26 13:32", "summary": "Lawsuit alleges defamation, citing on-air statements about the presidential election and Dominion's technology. Dominion Voting Systems sued Fox Corp.'s Fox News, seeking $1.6 billion in damages for what the company alleges were defamatory on-air comments about its products in the aftermath of the U.S. presidential election.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-marvels-the-falcon-and-the-winter-soldier-even-a-superhero-needs-a-side-hustle-11616779151", "title": "In 'The Falcon and the Winter Soldier,' Even a Superhero Needs a Side Hustle", "date": "2021-03-26 13:19", "summary": "In Marvel movies, money was a nonissue for most superheroes. But in the new series on Disney+, Sam Wilson is facing working-class problems.. In the latest episode of the Marvel television series \"The Falcon and the Winter Soldier,\" the title superheroes wing into Europe for hand-to-hand combat with a gang of chemically enhanced super soldiers. Meanwhile, back on the home front, there's a more nebulous threat looming for Falcon in the form of his personal finances.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-canal-blockage-sends-asian-exporters-scrambling-11616771912", "title": "Suez Canal Blockage Sends Exporters Scrambling", "date": "2021-03-26 13:16", "summary": "Getting products between regions may require expensive airfreight or slower route around tip of Africa; delays seen for consumer and industrial goods. Asian and European businesses, which rely heavily on the Suez Canal to move their products between the regions, are weighing contingency plans as efforts to move a ship blocking the canal drag out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-clobbered-manhattan-lower-rents-could-seed-recovery-11616778760", "title": "Covid-19 Clobbered Manhattan. Lower Rents Could Seed Recovery.", "date": "2021-03-26 13:12", "summary": "Resume Subscription. Yamoni Bari, a product manager in New York City, lost his job at a financial tech company near the beginning of the pandemic. So with his wife and brother, he decided to try his hand at starting a business.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/thredup-fetches-1-3-billion-value-in-ipo-11616761017", "title": "ThredUp Fetches $1.3 Billion Value in IPO", "date": "2021-03-26 13:03", "summary": "Online thrift store is the latest e-commerce company to go public this year, following Poshmark and Mytheresa. Shares of ThredUp Inc. opened 30% above the listing price in their market debut Friday, an early sign that investors continue to be bullish on online secondhand retail.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-iowa-visit-boosts-2024-speculation-as-trump-casts-shadow-11616776406", "title": "Pompeo Visits Iowa Spurring 2024 Speculation", "date": "2021-03-26 13:01", "summary": "Former Trump cabinet member tours state that traditionally hosts the first presidential nominating contest. URBANDALE, Iowa-The early rumblings of the 2024 Republican presidential primary could be heard here inside a popular rural-themed restaurant, where a club for conservatives often hosts potential or declared White House candidates as guest speakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-february-2021-11616710309", "title": "Household Spending Picks Up After Cooling Last Month", "date": "2021-03-26 12:12", "summary": "Spending fell 1% and income dropped 7.1%; more stimulus checks, rising vaccinations are expected to unleash a burst in shopping and travel. Household spending cooled last month but already appears to be accelerating again as consumers-armed with federal stimulus money and many of them newly vaccinated-travel, dine out and return to shopping centers.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bing-crosbys-onetime-bay-area-home-hits-the-market-for-13-75-million-11616774430", "title": "Bing Crosby's Onetime Bay Area Home Hits the Market for $13.75 Million", "date": "2021-03-26 12:00", "summary": "Resume Subscription. In the San Francisco Bay Area, the onetime home of Bing Crosby is listing for $13.75 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-hollywood-to-hillsborough-bing-crosbys-former-northern-california-home-11616774382", "title": "From Hollywood to Hillsborough: Bing Crosby's Former Northern California Home", "date": "2021-03-26 11:59", "summary": "The late crooner moved to this suburb south of San Francisco in the 1960s. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/volkswagen-to-seek-damages-from-former-ceo-winterkorn-in-diesel-scandal-11616773838", "title": "VW to Seek Damages From Former CEO in Diesel Scandal", "date": "2021-03-26 11:50", "summary": "Decision caps yearslong internal investigation into the origins of one of Europe's biggest corporate scandals. BERLIN- Volkswagen AG said it would seek compensation from former CEO Martin Winterkorn and the former CEO of its Audi luxury car unit, Rupert Stadler, for damages suffered in the wake of the diesel scandal that has cost the German car maker more than $35 billion in damages and fines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-museum-director-and-poet-bears-witness-to-a-long-history-of-struggle-11616773785", "title": "A Museum Director and Poet Bears Witness to a 'Long History of Struggle'", "date": "2021-03-26 11:49", "summary": "Kevin Young, the new director of the National Museum of African American History and Culture, sees its tale as central to the American story. Kevin Young, the new director of the Smithsonian's National Museum of African American History and Culture in Washington, D.C., was 13 when he first felt the \"secret thrill\" of writing poetry. In a summer workshop in Topeka, Kan., where his family moved when he was 10, his teacher typed up and passed around student poems that held promise but kept the authors anonymous (to train the class's attention on the words, not the writer). Mr. Young still remembers the day the teacher handed out a poem of his. As his peers discussed his work, he began thinking, \"Maybe there's something there. Maybe I could write something else, something better,\" he recalls. \"I just kept at it.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-passenger-review-no-exit-11616773313", "title": "'The Passenger' Review: No Exit", "date": "2021-03-26 11:41", "summary": "Germany turns from home to a closing trap for the hero of Ulrich Alexander Boschwitz's recently rediscovered novel.. Over the past few years there has been an extraordinary renaissance in German-language authors of the 1920s to 1950s. Fueled by a translation boom, this literary reawakening has brought to a new audience the work of Hans Fallada, Ernst Haffner, Irmgard Keun, Wolfgang Koeppen, Heinz Rein, Joseph Roth, Stefan Zweig and many more.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-englands-textured-bills-help-blind-people-tell-them-apart-11616772483", "title": "Bank of England's Textured Bills Help Blind People Tell Them Apart", "date": "2021-03-26 11:28", "summary": "Bank notes with tactile markers for accessibility circulate around the world-but a similar plan in the U.S. is years away. The Bank of England said it will add four clusters of raised dots to the top-left corner of its new £50 note, meaning all the notes in circulation in the U.K. will be distinguishable to people who are blind or partially sighted.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-add-routes-in-fight-for-americans-ready-to-travel-again-11616711549", "title": "Airlines Add Routes in Fight for Americans Ready to Travel Again", "date": "2021-03-26 11:22", "summary": "Carriers increase flights to U.S. vacation spots as international borders remain closed and business travel is low. Airlines are adding scores of U.S. routes as they battle for travelers looking to move around the country after being cooped up because of the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-transient-desires-review-11616772146", "title": "Mysteries: 'Transient Desires' Review", "date": "2021-03-26 11:22", "summary": "Venice's Commissario Brunetti finds inspiration in health-care heroism as he takes on a new case.. \"Transient Desires\" (Atlantic Monthly Press, 272 pages, $27) is the 30th entry in Donna Leon's procedural series set in Venice, Italy, and starring police commissario Guido Brunetti. This latest outing finds Brunetti investigating an incident in which two injured women, victims of an apparent boat accident, were left unconscious at a hospital entrance. Security footage leads to identification and questioning of the two young men who abandoned them. Failure to render assistance is the crime at hand, but the commissario feels there's more to the matter. His suspicions fall on Pietro Borgato-one of the men's uncle and the head of a maritime transport business rumored to be involved in smuggling.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-river-war-review-churchill-and-the-battle-that-shaped-him-11616772013", "title": "'The River War' Review: Churchill and the Battle That Shaped Him", "date": "2021-03-26 11:20", "summary": "The future prime minister made his way to the great Battle of Omdurman as a dashing cavalry officer-and a reporter.. In September 1943, returning to Britain from the Quebec Conference aboard the battleship HMS Renown, Winston Churchill called for a box of matches to be brought to the admiral's cabin after dinner. There, 45 years after the Battle of Omdurman in the Sudan in 1898, he laid out the matches to mark the relative dispositions of the Khalifa's Dervish army and Lord Kitchener's Anglo-Egyptian force at that engagement. He then recounted the battle to his entourage, one in which he himself had taken part in the charge of the 21st Lancers, the last great cavalry charge of the British Empire.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-reality-and-other-stories-review-11616771359", "title": "Fiction: 'Reality and Other Stories' Review", "date": "2021-03-26 11:09", "summary": "The technological age has hauntings all of its own, and the 21st-century ghost story can still deliver a chill.. In the preface to an omnibus of her ghost stories in 1937, Edith Wharton took issue with the idea then being advanced that \"ghosts went out when electricity came in\"-that is, that the floodlight of technology had vanquished the dark corners of understanding where spirits used to reside. On the contrary, thought Wharton, modernity is a perfectly hospitable place for an apparition. \"What the ghost really needs is not echoing passages and hidden doors behind tapestry,\" she wrote, \"but only continuity and silence.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-promise-review-what-they-owed-11616771143", "title": "'The Promise' Review: What They Owed", "date": "2021-03-26 11:05", "summary": "The unfulfilled vow made by a South African family to their onetime servant takes on a life of its own.. The South African novelist and playwright Damon Galgut, like many of his characters, had an interrupted childhood. Diagnosed with cancer at age 6, he spent months in bed being read to by relatives, an experience he has described as pivotal to his development as a writer. And as you read Mr. Galgut's new novel \"The Promise\"-or any of his earlier works-you can imagine how that attentive child became this keen-eyed author who can convey, in a single image, the most telling feature of a place or personality. So acute, indeed, are Mr. Galgut's descriptions-of a character's inner life, a body's fragility, a family's shared wounds, a country's accumulated scars-that they seem like our perceptions, not his. It is as though we see, in other words, without being shown the African dawn \"welling up like a wound,\" a lonely stretch of road at night \"stitched out now and then in slow motion by the headlamps of a car,\" or hear the \"throbbing wave of organ music\" on which a coffin is borne aloft and mourners speaking Afrikaans in \"an accent squashed underfoot, all the consonants decapitated and the vowels stove in. Something rusted and rain-stained and dented in the soul, coming out in the voice.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-politicians-divided-on-return-to-nuclear-talks-with-u-s-11616771117", "title": "Iranian Politicians Divided on Return to Nuclear Talks With U.S.", "date": "2021-03-26 11:05", "summary": "Conservative opposition insists U.S. lift all Trump administration sanctions first. TEHRAN-To talk or not to talk. Iran's political leaders are divided over how to respond to U.S. President Biden's overture to start negotiations aimed at reviving an international agreement that puts limits on Tehran's nuclear ambitions in exchange for sanctions relief.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-traders-battle-cry-its-all-just-a-game-to-me-11616770807", "title": "Robinhood Trader's Battle Cry: 'It's All Just a Game to Me'", "date": "2021-03-26 11:00", "summary": "Traders who boast about their own cluelessness are upending the traditional investing hierarchy. It probably won't last.. This isn't a bull market or a bear market. It's a know-nothing market.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-tail-of-the-pandemic-puppy-business-11616770770", "title": "The Long Tail of the Pandemic Puppy Business", "date": "2021-03-26 10:59", "summary": "Changes to the ways we live and work could mean years of extra business for pet-supply stores. When it comes to counting the winners of the Covid-19 economy, some contenders have more bark than bite. Those specializing in home-gym equipment or back-porch furniture have years of tough comparisons ahead.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-korean-meal-to-go-for-delicious-outdoor-dining-recipes-11616770636", "title": "A Korean Meal-to-Go for Delicious Outdoor Dining", "date": "2021-03-26 10:57", "summary": "One of the world's great boxed-lunch traditions, Korean doshirak is the meal we need now: portable and pleasing to all the senses.. WHEN THEY opened Shiku in downtown L.A.'s Grand Central Market in January, Mina Park and her husband, Kwang Uh, knew they wanted to share homestyle Korean cooking that resonated with their own memories of family and childhood as well as the distinctive culture of the city's vibrant Korean community. The couple quickly hit on doshirak, the Korean style of lunchbox, as the ideal format.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herd-immunity-wont-save-usbut-we-can-still-beat-covid-19-11616770584", "title": "Herd Immunity Won't Save Us-but We Can Still Beat Covid-19", "date": "2021-03-26 10:56", "summary": "Innovative contact tracing and just-in-time vaccination can get the pandemic under control-and prepare us for the next one. The idea of \"herd immunity\" against Covid-19 has achieved almost magical status in the popular imagination. Once we reach that threshold, many Americans believe, we'll be in the clear, and the pandemic will finally fade into history.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wild-silence-review-lands-end-11616770572", "title": "'The Wild Silence' Review: Land's End", "date": "2021-03-26 10:56", "summary": "For Raynor Winn and her husband, the harshness of the natural world is a healer.. Eight years ago, after losing their Welsh farm following a bad investment, Raynor Winn and her husband, Moth, were left penniless, homeless and unemployed. Compounding their woes, Moth, then 53, was diagnosed with corticobasal degeneration and given about two years to live. Rather than helplessly wait for public housing, the couple decided to do something radical: walk England's 630-mile South West Coast Path from Minehead to Poole, camping wild, overexposed and underfed. To their amazement, Moth's health improved.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-presidential-cabinets-11616770447", "title": "Five Best: Books on Presidential Cabinets", "date": "2021-03-26 10:54", "summary": "Selected by Lindsay M. Chervinsky, the author of 'The Cabinet: George Washington and the Creation of an American Institution.'. By Peter Baker (2013)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-moimoilook-at-me-review-11616770230", "title": "Children's Books: 'Moimoi-Look at Me!' Review", "date": "2021-03-26 10:50", "summary": "What makes the most alluring board book for infants? One researcher decided to go to the source.. When we introduce books to babies, we have to make assumptions about what they might like; after all they can't tell us. Or can they? Researchers in Japan believe they've found a way to understand infant preferences, and the result is a board book full of delicious colors and paisley-like shapes: \"Moimoi-Look at Me!\" (The Experiment, 24 pages, $7.95).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-central-bank-uses-payment-platform-to-spur-competition-11616756401", "title": "Brazil's Central Bank Uses Payment Platform to Spur Competition", "date": "2021-03-26 10:34", "summary": "New Pix system is already handling a larger share of digital payments than private-sector alternatives. Brazil's central bank is revving up its yearslong effort to bust up the country's clubby banking industry, using a pandemic-driven shift toward touchless payments to launch its own digital platform.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-square-garden-entertainment-to-acquire-msg-networks-11616769167", "title": "Madison Square Garden Entertainment to Acquire MSG Networks", "date": "2021-03-26 10:32", "summary": "Deal valued at more than $900 million and aims to tap into rise of sports gambling. Madison Square Garden Entertainment Corp. has agreed to acquire media operator MSG Networks Inc. for more than $900 million in a deal that reunites the two companies and is aimed at tapping into the rise of sports gambling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suez-drama-delays-the-arrival-date-for-post-pandemic-normal-11616768696", "title": "Suez Drama Delays Arrival of Post-Pandemic Normal", "date": "2021-03-26 10:24", "summary": "Congestion in supply chains is pushing up freight rates, rewarding ship owners like Maersk at the expense of global business. The blockage of the Suez Canal prolongs a period of unusual pain for global supply chains and unusual profits for the shipping industry that serves them. Investors are betting on a return to the old normal, but the arrival date keeps getting pushed back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-and-jessica-seinfelds-colorado-ski-retreat-11616768291", "title": "Jerry and Jessica Seinfeld's Colorado Ski Retreat", "date": "2021-03-26 10:18", "summary": "In Telluride, the Modern Farmhouse-style house is designed to resemble a series of connected Western ranch structures. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jerry-seinfeld-is-asking-14-95-million-for-27-acre-colorado-property-11616768220", "title": "Jerry Seinfeld Is Asking $14.95 Million for 27-Acre Colorado Property", "date": "2021-03-26 10:17", "summary": "The comedian and his wife, Jessica Seinfeld, have also listed a smaller parcel of land with a four-bedroom guest house for $2.775 million. Jerry Seinfeld is listing his Telluride, Colo., home for a second time-not that there's anything wrong with that.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-versus-the-taxman-11616767630", "title": "Tesla Versus the Taxman", "date": "2021-03-26 10:07", "summary": "By encouraging customers to buy with bitcoin and exhausting its tax credits, Tesla could see its customers facing a far heftier tax bill. As much as it tries to be the company of the future, Tesla shares a present-day problem with the rest of us-it has to deal with the Internal Revenue Service.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elsa-peretti-crafted-tiffany-jewelry-for-the-ballroom-or-the-street-11616767200", "title": "Elsa Peretti Crafted Tiffany Jewelry for the Ballroom or the Street", "date": "2021-03-26 10:00", "summary": "Fiery Italian-born designer, who has died at 80, favored the simple and comfortable. In 1974, Tiffany & Co. was searching for a way to attract a younger clientele.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornado-outbreak-rips-across-deep-south-11616766136", "title": "Tornado Outbreak Rips Across Deep South", "date": "2021-03-26 09:57", "summary": "At least five people died as strong winds damaged homes and downed power lines. Tornadoes and severe storms have torn through the Deep South, killing at least five people as strong winds splintered trees, wrecked homes and downed power lines.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-expanded-the-suez-canal-it-wasnt-enough-11616765965", "title": "Egypt Expanded the Suez Canal. It Wasn't Enough.", "date": "2021-03-26 09:39", "summary": "Ship grounding brings scrutiny to multibillion-dollar wager President Sisi made on waterway's expansion. CAIRO-A giant container ship run aground in the Suez Canal has become one of the most significant international crises in the seven-year rule of Egypt's President Abdel Fattah Al Sisi, bringing unwelcome scrutiny to a multibillion-dollar wager he made on the waterway's expansion.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-hsieh-zappos-death-entourage-11616761915", "title": "Tony Hsieh Bankrolled His Followers. In Return, They Enabled His Risky Lifestyle.", "date": "2021-03-26 09:26", "summary": "Resume Subscription. Andy Hsieh banged on the door of a shed at a waterfront home in New London, Conn., and said it was time to go. Chauffeurs were waiting to take everybody to the airport for a trip to Hawaii.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wework-gamestop-amc-nucor-what-to-watch-when-the-market-opens-11616755603", "title": "WeWork, GameStop, AMC, Nucor: What to Watch When the Market Opens", "date": "2021-03-26 09:08", "summary": "S&P 500 futures rise, pointing to further gains when markets open Friday. Here's what we're watching ahead of the opening bell on Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-i-cant-wait-to-go-to-a-party-11616763358", "title": "Why I Can't Wait to Go to a Party", "date": "2021-03-26 08:56", "summary": "A dedicated wallflower is excited for the return of small talk and cheese trays. It's been more than a year. I've completely forgotten what to do. I'm never going to be able to get dressed, comb my hair, show up on time, or be fashionably late, bring beer, shake hands, air kiss, fit in, say clever things and laugh at the appropriate moments. I will be an embarrassment. You'll ask me to leave within the hour.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-magic-shows-covid-dan-white-11616761943", "title": "Abraca-Zoom: Why Virtual Magic Shows Are The Hottest Ticket in Town", "date": "2021-03-26 08:33", "summary": "Magicians like Dan White and Jason Suran have risen to online stardom via virtual shows-here, how their performances came together and how they've changed their industry forever.. While many live events have been unable to find their pandemic groove, magicians' audiences, big and small, have been entertained with tricks tailor-made for Zoom. Depth-perception advantages and mysterious objects appearing in your home are a needed jolt of whimsy in a time where everything seems to be stuck on loop.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-selfie-shaming-rules-card-11616761812", "title": "Should You Post That Covid-Vaccine Selfie? An Etiquette Guide for the Vaccinated", "date": "2021-03-26 08:30", "summary": "What you need to wear to get your shot, how close you should guard that vaccination card and everything else you need to know to take your jab with grace and style.. As more Americans obtain the coronavirus vaccine after a long year of incalculable losses, some new problems have emerged. The websites used to book appointments can be difficult for seniors and non-native English speakers to navigate. Each state has its own specific criteria as to who can be vaccinated, which can confuse the public. For Americans who have been vaccinated or are waiting for their appointments to come, there are also social questions to consider during this sensitive time.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-hires-law-firm-to-examine-gender-equity-gaps-11616704229", "title": "NCAA Hires Law Firm to Examine Gender-Equity Gaps", "date": "2021-03-26 08:20", "summary": "The move follows criticism of inequalities between men's, women's basketball tournaments. The National Collegiate Athletic Association announced Thursday it was retaining a law firm to examine potential gender-equity gaps across all of its championships, a response to sharp criticism of inferior treatment it gives its women's basketball tournament compared with its men's tournament.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uconn-iowa-paige-bueckerscaitlin-clark-ncaa-basketball-11616759684", "title": "UConn-Iowa: It's the NCAA Game of the Weekend", "date": "2021-03-26 08:16", "summary": "A marquee matchup of point guard sensations arrives on national television Saturday afternoon. Are you looking for a game to watch this weekend? Let your buddy Jason help.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weeks-after-texas-reopened-health-experts-look-for-impact-11616760007", "title": "Weeks After Texas Reopened, Health Experts Look for Impact", "date": "2021-03-26 08:00", "summary": "State hasn't seen rise in cases two weeks after businesses fully reopened, but public-health officials say it's too soon to tell. Over two weeks after Texas eased Covid-19 restrictions, the state has so far not witnessed a surge in new cases: Reported infections continue to decline statewide but have recently shown signs of leveling.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-reality-brings-joy-to-people-in-assisted-living-facilities-11616760002", "title": "VR Brings Joy to People in Assisted-Living Facilities", "date": "2021-03-26 08:00", "summary": "Studies show improved emotional health among residents who watch VR images. On a recent afternoon, Frank James, a resident at Commonwealth Senior Living in Charlottesville, Va., snared a front-row seat to the Broadway production of \"Aladdin\"-without ever leaving the facility.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elevate-your-outdoor-space-with-these-planter-tree-combos-11616759257", "title": "Elevate Your Outdoor Space With These Planter-Tree Combos", "date": "2021-03-26 07:47", "summary": "Make your terrace, porch or patio more posh with a potted tree, in a vessel that shows it best. THINK BIGGER THAN a crock of nasturtiums this year. \"Potted trees can be magical,\" said Andrew Pascoe, a floral designer in Oyster Bay, N.Y. \"You can create privacy on a roof terrace. You can use two to flank a front door. A row of them is an instant hedge.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-startups-axios-and-the-athletic-discuss-merger-eyeing-spac-deal-11616756401", "title": "Startups Axios and the Athletic Discuss Merger, Consider SPAC", "date": "2021-03-26 07:00", "summary": "Media deal would be part of plan to create larger company with a portfolio of digital publishers. Sports-media outlet the Athletic is in merger talks with news startup Axios, according to people familiar with the matter, part of a plan to build a larger online-publishing company that could include going public through a blank-check firm.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cornings-covid-19-vaccine-vial-output-seen-rising-50-from-prior-target-11616756400", "title": "Corning's Vaccine Vial Output Seen Up 50% From Prior Target", "date": "2021-03-26 07:00", "summary": "Glassmaker will draw on $57 million in funding from U.S. government to expand manufacturing capabilities. Corning Inc. will substantially increase production of glass vials for Covid-19 vaccines after receiving more federal funding, the latest step to meet heavy demand for a vital vaccine component.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pitchers-designated-hitter-national-league-11616717296", "title": "Pitchers Have to Bat Again This Year. Expect Injuries.", "date": "2021-03-26 07:00", "summary": "They aren't paid to hit but they'll have to swing a bat in 2021 after Major League Baseball didn't bring the rule back to the National League. Zac Gallen, one of the Arizona Diamondbacks' best pitchers, likely won't be available when the new baseball season begins next week. The reason is Major League Baseball's refusal to bring the designated hitter back to the National League in 2021.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ariel-atom-4-a-street-legal-racer-that-wows-11616756069", "title": "Ariel Atom 4: A Street-Legal Racer That Wows", "date": "2021-03-26 06:54", "summary": "Ariel's skeletonized version of a mid-engine two-seater-no roof, no doors, helmet optional-delivers the awesome sensation of flying at zero altitude, says Dan Neil.. WHAT URGE MAKES middle-aged men want to slip the surly bonds of inertia in ever more minimalist machinery? I'm asking for a friend. The Ariel Atom 4-a skeletonized version of a mid-engine two-seater ($87,910, as tested)-belongs to a class of barely-there G-force generators that also includes sailplanes, parasails, ultra-lights, hang-gliders and hot-air balloons. You can't tell me that's not symbolic.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-homecoming-listings-are-all-the-rage-but-new-york-is-still-the-life-of-the-party-11616751710", "title": "Hong Kong 'Homecoming Listings' Are All the Rage, but New York's the Life of the Party", "date": "2021-03-26 05:41", "summary": "U.S.-listed Chinese companies are flocking to Hong Kong, but it hasn't translated into a trading boom. U.S.-listed Chinese companies are flocking to go public in Hong Kong amid heightened political tension. But when it comes to trading, New York remains the place to beat.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-when-covid-19-vaccines-arrive-eu-struggles-to-get-shots-in-arms-11616751213", "title": "Even When Covid-19 Vaccines Arrive, EU Struggles to Get Shots in Arms", "date": "2021-03-26 05:35", "summary": "Despite rising cases, many European countries remain reluctant to overhaul slow and bureaucratic vaccination programs. Europe is experiencing a flurry of coronavirus infections, but authorities are moving slowly to ramp up vaccination programs that have been hobbled by shortages and red tape.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frequent-flier-miles-are-piling-up-fliers-wont-benefit-like-airlines-will-11616751036", "title": "Frequent-Flier Miles Are Piling Up. Fliers Won't Benefit Like Airlines Will.", "date": "2021-03-26 05:30", "summary": "Frequent fliers have accumulated more miles without using them because of the pandemic, and carriers will likely employ a range of tricks to devalue them. Are frequent-flier miles worth it? Airline customers may benefit from a lesson in macroeconomics: It is hard to beat those who issue their own currencies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/partisan-investment-funds-grow-out-of-political-divides-11616751000", "title": "Partisan Investment Funds Grow Out of Political Divides", "date": "2021-03-26 05:30", "summary": "Conservatives take a page from liberal investors when it comes to their escalating criticism of technology companies. VALUES-BASED INVESTING OPTIONS FOR CONSERVATIVES have lagged behind those available to investors concerned about climate change, diversity and animal rights. Now conservatives are taking a page from liberal investors when it comes to their escalating criticism of technology companies that have banned former President Donald Trump and others from their platforms. The (ACVF) has just $5 million under management, but its promoters say the potential for growth is significant in a nation that's increasingly politically polarized.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-into-remote-work-no-one-knows-when-to-stop-working-anymore-11616751002", "title": "One Year Into Remote Work, Employees Forget When to Stop", "date": "2021-03-26 05:30", "summary": "Most Popular News. The daily alarm Katie Lipp sets isn't meant to wake her up. It reminds her to go to bed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nsa-chief-says-recent-hacks-expose-limits-of-u-s-cyber-protections-11616751000", "title": "NSA Chief Says Recent Hacks Expose Limits of U.S. Cyber Protections", "date": "2021-03-26 05:30", "summary": "Microsoft and SolarWinds attacks should be a \"clarion call\" about resilience, said Gen. Paul Nakasone. Recent hacks that affected thousands of companies should prompt the U.S. to rethink how it responds to cyberattacks, the head of the country's top digital spy agency said Thursday before a Senate committee.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-move-to-block-user-tracking-spawns-new-digital-ad-strategies-11616751001", "title": "Apple's Move to Block User Tracking Spawns New Digital Ad Strategies", "date": "2021-03-26 05:30", "summary": "As iPhone maker rolls out software update, apps and advertisers look to other methods to reach users and target ads. As Apple Inc. moves ahead with long-promised plans to make it harder to target certain iPhone users with ads, advertising companies and software developers are preparing for major disruptions to the $400 billion digital advertising industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-financial-regulator-pushes-for-more-whistleblowing-11616751001", "title": "U.K. Regulator Pushes for More Whistleblowing", "date": "2021-03-26 05:30", "summary": "The Financial Conduct Authority this week launched a campaign that clarifies the whistleblowing process at the agency. The U.K.'s financial regulator is pushing for individuals to come forward if they have information on possible wrongdoing in a new campaign that clarifies the whistleblowing process at the agency.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11616709285", "title": "Pepper...and Salt", "date": "2021-03-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-gives-biden-a-missile-testa-new-but-familiar-hello-11616682497", "title": "North Korea Gives Biden a Missile Test-a Familiar Hello", "date": "2021-03-26 23:00", "summary": "Kim Jong Un's provocations to new U.S. administrations haven't won sanctions relief, but Biden's options are limited. SEOUL-It's one of North Korea's time-tested tactics: welcome a new U.S. administration with a provocative weapons test.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-press-conference-will-likely-focus-on-border-shootings-11616664600", "title": "Biden's First Press Conference Tackles Immigration, Afghanistan", "date": "2021-03-26 22:52", "summary": "President doubles target for Covid-19 shots, says U.S. may not meet a May 1 deadline to withdraw troops from Afghanistan. WASHINGTON-President Biden signaled support for changes to the legislative filibuster, said the U.S. was unlikely to meet a May deadline to withdraw troops from Afghanistan and defended his approach to the southern border in his first press conference since taking office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-listed-chinese-stocks-fall-into-bear-market-11616666978", "title": "U.S.-Listed Chinese Stocks Fall Into Bear Market", "date": "2021-03-26 22:13", "summary": "Technology-heavy gauge that includes Alibaba, JD.com and electric-car maker Nio tumbles 6.4%. Fresh concerns about companies from China being kicked off American exchanges have helped push an index of U.S.-traded Chinese stocks into bear-market territory.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-election-changes-signed-into-law-by-governor-11616715033", "title": "Georgia Mail-In Election Changes Signed Into Law", "date": "2021-03-26 21:40", "summary": "Altered are how people vote absentee and where they can drop off their ballots. ATLANTA-Georgia Gov. Brian Kemp signed into law changes to the state's election requirements, including altering how people vote absentee and where people can drop off their ballots.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usc-settles-sex-abuse-claims-against-campus-gynecologist-for-852-million-11616708043", "title": "USC Settles Abuse Claims Against Campus Gynecologist", "date": "2021-03-26 21:30", "summary": "University has now agreed to pay over $1.1 billion total to settle multiple sets of lawsuits related to George Tyndall. The University of Southern California has agreed to pay an additional $852 million to settle sexual-misconduct claims brought against a longtime school gynecologist, a sum that plaintiffs' lawyers said was the largest sex-abuse settlement ever paid by a university.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-leaders-look-at-export-limits-on-covid-19-vaccine-as-inoculations-creep-along-11616694468", "title": "Europe's Leaders Won't Oppose Export Limits on Covid-19 Vaccine", "date": "2021-03-26 20:32", "summary": "European Union has exported more than more than 70 million vaccine doses while millions of Europeans wait for deliveries earmarked for them. European Union leaders gave tentative backing to beefed-up vaccine export controls on Thursday but said the bloc should tread carefully to avoid threatening international supply chains for shots.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-maryland-plans-to-pay-577-million-to-four-black-colleges-11616718179", "title": "Here's Why Maryland Plans to Pay $577 Million to Four Black Colleges", "date": "2021-03-26 20:23", "summary": "The money will go toward scholarships, faculty, recruitment and the development of new courses at the schools. Maryland Gov. Larry Hogan signed a bill Wednesday to pay four historically Black colleges and universities $577 million to settle a 15-year legal battle to address chronic underfunding.", "categories": [["Education"]], "category_links": ["https://www.wsj.com/news/types/noted-education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-corrects-investment-error-in-529-education-savings-plan-11616717690", "title": "Vanguard Corrects Investment Error in 529 Education Savings Plan", "date": "2021-03-26 20:21", "summary": "The firm steered more money than intended into stock funds for some college savers in a Nevada-administered plan. American financial giant Vanguard Group said it made investment errors in several customers' education-savings accounts.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}]