[{"link": "https://www.wsj.com/articles/will-the-justices-let-go-of-abortion-roe-wade-jackson-mississipi-fifteen-weeks-dobbs-11638487513", "title": "Will the Justices Let Go of Abortion?", "date": "2021-12-02 18:51", "summary": "Overturning Roe v. Wade wouldn't settle the issue, but it would create the possibility of a settlement.. The Supreme Court heard oral arguments Wednesday in Dobbs v. Jackson Women's Health Organization. On Friday, under the court's usual procedure, the justices would meet to hold a preliminary vote on their decision. A member of the majority will be assigned to write it. The court will review and amend that document and is expected to hand down its decision at the end of its term, in late June or early July.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-two-track-jobs-recovery-republican-democrat-governors-lockdowns-covid-11638486433", "title": "America's Two-Track Jobs Recovery", "date": "2021-12-02 18:46", "summary": "Memo to Ron Klain: Here are the pandemic policies that worked.. Lockdowns and other harsh government measures don't stop Covid, so why is the White House still trying to defend them? \"Stronger COVID measures produce STRONGER ECONOMIC outcomes,\" White House chief of staff Ron Klain tweeted Wednesday. \"That's why jobs, growth and economic activity are UP this year, significantly over last year.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-biden-nominee-for-u-s-sanctions-chief-11638488686", "title": "Senate Confirms Biden Nominee for U.S. Sanctions Chief", "date": "2021-12-02 18:44", "summary": "Brian Nelson has been confirmed as the Treasury Department's undersecretary for terrorism and financial crimes. The U.S. Senate on Thursday confirmed Brian Nelson as the Treasury Department's undersecretary for terrorism and financial crimes, a critical post for national security and foreign policy, following opposition from Senate Republicans over the administration's handling of Russia's Nord Stream 2 pipeline project.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-buttigiegs-highway-to-green-heaven-biden-administration-house-spending-bill-emissions-epa-11638481930", "title": "Pete Buttigieg's Highway to Green Heaven", "date": "2021-12-02 18:42", "summary": "The spending bill gives him new power to force CO2 cuts on states.. Progressives are grousing that the tax and spending bill passed by the House doesn't include an \"enforcement mechanism\" to reduce greenhouse gases. If only. The fine print grants the Biden Administration new authority to force CO2 reductions across much of the economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-dalios-china-equivalence-bridgewater-xi-jinping-wall-street-america-11638486891", "title": "Ray Dalio's China Equivalence", "date": "2021-12-02 18:42", "summary": "The investor's comments show why so many Americans dislike Wall Street.. American political attitudes toward China's Communist Party regime have changed dramatically in the past half-decade, and for good reason. But some on Wall Street are still living in the 1990s.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bostons-eviction-ban-overreach-massachusetts-judge-irene-bagdoian-11638476194", "title": "Boston's Eviction Ban Overreach", "date": "2021-12-02 18:41", "summary": "A Massachusetts judge issues a scathing reprimand to the city.. The pandemic has led to many abuses by government, and thank heavens for the courts. On Monday a Massachusetts judge overturned Boston's rental eviction moratorium and rebuked the city's public health commission for its gross \"overreach of power.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/son-of-former-panamanian-president-pleads-guilty-in-odebrecht-bribery-case-11638488361", "title": "Son of Former Panamanian President Pleads Guilty in Odebrecht Bribery Case", "date": "2021-12-02 18:39", "summary": "Luis Enrique Martinelli was charged with his brother Ricardo Alberto Martinelli, who is expected in court as early as next week. Luis Enrique Martinelli, the son of a former president of Panama, pleaded guilty on Thursday to a U.S. charge over his involvement in a bribery scheme centered on Brazil's Odebrecht SA.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-policy-donald-trump-beats-joe-biden-operation-warp-speed-covid-19-build-back-better-11638475736", "title": "On Health Policy, Donald Trump Beats Joe Biden Hands Down", "date": "2021-12-02 18:28", "summary": "Operation Warp Speed achieved a breakthrough at low cost. Build Back Better would spend huge sums to encourage failure.. Those who want to know the difference between the Democratic and Republican philosophies of governing need only compare Joe Biden's Build Back Better health agenda with Donald Trump's Operation Warp Speed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-go-slow-roe-v-wade-abortion-precedents-gradualism-mississippi-dobbs-11638475763", "title": "Good Reasons to Go Slow on Abortion Precedents", "date": "2021-12-02 18:28", "summary": "Overturning them all at once poses risks to legal and political stability. Gradualism is a better way.. Should the Supreme Court eliminate all constitutional abortion rights? That question dominated oral argument in Dobbs v. Jackson Women's Health Organization on Wednesday. Opponents of abortion have urged the court to overrule almost 50 years of precedents, including Roe v. Wade (1973) and Planned Parenthood v. Casey (1992).", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-can-live-without-arm-11638487615", "title": "Nvidia Can Live Without Arm", "date": "2021-12-02 18:26", "summary": "Chip maker's fortunes have been soaring on its own performance, and adding a major licensing business was likely to bring more trouble than it was worth. Welcome to Big Tech, Nvidia .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-take-up-religious-liberty-freedom-funding-schools-vaccines-supreme-court-comer-11638475065", "title": "The Supreme Court Takes Up Religious Liberty-Again", "date": "2021-12-02 18:25", "summary": "Organizations that get state money shouldn't have to disavow their faith.. The Supreme Court will hear arguments next week over whether state government funding programs can discriminate against religion-the third time the court has taken up the issue in the past five years. It has already prohibited excluding religious institutions simply because they are religious institutions, but it equivocated on whether governments can deny funding that would be used for religious purposes. The justices should now make clear that all forms of religious exclusion in government funding are unacceptable.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-covid-19-quagmire-omicron-variant-testing-vaccines-travel-restrictions-mask-approval-rating-11638485778", "title": "Biden's Covid Quagmire", "date": "2021-12-02 18:25", "summary": "He can't keep his promise to 'beat' the virus. Can he escape it before it's too late?. Candidate Joe Biden's fib was that he could \"beat\" a global virus. President Biden's mistake was to swallow his own whopper. Welcome to the Biden virus quagmire.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sea-we-swim-in-review-sell-me-a-bedtime-story-11638487380", "title": "'The Sea We Swim In' Review: Sell Me a Bedtime Story", "date": "2021-12-02 18:23", "summary": "From advertising to news, media is driven by the creation of powerful stories. Citizens and consumers need to know how they work.. A modern company should have values, a mission statement and a philosophy, but most of all it should be in the business of storytelling. So, at least, runs 21st-century wisdom. But what if your business has just leaked millions of gallons of oil into the sea? You'll need a long-term \"storytelling strategy,\" according to \"The Sea We Swim In: How Stories Work in a Data-Driven World\" by Frank Rose, a veteran tech and media reporter who teaches a Columbia University seminar on the subject for executives.Arguably, however, in this case you don't have a storytelling problem; you have an exploding-oil-rig problem.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-ghislaine-maxwell-trial-prosecutors-aim-to-show-grooming-techniques-11638465571", "title": "In Ghislaine Maxwell Trial, Epstein House Manager Gives Glimpse of Life on Estate", "date": "2021-12-02 18:22", "summary": "Prosecutors alleged that Ms. Maxwell created a culture of silence as she helped Epstein traffic and abuse young girls. Disgraced financier Jeffrey Epstein and British socialite Ghislaine Maxwell had a strict rule for employees at his Palm Beach, Fla., estate: \"See nothing, hear nothing, say nothing.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-school-money-education-spending-teachers-union-big-labor-nyc-little-rock-11638476038", "title": "Notable & Quotable: School Money for Adults", "date": "2021-12-02 18:21", "summary": "'Spending on curriculum, textbooks, supplies and sundries is a small portion of school budgets.'. Mike Antonucci of the Education Intelligence Agency writing for The74Million.org, Dec. 1:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-immunomedics-cfo-charged-with-insider-trading-11638486746", "title": "Former Immunomedics CFO Charged With Insider Trading", "date": "2021-12-02 18:12", "summary": "The SEC accuses Usama Malik of tipping off his girlfriend that the FDA had deemed the company's breast-cancer drug effective. The Securities and Exchange Commission and the New Jersey U.S. attorney's office have charged the ex-chief financial officer of pharmaceutical company Immunomedics Inc. and his former romantic partner with insider trading.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grab-shares-rise-on-first-day-of-trading-after-blockbuster-spac-deal-11638458027", "title": "Grab Shares Tumble in Trading Debut After Blockbuster SPAC Deal", "date": "2021-12-02 18:08", "summary": "Shares of the ride-hailing and delivery company opened 19% higher, then reversed course. Grab Holdings Ltd. 's shares lost more than one-fifth of their value on their first day of trading in New York, a blow to the Southeast Asian ride-hailing and delivery giant after its record-breaking merger with a special-purpose acquisition company.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flee-jonas-poher-rasmussen-afghanistan-denmark-11638482953", "title": "'Flee' Review: Animating an Afghan Refugee's Tale", "date": "2021-12-02 18:04", "summary": "Jonas Poher Rasmussen's documentary tells the story of his friend and former classmate, who fled Afghanistan as a child in the 1980s and eventually made it to Denmark. All too often animation is presumed innocent until proved otherwise-a medium best suited to wholesome cartoons, lyrical subjects and lighthearted fun. Nothing could be further from the truth, and few films have used the technique to more powerful effect than Jonas Poher Rasmussen's \"Flee.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-greeks-little-o-will-loom-larger-now-11638485846", "title": "'Omicron': Greek's 'Little O' Will Loom Larger Now", "date": "2021-12-02 17:57", "summary": "The new coronavirus 'variant of concern' has a deceptively diminutive name. ", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-challenges-nvidias-40-billion-deal-for-arm-11638476876", "title": "FTC Challenges Nvidia's Deal for Arm Holdings", "date": "2021-12-02 17:35", "summary": "The agency alleges the semiconductor deal is anticompetitive. WASHINGTON-The Federal Trade Commission on Thursday sued to block U.S. chip supplier Nvidia Corp.'s proposed landmark takeover of semiconductor-design specialist Arm Holdings, arguing the chip-industry deal is anticompetitive.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hand-of-god-netflix-paolo-sorrentino-diego-maradona-fellini-11638483294", "title": "'Hand of God' Review: Maturing, Mostly Happily, in Napoli", "date": "2021-12-02 17:15", "summary": "Paolo Sorrentino's latest is a semi-autobiographical coming-of-age story and a love letter to the movies. If you need further evidence that God works in mysterious ways, Paolo Sorrentino's \"The Hand of God\" is the place to find it, although the title may be misleading. I assumed that a religious subject plus an Italian filmmaker probably added up to a deeply serious film. Wrong, or partly wrong. This is a joyous piece of autobiography, full of unholy fun and extravagant characters fondly remembered in ravishingly beautiful images. (The cinematographer was Daria D'Antonio.) It's set in Naples, where Mr. Sorrentino was born, in the 1980s, when he came of age. God does seem to reach down into the young hero's life, at a moment that isn't just serious but tragic. Still, the intervention operates through the instrument of the peerless soccer legend Diego Maradona, who has just answered residents' prayers by arriving in town, to delirious acclaim, to play for the local team. (Italy's entry for the Academy Awards, the film is playing in select theaters, and streams on Netflix starting Dec. 15.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-story-of-a-m-records-herb-alpert-jerry-moss-peter-frampton-11638483200", "title": "'Mr. A & Mr. M: The Story of A&M Records' Review: Liner Notes to a Storied Company", "date": "2021-12-02 17:14", "summary": "The rise and fall of A&M Records, founded by Herb Alpert and Jerry Moss, as told by those who were there.. Herb Alpert and Jerry Moss-the title subjects of \"Mr. A & Mr. M: The Story of A&M Records\"-appear beside each other so amiably, so happily, such close friends almost 60 years after founding one of the more important labels in recording history, that one might suspect that this two-part documentary is not going to be about conflict, infighting or anxiety. One would be right. What distinguishes the story-and will be a reminder to some, a revelation to others-is how remarkable A&M was, in timing, conviviality and art. Even record sales.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/benedetta-paul-verhoven-virginie-efira-charlotte-rampling-11638483131", "title": "'Benedetta': Cataclysm at the Convent", "date": "2021-12-02 17:13", "summary": "Paul Verhoeven tells the story of the 17th-century scandal involving a lesbian nun. Does Paul Verhoeven's \"Benedetta\" amount to nunsploitation or nonsploitation? Is this latest feature by the now-octogenarian filmmaker who gave us \"RoboCop,\" \"Total Recall,\" \"Basic Instinct\" and \"Starship Troopers\" meant only to shock, scandalize and fire flaming arrows at organized religion? Or does it have another purpose in dramatizing the circumstances of a historical event involving lesbian nuns in the 17th century? Yes to all of the above. This is a significant addition to the Verhoeven canon, meaning it's elegantly crafted, formidably well performed and as fascinating as it is lurid. (The film, playing in select theaters, will move to digital platforms on Dec. 21.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/me-and-the-devil-robert-johnson-delta-blues-steve-h-broadax-11638483000", "title": "'Me and the Devil' Review: Robert Johnson's Legend Amplified", "date": "2021-12-02 17:12", "summary": "This streaming production from Lantern Theater Company looks at the iconic bluesman's mythic deal with the devil. Robert Johnson's celebrity was wholly posthumous, the result of the 29 records that he cut in 1936 and 1937. An itinerant regional blues singer and guitarist born in Mississippi in 1911, he performed mainly in small towns in the Mississippi Delta, and his death at age 27 prevented him from attaining wider renown. Very little is known of his life, and it was not until 1961 that Columbia released \"King of the Delta Blues Singers,\" an LP containing 16 of his 78 rpm sides that found its way into the hands of Eric Clapton, Bob Dylan and the Rolling Stones. Their enthusiastic response (Mr. Clapton called Johnson \"the greatest blues singer who ever lived\") secured his well-deserved fame at long last.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-12-02-2021-11638433598", "title": "Stocks Finish Higher After Omicron-Driven Selloff", "date": "2021-12-02 17:10", "summary": "Dow industrials post largest one-day point gain since early November. U.S. stocks jumped Thursday, continuing a tumultuous week for markets driven by uncertainty about the potential impact of the Omicron variant on public health and the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-movie-magic-lifetime-robert-vaughn-holly-deveaux-jill-frappier-11638482860", "title": "'Christmas Movie Magic' Review: An Early Gift", "date": "2021-12-02 17:09", "summary": "A newspaper reporter heads to a small town to dig into the story of a classic holiday movie in this seasonal offering from Lifetime. Whether it's Alastair Sim in \"A Christmas Carol,\" Bruce Willis in \"Die Hard\" or the sacred Jewish tradition of Chinese food and a double feature, the holidays and the cinema are inseparable. Director Robert Vaughn acknowledges such in \"Christmas Movie Magic,\" which may not be fated to become another \"It's a Wonderful Life\" but does acknowledge the link between Christmas movies and Christmas spirits-of the past, the present and, if the romance works out, yuletides to come.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-issues-cybersecurity-directives-for-freight-and-passenger-rail-11638471602", "title": "Biden Administration Issues Cybersecurity Directives for Freight and Passenger Rail", "date": "2021-12-02 16:42", "summary": "The orders seek to bolster security for critical transit systems considered at high risk for attack. WASHINGTON-Nearly all U.S. freight and passenger rail systems will be required to report certain cybersecurity incidents to the Department of Homeland Security within 24 hours of discovery under new directives published Thursday by the Biden administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sets-boeing-737-max-directive-for-flight-resumption-11638445593", "title": "China Sets Boeing 737 MAX Directive for Flight Resumption", "date": "2021-12-02 16:37", "summary": "Regulator instructs airlines on aircraft fixes, saying the plane could return to the Chinese skies by the end of the year. China's air-safety regulators issued a key safety approval for Boeing Co. 's 737 MAX, bringing the aircraft a step closer to resuming passenger service in that country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-holmes-and-sunny-balwanis-handwritten-notes-detailed-how-to-live-11638480502", "title": "Elizabeth Holmes and 'Sunny' Balwani's Handwritten Notes Detailed How to Live", "date": "2021-12-02 16:28", "summary": "'I speak rarely,' Ms. Holmes wrote to herself, 'when I do-CRISP and CONCISE'. As part of the criminal-fraud trial of former Theranos Inc. Chief Executive Elizabeth Holmes, her lawyers submitted as exhibits handwritten notes she says she wrote about her daily schedule, plus instructions about how to conduct herself as head of the blood-testing startup she founded.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-members-choose-to-directly-elect-union-leaders-11638456077", "title": "UAW Members Vote in Favor of Directly Electing Union Leaders", "date": "2021-12-02 16:26", "summary": "Change comes after a yearslong corruption investigation has sent two former union presidents and several former leaders to prison. Enough United Auto Workers members have voted to pass a referendum that will change the way the union elects its top leadership, according to preliminary results released by a court-appointed monitor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antonio-brown-fake-vaccination-card-11638480339", "title": "Antonio Brown, Two Other NFL Players Suspended for Misrepresenting Vaccine Status", "date": "2021-12-02 16:26", "summary": "The controversial wide receiver was accused by his former chef of procuring a fake vaccination card, leading to an investigation into the star and other Tampa Bay Buccaneers. The NFL suspended Tampa Bay Buccaneers star wide receiver Antonio Brown for three games after he \"misrepresented\" his vaccination status, two weeks after he was accused by his former chef of procuring a fake vaccination card.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/double-trouble-friday-crossword-december-3-11638460707", "title": "Double Trouble (Friday Crossword, December 3)", "date": "2021-12-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-studying-omicron-in-south-africa-see-rise-in-covid-19-reinfections-11638456463", "title": "Scientists Studying Omicron See Rise in Covid-19 Reinfections", "date": "2021-12-02 15:54", "summary": "Findings suggest previous infection provides less protection against the new variant than against others. Scientists in South Africa tracking the spread of the Omicron variant said Thursday they are seeing a rise in reinfections in people who had recovered from Covid-19 as the country reported another sharp daily rise in new cases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tell-the-kids-that-carrots-are-in-short-supply-11638478489", "title": "Tell the Kids That Carrots Are in Short Supply", "date": "2021-12-02 15:54", "summary": "A behavioral economist answers questions about getting children to eat vegetables and making an environmental difference from home. ", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buzzfeed-news-union-workers-walk-out-in-protest-on-day-of-spac-vote-11638458519", "title": "BuzzFeed News Union Workers Walk Out in Protest on Day of SPAC Vote", "date": "2021-12-02 15:53", "summary": "'BuzzFeed won't budge on critical issues like wages-all while preparing to go public and make executives even richer,' union says. Members of the BuzzFeed News Union staged a walkout on Thursday following nearly two years of contract negotiations, a move that comes the same day of a procedural vote on whether to take the company public through a deal with a blank-check company.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-bet-on-low-peak-interest-rates-11638402412", "title": "Bond Investors Bet on Low Peak Interest Rates", "date": "2021-12-02 15:50", "summary": "Yields indicate the central bank won't raise short-term rates above 2%, suggesting to some investors either economic weakness or market complacency. U.S. government-bond yields have climbed a lot this year. Some analysts are concerned that they haven't risen even further.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-november-27-11638475467", "title": "Bestselling Books Week Ended November 27", "date": "2021-12-02 15:04", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-us-china-export-surveillance-human-rights-11638471880", "title": "U.S. to Lead Effort to Curb Authoritarians' Access to Surveillance Tools", "date": "2021-12-02 15:00", "summary": "Administration official cites China's use of monitoring technologies, which Beijing has defended, in calling for tighter export rules. WASHINGTON-The U.S. plans to work with other countries to limit exports of surveillance tools and other technologies that authoritarian governments can use to suppress human rights, an alleged practice in China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-nuggets-parent-tries-to-halt-proposed-deal-but-spac-says-no-11638473087", "title": "Golden Nugget's Parent Tries to Halt Proposed Deal, but SPAC Says No", "date": "2021-12-02 14:57", "summary": "Fast Acquisition rejects Fertitta's move, claims holding company didn't meet a documents deadline. Golden Nugget parent Fertitta Entertainment Inc. wants out of its SPAC deal, but the acquirer is rejecting the move.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/byron-allens-10-billion-discrimination-suit-against-mcdonalds-is-dismissed-11638473346", "title": "Byron Allen's $10 Billion Discrimination Suit Against McDonald's Is Dismissed", "date": "2021-12-02 14:29", "summary": "Judge says plaintiffs didn't offer enough evidence that the fast-food giant's ad spending discriminated against Black-owned media. A federal judge has dismissed a $10 billion lawsuit brought by media executive Byron Allen against McDonald's Corp. that accused the fast-food chain of discriminating against Black-owned media companies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/krogers-modest-margins-could-become-a-strength-11638473147", "title": "Kroger's Modest Margins Could Become a Strength", "date": "2021-12-02 14:25", "summary": "Grocery chain continues to invest in price competitiveness, which could position it well going forward. In the low-margin world of supermarkets, even small improvements in profitability aren't so marginal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-real-chris-farley-please-stand-up-11638473146", "title": "Will the Real Chris Farley Please Stand Up?", "date": "2021-12-02 14:25", "summary": "Sharing a name with the late Saturday Night Live comedian prepared one writer for a new world of mixed-up online identities. I'm the real Chris Farley.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-lockout-players-union-baseball-11638472468", "title": "Baseball's Lockout Begins With 'The Case of the Vanishing Players'", "date": "2021-12-02 14:21", "summary": "As baseball's first work stoppage since 1994 got underway, MLB's homepage said \"there will be limitations on the type of content\" displayed until the parties settle their differences. Visitors to Major League Baseball's official websites on Thursday discovered that something important had suddenly gone missing: Major League Baseball players.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markle-claims-victory-in-battle-against-british-tabloid-11638472514", "title": "Meghan Markle Claims Victory in Battle Against British Tabloid", "date": "2021-12-02 14:15", "summary": "Ms. Markle sued the Mail Online and the Mail on Sunday over publication of a letter the former actress sent to her father. LONDON-Meghan Markle, the Duchess of Sussex and wife of Prince Harry, claimed victory Thursday in her legal battle against a British tabloid that published a letter the former actress sent to her father.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-michigan-schools-close-over-threats-made-in-wake-of-oxford-shooting-11638470922", "title": "Some Michigan Schools Close Over Threats Made in Wake of Oxford Shooting", "date": "2021-12-02 13:48", "summary": "None of the threats have been deemed credible so far, law enforcement says. About 20 Michigan school districts canceled in-person classes Thursday after receiving threats of violence, state police said, just days after a school shooting in the state killed four and injured seven.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fallen-leaves-rustle-pop-and-crunch-11638470061", "title": "Why Fallen Leaves Rustle, Pop and Crunch", "date": "2021-12-02 13:34", "summary": "Air bouncing off their varied surfaces creates nature's own percussion section. Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-doesnt-know-federal-reserve-chairman-inflation-transitory-average-target-11638457724", "title": "What Jerome Powell Couldn't Say in His Speech, and Doesn't Know", "date": "2021-12-02 13:13", "summary": "The Fed chief sticks to untested new policy tools while inflation transforms the American economy.. Central bankers jealously defend their credibility, one of the most powerful tools they possess to influence markets. How remarkable then that this week it took Federal Reserve Chairman Jerome Powell less than a minute to kick two big dents into his.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-and-travel-ban-restrictions-unconstitutional-international-abroad-omicron-biden-11638458140", "title": "Covid-19 and the Right to Travel", "date": "2021-12-02 13:13", "summary": "Bans and quarantines are constitutionally suspect when applied against U.S. citizens.. President Biden has followed President Trump's lead in attempting to use international travel bans to reduce the spread of Covid-19. But Mr. Biden is reportedly considering an expansion of the policy. U.S. citizens, permanent residents and their immediate relatives are all exempt from existing travel bans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/randal-quarles-says-fed-will-need-to-raise-rates-to-cool-inflation-11638467970", "title": "Quarles Says Fed Will Need to Raise Rates to Cool Inflation", "date": "2021-12-02 12:59", "summary": "The Fed governor says a new diagnosis of recent price pressures is warranted. A top Federal Reserve official said it was time for the central bank to prepare to raise interest rates because inflation was likely to stay above the Fed's 2% target for longer than anticipated.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-see-the-northern-lights-11638467564", "title": "9 Unusually Satisfying Ways to See the Northern Lights", "date": "2021-12-02 12:55", "summary": "Catching the elusive aurora borealis is always a gamble. We've zeroed in on nine prime sighting spots paired with diverting ways to take in the show, from atop a chairlift in Sweden to a photo expedition in Alaska.. LIKE CATCHING sight of a double rainbow, a breaching whale, or an available electrical outlet in an airport gate, the northern lights are an elusive but memorable quarry for travelers. The luminous swirls and waves of color that shimmer overhead are created when atomic particles ejected by the sun collide with atoms in Earth's atmosphere. The frequency and intensity of these celestial displays is cyclical, peaking at the \"solar maximum,\" every 11 years (the next one will be in 2025.) Since the opposite, the placid \"solar minimum,\" last occurred in 2019, this winter will probably provide better shows than any in the past few years and the next few winters have the potential to outshine this one.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-offer-higher-wages-but-who-will-accept-them-11638467214", "title": "Businesses Offer Higher Wages, but Who Will Accept Them?", "date": "2021-12-02 12:46", "summary": "Latest NFIB employment survey shows a continuing labor shortage.. The drum-tight U.S. labor market continues to set records, as rising compensation at small firms still hasn't enticed enough workers to fill open positions. That's according to the November employment report from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-logs-higher-quarterly-sales-as-eat-at-home-trends-persist-11638454557", "title": "Kroger Sales Rise as Consumers Stay Home to Eat", "date": "2021-12-02 12:45", "summary": "Company raises full-year guidance, but says higher supply-chain costs are hurting its profit. Kroger Co. reported strong sales for the latest quarter as consumers continued to opt for eating at home, but said higher supply-chain costs are squeezing its profit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-december-4-11638466515", "title": "Number Puzzles (Saturday, December 4)", "date": "2021-12-02 12:35", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blinken-warns-russias-lavrov-over-ukraine-buildup-11638451711", "title": "Blinken Warns Russia's Lavrov Over Ukraine Buildup", "date": "2021-12-02 12:34", "summary": "Friction surfaces as top diplomats meet to discuss border moves by Russian troops. STOCKHOLM-The top U.S. diplomat warned his counterpart from Moscow that Russia would face a strong reaction if it interferes further in Ukraine, showing the growing friction over a buildup of Russian forces near the Ukrainian border.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serena-williamss-first-childrens-book-to-come-out-september-2022-11638466238", "title": "Serena Williams's First Children's Book to Come Out September 2022", "date": "2021-12-02 12:30", "summary": "Tennis star based story on daughter's favorite doll, which is already an internet sensation. Serena Williams is adding another title to her résumé: children's book author.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reaches-deal-to-restart-remain-in-mexico-program-for-asylum-seekers-11638457221", "title": "U.S. to Restart 'Remain in Mexico' Program for Asylum Seekers", "date": "2021-12-02 11:47", "summary": "The Biden administration's agreement with Mexico allows the U.S. to resume a controversial Trump-era policy, but with some changes. WASHINGTON-The Biden administration has reached an agreement with Mexico to restart a controversial Trump-era immigration policy known as Remain in Mexico, officials said Thursday. It expects to begin sending migrants back to the country beginning on Monday while their asylum claims are considered.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-turn-an-idle-fireplace-into-a-decor-showstopper-11638463524", "title": "How to Turn an Idle Fireplace Into a Decor Showstopper", "date": "2021-12-02 11:45", "summary": "Artful and inventive ways to make the most of a nonworking-or summering-hearth, courtesy of design pros. WHAT TO DO with a fireplace that's purely decorative or is sitting idle in the offseason? It's unfortunately a perfect place to house a cliché-birch logs, five fat candles, that inane books-turned-bindings-in trick. Jesse Carrier, of New York's Carrier and Company, is more optimistic: \"The fireplace is an architectural focal point in a room, a wonderful stage to set with accessories and mementos that tell your story.\" He and other interior designers shared fresh ideas for sparking a room's black hole, whether a fireplace that doesn't work at all or one that's just enjoying the summer off.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whether-omicron-wreaks-havoc-or-not-the-u-s-dollar-is-a-buy-11638463385", "title": "Whether Omicron Wreaks Havoc or Not, the U.S. Dollar Is a Buy", "date": "2021-12-02 11:43", "summary": "The greenback should do well if the economy shrugs off the new Covid-19 variant, or serve as a haven if it doesn't. Nothing is certain when it comes to how the Omicron variant of Covid-19 will affect economic growth, inflation and interest rates. Nothing, perhaps, except the value of the greenback.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-applications-hit-pandemic-high-11638354781", "title": "Credit-Card Applications Hit Pandemic High", "date": "2021-12-02 11:35", "summary": "Almost 27% of U.S. consumers said in October that they had applied for a credit card in the past 12 months. Americans are applying for credit cards at a rate not seen since before the pandemic.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-vietnam-war-korean-lessons-withdrawal-defeat-11638400741", "title": "Learn the Lesson of War in Vietnam-or Korea?", "date": "2021-12-02 11:32", "summary": "In Southeast Asia and Afghanistan, U.S. unwillingness to expand the war led to defeat.. Regarding Arnold Punaro's op-ed \"America Repeated Vietnam's Mistakes in Afghanistan\" (Nov. 24): America was defeated in Vietnam and Afghanistan for a simple reason: It's next to impossible to win when your adversary has a safe harbor in an adjacent country. In Vietnam, we tried to deter the North Vietnamese by air power. This failed. In Afghanistan, we did little to deter the Pakistanis from providing the Taliban refuge and weapons.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-closure-non-covid-remote-learning-day-off-virtual-instruction-teacher-burnout-11638400388", "title": "No Excuse for the New Non-Covid School Closures", "date": "2021-12-02 11:30", "summary": "Abrupt returns to virtual instruction have spread rapidly across the U.S.. As the authors of a recent article on the effect of prolonged educational disruption on children and adolescents, we'd like to emphasize the critical warning from Dr. Leslie Bienen in her op-ed \"School Closures Aren't Just for Covid Anymore\" (Nov. 29).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walter-kirn-harpers-magazine-john-macarthur-call-11638400060", "title": "Walter Kirn Replies to Harper's: 'It's News to Me'", "date": "2021-12-02 11:27", "summary": "None of the issues the magazine's publisher mentions were brought up during the dismissal call.. John R. MacArthur's account of why my contract was not renewed at Harper's (Letters, Dec. 1) is news to me. I have only the very brief phone call from the managing editor, Ellen Rosenbush-in which Mr. MacArthur did not participate-to go on. As I said to the Journal's interviewer (\"The Weekend Interview With Walter Kirn\" by Tunku Varadarajan, Nov. 27), no conversation was permitted in the call. Its tone was decidedly chilly and none of the issues with my performance that Mr. MacArthur brings up were mentioned. Also, in point of fact, I wrote only one column, not two, as he states, after the column that drew readers' ire, as evidenced by several negative letters the magazine chose to publish.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glassman-dow-36000-djia-index-market-investing-11638399142", "title": "Ignore Short-Run Volatility and Reap Dow One Million", "date": "2021-12-02 11:25", "summary": "Stocks don't go straight up.. In his Dec. 1 letter, Russell Wild writes that my op-ed \"Get Ready for Dow One Million\" (Nov. 3), published when the index exceeded 36,000, somehow jinxed the stock market because the Dow has since declined. I know that Mr. Wild is half-kidding, but I don't want to pass up this teachable moment. The lesson is this: Stocks don't go straight up!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-biden-supply-demand-gas-prices-gasoline-fossil-fuels-11638398719", "title": "Econ 101 for President Biden on Fossil Fuels", "date": "2021-12-02 11:23", "summary": "When demand exceeds supply, prices go up; it's basic economics.. Rather than asking the Federal Trade Commission to examine price gouging, President Biden should ask himself why has he shut down pipelines, stopped drilling and increased regulatory actions against fossil-fuel production (\"President Calls for Inquiry Into Price of Gas,\" Page One, Nov. 18). The increase in demand as the country is allowed to return to normal after the pandemic lockdown was predictable. When demand exceeds supply, prices go up; it's basic economics. Mr. Biden is dealing with the fallout from his ideology-driven actions, nothing more. Big Government threats cannot overcome poor, shortsighted policy decisions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waukesha-attack-cash-bail-reform-violent-criminal-safety-release-11638398174", "title": "No Cash Bail for the Violent, Rich or Poor", "date": "2021-12-02 11:22", "summary": "Releasing an accused violent criminal should not depend on ability to post bond.. In \"The Waukesha Rampage\" (Review & Outlook, Nov. 23), the editorial board asks, \"Why was someone with that violent history released on such a minor bond?\" Releasing an accused violent criminal should not depend on the criminal's ability to post bond. In that regard, the proponents of bail reform are correct. Poor violent offenders should receive the same treatment as rich ones.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pittsburgh-steelers-co-owner-stirs-up-debate-with-idaho-land-grab-11638461987", "title": "Pittsburgh Steelers Co-Owner Stirs up Debate With Idaho Land Grab", "date": "2021-12-02 11:19", "summary": "Billionaire Thomas Tull is buying up thousands of acres in Teton Valley, including a ranch formerly owned by Microsoft's Paul Allen. Pristine wilderness may no longer exist in the United States, but Idaho's Teton Valley comes close.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asias-tough-new-omicron-measures-hit-a-nerve-does-the-virus-read-your-passport-11638444401", "title": "Omicron Makes Foreign Travel a Risky Venture Again", "date": "2021-12-02 11:17", "summary": "Rules that just got looser are getting tighter, complicating trips; BTS stages ill-timed concert in Los Angeles. The Omicron coronavirus variant is triggering a fresh patchwork of national travel restrictions around the world, throwing up new obstacles to overseas travel just as it was starting to bounce back from last year's Covid-19 measures.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-names-loyalist-as-finance-minister-amid-lira-rout-11638436672", "title": "Turkey's Erdogan Names Loyalist as Finance Minister Amid Lira Rout", "date": "2021-12-02 11:01", "summary": "Appointment of Nureddin Nebati, a former deputy finance minister, puts presidential loyalist atop finance ministry. ISTANBUL-Turkish President Recep Tayyip Erdogan named a loyalist as the country's new finance minister Thursday, after the incumbent resigned after clashes over the longtime leader's unconventional economic policies that have intensified a currency crisis.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-protests-politicization-of-sports-after-suspension-of-womens-tennis-11638445613", "title": "China Protests 'Politicization of Sports'", "date": "2021-12-02 10:58", "summary": "Women's Tennis Association earlier made good on threats to halt its events in the country amid concerns over the safety of star player Peng Shuai. Chinese authorities protested the departure of international women's tennis amid concerns over the safety of star player Peng Shuai, while at the same time moving to suffocate a brief flurry of online chatter about the news.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roe-v-wade-made-viability-the-key-to-abortion-law-11638460532", "title": "Roe v. Wade Made Viability the Key to Abortion Law", "date": "2021-12-02 10:55", "summary": "A half-century ago, science and legal precedent led the Supreme Court to make fetal viability the standard in abortion law. On Wednesday, the Supreme Court heard oral arguments in Dobbs v. Jackson Women's Health Organization, a case centering on a Mississippi law that bans abortion after 15 weeks except \"in medical emergencies or for severe fetal abnormality.\" The case raises a crucial question: Can states ban abortion before the point, at roughly 23 weeks, when the fetus is \"viable\"-that is, able to survive outside the pregnant woman's body? If the court answers yes, it could overturn Roe v. Wade, the 1973 Supreme Court ruling that legalized abortion until viability.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandas-face-rival-for-animal-kingdoms-goodwill-ambassador-pangolins-11638459916", "title": "Pandas Face New Rival for Goodwill Ambassador: Pangolins", "date": "2021-12-02 10:45", "summary": "Resume Subscription. TAIPEI-In the arena of animal diplomacy, Taiwan's scaly, long-snouted, ant-and-termite-eating pangolin is taking on China's cuddly panda.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blaine-hawkins-central-college-11638454719", "title": "He Throws Five TD Passes a Game. He'd Like to Be Your Financial Adviser.", "date": "2021-12-02 10:40", "summary": "Meet Blaine Hawkins of Iowa's Central College, who's tied an NCAA record while majoring in economics and business management. Nobody else in college football is doing what Blaine Hawkins is doing right now.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-buy-a-vacation-home-11638458182", "title": "Is It Smarter to Buy a Vacation Home or Stick to Short-Term Rentals? A Debate", "date": "2021-12-02 10:17", "summary": "Two seasoned travelers argue the merits of owning a vacation home versus renting a variety of them. For the recurring series, That's Debatable, we take on a contentious issue of the day and present two spirited arguments-one in favor and the other emphatically opposed.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/figure-skating-grand-prix-final-japan-omicron-11638457627", "title": "Figure Skating's Grand Prix Final Is Abruptly Scratched After Japan's Omicron Border Closures", "date": "2021-12-02 10:08", "summary": "The event was to have been the most significant competition ahead of the Winter Olympics, the lone opportunity for some gold medal contenders to go head-to-head. Figure skating's Grand Prix Final was canceled on Thursday, a week before it was scheduled to begin in Osaka, after Japan effectively closed its borders in a bid to slow the spread of the Omicron variant of the coronavirus.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungarian-refugee-found-better-way-to-treat-glaucoma-11638457450", "title": "Hungarian Refugee Found Better Way to Treat Glaucoma", "date": "2021-12-02 10:04", "summary": "Laszlo Z. Bito, who has died at age 87, defied conventional wisdom in treating eye disease and later returned to his first love, literature. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-bandages-vehicle-damage-trackers-and-more-data-collecting-devices-of-the-future-11638457463", "title": "Smart Bandages, Vehicle-Damage Trackers and More Data-Collecting Devices of the Future", "date": "2021-12-02 10:04", "summary": "Startups and scientists are developing next-generation sensors to gauge everything from disease detection to office use. Author", "categories": [["", "Data"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/pros-and-cons-of-direct-indexing-11638390453", "title": "The Pros and Cons of 'Direct Indexing'", "date": "2021-12-02 10:00", "summary": "The biggest advantage is that it increases the ability to offset gains with tax losses. Because index-fund fees are so low-zero in some cases-you might think it's impossible to own the same stocks directly yet earn a better return.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-privacy-moves-spur-companies-to-amass-customer-data-11638456544", "title": "Big Tech Privacy Moves Spur Companies to Amass Customer Data", "date": "2021-12-02 09:49", "summary": "Resume Subscription. New privacy protections put in place by tech giants and governments are threatening the flow of user data that companies rely on to target consumers with online ads.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vir-biotechnology-digital-world-acquisition-apple-what-to-watch-in-the-stock-market-today-11638447012", "title": "Vir Biotechnology, Digital World Acquisition, Apple: What to Watch in the Stock Market Today", "date": "2021-12-02 09:32", "summary": "Apple shares were ticking lower; Vir Biotechnology said its Covid-19 treatment had been successful in a study. Wall Street indexes were mixed in early trading, amid uncertainty regarding the potential impact of the Omicron Covid-19 variant. Here's what we're watching in Thursday's trading session:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-see-promising-new-world-in-metaverse-11638455401", "title": "Metaverse Lures Investors as Promising Yet Uncertain New World", "date": "2021-12-02 09:30", "summary": "Exchange-traded funds have sprung up to cater to growing appetite for metaverse investments. Virtual realms known as the metaverse that have become the hot topic for tech companies also are winning a new fan base among investors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-island-getaway-11638455431", "title": "Tropical Island Getaway", "date": "2021-12-02 09:30", "summary": "A tour of Little Pipe Cay, a private island for sale in the Bahamas. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-a-secret-sale-the-best-way-to-sell-your-house-11638453914", "title": "Is a Secret Sale the Best Way to Sell Your House?", "date": "2021-12-02 09:05", "summary": "Off-market deals, in which a house is never listed publicly, are the preferred method for many ultra-high-end or privacy-conscious sellers to go to market, but they may be leaving lots of cash on the table. There are many ways to sell a home. Most owners follow the traditional route and list their home using the local multiple listing service to market it publicly. But some people are choosing to do private, or off-market, transactions.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-12-02-2021-11638389395", "title": "Low Initial Jobless Claims Reflect Tight Labor Market", "date": "2021-12-02 09:04", "summary": "Claims totaled 222,000 last week, following prior report showing lowest number in 52 years. The number of people filing new claims for unemployment benefits remained near pandemic lows last week as employers continued to hold on to their workers in a tight labor market.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-martin-the-hitmaker-poised-to-become-the-biggest-pop-music-producer-of-all-time-11638453600", "title": "The Swedish Hitmaker Behind Britney Spears, Taylor Swift and the Weeknd", "date": "2021-12-02 09:00", "summary": "Resume Subscription. A 50-year-old failed rock singer from the suburbs of Stockholm is on track to become the No. 1 pop-music producer of all time.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blackstones-tony-james-the-firms-executive-vice-chairman-to-retire-11638453600", "title": "Blackstone's Tony James to Retire", "date": "2021-12-02 09:00", "summary": "In his nearly 20 years at the private-equity firm, James helped CEO Stephen Schwarzman shape the business into an investment giant. Hamilton \"Tony\" James, who helped transform Blackstone Inc. from a small private-equity shop into an investment giant with $731 billion in assets across numerous business lines, is leaving the company.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-credit-suisse-others-fined-for-sterling-lads-currency-cartel-11638447804", "title": "HSBC, Credit Suisse, Others Fined for 'Sterling Lads' Currency Cartel", "date": "2021-12-02 08:47", "summary": "European Union imposes collective penalties of around $400 million on the banks. European Union authorities fined four banks close to $400 million for manipulating the foreign-currency market by exchanging sensitive information and trading plans, including through an online chat room dubbed \"Sterling Lads.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxos-covid-19-antibody-drug-found-to-be-effective-against-omicron-11638441696", "title": "Glaxo Says Antibody Drug Is Likely Effective Against Omicron", "date": "2021-12-02 08:38", "summary": "U.K. drugmaker and partner Vir say treatment is designed to cope with mutations. Early laboratory studies suggest that a Covid-19 antibody treatment developed by GlaxoSmithKline PLC and Vir Biotechnology Inc. is effective against the Omicron variant, the companies said, setting it apart from similar therapies that appear to work less well against the highly mutated strain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-shopping-luxe-gifts-11638451824", "title": "Everything Worth the Splurge During the Holidays", "date": "2021-12-02 08:31", "summary": "From a book chronicling the construction of the Yves Saint Laurent museum to a new Vacheron Constantin timepiece, here's everything you should be thinking about buying this month.. Chanel's celebrated No. 5 fragrance inspires a playful brooch and other jewels.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-to-buy-griffin-capital-units-in-push-to-reach-wealthy-individuals-11638448200", "title": "Apollo to Buy Griffin Capital Units", "date": "2021-12-02 08:30", "summary": "Deal will add about $5 billion of assets under management in products designed for individual investors. Apollo Global Management Inc. has agreed to buy the U.S. wealth-distribution and asset-management businesses of Griffin Capital Co., marking a big step in the investment giant's plan to expand its offerings for wealthy individuals.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casa-cruz-nyc-11638451719", "title": "The Buzziest Slice of London's Nightlife Comes to the Upper East Side", "date": "2021-12-02 08:29", "summary": "Where Prince Harry dined and Rita Ora flouted Boris Johnson's lockdown rules: Casa Cruz is a West London hot spot now opening a six-story satellite on Manhattan's Upper East Side. Business partners Charlotte Santo Domingo and Juan Santa Cruz open the door.. For me, it's like being a movie director,\" says restaurateur Juan Santa Cruz of his experience at his London hot spots, Casa Cruz and Isabel. \"I have the ability to transform your experience or your moment by controlling every single aspect of what you see, you feel, you hear, you smell and you taste,\" he says. \"The only thing that you are in charge of is your conversation and your energy.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-expels-some-u-s-diplomats-in-latest-tit-for-tat-action-11638362097", "title": "Russia Expels U.S. Diplomats in Latest Tit-for-Tat Action", "date": "2021-12-02 08:19", "summary": "Moscow indicates that the move was in retaliation for Washington's expulsion of more than 50 Russian diplomats. Russia ordered U.S. Embassy staff who have been in Moscow for more than three years to leave the country by Jan. 31, a move that comes a day before diplomats hold talks to address the worsening relationship between the two countries.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-made-americans-into-super-savers-now-theyre-hoarding-cash-11638450002", "title": "As Covid-19 Drags On, Americans Hoard Cash", "date": "2021-12-02 08:00", "summary": "Concern about the lingering pandemic has made many reluctant to dip into their funds. Americans are hoarding cash because of fatigue and uncertainty, with little chance the trend will reverse soon.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-steinberger-led-group-buys-ebook-publisher-open-road-11638450000", "title": "David Steinberger-Led Group Buys Ebook Publisher Open Road", "date": "2021-12-02 08:00", "summary": "Open Road's catalog includes classics such as 'The Color Purple' and 'The Confessions of Nat Turner'. A group led by publishing veteran David Steinberger has acquired Open Road Integrated Media Inc., one of the country's first independent ebook publishers, the company and Mr. Steinberger said.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wages-are-going-gangbusters-in-the-u-s-elsewhere-not-so-much-11638450001", "title": "Wages Are Going Gangbusters in the U.S.-Elsewhere, Not So Much", "date": "2021-12-02 08:00", "summary": "Resume Subscription. Yoichi Akimoto's pay has barely grown since he joined a Tokyo apparel company five years ago. He isn't expecting that to change, even as wages accelerate elsewhere in the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-say-drug-pricing-measure-may-shift-incentives-for-biotech-venture-funding-11638448200", "title": "Investors Say Drug-Pricing Measure May Shift Incentives for Biotech Venture Funding", "date": "2021-12-02 07:30", "summary": "Some analysts say bill would discourage investment in drugs taken as pills. ", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chips-stacked-high-at-globalfoundries-11638446580", "title": "Chips Stacked High at GlobalFoundries", "date": "2021-12-02 07:03", "summary": "Newly public chip manufacturer looks richly valued, but large base of noncancelable orders offsets risk. It's a good time to be a chip maker. Any kind of chip maker.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-crowds-flock-back-to-new-york-city-11638446401", "title": "Holiday Crowds Flock Back to New York City", "date": "2021-12-02 07:00", "summary": "Foot traffic and sales are meeting or exceeding pre-Covid-19 levels, retailers say. The heart of New York City is once again bustling with holiday crowds a year after a spike in Covid-19 infections kept visitors away.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-scramble-for-ev-battery-metals-is-just-beginning-11638443405", "title": "The Scramble for EV Battery Metals Is Just Beginning", "date": "2021-12-02 06:10", "summary": "Global miners have an opportunity to sell ESG-friendly natural resources to the automotive and energy industries, but it will require investment. Making the global economy more environmentally sustainable will require a lot more natural resources. This is an irony the mining industry will need both to exploit and to defuse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-power-purchases-shielded-some-companies-from-energy-crunch-11638442800", "title": "Green Power Purchases Shielded Some Companies From Energy Crunch", "date": "2021-12-02 06:00", "summary": "Long-term renewable-energy supply agreements can offer protection from price shocks, but they have gotten more expensive this year. More companies have been locking in long-term supplies of renewable energy in recent years as a way to cut greenhouse-gas emissions. For some, the deals offered another benefit in 2021: protection from higher prices as a surge in demand scrambled energy markets.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renewable-natural-gas-firm-opal-fuels-to-go-public-in-2-billion-spac-merger-11638442800", "title": "Renewable Natural Gas Firm Opal Fuels to Go Public in $2 Billion SPAC Merger", "date": "2021-12-02 06:00", "summary": "Opal Fuels recovers methane from landfills and dairy farms to make a diesel-fuel alternative; it is combining with blank-check firm ArcLight Clean Transition II. Renewable natural-gas producer Opal Fuels LLC is merging with a special-purpose acquisition company to go public with a valuation of roughly $2 billion, the companies said.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-cryptocurrency-how-does-it-work-11638386626", "title": "What Is Cryptocurrency, and How Does It Work?", "date": "2021-12-02 05:30", "summary": "We answer some commonly asked questions about this hot, but little understood, asset. Cryptocurrencies have become an investing mania again, which means-because I cover the topic for The Wall Street Journal-I field questions from a lot of people I don't usually hear from. Most recently, a high-school friend I haven't talked to in years pinged me. He has started investing in cryptocurrencies, but was looking for some guidance.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Need to Know"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-digital-currency-challenge-winning-hearts-and-minds-11638441000", "title": "Digital Yuan Faces Obstacles in Winning Hearts and Minds", "date": "2021-12-02 05:30", "summary": "Resume Subscription. China has convinced financial policy makers everywhere of its resolve to create a digital version of its currency, even helping to spur the Federal Reserve to study developing an electronic version of the dollar.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/faa-chief-steve-dickson-takes-on-fight-over-5g-and-aviation-safety-11638441000", "title": "FAA Chief Steve Dickson Takes On Fight Over 5G and Aviation Safety", "date": "2021-12-02 05:30", "summary": "Cautious regulator is at odds with telecom industry ahead of next month's planned rollout of new wireless services. In the battle over new 5G wireless service and aviation safety, a decision that could disrupt U.S. air travel will come down to a regulator known for methodical reviews and a cautious streak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-abortion-clinics-are-preparing-for-a-potential-post-roe-world-11638419374", "title": "Illinois Abortion Clinics Are Preparing for a Potential Post-Roe World", "date": "2021-12-02 05:30", "summary": "Resume Subscription. As the Supreme Court weighs a case that could chip away at federal abortion protections under Roe v. Wade, providers in Illinois are preparing for a potential surge of patients.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wta-china-peng-shuai-11638389851", "title": "Women's Tennis Suspends Events in China Following Allegation Against Government Official", "date": "2021-12-02 05:06", "summary": "Organization's chief executive expresses 'serious doubts' about the safety of Peng Shuai, the Chinese tennis player at the center of global concern over her well-being. The Women's Tennis Association said Wednesday that it would halt all of its tournaments in China because it isn't satisfied that Chinese tennis player Peng Shuai is safe following an allegation of sexual assault against a retired senior government official made last month on her verified social-media account.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-adopts-magnitsky-sanctions-rules-11638436638", "title": "Australia Adopts Magnitsky Sanctions Rules", "date": "2021-12-02 04:17", "summary": "Move brings Australia's sanctions rules in line with those of the U.S., as the two nations deepen ties. Australia passed new rules Thursday that will make it easier to sanction accused human-rights abusers, becoming the latest U.S. ally to pass a law styled after the U.S. Magnitsky Act.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-south-korea-to-update-wartime-plans-for-north-korea-11638435902", "title": "U.S. and South Korea to Update Wartime Plans for North Korea", "date": "2021-12-02 04:05", "summary": "In recent months, the Kim Jong Un regime has unleashed smaller-range weapons tests. SEOUL-The U.S. and South Korea said they would update their joint wartime contingency plans for North Korea, as the Kim Jong Un regime has kept pursuing military advances amid a stall in nuclear talks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-to-restate-results-due-to-classification-error-with-its-spac-acquirer-11638399910", "title": "WeWork to Restate Results Due to Error With Its SPAC Acquirer", "date": "2021-12-02 01:18", "summary": "Office-sharing company went public in October through a combination with BowX Acquisition Corp.. WeWork Inc. said in a securities filing that it would restate several quarters of its results, including its latest one, and that management has concluded there was a material weakness in its internal control.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockout-owners-mlb-players-union-11638400103", "title": "MLB Braces for Lockout After Contract Talks End", "date": "2021-12-02 00:47", "summary": "Discussions failed to yield a new collective bargaining agreement, setting the stage for the sport's first work stoppage since the 1994 season. Major League Baseball team owners have locked out the players in a battle over the game's future economic structure, initiating the sport's first work stoppage since the strike that resulted in the cancelation of the 1994 World Series.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macau-casinos-shut-high-roller-rooms-tied-to-arrested-operator-11638421924", "title": "Macau Casinos Shut High-Roller Rooms Tied to Arrested Operator", "date": "2021-12-02 00:12", "summary": "Suncity Chairman Alvin Chau resigns, casino shares tumble again. HONG KONG-Macau's casinos have shut down the VIP rooms of the city's largest junket operator, and its leader, Alvin Chau, has resigned following his arrest on illegal gambling and money-laundering allegations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11638395585", "title": "Pepper...and Salt", "date": "2021-12-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/symone-sanders-top-aide-to-vice-president-kamala-harris-to-leave-team-11638416069", "title": "Symone Sanders, Top Aide to Vice President Kamala Harris, to Leave Team", "date": "2021-12-02 22:34", "summary": "She is the second senior staffer to announce a departure from the White House. Symone Sanders, senior adviser and chief spokeswoman to Vice President Kamala Harris, is planning to leave the White House at the end of the year, a White House official said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-and-florida-11638409347", "title": "Pelosi and Florida", "date": "2021-12-02 20:42", "summary": "Whenever it's time to hand over the gavel, why not head to the Sunshine State?. A popular online rumor holding that Speaker of the House Nancy Pelosi (D., Calif.) has bought a beachfront mansion in taxpayer-friendly Florida appears to be false. But that doesn't mean Mrs. Pelosi should rule out a move southward whenever she gives up the speaker's gavel, perhaps in January of 2023. A burgeoning effort by Sen. Bernie Sanders (Socialist, Vt.) to negotiate tax relief for well-heeled property owners like himself won't necessarily help the much wealthier Pelosi household. Also, a new report makes a strong economic case for a Pelosi escape to the Sunshine State.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-cuomo-addresses-cnn-suspension-saying-it-hurts-11638386387", "title": "Chris Cuomo Addresses CNN Suspension, Saying 'It Hurts'", "date": "2021-12-02 20:34", "summary": "Anchor says he respects the process under way at the cable news network during his Sirius XM radio show. CNN anchor Chris Cuomo said being suspended by the network was embarrassing, addressing the controversy over his role in the sexual-harassment scandal involving his brother, former New York Gov. Andrew Cuomo, for the first time since the network took him off the air.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-breach-los-angeles-planned-parenthood-network-11638408526", "title": "Hackers Breach Los Angeles Planned Parenthood Network", "date": "2021-12-02 20:28", "summary": "Healthcare provider says more than 400,000 patients' records compromised. Planned Parenthood Los Angeles said it is investigating a cyberattack that compromised the personal information of thousands of patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jan-6-panel-recommends-holding-jeffrey-clark-in-criminal-contempt-11638405011", "title": "Jan. 6 Panel Urges Contempt Charge for Jeffrey Clark", "date": "2021-12-02 19:58", "summary": "House committee says former Justice Department official failed to comply with subpoena for testimony, documents on Capitol attack. WASHINGTON-The House committee investigating the Jan. 6 attack on the U.S. Capitol voted to recommend holding former Justice Department official Jeffrey Clark in criminal contempt for failing to comply with a congressional subpoena.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-officials-dig-in-on-corporate-repeat-offenders-11638405092", "title": "Justice Department Officials Dig In on Corporate Repeat Offenders", "date": "2021-12-02 19:31", "summary": "Defense lawyers questioned the practicality of reviewing a corporation's entire rap sheet when resolving new misconduct, but Justice Department officials defended the practice. Companies looking to resolve with the Justice Department criminal violations such as bribery should prepare for a very thorough review of their prior sins, officials said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowflake-reports-strong-sales-growth-11638396039", "title": "Snowflake Revenue More Than Doubles", "date": "2021-12-02 19:11", "summary": "The data-cloud company, backed by Warren Buffett, says unanticipated business drove performance. Snowflake Inc.'s revenue more than doubled in the latest period and the cloud-computing-services company issued a bullish outlook, cheering investors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deterring-vladimir-putin-in-ukraine-antony-blinken-joe-biden-russia-11638398219", "title": "Deterring Russia in Ukraine", "date": "2021-12-02 19:09", "summary": "Vladimir Putin is probing to see if the U.S. really would push back.. Secretary of State Antony Blinken on Wednesday made the toughest statements to date about Russia's military buildup on its border with Ukraine. And on Thursday he'll meet his Russian counterpart in Stockholm as tensions rise between Moscow and the U.S. The question is whether President Biden's envoy can convince Vladimir Putin that the U.S. means what it says.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonia-sotomayor-gets-political-supreme-court-dobbs-v-jackson-abortion-roe-casey-11638400452", "title": "Justice Sotomayor Gets Political on Abortion", "date": "2021-12-02 19:08", "summary": "She loses her cool during the Supreme Court's oral argument.. The Supreme Court held a fascinating discussion on rights in the Constitution and when to overturn its own precedents on Wednesday in the oral argument on Mississippi's ban on abortion after 15 weeks (Dobbs v. Jackson Women's Health Organization). The media consensus is that a majority is prepared to alter its standard of review for abortion regulation by the states, though you never know for sure based on questions in oral arguments.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bureaucratic-global-posture-review-pentagon-defense-biden-china-11638380029", "title": "The Pentagon's Bureaucratic Posture Review", "date": "2021-12-02 19:05", "summary": "A 10-month study reflects little strategic urgency about growing global threats.. Military planning in recent decades has increasingly become the purview of risk-averse academics and bureaucrats, and a new Pentagon study shows the result.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-giant-fannie-mae-promotes-controller-to-finance-chief-11638403276", "title": "Mortgage Giant Fannie Mae Promotes Controller to Finance Chief", "date": "2021-12-02 19:01", "summary": "Chryssa Halley joined the government-sponsored enterprise in 2006. Fannie Mae, the government-sponsored enterprise that guarantees mortgage loans, has promoted Chryssa Halley, from controller to chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]