[{"link": "https://www.wsj.com/articles/nyse-moves-to-delist-chinese-oil-company-11614383331", "title": "NYSE Moves to Delist Chinese Oil Company", "date": "2021-02-26 18:48", "summary": "Trading in Cnooc will be halted March 9 as Biden administration lets Trump order targeting certain Chinese firms stand. The New York Stock Exchange said it would delist Cnooc Ltd. , the Chinese oil major, to comply with an executive order signed by former President Donald Trump targeting companies that the previous administration said had links to the Chinese military.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-prince-approved-operation-to-kill-khashoggi-u-s-report-says-11614363492", "title": "Biden Seeks to Reshape Riyadh Ties With Khashoggi Report Release", "date": "2021-02-26 18:48", "summary": "U.S. releases intelligence report finding Prince Mohammed ordered operation resulting in journalist's death, sanctions Saudi officials. In implicating the Saudi crown prince in a journalist's killing but opting not to punish him personally, the Biden administration is hoping to remake relations with a key U.S. Middle East ally without shattering them, U.S. officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-mixed-iran-messages-11614382234", "title": "Joe Biden's Mixed Iran Messages", "date": "2021-02-26 18:30", "summary": "He orders a strike against Iran-backed militias but makes concessions to Tehran.. Friday morning's airstrike against Iran-backed militias in eastern Syria sends a clear message: President Biden will use force to defend American lives. But this welcome development is an exception to the rest of Mr. Biden's emerging Iran policy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-khashoggi-sanction-11614382062", "title": "The Khashoggi Sanction", "date": "2021-02-26 18:27", "summary": "The U.S. fingers MBS for the killing and downgrades U.S.-Saudi ties.. The Biden Administration's release Friday of a classified report on the 2018 murder of Saudi journalist Jamal Khashoggi is morally satisfying. Whether it furthers U.S. interests or even human rights in the long run is another question.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-climate-contradictions-11614381973", "title": "California's Climate Contradictions", "date": "2021-02-26 18:26", "summary": "New evidence that green policies punish the poor and subsidize the rich.. The contradictions of green energy policies are becoming more obvious in the real world, and now comes more evidence in a new study of California's electricity rates. The policies even contradict green climate goals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-impose-sweeping-rule-aimed-at-china-technology-threats-11614362435", "title": "U.S. to Impose Sweeping Rule Aimed at China Tech Threats", "date": "2021-02-26 18:10", "summary": "Biden administration plans to let the Trump-era rule on technology purchases and deals take effect, despite U.S. business objections about its scope. WASHINGTON-The Biden administration plans to allow a sweeping Trump-era rule aimed at combating Chinese technology threats to take effect next month, over objections from U.S. businesses, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-nice-guys-finish-last-how-could-trump-have-lost-11614380142", "title": "If Nice Guys Finish Last, How Could Trump Have Lost?", "date": "2021-02-26 17:55", "summary": "At the very least, outright nastiness seems to be a strike against a politician.. 'Nice guys finish last,\" said Brooklyn Dodgers manager Leo Durocher, whom no one ever called a nice guy. Apparently Durocher was talking about New York Giants manager Mel Ott, whose niceness \"Leo the Lip\" considered responsible for the Giants' abysmal 1946 record. But does being nice-decent, generous, kind-really reduce one's chance for success? Does it do so in politics?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-altered-the-publics-taste-for-lies-11614380110", "title": "What Altered the Public's Taste for Lies?", "date": "2021-02-26 17:55", "summary": "Donald Trump is not the only one who abandoned a prudent reluctance to be caught fibbing.. Any claim you can imagine can be put into words. That's why we in journalism don't put faith in claims. The first and only evidence for a claim sometimes is who's making it. Citing \"two law enforcement officials,\" the New York Times reported in January that Capitol Hill policeman Brian Sicknick was killed by a fire extinguisher blow to the head. A statement by his family, though, carefully avoided the issue of cause. A ProPublica report offered details that seemed inconsistent with the Times account. A local CBS station reported that Mr. Sicknick died of a stroke, citing a named police union official.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beginners-guide-to-america-review-welcome-to-a-new-world-11614380054", "title": "'A Beginner's Guide to America' Review: Welcome to a New World", "date": "2021-02-26 17:54", "summary": "Newcomers encounter pleasing surprises, troubling flaws-and, not least, the suspicions of previous newcomers.. Immigrants to America quickly learn that you don't bargain when shopping. If a fishmonger prices something at $7.50 a pound, you don't offer to buy it for $4.50, telling him that a fish that's been dead longer than your grandfather (God rest his soul) can't be worth what he asks. A fixed price, says Roya Hakakian, can be depressing to immigrants for whom haggling was once \"the most satisfying aspect of any shopping experience.\" And yet, with its immense and disarming cultural genius, America offers the recent arrival something in lieu of the pleasure (now lost) of being able to beat a vendor down: the right to return a purchased product.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-may-be-coming-for-your-citys-water-supply-11614379990", "title": "Hackers May Be Coming for Your City's Water Supply", "date": "2021-02-26 17:53", "summary": "More digitized and connected than ever, the nation's infrastructure is vulnerable to cyberattack.. I first saw the inside of a water-treatment plant in 2015. I was conducting a site visit at a municipal facility in New Jersey, where I was the state's director of cybersecurity. It wasn't an inspection; the plant manager had asked me to visit.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-foretelling-the-end-of-capitalism-review-11614379876", "title": "Politics: 'Foretelling the End of Capitalism' Review", "date": "2021-02-26 17:51", "summary": "From Mill to Marx and on to Keynes, a history of misdiagnosis.. 'Prophecies about the end of capitalism . . . have dotted the history of modern social science since its inception,\" Francesco Boldizzoni observes in \"Foretelling the End of Capitalism: Intellectual Misadventures Since Karl Marx\" (Harvard, 326 pages, $35). \"Almost all of the great social theorists, at one point or another in life, engaged in forecasting.\" I am inclined to look favorably on any book purporting to expose the follies of revered intellectuals, and the prospect of a history chronicling end-of-capitalism predictions filled me with anticipation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-and-johnson-covid-19-vaccine-fda-expert-panel-recommendation-11614294002", "title": "J&J Single-Dose Covid-19 Vaccine Gains Backing From FDA Advisory Panel", "date": "2021-02-26 17:45", "summary": "Endorsement by medical experts marks final step before an FDA decision on authorizing the shot. Johnson & Johnson 's single-dose Covid-19 vaccine worked safely and should be authorized for use in the U.S., a panel of experts advised federal health regulators Friday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellen-removes-obstacle-to-global-corporate-tax-deal-11614363591", "title": "Yellen Removes Obstacle to Global Corporate-Tax Deal", "date": "2021-02-26 17:41", "summary": "U.S. drops Trump-era proposal opposed by European nations seeking higher taxes on technology companies. WASHINGTON-The U.S. dropped a Trump administration demand in global corporate-tax negotiations, removing one obstacle to an agreement on adapting the tax system to the digital economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rick-scott-tries-to-bridge-trump-mcconnell-divide-11614349598", "title": "How Rick Scott Is Trying to Bridge the Trump-McConnell Divide", "date": "2021-02-26 17:39", "summary": "Florida senator seeks to ensure Republicans win back Senate majority in 2022 without choosing sides between the two leaders. WASHINGTON-When Rick Scott spoke by phone with former President Donald Trump last week, the Florida senator told Mr. Trump he needed his help to ensure Republicans win back the Senate majority in 2022.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airstrikes-in-syria-hit-iranian-supply-network-on-iraqs-border-11614362161", "title": "U.S. Airstrikes in Syria Hit Iranian Supply Network on Iraq's Border", "date": "2021-02-26 17:30", "summary": "The strike was in response to a rocket attack earlier this month on a U.S. air base in northern Iraq. DUBAI-U.S. airstrikes in Syria targeted an important way station in an Iranian network used to move weapons and fighters across the Middle East, from Tehran to Beirut.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-black-americans-are-most-likely-to-avoid-covid-19-vaccine-11614378542", "title": "Young Black Americans Are Most Likely to Avoid Covid-19 Vaccine", "date": "2021-02-26 17:29", "summary": "A survey conducted by the U.S. Census Bureau found nearly a quarter of Black adults younger than 40 were likely to eschew inoculation. Black adults under age 40 are the mostly likely group to avoid the Covid-19 vaccine, according to new data from the U.S. Census Bureau. Here's what you need to know about the findings.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cayman-islands-morocco-placed-on-terror-financing-watch-list-11614301887", "title": "Cayman Islands, Morocco Placed on Terror-Financing Watch List", "date": "2021-02-26 17:22", "summary": "The Financial Action Task Force has added four jurisdictions to its list of countries subject to increased monitoring. Four jurisdictions, including the Cayman Islands and Morocco, will undergo increased monitoring as they face pressure from a global watchdog to address deficiencies in their anti-money-laundering efforts.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-companies-want-in-on-the-ipo-boom-investors-arent-convinced-11614335403", "title": "Mortgage IPO Boom Wanes", "date": "2021-02-26 17:10", "summary": "Initial public offerings for mortgage lenders haven't worked out the way all the companies were hoping. The mortgage market just had a record year. The mortgage IPO boom, though, is petering out.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-georgia-sen-kelly-loeffler-and-partner-sell-wnbas-atlanta-dream-11614370118", "title": "Former Georgia Sen. Kelly Loeffler and Partner Sell WNBA's Atlanta Dream", "date": "2021-02-26 17:08", "summary": "New ownership group, including real-estate executives and former star player Renee Montgomery, buys Dream. Players had called for Loeffler's ouster.. Former Georgia Sen. Kelly Loeffler and a co-owner have sold the WNBA's Atlanta Dream, concluding a saga that last year saw the Dream's players campaigning for one of Loeffler's election opponents.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-is-charged-in-unprovoked-stabbing-of-manhattan-man-11614370197", "title": "Suspect Is Charged in Unprovoked Stabbing of Manhattan Man", "date": "2021-02-26 17:07", "summary": "Police officials say the suspect might have been suffering from mental illness. A Brooklyn man was charged with attempted murder as a hate crime after allegedly stabbing an Asian man in the back in an unprovoked attack in Manhattan's Chinatown, New York Police Department officials said Friday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-spending-personal-income-january-2021-11614293378", "title": "Boost to Household Income Primes Economy for Growth", "date": "2021-02-26 17:05", "summary": "Personal income grew 10% in January in second largest rise on record, and spending rose 2.4%. Pandemic aid to households is pouring money into the U.S. economy, priming it for rapid growth this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-geddert-coaching-olympics-gymnastics-suicide-11614377006", "title": "How John Geddert's Coaching Came to Be Seen as a Crime", "date": "2021-02-26 17:04", "summary": "The former U.S. Olympic gymnastics coach, who died by suicide on Thursday, was once lauded, and then criminally charged, for his treatment of athletes.. John Geddert, by his own description, was a hard-driving gymnastics coach. A towering figure in the Michigan gymnastics world, he prided himself on his high standards and intensity, and pointed to his gymnasts' successes as proof of his work.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-in-talks-to-settle-finra-probes-into-options-trading-practices-outages-11614366379", "title": "Robinhood in Talks to Settle Probes Into Trading Practices, Outages", "date": "2021-02-26 16:53", "summary": "Stock-trading app says in filing it is also being examined by SEC and states. Robinhood Markets Inc. is in talks to pay a fine to settle investigations into its options-trading practices and outages the stock-trading app suffered in March 2020, according to a securities filing.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-globe-awards-2021-snubs-drama-behind-the-scenes-and-how-much-of-it-actually-matters-11614376423", "title": "Golden Globes 2021: Snubs, Drama Behind the Scenes and How Much of It Actually Matters", "date": "2021-02-26 16:53", "summary": "The ceremony is largely virtual this year, but that's not all you need to know about Hollywood's rowdiest awards show. It's high drama at the Golden Globes this year.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestops-new-mission-level-up-to-its-lofty-share-price-11614375957", "title": "GameStop's New Mission: Level Up to Its Lofty Share Price", "date": "2021-02-26 16:45", "summary": "Videogame retailer is under pressure to deliver a turnaround, as more gamers download online instead of buying in brick-and-mortar stores. The run-up in GameStop Corp.'s share price this week is adding pressure on the company to deliver a turnaround that can be embraced by more than meme-stock believers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-reddit-renegades-helped-theater-giant-amc-avoid-a-tragic-ending-11614358803", "title": "How Reddit Renegades Helped Theater Giant AMC Avoid a Tragic Ending", "date": "2021-02-26 16:40", "summary": "The world's largest chain of cinemas found some unlikely allies in its quest to stay afloat through the pandemic. A frenzied rally that began with videogame retailer GameStop Corp. boosted the fortunes of the world's largest movie theater chain, aiding AMC Entertainment Holdings Inc. in its yearlong quest to survive the pandemic. No one was more surprised by the turn of events than AMC Chief Executive Adam Aron.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-100-girls-kidnapped-in-latest-nigerian-school-abduction-11614338957", "title": "More Than 300 Girls Kidnapped in Latest Nigerian School Abduction", "date": "2021-02-26 16:36", "summary": "Abductions for ransom have become a lucrative industry across Africa's most populous nation. Gunmen kidnapped 317 girls from a boarding school in northwest Nigeria, police said Friday, the latest in a rising tide of high-school abductions across Africa's most populous nation, where kidnapping for ransom has become a lucrative industry.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-steady-11614359571", "title": "U.S. Treasury Yields Stabilize", "date": "2021-02-26 16:34", "summary": "The yield on the benchmark 10-year Treasury note settled at 1.459%, down from 1.513%. U.S. government bonds showed signs of stabilizing Friday, pushing yields lower a day after a chaotic session had sent them soaring.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-limbaugh-gave-voice-to-the-unheard-11614374845", "title": "Rush Limbaugh Gave Voice to the Unheard", "date": "2021-02-26 16:27", "summary": "In today's world there is little opportunity for such a free exchange of ideas. In part, Rush Limbaugh's durable popularity can be traced to that reality.. Peggy Noonan misses the point completely in her longing for a return to an era governed by the Fairness Doctrine (\"Rush Limbaugh's Complicated Legacy,\" Declarations, Feb. 20). John Milton argued for truth: \"Let her and Falsehood grapple; who ever knew Truth put to the worse in a free and open encounter?\" The answer to that question is this: Truth has nothing to fear from error in a free exchange of ideas, and therein lies the challenge we face in our current reality. In today's world there is little opportunity for such a free exchange of ideas, whether in the academy, social media or even in the formation of government policy. To believe otherwise is both naive and dangerous. In part, Rush Limbaugh's popularity can be traced to that reality.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scammers-are-setting-up-fake-covid-vaccine-websites-11614374257", "title": "Scammers Are Setting Up Fake Covid Vaccine Websites", "date": "2021-02-26 16:17", "summary": "Many sham websites claiming to sell doses of the vaccine have emerged in the past year, making millions of dollars. Scammers are taking advantage of widespread anxiety about Covid-19, and are enticing people to give up their personal data and money with the promise of a vaccine. Here's what you should know about the sham sites purporting to sell doses of a Covid-19 vaccine.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-rent-during-covid-landlords-11614201531", "title": "What You Can and Can't Do if Tenant Stops Paying Rent During Covid", "date": "2021-02-26 16:10", "summary": "Small landlords that rely on rental income for their retirement are vulnerable to eviction bans. Real estate has been touted by financial advisers as a stable investment for those seeking a passive source of income in retirement. But instead of boosting their income, some retirees who invested in residential rental properties are now losing money due to eviction moratoria resulting from the coronavirus pandemic. Faced with tenants who can't pay rent, these mom-and-pop landlords are finding their hands tied under the governmental orders, making them especially vulnerable and, in some cases, at risk of losing the properties securing their retirement.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-agrees-to-pay-49-million-to-resolve-mail-related-charges-11614373479", "title": "United Airlines to Pay $49 Million to Resolve Mail-Related Charges", "date": "2021-02-26 16:04", "summary": "Justice Department had accused the carrier of submitting false data showing it delivered mail in a timely manner. United Airlines Holdings Inc. agreed to pay more than $49 million to settle criminal charges and civil claims related to the transportation of international mail, the Justice Department said Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/curses-saturday-crossword-february-27-11614007873", "title": "Curses! (Saturday Crossword, February 27)", "date": "2021-02-26 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/filling-station-saturday-cryptic-puzzle-february-27-11614008216", "title": "Filling Station (Saturday Cryptic Puzzle, February 27)", "date": "2021-02-26 16:01", "categories": [["WSJ Puzzles", "Variety Puzzle"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/variety-puzzle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-editings-vast-double-edged-potential-11614372669", "title": "Gene Editing's Vast, Double-Edged Potential", "date": "2021-02-26 15:51", "summary": "CRISPR technology should be limited exclusively to healing genetic diseases in breathing humans.. Walter Isaacson asks some very important questions in \"What Gene Editing Can Do for Humankind\" (Review, Feb. 20), and I am glad he does. However, I am curious as to what in his lifetime of human study leads him to believe that we will handle this weighty situation with grace, humility and love, especially when it comes to whether we will responsibly and ethically edit humans before they are born. Only one ethical conclusion will protect us from ourselves: CRISPR technology should be limited exclusively to healing genetic diseases in breathing humans.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grand-old-auto-names-merged-into-the-unknown-11614372615", "title": "Grand Old Auto Names Merged Into the Unknown", "date": "2021-02-26 15:50", "summary": "Successful global companies merged and exchanged many renowned brands including for Stellantis, a name that gives no clue to its product or biographical history.. In \"The Best Company Name Is Under Where?\" (op-ed, Feb. 5), Gregg Opelka misses the biggest blunder in the history of the automobile business when a couple of successful global companies merged and exchanged many renowned brands including, Alfa Romeo, Citroën, Chrysler, Fiat , Jeep, Maserati and Peugeot, for a name that gives no clue to its product or biographical history-\"Stellantis\"-what a travesty.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-dream-is-alive-on-mars-11614370446", "title": "The American Dream Is Alive on Mars", "date": "2021-02-26 15:14", "summary": "Growing up in India, Vandi Verma admired Spock on 'Star Trek' and wanted to be an engineer. Now she drives the NASA rover exploring the red planet.. There's some confusion about the time at which Vandi Verma and I are supposed to connect on Zoom. She's in Pasadena, Calif., and I'm in New York. I assume there's been an Eastern vs. Pacific clock-mix-up, but Ms. Verma doesn't think about time \"that way.\" Instead, she says, \"I usually check whether somebody's talking about Earth time or Mars time.\"", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-good-old-days-no-need-to-feel-ashamed-if-you-do-11614370368", "title": "Remember the Good Old Days? No Need to Feel Ashamed If You Do", "date": "2021-02-26 15:12", "summary": "Nostalgia can bring comfort and meaning, even inspiration. It's about the future more than the past.. Nostalgia has a bad reputation. Some people view it as unhealthy, a mental weakness signifying fear of change and progress. Many see it as a form of escapism, a feeling that people enjoy because it takes them away from reality and back to their youth. I've even heard it argued that nostalgia is bad for business, as companies need to focus on the present and prepare for the future, not dwell on the past.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startups-new-million-dollar-question-do-we-really-need-an-office-11614369601", "title": "Tech Startups' New Million-Dollar Question: Do We Really Need an Office?", "date": "2021-02-26 15:00", "summary": "Some entrepreneurs says they're better off building their businesses entirely in the cloud-for now, at least. While larger companies are deciding how much of their workforce to send back to the office once the pandemic recedes, an increasing number of tech startups are wondering if they can make do without a lease altogether.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-diplomats-flee-north-korea-by-hand-powered-rail-cart-11614368593", "title": "Russian Diplomats Flee North Korea by Hand-Powered Rail Cart", "date": "2021-02-26 14:52", "summary": "Stuck in the hermit kingdom since North Korea sealed its borders due to the coronavirus, Russian diplomats found an imaginative way to get home. MOSCOW-Russian diplomats stuck in North Korea for more than a year due to the coronavirus pandemic embarked this week on a remarkable odyssey to get home, traveling by bus, train-and hand-powered rail cart.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-simply-superb-suite-11614368933", "title": "A Simply Superb Suite", "date": "2021-02-26 14:48", "summary": "Erik Satie's 'Gymnopédies,' all composed in 1888, have had an impact on the music of the 20th century and today that belies their modest scale. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinemark-shines-without-the-drama-11614367857", "title": "Cinemark Shines Without the Drama", "date": "2021-02-26 14:30", "summary": "Movie-theater chain has stayed out of the meme-stock spotlight that has glared on rival AMC. Among U.S- based movie-theater chains, AMC Entertainment has definitely provided more entertainment of late. But Cinemark's comparatively boring show might be more worth tuning in to.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shadow-network-of-militias-backs-iran-11613506409", "title": "Shadow Network of Militias Backs Iran", "date": "2021-02-26 14:25", "summary": "Biden administration's strike against Iran-backed militia in Syria highlights Tehran's ability to move weapons and personnel and threaten U.S. interests. For decades, Iran has built and operated a network of loyal armed groups around the Middle East that seek to expand Tehran's military footprint and gain political influence in the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-schools-chancellor-richard-carranza-to-leave-post-in-mid-march-11614351809", "title": "New York City Schools Chancellor Richard Carranza to Leave Post", "date": "2021-02-26 14:03", "summary": "Bronx official Meisha Porter, a DoE veteran, to take over as some schools remain closed because of Covid-19 pandemic. New York City Schools Chancellor Richard Carranza will leave his post in March as education officials work to reopen some public schools that have remained closed for most of the past year because of the Covid-19 pandemic.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-covid-19-strains-what-scientists-know-about-coronavirus-variants-11609466017", "title": "What Is Known About Virus Variants", "date": "2021-02-26 14:03", "summary": "New versions of the novel coronavirus are spreading across the globe. Researchers fear the new lineages may spread more easily-and one may be more deadly.. Scientists around the world are scrambling to learn more about previously unknown variants of the coronavirus that seem to spread from person to person more readily than other versions of the Covid-19-causing pathogen-including one variant that may also be more deadly.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sound-of-liberty-in-cuba-11614366025", "title": "The Sound of Liberty in Cuba", "date": "2021-02-26 14:00", "summary": "A new challenge to the Marxist regime.. Thirty years after the collapse of the Soviet military empire, one of the world's remaining communist dictatorships is facing a fresh challenge to its authority. And it couldn't sound any sweeter.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-life-for-old-shipwrecks-11614366041", "title": "A New Life for Old Shipwrecks", "date": "2021-02-26 14:00", "summary": "Artist Alexis Rockman creates vividly realistic pictures of doomed vessels from history and mythology. The roots of the Peabody Essex Museum in Salem, Mass., date back to 1799, when a group including local ships' captains established a \"cabinet of natural and artificial curiosities\" to display the treasures they had accumulated in their voyages. Starting March 6, a new exhibition will display images of a sailor's greatest nightmare. In \"Shipwrecks,\" contemporary artist Alexis Rockman turns his vivid, realistic style to scenes of cannibalism, ice, drifting animals and doomed men.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baker-hughes-says-it-faces-sanctions-related-sec-probe-11614365789", "title": "Baker Hughes Says It Faces Sanctions-Related SEC Probe", "date": "2021-02-26 13:56", "summary": "Energy company's involvement in projects impacted by U.S. sanctions is under investigation. Baker Hughes Co. has disclosed that the Securities and Exchange Commission is conducting an investigation into the energy company's role in projects affected by U.S. sanctions.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustained-drop-in-covid-19-nursing-home-deaths-points-to-vaccinations-11614365486", "title": "Sustained Drop in Covid-19 Nursing-Home Deaths Points to Vaccinations", "date": "2021-02-26 13:51", "summary": "Portion of U.S. coronavirus deaths stemming from nursing homes is also reaching lows. Evidence is growing that U.S. vaccination efforts are helping to keep vulnerable nursing-home residents alive, marking a welcome sign a year after outbreaks began killing what would become tens of thousands of elderly residents of these facilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-returns-to-growth-but-recovery-divides-rich-and-poor-11614344173", "title": "India Returns to Growth, but Recovery Divides Rich and Poor", "date": "2021-02-26 13:38", "summary": "GDP expanded by 0.4%, but millions of small businesses and farmers are still struggling. NEW DELHI-India's economy, one of the hardest hit by the Covid-19 pandemic, started growing again last quarter, but the recovery is being driven by those with the highest incomes, while the poor are still struggling.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recorded-music-revenue-hits-12-billion-in-2020-amid-pandemic-streaming-boom-11614364260", "title": "Recorded Music Revenue Hits $12 Billion in 2020 Amid Pandemic Streaming Boom", "date": "2021-02-26 13:31", "summary": "Streaming accounted for 83% of revenue, with subscriptions, social and fitness app use on the rise. Sales of recorded music grew 9.2% last year to $12.2 billion as subscriptions to streaming services reached new highs during the Covid-19 pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-annual-letter-is-about-to-land-11614364099", "title": "Investors Await Warren Buffett's Annual Letter", "date": "2021-02-26 13:28", "summary": "Investors on Saturday will be looking for insights on the U.S. economy and markets amid the pandemic. Warren Buffett will publish his annual letter to Berkshire Hathaway Inc. shareholders on Saturday morning, marking one of the few times investors have heard from the world's most famous investor during a turbulent time for the U.S. economy amid the Covid-19 pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-half-of-u-s-population-65-and-older-has-received-a-first-covid-19-vaccine-dose-11614357767", "title": "Nearly Half of U.S. 65 and Older Has Received a Covid-19 Shot", "date": "2021-02-26 13:00", "summary": "First shots have been administered to nearly one in five Americans, White House adviser says. Nearly half of the U.S. population ages 65 and older has received the first dose of the coronavirus vaccine, White House senior adviser Andy Slavitt said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyberattacks-cost-hospitals-millions-during-covid-19-11614346713", "title": "Cyberattacks Cost Hospitals Millions During Covid-19", "date": "2021-02-26 12:18", "summary": "Attack at Universal Health Services cost the company $67 million last year. Hospitals say cyberattacks are complicating their operations and hurting profits, adding to pressure on a $1.2 trillion sector that is under heavy strain from the coronavirus pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-of-all-stripes-are-flush-with-cash-11614359700", "title": "Americans of All Stripes Are Flush With Cash", "date": "2021-02-26 12:15", "summary": "Savings rates have spiked and many American households are sitting on large cash balances. As a group, Americans have amassed an astounding amount of savings during the pandemic. A lot of that money rests in the bank accounts of the rich, but-and this is crucial-not all of it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/willie-nelson-cant-wait-to-get-on-the-road-again-11614359198", "title": "Willie Nelson Can't Wait to Get on the Road Again", "date": "2021-02-26 12:06", "summary": "As he chafes against the pandemic's restrictions, the country legend has released two albums while overseeing a radio channel and two cannabis companies. You might think that Willie Nelson, at age 87, would enjoy a chance to slow down his constant touring, after decades of playing about 150 shows a year, two weeks on and two weeks off. But when Covid-19 shut down live performances last year, the self-proclaimed \"road dog\" didn't repair to his Texas ranch or his Maui home to relax and wait things out.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-covid-vacation-moving-abroad-11614359077", "title": "The New Covid Vacation? Moving Abroad", "date": "2021-02-26 12:04", "summary": "While the pandemic made most Americans housebound, it also inspired a number of people to move overseas indefinitely in search of greater freedom. Here's how and where to do it.. THE COVID-19 pandemic squashed countless dreams around the world. But it also helped a few come true.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-might-be-flying-but-its-no-longer-floating-11614358901", "title": "Bitcoin Might Be Flying, but It's No Longer Floating", "date": "2021-02-26 12:01", "summary": "A cruise ship re-christened MS Satoshi was meant to be a floating blockchain hub, but insurance companies insisted on being paid in legal tender. Bitcoin fans' figurative ship has come in recently, but not literally.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-faces-mounting-pressure-over-sexual-harassment-accusation-11614357499", "title": "Cuomo Faces Mounting Pressure Over Sexual-Harassment Accusation", "date": "2021-02-26 11:38", "summary": "Democratic lawmakers are among those calling for an investigation. ALBANY, N.Y.-New York Gov. Andrew Cuomo faces some of the boldest criticism he has encountered from members of his own Democratic Party, who are calling for an investigation into a sexual-harassment accusation against him amid ongoing federal probes into Covid-19 deaths in the state's nursing homes.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/birkenstock-once-a-fashion-faux-pas-snapped-up-by-lvmhs-arnault-11614356806", "title": "Birkenstock, Once a Fashion Faux Pas, Snapped Up by LVMH's Arnault", "date": "2021-02-26 11:26", "summary": "The deal is a sign of how the luxury world has come around to the German sandal maker. PARIS-A group of investors led by luxury titan Bernard Arnault has acquired a majority stake in Birkenstock GmbH, valuing the sandal maker at around four billion euros, equivalent to $4.87 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-piled-into-the-infinity-q-magical-money-machine-now-theyre-stuck-11614354037", "title": "Investors Piled Into This Magical Money Machine. Now They're Stuck.", "date": "2021-02-26 11:02", "summary": "'Safe' places to earn a good return are sometimes too good to be true. How come investors keep having to learn that lesson the hard way?. Eat your broccoli.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-during-the-golden-globes-to-show-turmoil-of-postpartum-and-breast-feeding-moms-11614355315", "title": "Ad During the Golden Globes to Show Turmoil of Postpartum and Breast-Feeding Moms", "date": "2021-02-26 11:01", "summary": "The TV ad from Frida, a company that sells products for babies and new moms, tackles postpartum emotions and shows women struggling while breast-feeding and pumping. Fridababy LLC, a seven-year-old marketer of products for babies and new moms, plans to air a commercial during the Golden Globes on NBC this Sunday that shows women tackling common challenges in breast-feeding and pumping as well as the complicated emotions that many feel after giving birth.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-facebook-slows-the-news-flow-11614355223", "title": "What Happens When Facebook Slows the News Flow", "date": "2021-02-26 11:00", "summary": "Residents of a remote island became collateral damage when the social-media giant decided to block its news feeds to Australia. 'We've learned that we can't just rely on Facebook.'. The residents of Thursday Island, a speck on the archipelago Torres Strait Islands, have relied for years on Facebook Inc. to learn of everything from cyclone warnings to crayfish prices to a recent parvovirus outbreak among the neighborhood pets.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-black-history-month-11614355101", "title": "Beyond Black History Month", "date": "2021-02-26 10:58", "summary": "American society is more willing than ever before to speak out against racism and to embrace Black history, but we continue to make the fatal mistake of taking the concept of race itself for granted.. It is a useful and thought-provoking exercise to attempt to explain, in James Baldwin's apt phrase, the \"system of reality\" of one's own country to foreigners. Why, for example, do we venerate the men and women we choose to put on pedestals? Why do we memorize certain dates and not other ones? Why do we recount events from one vantage point and not another? Speaking with someone who shares few if any of your own assumptions about these matters forces you to spell things out step by step and re-evaluate much of what you assume to be normal.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-pension-fund-head-resigns-after-report-of-covid-19-vaccination-in-middle-east-11614347392", "title": "Canada Pension Fund CEO Resigns After U.A.E. Vaccine Trip", "date": "2021-02-26 10:34", "summary": "Resignation comes after WSJ reported Machin's travel to the U.A.E. for a Covid-19 shot. The Canada Pension Plan Investment Board accepted the resignation of Chief Executive Mark Machin, a day after The Wall Street Journal reported he had traveled to the United Arab Emirates and received a Covid-19 vaccination there.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klara-and-the-sun-review-friends-but-not-equals-11614353212", "title": "'Klara and the Sun' Review: Friends but Not Equals", "date": "2021-02-26 10:26", "summary": "For a subtle creator of imagined worlds, the line between happy and unhappy endings can be hard to define.. Kazuo Ishiguro once offered a surprising comment about \"Never Let Me Go,\" his novel-for those who haven't had it soldered into their memories-about cloned humans who lead relatively ordinary lives into young adulthood, at which point their vital organs are harvested and they die. \"I thought it was a very cheerful book,\" Mr. Ishiguro said. \"It's a very optimistic view of human nature. People laugh when I say that, and I think it's very unfair.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francis-bacon-review-furious-beauty-11614352472", "title": "'Francis Bacon' Review: Furious Beauty", "date": "2021-02-26 10:14", "summary": "While he explored the pleasures of the flesh, Bacon's art plumbed the terrors of the soul.. In the spring of 1949, the press baron Viscount Rothermere gave a ball that defied Britain's postwar decline. The men wore white tie, the women their family jewels. The Queen Mother was there, and so was the royal of the moment, Princess Margaret. Late that night, the princess, giddy with Champagne, took the mic from Noël Coward and delivered her party trick. Her Royal Highness began to sing, off-key and out of time. The revelers loyally cheered and called for more.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ageless-review-the-long-run-11614352340", "title": "'Ageless' Review: The Long Run", "date": "2021-02-26 10:12", "summary": "Deeper understanding of our genetic code unlocks an entirely new perspective on longevity.. On arriving in London to seek his fortune, the rambunctious Scottish physician George Cheyne set about hobnobbing in coffee houses and taverns, where he ate \"lustily\" and swallowed down \"much liquor.\" Before long, he had ballooned to nearly 450 pounds. In a state of existential crisis and discerning that his mortality was in the balance, he published a self-help manual, \"An Essay of Health and Long Life\" (1724). In this bestselling treatise, he singled out tea, coffee, chocolate and snuff as being especially detrimental to the human condition.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-teach-professors-humility-hand-them-a-rubiks-cube-11614352261", "title": "How to Teach Professors Humility? Hand Them a Rubik's Cube", "date": "2021-02-26 10:11", "summary": "Resume Subscription. Sandy Roberson sent a note to professors at Furman University and Denison University in mid-December with a simple message.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mysteries-smoke-review-11614352234", "title": "Mysteries: 'Smoke' Review", "date": "2021-02-26 10:10", "summary": "An impulsive getaway lands Isaiah Quintabe in the middle of a fresh mystery.. Isaiah 'IQ' Quintabe, the young, supersmart consulting detective in Joe Ide's winning series of idiosyncratic novels, has already seen more than his share of pain and suffering in a relatively brief career. Now, at the beginning of his fifth adventure, \"Smoke\" (Mulholland, 323 pages, $28), he's decided he's had enough. With angry hoodlums out to kill him, Isaiah leaves his home base in East Long Beach, Calif., and drives north: \"He was exhausted, mentally and physically. . . . He didn't want to hear any more victims sobbing and grieving or be around any more gangsters, killers, sociopaths and lunatics. . . . Too much evil. Too much death.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-barbizon-review-landmark-and-launching-pad-11614352181", "title": "'The Barbizon' Review: Landmark and Launching Pad", "date": "2021-02-26 10:09", "summary": "A single-sex hotel was the means for generations of women to take part in a transforming Manhattan.. Among the handful of iconic hotels closely entwined with New York's cultural history, the Barbizon is perhaps less widely known than the Plaza, Algonquin or Waldorf Astoria. But as Paulina Bren's beguiling new book makes clear, its place in the city's storied past is no less deserving.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-too-small-tola-review-11614352131", "title": "Children's Books: 'Too Small Tola' Review", "date": "2021-02-26 10:08", "summary": "A collection of linked stories for young readers introduces a resourceful young Nigerian heroine.. For the aspiring reader, there's special satisfaction in tackling one's first \"real\" book-not a school-issued easy-reader or a picture book, however delightful, such as any younger child might read, but a proper chapter book, compact in size and thrillingly grown-up. There's ever-greater variety in the offerings for children-6- to 9-year-olds, roughly speaking-who are making the leap.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-saint-and-the-atheist-review-the-wrong-side-of-truth-11614352051", "title": "'The Saint and the Atheist' Review: The Wrong Side of Truth", "date": "2021-02-26 10:07", "summary": "A case for connecting St. Thomas Aquinas and Jean-Paul Sartre begins with a question of freedom.. The distinction between theist and atheist, Joseph S. Catalano argues in \"The Saint and the Atheist,\" is irrelevant in today's world. Believers and nonbelievers alike, he thinks, are bound together by a common faith: faith in human freedom. Mr. Catalano claims to find this common faith in the writings of two very different philosophers-the 13th-century Dominican friar Thomas Aquinas and the 20th-century French existentialist Jean-Paul Sartre.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-february-20-11614351997", "title": "Bestselling Books Week Ended February 20", "date": "2021-02-26 10:06", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-into-the-light-review-11614351987", "title": "Science Fiction: 'Into the Light' Review", "date": "2021-02-26 10:06", "summary": "David Weber and Chris Kennedy continue a tale of alien invasion meeting human (and vampire!) resistance.. Ever since H.G. Wells's \"War of the Worlds\" back in 1897, alien-invasion stories have had two parts: There's the invasion itself, and then there's the fightback. The problem for writers is that, to make the invasion seem unstoppable, you have to show the Earth's military powers to be inept-and then you have to think up something totally unexpected that turns the tide. Wells got away with microbes, to which the invaders had no immunity. Larry Niven and Jerry Pournelle, in their 1985 novel \"Footfall,\" came up with an atom-bomb-powered spacecraft built on the advice of a consortium of sci-fi writers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-books-on-reckonings-with-history-11614351934", "title": "Five Best: Books on Reckonings With History", "date": "2021-02-26 10:05", "summary": "Selected by Lauren Fox, the author, most recently, of the novel 'Send for Me.'. By William Trevor (2002)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-small-town-in-alabama-tries-to-regroup-after-losing-two-leaders-to-covid-19-11614351469", "title": "Covid Left a Small Town Reeling. A New Generation Is Leading the Recovery.", "date": "2021-02-26 09:57", "summary": "The deaths of a longtime mayor and minister in Clanton, Ala., left a big void. Their successors face the challenges of keeping things going.. CLANTON, Ala.-Mayor Billy Joe Driver oversaw every major development in town during his 36 years in office, and solved countless minor problems. If a pothole appeared or the garbage wasn't picked up, residents would say, \"I'm going to call Billy Joe.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-mars-rover-writes-from-space-when-can-i-come-home-11614351116", "title": "The Mars Rover Writes From Space: 'When Can I Come Home?'", "date": "2021-02-26 09:51", "summary": "Barely a week into its mission, a NASA robot is thinking of Elton John and worrying it's going to be a long, long time. Hey everybody. It's me, Percy, aka Perseverance, the NASA rover that landed Feb. 18 on the surface of Mars.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-internal-review-confirms-some-claims-in-short-sellers-report-11614350745", "title": "Nikola Internal Review Confirms Some of Short Seller's Claims", "date": "2021-02-26 09:47", "summary": "Electric-vehicle maker says video of truck moving was misleading but disputes Hindenburg's conclusion that company is a fraud. Nikola Corp. said that a video of its electric truck in motion gave a misleading impression it was drivable and that its founder, Trevor Milton, had made several inaccurate statements, part of findings from the startup's internal review of a damaging short seller's report.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moneygrams-decision-to-halt-ripple-partnership-leaves-cfo-with-earnings-hole-11614349800", "title": "MoneyGram's Decision to Halt Ripple Partnership Leaves CFO With Earnings Hole", "date": "2021-02-26 09:30", "summary": "Money-transfer company earned fees for using Ripple's digital-currency platform. MoneyGram International Inc.'s decision to pause its partnership with digital-currency startup Ripple Labs Inc. cuts off a key income stream and, for now, leaves its finance chief with no clear options to replace it.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-south-korea-near-a-deal-over-cost-of-u-s-forces-on-peninsula-11614345296", "title": "U.S., South Korea Near a Deal Over Cost of U.S. Forces", "date": "2021-02-26 09:23", "summary": "Talks broke down over past U.S. pressure, but a new five-year agreement is close, officials say. The Biden administration and South Korea are closing in on an agreement that would resolve a yearslong dispute over how to share the cost of American troops based on the Korean Peninsula, U.S. and South Korean officials say.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-set-career-goals-and-plan-out-your-professional-future-11605899711", "title": "How to Set Professional Goals and Plan Out Your Career", "date": "2021-02-26 09:10", "summary": "Most Popular News. Setting goals is essential to advancing your career and feeling fulfilled by your job. Whether your employer requires you to set goals as part of your performance-review process or it is something you do voluntarily once a year with a pen and paper in your living room, it can help you to plan out your professional future. It can also help you to stretch yourself and might make negotiating a raise easier, career-development experts say.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-etsy-gamestop-what-to-watch-when-the-stock-market-opens-today-11614340963", "title": "DoorDash, Etsy, DraftKings, GameStop: What to Watch When the Stock Market Opens Today", "date": "2021-02-26 09:08", "summary": "The yield on 10-year Treasurys ticked down after hitting its highest level in a year. Here's what we're watching before Friday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-spend-100-million-to-help-underrepresented-communities-in-entertainment-11614348003", "title": "Netflix to Spend $100 Million to Help Underrepresented Communities in Entertainment", "date": "2021-02-26 09:00", "summary": "New study gives streaming service high marks in terms of gender equality in its films and movies. Netflix Inc. is creating a $100 million global fund aimed at increasing outreach to underrepresented communities looking to work in entertainment, the streaming giant said Friday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/post-covid-19-shipping-tailwinds-will-still-be-strong-11614334010", "title": "Post-Covid-19, Shipping Tailwinds Will Still Be Strong", "date": "2021-02-26 08:32", "summary": "Shares such as Cosco have benefited from surging trade during the pandemic. Shipping companies have steamed out of 2020 in ship shape as freight rates hit highs. The rollout of vaccines around the world will eventually tame high shipping costs, but even then the industry may fare better than in previous down cycles.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mads-mikkelsen-another-round-profile-awards-season-11614346197", "title": "In 'Another Round,' Mads Mikkelsen Shows Another Side", "date": "2021-02-26 08:31", "summary": "The beloved Danish actor, best known for playing the bad guy, shows American audiences a different side in the Golden Globe-nominated film. Druk,\" Mads Mikkelsen says, momentarily slipping into his mother tongue. \"The word is pronounced druk. It isn't drook or drunk, unless you're actually drunk.\" Mikkelsen smiles at his sly play on the Danish title of his new film, Another Round, about adult experimentation with alcohol. \"Druk basically means the act of drinking heavily, but doing [it] consciously. The translation is a little tricky because it's something you don't have a single word for in English. Everyone knows what it means in Denmark.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-leave-forestry-companies-struggling-for-insurance-11614344401", "title": "Wildfires Leave Forestry Companies Struggling for Insurance", "date": "2021-02-26 08:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/age-shapes-covid-19-vaccine-reluctance-among-black-americans-11614344415", "title": "Age Shapes Covid-19 Vaccine Reluctance Among Black Americans", "date": "2021-02-26 08:00", "summary": "Black adults younger than 40 are the group most likely to avoid the inoculations. Black adults under age 40 are the most likely group to say they \"definitely won't\" get the Covid-19 vaccine, more than double the response rate of white and Hispanic respondents who are the same age, according to national survey data released every two weeks by the U.S. Census Bureau.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grant-holloway-world-record-60m-hurdles-shoes-11614307982", "title": "Sprinter Sets a World Record-and It's Not the Shoes", "date": "2021-02-26 08:00", "summary": "Hurdler Grant Holloway wore regular track spikes in a record-setting run, but other athletes wearing 'super spikes' are reviving a Nike shoe controversy. American sprinter Grant Holloway's world record in the 60-meter hurdles was startling enough by itself.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spac-frenzy-emboldens-silicon-valley-startups-to-forgo-venture-funding-11614344154", "title": "SPAC Frenzy Emboldens Silicon Valley Startups to Forgo Venture Funding", "date": "2021-02-26 07:55", "summary": "Helicopter-taxi hopeful Archer is among those joining the public markets with billion-dollar valuations-years before any revenue. California aerospace startup Archer Aviation Inc. has a multibillion-dollar vision of flying people around town in autonomous electric helicopter-like vehicles. It doesn't have revenue or a vehicle ready for passengers, but that hasn't slowed the three-year-old company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-id-4-should-tesla-worry-about-this-new-electric-rival-11614341784", "title": "Volkswagen ID.4: Should Tesla Worry About This New Electric Rival?", "date": "2021-02-26 07:16", "summary": "Probably not. Volkswagen's first EV for the global market is long on curb appeal, light-footed among its competitive set-but comes up a bit short in engineering design, writes Dan Neil. AS THE PRESENCE of our guest makes clear, global auto makers are starting to get serious about delivering electric vehicles. The 2021 Volkswagen ID.4 crossover ($45,190, as tested) is the blunt-nosed tip of VW Group's $43-billion spear, the first of a bevy of battery beauties to be built globally on the company's modular electric platform (MEB) in the next decade, including an EV microbus. Groovy.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-can-settle-into-a-post-pandemic-market-11614340800", "title": "Airbnb Can Settle Into a Post-Pandemic Market", "date": "2021-02-26 07:00", "summary": "The home-share giant's market value beats that of hotels-probably for good reason. Against all odds, Airbnb might be a relatively safe place to rest both your family and your money in 2021.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-yields-rise-beware-the-hidden-risks-in-ultralong-bonds-11614340252", "title": "As Yields Rise, Beware the Hidden Risks in Ultralong Bonds", "date": "2021-02-26 06:50", "summary": "Slim coupons make much of the recently issued debt with maturities of between 50 and 100 years riskier than traditional bond math suggests. Rising bond yields pose an outsize threat to one asset class in particular: ultra-long-dated debt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-ham-premier-league-moyes-antonio-11614306742", "title": "How West Ham Cracked Covid-Ball in the Premier League", "date": "2021-02-26 06:00", "summary": "Under David Moyes, the Hammers have gone from relegation fodder to chasing a top-four finish. If the past few seasons of the Premier League have taught ambitious clubs anything, it's that reaching the top requires a billion-dollar squad or a tactical revolutionary in the dugout. Most of the time, it's both.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-boss-preaches-the-power-of-no-11614335402", "title": "UPS Boss Preaches the Power of No", "date": "2021-02-26 05:30", "summary": "Resume Subscription. Carol Tomé took over United Parcel Service Inc. in the middle of a pandemic that has sent demand for its services soaring. She's teaching the delivery giant how to say no.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/grid-reliability-is-feasible-but-at-what-cost-11614335401", "title": "Grid Reliability Is Feasible, but at What Cost?", "date": "2021-02-26 05:30", "summary": "Everybody can agree that electricity grids should be more reliable. It will be much harder to agree on what price to pay for that safety.. Can electricity grids be better prepared for extreme weather? Absolutely. The harder question is: How much are we willing to pay?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-covid-19-vaccine-surveys-the-wording-affects-the-results-11614335402", "title": "In Covid-19 Vaccine Surveys, the Wording Affects the Results", "date": "2021-02-26 05:30", "summary": "Polls asking Americans if they would get inoculated received positive replies ranging from 20% to 63%. Enough Covid-19 vaccine is expected to be available by summer to inoculate every American.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccine-passports-raise-ethics-concerns-logistical-hurdles-11614335403", "title": "Covid-19 Vaccine 'Passports' Raise Ethics Concerns, Logistical Hurdles", "date": "2021-02-26 05:30", "summary": "Israel issues passes for going to hotels and gyms; the U.K. may seek proof of a shot or test for bars and offices. As vaccine rollouts gain momentum, governments world-wide are looking at ways for people to prove they are inoculated against the coronavirus, raising logistical and ethical concerns about whether others will be excluded from daily life.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-resurgence-reinforces-new-reality-for-hedge-funds-11614335400", "title": "GameStop Resurgence Reinforces New Reality for Hedge Funds", "date": "2021-02-26 05:30", "summary": "U.S. stock-picking hedge funds have covered shorts and shifted shorting techniques. Investors have pared back their bearish bets a full month after the GameStop frenzy took off, showing the lasting effects of the Reddit-fueled saga on funds that make money by shorting.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatives-republican-ags-target-gupta-instead-of-garland-on-policing-11614335401", "title": "Conservatives, Republican AGs Target Gupta Instead of Garland on Policing", "date": "2021-02-26 05:30", "summary": "Vanita Gupta has been nominated for associate attorney general, the number 3 job at the Justice Department. CONSERVATIVE GROUPS ZERO IN on President Biden's pick for a high-ranking Justice Department post after largely declining to fight over Judge Merrick Garland's nomination to be attorney general. The Judicial Crisis Network and former Reagan Attorney General Edwin Meese's Conservative Action Project, along with a growing group of Republican state attorneys general, want to sink Vanita Gupta's nomination to be associate attorney general. The No. 3 job at Justice comes with a major policy portfolio focused especially on federal and local law enforcement, and conservatives are aiming to highlight Gupta's past supportive comments for reducing some police funding and redirecting it to other services in underserved communities.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-hunt-for-covid-19-origin-patient-zero-points-to-second-wuhan-market-11614335404", "title": "In Hunt for Covid-19 Origin, Patient Zero Points to Second Wuhan Market", "date": "2021-02-26 05:30", "summary": "The man with the first confirmed infection of the new coronavirus told the WHO team that his parents had shopped there. World Health Organization investigators are seeking information about a second food market in the Chinese city of Wuhan after the first officially confirmed Covid-19 case, dubbed patient zero, told them his parents had shopped there.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armenias-prime-minister-accuses-military-of-planning-coup-following-losses-in-nagorno-karabakh-11614268382", "title": "Armenia's Prime Minister Accuses Military of Planning Coup", "date": "2021-02-26 04:51", "summary": "Armed forces call for Nikol Pashinyan's resignation amid anger over last year's Russian-brokered cease-fire with Azerbaijan. Armenia's prime minister accused the country's armed forces of plotting a coup to remove him, plunging the Russian ally deeper into turmoil after a bruising conflict with neighboring Azerbaijan last fall.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-senate-parliamentarian-key-figure-in-minimum-wage-debate-11614168008", "title": "Meet the Senate Parliamentarian, Referee in Minimum-Wage Debate", "date": "2021-02-26 00:01", "summary": "Elizabeth MacDonough advises lawmakers on which provisions qualify under legislative procedure used for Biden's Covid-19 relief package. Elizabeth MacDonough is the sixth person and first woman to hold the title of chief Senate parliamentarian. Her job includes acting as the nonpartisan referee in deciding whether certain provisions can be included in bills lawmakers are trying to pass under a special process tied to the budget, known as reconciliation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11614286396", "title": "Pepper...and Salt", "date": "2021-02-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airstrike-in-syria-targets-iran-backed-militia-11614299547", "title": "U.S. Airstrike in Syria Targets Iran-Backed Militia", "date": "2021-02-26 23:46", "summary": "Airstrike follows deadly rocket attacks against U.S. forces in Iraq earlier this month. The U.S. military launched an airstrike in Syria targeting groups affiliated with an Iran-backed militia in response to deadly rocket attacks in northern Iraq earlier this month, U.S. officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-to-provide-broadband-internet-discount-to-offset-pandemic-income-loss-11614312258", "title": "FCC to Provide Broadband Internet Discount to Offset Pandemic Income Loss", "date": "2021-02-26 23:04", "summary": "Program to offer certain households a discount of up to $50 a month will be set up within 60 days. WASHINGTON-The federal government is preparing to offer needy households a discount of up to $50 a month on broadband service during the Covid-19 pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-machin-head-of-canadas-biggest-pension-fund-traveled-to-middle-east-and-received-covid-vaccine-11614294557", "title": "Top Pension Fund Head Beat Canada's Covid-19 Vaccine Queue by Getting a Shot in Middle East", "date": "2021-02-26 22:27", "summary": "CEO of CPPIB flew to the U.A.E. amid slow Canadian vaccine rollout and pandemic travel advisory. Mark Machin, head of Canada's largest pension fund, got a Covid-19 vaccine shot in the Middle East, according to people familiar with the matter, ahead of millions of Canadians waiting on one of the Western world's slowest rollouts.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-waits-for-minimum-wage-ruling-from-parliamentarian-11614266273", "title": "Democrats Dealt Blow on Minimum-Wage Drive for Covid-19 Bill", "date": "2021-02-26 21:36", "summary": "Senate parliamentarian says proposed $15-an-hour proposal doesn't meet the guidelines for reconciliation. WASHINGTON-The Senate parliamentarian told lawmakers Thursday night that a proposed increase in the minimum wage to $15 an hour didn't comply with Senate rules, dealing a blow to Democrats' efforts to include it in the $1.9 trillion coronavirus relief package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitch-mcconnell-says-he-would-support-trump-if-hes-gops-2024-nominee-11614306862", "title": "McConnell Says He Would Support Trump If He's GOP's 2024 Nominee", "date": "2021-02-26 21:34", "summary": "The Senate minority leader's remarks came during a Fox News interview. WASHINGTON-Senate Minority Leader Mitch McConnell said he would support Donald Trump if GOP voters select him as the party's nominee in 2024, the latest remarks from the Kentucky Republican on his stance toward the former president's future in the party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billie-eilish-the-worlds-a-little-blurry-review-shin-splints-grammy-awards-and-heartbreak-11614306600", "title": "'Billie Eilish: The World's a Little Blurry' Review: Shin Splints, Grammy Awards and Heartbreak", "date": "2021-02-26 21:30", "summary": "R.J. Cutler's intimate documentary captures the teenage singer-songwriter's rapid rise to superstardom and her immense emotional vulnerability.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnbs-ipo-costs-expected-to-widen-loss-in-pandemic-year-11614249003", "title": "Airbnb's Loss Widens as IPO Costs Add to Pandemic Hit", "date": "2021-02-26 21:00", "summary": "Annual deficit of $4.6 billion was tempered by lower-than-expected decrease in revenue following a pickup in local travel. Airbnb Inc. posted a steep annual loss in its first earnings as a public company, as costs tied to its market debut capped a year in which the coronavirus pandemic ravaged the travel industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autodesk-names-new-cfo-as-it-looks-to-do-more-deals-11614302906", "title": "Autodesk Names New CFO as It Looks to Do More Deals", "date": "2021-02-26 20:28", "summary": "Debbie Clifford will join the software company on March 8. Software firm Autodesk Inc. has poached the finance chief of SurveyMonkey to fill its void for the role of chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-power-regulators-decision-to-raise-prices-in-freeze-generates-criticism-11614268158", "title": "Texas Regulator's Decision to Raise Prices in Freeze Generates Criticism", "date": "2021-02-26 19:19", "summary": "The Texas Public Utility Commission hoped its move would spur generation. Retail providers say all it did was generate billions in added bills.. Hours into widespread blackouts in Texas last week, the state's power regulator took an unusual step: It stopped relying on the deregulated market to set electricity prices and did so itself.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-attributes-payment-systems-outage-to-human-error-11614297673", "title": "Fed Attributes Payment Systems Outage to 'Human Error'", "date": "2021-02-26 19:01", "summary": "Mistake caused key financial services to shut down for about four hours Wednesday. The Federal Reserve said an outage of its key financial services on Wednesday was caused by a maintenance mistake and it is taking steps to prevent a recurrence.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-moved-to-replace-777-engine-covers-before-recent-failures-11614249006", "title": "Boeing Moved to Fix 777 Engine Covers Before Failures", "date": "2021-02-26 19:00", "summary": "FAA has focused on ramped-up inspections since the failures; changes to airplane parts could require lengthy design and testing. Boeing Co. was planning to strengthen protective engine covers on its 777 jets months before a pair of recent serious failures, including one near Denver last weekend, according to an internal Federal Aviation Administration document.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]