[{"link": "https://www.wsj.com/articles/texas-power-outages-after-deep-freeze-prompt-governor-to-urge-probe-11613513090", "title": "Texas Power Outages to Drag Into Third Day", "date": "2021-02-16 18:50", "summary": "Governor urges probe of electricity-grid operator after blackouts spark health emergency. Millions of homes in Texas were without power for a second straight day after historically cold winter weather caused a failure of the state's electricity grid, triggering a public health emergency in the nation's second most populous state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffetts-berkshire-hathaway-bets-billions-on-verizon-and-chevron-11613517434", "title": "Buffett's Berkshire Bets Billions on Verizon, Chevron", "date": "2021-02-16 18:48", "summary": "Conglomerate has purchased $8.6 billion in mobile carrier's stock and $4.1 billion in oil company's shares. The billionaire Warren Buffett added two more big, American brands to Berkshire Hathaway Inc.'s investment portfolio.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacker-claims-to-have-stolen-files-belonging-to-prominent-law-firm-jones-day-11613514532", "title": "Hacker Claims to Have Stolen Files Belonging to Law Firm Jones Day", "date": "2021-02-16 18:45", "summary": "Firm disputes network breach, says its file-transfer company was compromised. A hacker claims to have stolen files belonging to the global law firm Jones Day and posted many of them on the dark web.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunting-for-internships-during-the-pandemic-11613518781", "title": "Hunting for Internships During the Pandemic", "date": "2021-02-16 18:39", "summary": "Students discuss changing experiences of the job market.. Editor's note: This week's Future View discusses students' experience of the job hunt through the pandemic. For next week we'll ask, \"Given recent blackouts in Texas and recurring blackouts in California, do aggressive climate goals square with the reality?\" Students should click here to submit opinions of fewer than 250 words before Feb. 23. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-political-making-of-a-texas-power-outage-11613518653", "title": "The Political Making of a Texas Power Outage", "date": "2021-02-16 18:37", "summary": "How bad energy policy led to rolling blackouts in the freezing Lone Star State.. Why are millions of Americans in the nation's most energy-rich state without power and heat for days amid extreme winter weather? \"The people who have fallen short with regard to the power are the private power generation companies,\" Texas Gov. Greg Abbott explained. Ah, yes, blame private power companies . . . that are regulated by government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-better-elections-copy-the-neighbors-11613518448", "title": "For Better Elections, Copy the Neighbors", "date": "2021-02-16 18:34", "summary": "As states weigh reform, a new project aims to collect best practices.. Hundreds of bills to reform voting processes have already been introduced in state legislatures this year, but there's plenty that the laboratories of democracy could learn from one another. To that end, it's worth watching a new project of the Republican State Leadership Committee.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brushback-to-nasdaqand-the-sec-11613518305", "title": "A Brushback to Nasdaq-and the SEC", "date": "2021-02-16 18:31", "summary": "Senators explain why a stock exchange can't impose social policy.. Can President Biden's regulators say no to progressives when they try to bend the law? An early test will come for Mr. Biden's nominee to head the Securities and Exchange Commission, Gary Gensler. Nasdaq is seeking the SEC's blessing to enforce new diversity mandates for corporate boards. But as Pennsylvania's Pat Toomey and all 11 other Republicans on the Senate Banking Committee explain in a new letter to the SEC, the quotas run headlong into federal securities law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-mcconnell-in-lengthy-statement-calling-him-a-political-hack-11613513959", "title": "Trump Criticizes McConnell, Calling Him a 'Political Hack'", "date": "2021-02-16 18:29", "summary": "'If Republican Senators are going to stay with him, they will not win again,' a lengthy statement from the former president said. WASHINGTON-Former President Donald Trump criticized Sen. Mitch McConnell in a lengthy statement following the Senate minority leader's blistering condemnation of Mr. Trump's actions leading up to the Jan. 6 Capitol riot by his supporters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-biden-can-liberate-americans-shackled-abroad-11613518095", "title": "How Biden Can Liberate Americans Shackled Abroad", "date": "2021-02-16 18:28", "summary": "Washington should not tolerate foreign actors who wrongfully or unlawfully imprison U.S. citizens.. As President Biden revamps many aspects of U.S. diplomacy and national security, he should adopt a policy that none of his predecessors had the courage or resolve to: zero tolerance for the unjust detention of Americans abroad. The wrongful detentions of some 40 to 50 U.S. citizens have been publicly reported, but the real number is likely much higher. The State Department in 2019 estimated that around 3,000 Americans are imprisoned abroad, but it has never looked into whether the detentions are just.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/show-me-the-u-hauls-11613518045", "title": "Show Me the U-Hauls", "date": "2021-02-16 18:27", "summary": "In my small Missouri town, we're awaiting an exodus from the beleaguered cities.. Tarkio, Mo.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-history-of-coined-words-review-saying-it-another-way-11613517943", "title": "'The Hidden History of Coined Words' Review: Saying It Another Way", "date": "2021-02-16 18:25", "summary": "Inventing words was once thought pretentious. Now it is considered an achievement, though it may still induce 'coiner's remorse.'. The children's author Theodor Geisel, otherwise known as Dr. Seuss, was often asked where he drew inspiration for his verbal inventiveness. Surely there had to be some enchanted source for the words he dreamed up-the ones that caught on, notably \"grinch,\" and the ones that might pleasingly have done so, such as \"punkerish\" and \"flubbulous.\" He would solemnly reply that in August each year he traveled to have his cuckoo clock serviced in a tiny Alpine village called Uber Gletch. \"I wander around and talk to people in the streets,\" he explained. \"They are very strange people, and I get my ideas from them.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-coldem-11613517765", "title": "Texas Cold'Em: Power Outages Are Political", "date": "2021-02-16 18:22", "summary": "Neither the blackouts nor their fixes teach anything useful about climate risks.. Nine times Dallas has recorded daily snowfalls of 4 inches or more since 1940, but this week's may be the first to be attributed to man-made climate change.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-minimum-wages-racially-discriminatory-roots-11613517678", "title": "The Minimum Wage's Racially Discriminatory Roots", "date": "2021-02-16 18:21", "summary": "If the filibuster is a 'Jim Crow relic,' so is a policy designed to curtail the abundance of black labor.. Speaker Nancy Pelosi said last week that the House version of the next coronavirus aid package will include a $15 federal minimum wage, adding that \"27 million people will get a raise, 70% of them women.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palantir-lays-out-growth-targets-following-public-debut-11613508686", "title": "Palantir Shares Fall on Loss and Slower Sales Growth Expectations", "date": "2021-02-16 18:03", "summary": "Shares fall 13% despite 40% gain in quarterly revenue. Palantir Technologies Inc. reported a loss for the fourth quarter, and the data-mining company signaled Tuesday that sales could grow at a slower pace.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ruling-permits-new-york-city-to-publish-police-disciplinary-records-11613515232", "title": "Ruling Permits New York City to Publish Police Disciplinary Records", "date": "2021-02-16 17:40", "summary": "Federal court dismisses appeal brought by unions for police, firefighters and corrections officers to block the disclosure. Federal appeals-court judges on Tuesday ruled that police disciplinary records in New York City may be made public, dismissing an appeal brought by unions for police, firefighters and corrections officers to block the disclosure of the information.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-reverses-guidance-that-impeded-funding-for-hudson-rail-tunnel-11613514110", "title": "U.S. Reverses Guidance That Impeded Funding for Hudson Rail Tunnel", "date": "2021-02-16 17:21", "summary": "Decision draws praise from proponents of Gateway project to link New Jersey and New York City. WASHINGTON-The Transportation Department on Tuesday rescinded a Trump administration opinion that had effectively blocked federal funding for a new rail tunnel under the Hudson River linking New Jersey and New York City.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-notch-records-on-building-remodeling-boom-11613471400", "title": "Lumber Prices Notch Records on Building, Remodeling Boom", "date": "2021-02-16 17:17", "summary": "Futures have surged over the past three weeks as the pandemic's hottest commodity continues to be in high demand. Lumber prices have shot to fresh records, defying the normal winter slowdown in wood-product sales in a sign that the pandemic building boom is bowling into 2021.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-completes-purchase-of-shopify-competitor-selz-11613513401", "title": "Amazon Completes Purchase of Shopify Competitor Selz", "date": "2021-02-16 17:10", "summary": "Web retailing giant had formed team to study Shopify amid growing competition for smaller merchants creating online stores. Amazon . com Inc. said it has acquired Australian e-commerce company Selz, in a deal that underscores an increased focus on fast-growing rival Shopify Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-to-tightly-restrict-inspectors-access-if-u-s-sanctions-not-lifted-11613510521", "title": "Iran to Tightly Restrict Inspectors' Access if U.S. Sanctions Not Lifted", "date": "2021-02-16 17:08", "summary": "The U.N. atomic agency told members that Iran would curtail its monitoring from Feb. 23. Iran has warned it would tear up much of the international monitoring of its nuclear activities next week if the U.S. doesn't lift economic sanctions, in a fresh bid to pressure the Biden administration to drop the sanctions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-reopening-covid-classroom-cdc-parents-teachers-union-students-11613512932", "title": "School Reopening Pits Parents Against Teachers: \"Is There a Word Beyond 'Frustrating'?\"", "date": "2021-02-16 17:03", "summary": "Nearly a year into the pandemic, the debate over sending students back to class reaches a fever pitch. MT. LEBANON, Pa.-Patrick Cozzens had never spoken up at a school board meeting until he stood in front of a crowd of angry parents earlier this month to read a statement his 16-year-old daughter helped him to write.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-says-its-carbon-capture-research-will-help-meet-2030-net-zero-goal-11613512832", "title": "IBM Says Its Carbon Capture Research Will Help Meet 2030 Net-Zero Goal", "date": "2021-02-16 17:00", "summary": "A company research product is looking at using cloud-computing power and AI to design materials that capture carbon dioxide. International Business Machines Corp. is betting that its own research can speed along emerging technologies like carbon capture to meet the last stretch of its new net-zero climate-change goal.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prep-tech-power-outages-blackouts-emergencies-11600606800", "title": "Prep Your Tech for Power Outages and Other Emergencies", "date": "2021-02-16 16:59", "summary": "Before a blackout hits your area, here are the phone settings you'll want to enable and the gear that will keep you connected in case of a power outage. Update Feb. 16, 2021: Texas is experiencing a wave of power outages due to an unusual Arctic blast, and households in other parts of the country are also threatened with winter-storm-related power issues. This column, originally published Sept. 20, 2020, contains smartphone tips for people enduring outages, as well as advice to prepare for such adversities.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-covid-19-vaccination-rates-vary-by-zip-codes-11613510887", "title": "New York City Covid-19 Vaccination Rates Vary by ZIP Codes", "date": "2021-02-16 16:53", "summary": "Numbers don't capture full reasons for percentage differences, Mayor de Blasio says. New York City on Tuesday released data that showed disparities in Covid-19 vaccination rates by ZIP Codes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-16-2021-11613464833", "title": "Dow Edges Up to Record", "date": "2021-02-16 16:51", "summary": "Dow notches another record as other major stock indexes pare earlier gains. The Dow Jones Industrial Average closed at a record Tuesday, extending a market rally underpinned by the potential for more fiscal stimulus and hopes for a successful vaccine rollout.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-andrew-cuomo-to-amend-proposal-to-legalize-marijuana-11613510521", "title": "New York Gov. Cuomo to Amend Proposal to Legalize Marijuana", "date": "2021-02-16 16:50", "summary": "Governor hopes changes will enhance prospects for his plan to tax, regulate the drug as the state seeks new revenue. ALBANY, N.Y.-New York Gov. Andrew Cuomo said Tuesday that he would amend his proposal to regulate and tax recreational marijuana in hopes that the drug could be legalized as part of the state budget due by April 1.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-glitch-and-save-the-boys-reviews-intimate-approaches-to-dark-stories-11613512183", "title": "'The Glitch' and 'Save the Boys' Reviews: Intimate Approaches to Dark Stories", "date": "2021-02-16 16:49", "summary": "Nico Muhly's two-person opera inspired by the true story of Joyce Mitchell, a prison tailor who helped two inmates escape; a SOLO performance by John Holiday of an 1887 temperance poem set to music by Tyshawn Sorey.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-weighs-buybacks-of-ar-15-style-rifles-used-in-u-s-shootings-11613503670", "title": "Canada Weighs Buybacks of AR-15 Style Rifles Used in U.S. Shootings", "date": "2021-02-16 16:44", "summary": "New gun-control legislation could allow cities to ban handguns. Canada is introducing new gun-control legislation that would make it possible for individual cities to ban handguns at a local level and says it will create a buyback program for military-style semiautomatic weapons that were banned from use by the country's Liberal government last year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-oblivions-by-julien-baker-review-climbing-back-from-rock-bottom-11613511852", "title": "'Little Oblivions' by Julien Baker Review: Climbing Back From Rock Bottom", "date": "2021-02-16 16:44", "summary": "The 25-year-old singer-songwriter confronts her struggle with substance abuse on an album that embraces melody.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-her-eyes-review-women-on-the-verge-of-a-supernatural-breakdown-11613511700", "title": "'Behind Her Eyes' Review: Women on the Verge of a Supernatural Breakdown", "date": "2021-02-16 16:41", "summary": "In a Netflix series based on the Sarah Pinborough novel, coincidences lead a single mom to become entangled with a psychiatrist and his troubled wife.. There's no such thing as coincidence, people say, but those people have not seen \"Behind Her Eyes,\" which presents several whoppers of happenstance before it's even warmed up. As readers of the Sarah Pinborough novel know-and unsuspecting customers will find out-mere terrestrial phenomena of time and place can't hold a votive candle to the otherworldly avenues the storyline will follow, into what will no doubt be dead ends of epic eye-rolling and consumer consternation.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shook-review-the-dms-are-coming-from-inside-the-house-11613511513", "title": "'Shook' Review: The DMs Are Coming From Inside the House", "date": "2021-02-16 16:38", "summary": "Jennifer Harrington's smart horror film skewers social-media influencers-literally.. That the horror platform Shudder is presenting \"Shook\" is appropriate enough: The streaming service is a virtual catalog of frightful content, and Jennifer Harrington's feature is a connoisseur's movie. An update on the slasher film, it takes the plot devices common to the classics of the form-the ultraviolence, the simple morality, the deserving victims, the emotionally tortured villains-and tweaks them into today. Most significantly, and humorously, Ms. Harrington uses social media the way \"Halloween,\" \"Scream\" and \"When a Stranger Calls\" used the land-line telephone-as a weaponized instrument of torment.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-giuliani-accused-of-conspiring-to-incite-a-riot-in-new-lawsuit-11613491170", "title": "Trump, Giuliani Accused of Conspiring to Incite U.S. Capitol Riot in New Lawsuit", "date": "2021-02-16 16:37", "summary": "Suit filed by NAACP, Rep. Bennie Thompson also names Proud Boys, Oath Keepers as defendants. The NAACP, on behalf of Rep. Bennie Thompson (D., Miss.), filed a federal lawsuit Tuesday against former President Donald Trump and his former personal attorney, Rudy Giuliani, accusing them of conspiring to incite the violent riot at the U.S. Capitol on Jan. 6.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-profit-falls-on-catastrophes-travel-insurance-11613510218", "title": "AIG Profit Falls on Catastrophes, Travel Insurance", "date": "2021-02-16 16:24", "summary": "Company's closely watched adjusted income fell 10% in the fourth quarter, hurt by additional Covid-19 costs. Insurance conglomerate American International Group Inc.'s net income swung to a loss on mark-to-market adjustments in hedging programs primarily for certain products sold by its life-insurance unit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-names-new-compliance-chief-11613509747", "title": "DraftKings Names New Compliance Chief", "date": "2021-02-16 16:09", "summary": "Jennifer Aguiar will oversee corporate compliance and enterprise risk management. DraftKings Inc. named a new compliance chief as the company shuffles executive oversight of enterprise risk, compliance and regulatory affairs.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-lets-revlon-lenders-keep-citis-botched-500-million-payment-11613490508", "title": "Judge Lets Revlon Lenders Keep Citi's Botched $500 Million Payment", "date": "2021-02-16 16:04", "summary": "Brigade Capital Management and other investors win court ruling allowing them to keep the Revlon loan payment they received from their agent Citi. A federal judge denied Citigroup Inc.'s request to claw back roughly $500 million it mistakenly paid out of its own pocket to investment firms that made loans to cosmetics giant Revlon Inc.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-probe-rocket-attack-on-u-s-military-base-in-northern-iraq-11613486554", "title": "Investigators Probe Iraq Rocket Attack on U.S. Military Base", "date": "2021-02-16 16:01", "summary": "Iraqi and American officials aim to figure out how militants struck a heavily guarded air base used by U.S. in its campaign against Islamic State. Iraqi and U.S. officials deepened an investigation Tuesday into a deadly rocket attack on a U.S. military base in Iraqi Kurdistan, as they sought to establish how militants managed to strike one of the country's most heavily guarded facilities.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-the-scoop-wednesday-crossword-february-17-11613351803", "title": "What's the Scoop? (Wednesday Crossword, February 17)", "date": "2021-02-16 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-end-homebuyers-who-faked-it-and-didnt-quite-make-it-11613509232", "title": "High-End Homebuyers Who Faked It and Didn't Quite Make It", "date": "2021-02-16 16:00", "summary": "Real-estate agents recall people who were only acting the part while shopping for luxury properties. Sheila Trichter", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-livestock-industry-reels-from-storm-outages-11613508000", "title": "Texas Livestock Industry Reels From Storm, Outages", "date": "2021-02-16 15:40", "summary": "Exposure and frozen pipes threaten cattle; dairy farmers are forced to dump milk after plant shutdowns. Bitter cold and power outages have created a crisis for some Texan farms and ranches, leaving livestock dead from exposure and raising fears that herds could run short of food and water.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-should-talk-to-strangerseven-during-the-pandemic-11613507328", "title": "You Should Talk to Strangers-Even During the Pandemic", "date": "2021-02-16 15:28", "summary": "Social distancing and isolation mean we're missing out on serendipitous exchanges with strangers. Here's why-and how-we should work to make them happen.. Aurora Flores hadn't gone out much during the pandemic. But recently she forced herself to take a walk in New York's Central Park to clear her mind and seek solace in the sound of birds and a waterfall. As she was strolling down the path, another woman approached, wearing a mask. Letting out a loud yelp, the woman flung a handful of birdseed in the air.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-debt-write-offs-for-community-service-11613506860", "title": "Trade Debt Write-offs for Community Service", "date": "2021-02-16 15:21", "summary": "At the Biden minimum-wage proposal of $15 an hour, forgiving $15,000 in student debt would require 1,000 hours of work.. Regarding your editorial \"The Great Student Loan Scam\" (Feb. 10): I would readily support loan forgiveness if the beneficiary were required to do community service for the forgiven debt. I would suggest a rate of $15 an hour, the Biden administration proposed federal minimum wage. So for someone being forgiven $15,000 in debt, he or she would owe 1,000 hours of community service.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rihanna-is-wrong-mr-modi-is-mostly-right-11613506800", "title": "Rihanna Is Wrong, Mr. Modi Is Mostly Right", "date": "2021-02-16 15:20", "summary": "Greta Thunberg and Meena Harris would condemn India to feudal agrarianism if Indian Prime Minister Narendra Modi were to heed their calls and rescind his historic agriculture deregulation.. Regarding Sadanand Dhume's \"Rihanna Rallies to the Wrong Cause in India\" (East Is East, Feb. 5): Greta Thunberg and Meena Harris would condemn India to feudal agrarianism if Indian Prime Minister Narendra Modi were to heed their calls and rescind his historic agriculture deregulation. Half of India's workers toil as serfs in low productivity, undignified subsistence farming with the sector accounting for a paltry 15% of the economy. Compared with the average American farm plot of 440 acres, 86% of Indian agriculture holdings are less than five acres and are too marginal to ever achieve economies of scale. Indian crop yields consequently are half of those of the U.S. Due to rapacious government-backed wholesale cartels, the markup between prices remunerated to farmers and what consumers pay is 65% in India compared with 10% in other nations. Forty percent of India's fruits and vegetables rot before reaching the marketplace because of anachronistic antihoarding laws that deter investment in refrigeration.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/randi-weingarten-replies-to-riley-on-unions-11613506671", "title": "Randi Weingarten Replies to Riley on Unions", "date": "2021-02-16 15:17", "summary": "A poll from EdNext that found parents' opinions of teachers' unions have become more favorable during the pandemic.. Jason Riley wonders out loud (\"Have Teachers Unions Finally Overplayed Their Hand?,\" Upward Mobility, Feb. 10) if teachers unions are losing public support, and twists a quote from a recent New York Times profile to illustrate his point. He ponders whether this \"trend\" is real-but Mr. Riley needn't look far for clarity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-electric-expects-to-burn-cash-in-first-quarter-11613506527", "title": "General Electric Expects to Burn Cash in First Quarter", "date": "2021-02-16 15:15", "summary": "CEO Larry Culp said first-quarter cash flow would likely be negative, but improved from a year ago; outlook for 2021 unchanged. General Electric Co. expects cash flow to be negative in the first quarter, typically the slowest period of the year, but the conglomerate isn't changing its outlook for 2021.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-health-signals-re-entry-into-aca-marketplaces-11613487368", "title": "CVS Health Signals Re-Entry Into ACA Marketplaces", "date": "2021-02-16 15:14", "summary": "Pharmacy and insurance giant's results beat analysts' expectations for final quarter of 2020. CVS Health Corp. said it would re-enter the Affordable Care Act insurance marketplaces next year, as its major role in Covid-19 testing and vaccination allows it to forge ties to more consumers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockwell-automation-names-former-3m-executive-as-cfo-11613502585", "title": "Rockwell Automation Names Former 3M Executive as CFO", "date": "2021-02-16 14:09", "summary": "Nicholas Gangestad is set to join the industrial automation company March 1. Rockwell Automation Inc. on Tuesday said it named Nicholas Gangestad senior vice president and chief financial officer, effective March 1.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-cooper-charge-for-calling-police-on-black-bird-watcher-is-dismissed-11613501246", "title": "Woman Who Falsely Accused Black Bird-Watcher Has Charge Dismissed", "date": "2021-02-16 13:47", "summary": "Prosecutors said Ms. Cooper completed a racial-education program. A New York judge Tuesday dismissed the case against Amy Cooper, the white woman who falsely accused a Black bird-watcher of threatening her life, after Ms. Cooper completed a racial-education and therapy program.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-macron-wins-national-assembly-backing-for-islamist-separatism-bill-11613501154", "title": "France's Macron Wins Backing for 'Islamist Separatism' Bill", "date": "2021-02-16 13:45", "summary": "The proposed legislation heads to the French Senate amid criticism that it stigmatizes Muslims. PARIS-France's National Assembly approved a bill Tuesday that aims to strengthen government oversight of mosques and religious schools and crack down on other practices-from online hate speech to forced marriage-that President Emmanuel Macron says are rooted in Islamist separatism.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-clubhouse-and-other-social-audio-apps-are-drawing-users-11613500951", "title": "Why Clubhouse and Other Social Audio Apps Are Drawing Users", "date": "2021-02-16 13:42", "summary": "Social-audio apps are gaining popularity and attracting big names during the pandemic. Emerging social-media apps that feature voice conversations are gaining users and drawing multimillion-dollar investments, while the biggest platforms are exploring their own foray into audio-chat features. Clubhouse, an audio-only social app featuring conversations with big names in Hollywood, politics and tech, is creating the biggest stir.", "categories": [["Culture"]], "category_links": ["https://www.wsj.com/news/types/noted-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-blame-wind-for-texas-electricity-woes-11613500788", "title": "Don't Blame Wind for Texas Electricity Woes", "date": "2021-02-16 13:39", "summary": "Renewable energy and market design are easy targets during electricity failures but they are inadequate explanations. Rolling blackouts in Texas during a historic winter storm are inviting scrutiny of everything from the grid's reliance on wind energy to laissez-faire market design. The answer is actually quite simple: Texas isn't used to the cold.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-what-to-know-before-investing-11613498045", "title": "Bitcoin: What to Know Before Investing", "date": "2021-02-16 12:54", "summary": "Most Popular News. Bitcoin is a digital currency that operates outside the control of governments and banks. Trading it is fast and cheap. Its volatile price-found by looking at BTCUSD-has made it a favorite of high-stakes, risk-seeking investors eager for the potential of a big payoff.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aung-san-suu-kyi-detained-since-myanmars-coup-attends-closed-court-hearing-11613482752", "title": "Myanmar's Aung San Suu Kyi Attends Closed Court Hearing", "date": "2021-02-16 12:40", "summary": "Authorities filed a new charge related to a natural disaster management law, an allegation her lawyer wasn't aware of until Tuesday. Authorities in Myanmar filed a new charge against Aung San Suu Kyi, who was ousted and detained in a military coup this month and appeared before a court on Tuesday, adding to a case that has been cited to keep her locked up in her home since Feb. 1.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-unconstitutional-voting-reform-11613497134", "title": "An Unconstitutional Voting 'Reform'", "date": "2021-02-16 12:38", "summary": "Democrats want to impose federal rules on elections for president. Congress doesn't have that power.. House Democrats have made election \"reform\" their top legislative priority. House Resolution 1, styled the For the People Act, would vitiate existing state election laws, federalize the rules of congressional and presidential elections, and effectively do the same for state elections, which are often conducted on the same ballot. Critics have noted that the proposed rules are designed to benefit Democrats. They're also unconstitutional.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-gets-tested-in-iraq-11613497028", "title": "Joe Biden Gets Tested in Iraq", "date": "2021-02-16 12:37", "summary": "The world is watching how he responds to an attack on U.S. forces.. Joe Biden has said his Presidency won't be a third Obama term, and he'll have plenty of opportunities to prove it. The latest comes after a rocket attack against the U.S.-led coalition in Erbil, Iraq.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-wont-purge-trump-11613496947", "title": "The GOP Won't Purge Trump", "date": "2021-02-16 12:35", "summary": "The rank and file don't see him as a liability, and his supporters are dug in.. Senate Minority Leader Mitch McConnell delivered a stinging speech immediately after President Trump was acquitted in his Senate trial over the weekend. The speech has been seen as the opening salvo in Mr. McConnell's effort to marginalize Mr. Trump's influence in the Republican Party. It will be an uphill battle.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-slips-in-polls-as-criticism-mounts-over-nursing-home-deaths-11613471402", "title": "Cuomo's Job Approval Dips Over Nursing-Home Deaths", "date": "2021-02-16 12:20", "summary": "Polls show Cuomo scores well in his handling of pandemic but gets negative reviews over release of data for coronavirus-related deaths. ALBANY, N.Y.-New York Gov. Andrew Cuomo's job approval rating has dropped 10 points since January, a poll released Tuesday showed, amid bipartisan criticism of his administration's reporting of the number of nursing-home residents who died from Covid-19.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-extends-covid-19-mortgage-relief-11613485250", "title": "Biden Administration Extends Covid-19 Mortgage Relief", "date": "2021-02-16 12:20", "summary": "A foreclosure moratorium will now run through June 30, and borrowers will get more time to seek help with payments. WASHINGTON-The Biden administration extended a federal moratorium on home foreclosures for another three months and expanded assistance for people behind on their mortgage payments during the coronavirus pandemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/building-an-ice-rink-in-your-backyard-water-and-gravity-will-always-win-11613494552", "title": "Building an Ice Rink in Your Yard? 'Water and Gravity Always Win'", "date": "2021-02-16 11:55", "summary": "Resume Subscription. On a crisp morning at the end of January, Chelsea Parkin crouched beside the shallow pool of ice and slush in her backyard, put her ear close to the surface, and listened. She was sure the water underneath was escaping through a hole somewhere.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/top-companies-for-customer-satisfaction-11613492860", "title": "Top Companies for Customer Satisfaction", "date": "2021-02-16 11:27", "summary": "IBM, Caterpillar and Agilent scored highest in this category in the Management Top 250 ranking. International Business Machines Corp. is No. 1 for customer satisfaction among companies in the latest Management Top 250 ranking, followed by Caterpillar Inc. and Agilent Technologies Inc.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-blocked-jack-mas-ant-ipo-after-an-investigation-revealed-who-stood-to-gain-11613491292", "title": "China Blocked Jack Ma's Ant IPO After Investigation Revealed Likely Beneficiaries", "date": "2021-02-16 11:01", "summary": "Resume Subscription. When China's leader Xi Jinping late last year quashed Ant Group's initial public offering, his motives appeared clear: He was worried that Ant was adding risk to the financial system, and furious at its founder, Jack Ma, for criticizing his signature campaign to strengthen financial oversight.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/this-laser-war-has-gotten-expensive-11613490652", "title": "This Laser War Has Gotten Expensive", "date": "2021-02-16 10:50", "summary": "Competing acquisition offers for Coherent have pushed laser maker's valuation to decade high. Whoever ends up buying Coherent may have some explaining to do.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-faces-tough-task-in-weaning-economy-off-1-8-trillion-in-covid-19-relief-11613490272", "title": "Europe Faces Tough Task in Weaning Economy Off $1.8 Trillion in Relief", "date": "2021-02-16 10:44", "summary": "Fresh numbers show the scale of measures underpinning the region's consumers and businesses. Europe's economy has relied on government relief programs to provide a third of all lending to businesses during the Covid-19 crisis, revealing the scale of the challenge ahead as the region opens up and support measures are withdrawn.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-boeing-too-late-to-build-a-midrange-plane-11613487758", "title": "Is Boeing Too Late to Build a Midrange Plane?", "date": "2021-02-16 10:40", "summary": "Jet maker may be reviving plans for a new aircraft to serve medium-haul flights, but the story of the Boeing 757 shows that timing can be everything. Boeing 's ambitions for a midrange plane may be the right idea at the wrong time-again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costar-group-submits-competing-offer-to-buy-corelogic-for-about-6-9-billion-11613489004", "title": "CoStar Group Submits Competing Offer to Buy CoreLogic", "date": "2021-02-16 10:23", "summary": "CoreLogic earlier this month agreed to sell itself to two private-equity firms for about $6 billion. CoStar Group Inc. said it is proposing to buy CoreLogic Inc. for about $6.9 billion, as it tries to compete against an agreement by two private-equity firms to buy the real-estate data provider for roughly $6 billion in cash.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-glauber-probed-causes-of-1987-stock-market-crash-11613488767", "title": "Robert Glauber Probed Causes of 1987 Stock-Market Crash", "date": "2021-02-16 10:19", "summary": "Harvard professor, who has died at age 81, also helped craft S&L bailout as Treasury official. Robert R. Glauber, a Harvard professor who investigated the causes of the 1987 stock-market crash and helped shape federal legislation bailing out the savings-and-loan industry, died Sunday at his home in Brookline, Mass. He was 81 and had been diagnosed with pancreatic cancer last year.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-couple-ditch-apartment-buy-rv-was-it-worth-it-11613487600", "title": "Swapping a Manhattan Apartment for an RV Hits a Few Bumps", "date": "2021-02-16 10:00", "summary": "There have been a few bumps in the cross-country road, but it's been a pandemic adventure for the 'digital nomads'. When Jess Glazer and her husband Mike DeRose traded their Manhattan apartment for a 40-foot motor home last fall, they imagined crisscrossing the U.S., camping by peaceful lakes and mountain streams. Last week, via Zoom, Ms. Glazer showed me the Arizona RV park where they've been stationed since the start of the year.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-music-takes-stake-in-prince-al-waleeds-rotana-music-11613487376", "title": "Warner Music Takes Stake in Prince Al-Waleed's Rotana Music", "date": "2021-02-16 09:56", "summary": "Deal expands presence of Len Blavatnik's Warner in the growing Mideast market. Warner Music Group Corp. has agreed to buy a minority stake in Saudi billionaire Prince al-Waleed bin Talal's Rotana Music, in a deal that would expand Warner's presence in the Arab world while extending the global reach of Rotana's roster of artists.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-invest-in-employee-training-software-to-speed-up-forecasting-11613485800", "title": "CFOs Invest in Employee Training, Software to Speed Up Forecasting", "date": "2021-02-16 09:30", "summary": "Finance executives are helping employees improve data-management skills. OneLogin Inc.'s finance chief used to get frustrated by the messy columns of numbers that the company's sales team produced. So he had his accounting staff double-check the data their colleagues had entered.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-dims-job-prospects-so-young-people-sign-up-for-the-military-11613476912", "title": "As Covid Dims Job Prospects, Young People Join the Military", "date": "2021-02-16 09:25", "summary": "Applications are up in Australia, Canada, South Korea, while service members are staying in longer in the U.S. and Israel. NONSAN, South Korea-Stuck at home and taking classes online, Kyle Choi, 20 years old, became resolute on where he'd ride out the pandemic: South Korea's military.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-goldman-sachs-analyst-and-brother-charged-in-u-k-insider-trading-case-11613484522", "title": "Ex-Goldman Sachs Analyst and Brother Charged In U.K. Insider Trading Case", "date": "2021-02-16 09:19", "summary": "Charges from U.K. authorities relate to trades in companies advised by Goldman, including chip giant ARM Holdings. A former Goldman Sachs Group Inc. analyst and his lawyer brother were criminally charged by the U.K. financial regulator Tuesday with fraud and insider trading after allegedly profiting from information about deals Goldman worked on.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borgwarner-cvs-health-occidental-petroleum-what-to-watch-when-the-stock-market-opens-today-11613476815", "title": "Palantir, BorgWarner, Occidental Petroleum: What to Watch When the Stock Market Opens Today", "date": "2021-02-16 09:03", "summary": "U.S. stock futures climbed, signaling major indexes could notch fresh records. Here's what we're watching ahead of Tuesday's trading action.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopifys-secret-weapon-is-thousands-of-new-business-owners-11613484000", "title": "Shopify's Secret Weapon Is Thousands of New Business Owners", "date": "2021-02-16 09:00", "summary": "Americans are opening online stores during Covid-19 pandemic, but many startups fail. Small-business formation is surging in the U.S., and e-commerce company Shopify Inc. has been reaping the gains of that business boom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-nudges-accused-video-pirates-down-the-plank-stirring-frustration-over-censorship-11613483135", "title": "China Nudges Accused Video Pirates Down the Plank, Stirring Frustration Over Censorship", "date": "2021-02-16 08:45", "summary": "Copyright investigation into Renren Yingshi casts spotlight on increasing controls under Xi Jinping. An effort by police to shut down a pipeline for pirated content has resurrected debate around censorship in China, opening a window into the anxieties felt by many Chinese as the country grows more inward-looking under leader Xi Jinping.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-stock-sets-new-record-in-throwback-to-dot-com-boom-11613481845", "title": "SoftBank Stock Sets New Record", "date": "2021-02-16 08:24", "summary": "Tech investor again rides wave of optimism, but enjoys stronger foundation than in 2000 internet bubble. TOKYO-After 21 years, SoftBank Group Corp. is back on top.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-trial-of-nine-pro-democracy-activists-begins-11613481810", "title": "Hong Kong Trial of Nine Pro-Democracy Activists Begins", "date": "2021-02-16 08:23", "summary": "Martin Lee, newspaper publisher Jimmy Lai are among the veteran activists facing charges that carry possible prison sentences of up to five years. HONG KONG-Nine veteran pro-democracy activists appeared together in court Tuesday on charges related to the mass protests that rocked the city in 2019, in a trial that stands out for the number and prominence of the defendants facing prosecution.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-variants-outpace-europes-slow-vaccine-rollout-11613481282", "title": "Covid-19 Variants Outpace Europe's Slow Vaccine Rollout", "date": "2021-02-16 08:14", "summary": "Spread of British and other variants is accelerating even as overall numbers fall, likely extending restrictions through the region's winter. The spread of highly contagious coronavirus variants is accelerating in Europe, outpacing an already-slow vaccine rollout and forcing governments to extend and possibly tighten restrictions on civil society and businesses to prevent a new surge in infections before the end of the region's winter.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bulk-condo-buyers-descend-on-manhattan-looking-for-cut-rate-deals-11613480423", "title": "Bulk Condo Buyers Descend on Manhattan, Looking for Cut-Rate Deals", "date": "2021-02-16 08:00", "summary": "These fund managers, real-estate firms and other bulk buyers are like Costco shoppers for condos. Manhattan's pulverized condominium market is opening the door for investors willing to buy individual apartments wholesale.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investors-load-up-on-u-s-warehouses-11613480400", "title": "Foreign Investors Load Up on U.S. Warehouses", "date": "2021-02-16 08:00", "summary": "Buyers who often look to trophy properties in large cities are now betting on e-commerce infrastructure. Foreign property investors, long drawn to Manhattan skyscrapers, coastal resorts or urban shopping corridors, are increasingly directing their attention to suburban warehouses.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-venues-hit-by-covid-19-await-15-billion-grant-program-11613480401", "title": "Concert Halls, Clubs Await $15 Billion Grant Program", "date": "2021-02-16 08:00", "summary": "Some businesses say need for aid is urgent, seek loans through existing Paycheck Protection Program. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-missing-barrel-mystery-stumps-forecasters-11613476816", "title": "Oil's Missing-Barrel Mystery Stumps Forecasters", "date": "2021-02-16 07:00", "summary": "Crude prices have made up their pandemic losses, but further gains are clouded by questions regarding where all the excess barrels went. Oil is on the move: Both Brent and West Texas Intermediate crude prices have broken the $60-a-barrel mark, taking the commodity's price back to where it was before the pandemic. But a mystery still casts a cloud over its recovery.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-sends-mardi-gras-underground-11613476801", "title": "Covid-19 Sends Mardi Gras Underground", "date": "2021-02-16 07:00", "summary": "Resume Subscription. NEW ORLEANS-It was an unusually quiet weekend here leading up to Mardi Gras Day, or Fat Tuesday, which normally draws thousands to the bacchanalian port for the end of the Carnival season that starts in early January. Still, celebrants managed to look past the lack of tourists during the coronavirus pandemic to stage their own rogue events.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-rule-on-401-k-rollovers-takes-effect-as-biden-sticks-with-trump-era-change-11613476801", "title": "New Rule on 401(k) Rollovers Takes Effect", "date": "2021-02-16 07:00", "summary": "Regulation beefs up consumer protection on retirement accounts. The Labor Department said late last week that it will build upon a Trump administration regulation governing advice that affects the trillions of dollars in retirement accounts, rather than replace it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-administration-reviews-nord-stream-2-gas-pipeline-11613476815", "title": "Biden Administration Reviews Nord Stream 2 Gas Pipeline", "date": "2021-02-16 07:00", "summary": "U.S. considers whether to waive or impose sanctions on builders of Russian gas pipeline. WASHINGTON-The Biden administration is reviewing U.S. policy toward a pipeline designed to carry Russian natural gas to Germany beneath the Baltic Sea, under new pressure after construction on the $11 billion project resumed this month, according to people with knowledge of the deliberations.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weston-mckennie-juventus-us-national-team-11613426682", "title": "The Texan at Italy's Most Storied Soccer Club", "date": "2021-02-16 06:00", "summary": "Weston McKennie is having a breakout season at Juventus, under the wing of Cristiano Ronaldo. Weston McKennie used to get away with skipping ice baths. As a twentysomething playing once a week in the German Bundesliga, he trusted his body to spring back without the ritual torture of a freezing tub.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-signals-a-more-aggressive-stance-toward-wall-street-11613471401", "title": "SEC Signals a More Aggressive Stance Toward Wall Street", "date": "2021-02-16 05:30", "summary": "The regulator has rolled back a policy that helped companies navigate a risk in settling securities law violations. The U.S. Securities and Exchange Commission's acting Democratic leadership hasn't wasted time letting Wall Street know a new cop is on the beat.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-to-offer-its-investing-know-how-to-the-masses-11613471402", "title": "Goldman Sachs to Offer Its Investing Know-How to the Masses", "date": "2021-02-16 05:30", "summary": "Elite Wall Street firm unveils Marcus Invest, a robo-advisory wealth-management platform. You used to need at least $10 million in investible assets to draw the attention of wealth managers at Goldman Sachs Group Inc. Now, all it takes is $1,000 and a smartphone.", "categories": [["Markets", "Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-2021-promises-a-fresh-wave-of-defaults-from-corporate-china-11613469603", "title": "Why 2021 Promises a Fresh Wave of Defaults From Corporate China", "date": "2021-02-16 05:00", "summary": "Property developers, which are a big part of the Chinese offshore bond market, could be one source of stress. A gap has opened up between rates on junk bonds from China and the U.S., fueling interest in higher-yielding Chinese debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-moped-company-revel-shifts-gears-to-e-bike-leasing-11613469601", "title": "Electric-Moped Company Revel Shifts to E-Bike Leasing", "date": "2021-02-16 05:00", "summary": "E-bikes will cost $99 a month as company aims to capitalize on surge of cycling during pandemic. Revel, the electric-moped sharing company, announced Tuesday that it will soon begin leasing electric bicycles in New York City, hoping to capitalize on cycling's surge in popularity during the Covid-19 pandemic.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-long-run-stocks-really-do-go-up-11613464206", "title": "In the Long Run, Stocks Really Do Go Up", "date": "2021-02-16 03:30", "summary": "Returns for most investors squirreling money away over a period of years are clearly positive. In the long-term, stocks mostly go up. That single piece of advice has formed the core of many trillions of dollars of investment decisions. But it isn't without detractors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-forces-rolling-power-outages-in-texas-11613407767", "title": "In Texas, Winter Storm Forces Rolling Power Outages", "date": "2021-02-16 03:10", "summary": "More than 150 million residents countrywide are under various weather warnings and advisories. Millions of Texans were left without electricity Monday as a rare winter storm boosted demand and crimped supplies, demonstrating that California isn't the only state with a power grid vulnerable to extreme weather conditions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ores-rally-shields-bhp-from-pain-of-china-trade-dispute-11613457829", "title": "Iron Ore's Rally Shields BHP From Pain of China Trade Dispute", "date": "2021-02-16 01:43", "summary": "Mining company reports $6.04 billion underlying profit as Chinese infrastructure spending drives the commodity's price to nine-year high. SYDNEY-As ships with its coal remain stranded at sea because of a diplomatic dispute between Australia and China, BHP Group Ltd. showed another side of the trade relationship with its best underlying profit in seven years as it rode a rally in iron-ore prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-with-unions-pushing-for-infrastructure-spending-11613526423", "title": "Biden to Meet With Unions Pushing for Infrastructure Spending", "date": "2021-02-16 00:01", "summary": "Union leaders hope to win commitments for spending on infrastructure, clean energy in meeting with president. WASHINGTON-President Biden is scheduled to meet in the White House on Wednesday with senior labor union leaders, and people familiar with the matter say they are hoping to win commitments for a massive federal investment in infrastructure as well as efforts to create jobs in clean tech and alternative energy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11613414017", "title": "Pepper...and Salt", "date": "2021-02-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-go-freelance-during-the-covid-19-pandemic-11612094400", "title": "Tips on Going Freelance During the Pandemic", "date": "2021-02-16 22:29", "summary": "As coronavirus accelerates moves to contract, gig and 'on-demand' work, here's advice if you're considering becoming your own boss. When Kyndall Bennett lost her job as a multimedia designer in July, she took it as the push she needed to start freelancing.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-who-in-the-race-to-be-the-next-manhattan-district-attorney-11613408401", "title": "Who's Who in the Race to Be the Next Manhattan District Attorney", "date": "2021-02-16 22:15", "summary": "Eight candidates are split between insiders with prosecutorial experience and outsiders without; an all-important June election. In the crowded field to replace Manhattan District Attorney Cyrus Vance Jr., two camps are emerging among the eight Democratic candidates: insiders and outsiders.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-atop-a-fractious-party-is-open-to-jumping-into-primary-races-11613423935", "title": "McConnell, Atop a Fractious GOP, Eyes Primary Races", "date": "2021-02-16 21:55", "summary": "Minority leader's strategy to GOP regaining Senate: channeling Trump energy while limiting extremist hopefuls. WASHINGTON-Senate Minority Leader Mitch McConnell, facing the prospect of campaigns from the pro-Trump wing of the Republican party, signaled his willingness to get involved in primary elections to improve the party's chances of regaining control of the chamber in the next round of elections in 2022.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-rocket-attack-targets-u-s-led-coalition-in-test-for-biden-11613432824", "title": "Iraq Rocket Attack Targets U.S.-Led Coalition, in Test for Biden", "date": "2021-02-16 20:41", "summary": "Assault kills a contractor and injures a U.S. service member and five other contractors; president is briefed. A rocket attack on the U.S.-led coalition in northern Iraq on Monday killed a contractor and injured a U.S. service member and five other contractors, the U.S. military said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]