[{"link": "https://www.wsj.com/articles/delta-looks-toward-recovery-after-dark-pandemic-winter-11610628352", "title": "Delta Looks Toward Recovery After Dark Pandemic Winter", "date": "2021-01-14 18:40", "summary": "Airline posted 2020 loss of nearly $12.4 billion, making it the company's worst year ever. Delta Air Lines Inc. said it is hunkering down for a long, dark winter as the coronavirus pandemic drags on but still expects air-travel demand to turn a corner this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-top-priority-consolidating-power-11610667245", "title": "Pelosi's Top Priority: Consolidating Power", "date": "2021-01-14 18:34", "summary": "Her first bills in the new Congress would dilute ballot integrity and make D.C. a state.. After impeaching Donald Trump again, what do Democrats want to do with their new dominance of Washington? It's revealing that Speaker Nancy's Pelosi's first legislative priority is cementing Democratic political power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-dorsey-has-second-thoughts-11610667168", "title": "Jack Dorsey Has Second Thoughts", "date": "2021-01-14 18:32", "summary": "The politicization of technology jeopardizes the 'open internet' itself.. We've criticized Twitter CEO Jack Dorsey's political speech controls, especially the October blackout of a New York Post story that reflected poorly on the Biden campaign. Many of the impulsive political intrusions by technology companies have done more to embitter American debate than to clean it up. But credit to Mr. Dorsey for at least reflecting on his decisions and the new world the tech titans are creating.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-good-news-on-cancer-11610667052", "title": "The Good News on Cancer", "date": "2021-01-14 18:30", "summary": "Mortality keeps falling, but the pandemic may slow progress.. Ready for some good news for a change? The American Cancer Society reported this week that cancer mortality declined by a record 2.4% in 2018 and 31% since the 1991 peak. Credit better and earlier diagnostics and therapies and a decline in smoking.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvanias-last-2020-election-mess-11610666833", "title": "Pennsylvania's Last 2020 Election Mess", "date": "2021-01-14 18:27", "summary": "A mail-vote fiasco comes to an end, 70 days after the election.. Ten weeks, plus a brawl in the state Senate, are what it took to finally settle Pennsylvania's last election mess of 2020. At issue were some 300 absentee ballots in Allegheny County that voters neglected to date. Were they still valid? If yes, then the Democrat would win a state Senate seat in the 45th District. If no, the Republican would win.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-cheney-shows-what-leadership-looks-like-11610666627", "title": "Liz Cheney Shows What Leadership Looks Like", "date": "2021-01-14 18:23", "summary": "The sooner Republicans demystify Donald Trump, the better for them and for the country.. Liz Cheney's was a moment of real stature. Addressing the issue of impeachment, the third-ranking member of the Republican leadership said, of the events of Jan. 6: \"The president of the United States summoned this mob, assembled the mob, and lit the flame of this attack. Everything that followed was his doing. None of this would have happened without the president. The president could have immediately and forcefully intervened to stop the violence. He did not. There has never been a greater betrayal by a president of the United States of his office and his oath to the Constitution.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jumia-shares-notch-third-straight-day-of-gains-11610666635", "title": "Jumia Shares Notch Third Straight Day of Gains", "date": "2021-01-14 18:23", "summary": "Citron Research, which once had a short position on Jumia, now believes the e-commerce company's stock could grow. Shares of Jumia Technologies AG rose for the third consecutive day Thursday, as some investors parsed a short seller's comments that the stock for the e-commerce company has ample room to expand.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-new-ceo-pat-gelsinger-intel-welcomes-back-its-chief-geek-11610652925", "title": "Intel's 'Chief Geek,' Pat Gelsinger, Returns as CEO", "date": "2021-01-14 18:17", "summary": "Chip giant's next leader brings engineering background, Christian faith to company confronting array of challenges. Intel Corp.'s incoming Chief Executive Pat Gelsinger once described himself as the chip giant's \"chief geek\"-a role he might need to resume as he seeks to revive the company's prospects and rebuild its technological prowess.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-2-000-checks-wont-boost-the-economy-11610665993", "title": "Those $2,000 Checks Won't Boost the Economy", "date": "2021-01-14 18:13", "summary": "Politicians love direct payments, but people spend more only when long-term income rises.. President-elect Biden is promising another round of federal spending to \"stimulate\" the economy. Jumping on the bandwagon for $2,000 checks may be only the beginning. But history shows such spending does nothing to stimulate the economy. In the end, it only adds to the federal debt.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-can-learn-from-the-gippers-example-of-unity-11610665958", "title": "Joe Biden Can Learn From the Gipper's Example of Unity", "date": "2021-01-14 18:12", "summary": "After a harsh campaign 40 years ago, Reagan reached out to opponents in his inaugural address.. As he prepares to address the nation on Inauguration Day, President-elect Joe Biden faces a speechwriting challenge that confronts all new U.S. presidents. How to set out a wholly different path from his predecessor while underscoring the principles that bring Americans together? How to rise above the rancor of the campaign and send signals of hope extending beyond the partisans who cheered him?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-make-the-islamic-world-less-radical-11610665933", "title": "How to Make the Islamic World Less Radical", "date": "2021-01-14 18:12", "summary": "Recontextualize the teachings of Islam to address extremism-and to inspire reform.. Nearly a generation after 9/11, the world has made little progress in freeing itself from the threat of radical Islam. For every Osama bin Laden or Abu Bakr al-Baghdadi the U.S. eliminates, 100 radicals pop up.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-businesss-sharp-left-turn-11610665896", "title": "Big Business's Sharp Left Turn", "date": "2021-01-14 18:11", "summary": "Corporations' new political role carries serious political and legal consequences.. Corporate America took a big step this week, moving from captives of wokeness to active accomplices. The legal and political consequences may prove profound.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-compleat-victory-review-a-hard-campaign-with-blunders-11610665849", "title": "'The Compleat Victory' Review: A Hard Campaign, With Blunders", "date": "2021-01-14 18:10", "summary": "The British general should have fallen back, but pride made retreat unpalatable. Instead he rolled the dice even as the Americans gathered strength.. It may seem counterintuitive, but 18th-century generals tried to avoid battle. They thought that their aims would be better met by maneuver than direct confrontation. According to the French commander Marshal Saxe, the risk of combat outweighed the likely return. Saratoga, one of the century's most decisive battles, seems to confirm this view. In June 1777, the British undertook what they hoped would be a decisive march into New York to crush the rebellious Americans. They emerged with a humiliating defeat.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-merkel-on-trumps-twitter-ban-11610665797", "title": "Notable & Quotable: Merkel on Trump's Twitter Ban", "date": "2021-01-14 18:09", "summary": "'The freedom of opinion is a fundamental right.'. From a Jan. 11 Associated Press dispatch:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-cant-blacklist-entire-industries-under-new-occ-rule-11610642265", "title": "Banks Can't Blacklist Entire Industries Under New Rule", "date": "2021-01-14 18:06", "summary": "Rule comes in response to complaints from oil-and-gas businesses. WASHINGTON-Banks would be prohibited from refusing to lend or provide other services to entire categories of lawful businesses under a rule a top bank regulator completed Thursday, his last day before stepping down.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/departing-antitrust-chief-backs-changes-to-strengthen-enforcement-11610665569", "title": "Departing Antitrust Chief Backs Changes to Strengthen Enforcement", "date": "2021-01-14 18:06", "summary": "Makan Delrahim says policy makers may want to toughen rules for mergers, competition in the tech space. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnivals-wave-season-should-lift-its-shares-11610648907", "title": "Carnival's Wave Season Should Lift Its Shares", "date": "2021-01-14 18:02", "summary": "Even as many investors have given up, Carnival's latest bookings update shows consumer demand for the cruise industry hasn't sunk. Carnival's investors headed for the lifeboats, but this company is more buoyant than it looks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-debuts-new-galaxy-smartphones-eyeing-pandemic-weary-consumers-11610636400", "title": "Samsung Debuts Galaxy S21 Smartphones, With Lower Price Points", "date": "2021-01-14 17:50", "summary": "Lineup extends many selling points of previous launches, but base model sells for $200 less than last year's version. SEOUL- Samsung Electronics Co. 's newest smartphones feature improved cameras, display functions for weary eyes and stylus compatibility.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poshmark-shares-make-public-market-debut-at-97-50-11610644004", "title": "Poshmark's Stock Price More Than Doubles, Latest in String of Soaring IPOs", "date": "2021-01-14 17:50", "summary": "Company behind a marketplace for used goods, Petco sold shares in IPOs Thursday. Poshmark Inc.'s stock more than doubled in its market debut Thursday, boosted by rising demand for secondhand merchandise and the huge interest in new public offerings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-say-chicago-can-keep-impounded-cars-after-owners-file-bankruptcy-11610664583", "title": "Justices Say Chicago Can Keep Impounded Cars After Owners File Bankruptcy", "date": "2021-01-14 17:49", "summary": "U.S. Supreme Court unanimously backs Chicago's policy of holding on to vehicles to collect unpaid tickets, even after a bankruptcy filing by the owner. The city of Chicago can keep cars impounded over unpaid tickets even if the vehicle owner files for bankruptcy, the U.S. Supreme Court said Thursday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-stock-soars-and-social-media-traders-claim-victory-11610653679", "title": "GameStop Stock Soars, and Social-Media Traders Claim Victory", "date": "2021-01-14 17:44", "summary": "Members of Reddit's popular WallStreetBets forum have been touting the videogame retail for weeks. Individual investors who recently piled into GameStop Corp. are taking a victory lap this week after shares of the struggling company doubled in the last two days, putting the stock on pace for its best weekly performance on record.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-probe-faults-sessions-in-pressing-policy-of-separating-immigrant-families-11610651780", "title": "Justice Probe Faults Sessions in Pressing Separation of Immigrant Families", "date": "2021-01-14 17:42", "summary": "Inspector general says leadership didn't coordinate with other departments, leading to children not being reunited with parents. WASHINGTON-Top Justice Department officials knew their zero-tolerance policy of arresting all adults crossing the border illegally would result in migrant families being separated, and they pressed ahead with the policy change despite a lack of preparation, a new review by the department's inspector general said in a report released Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fourteen-ms-13-gang-leaders-charged-in-doj-indictment-11610663337", "title": "Alleged MS-13 Gang Leaders Charged in DOJ Indictment", "date": "2021-01-14 17:35", "summary": "U.S. prosecutors say the suspects directed violence and criminal activity from a 'Board of Directors'. U.S. prosecutors charged more than a dozen allegedly high-ranking members of the violent transnational gang MS-13 with conspiracy and terrorism in what authorities described as the Justice Department's highest-reaching and most sweeping indictment targeting the organization's leadership.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-tiger-review-funny-ferocious-burning-bright-11610663432", "title": "'The White Tiger' Review: Funny, Ferocious, Burning Bright", "date": "2021-01-14 17:30", "summary": "A young Indian man climbs the social ladder in Ramin Bahrani's epic adaptation of the award-winning novel by Aravind Adiga.. Movies being what they are, complicated commercial enterprises that can go wrong as readily as right, it's best to keep one's expectations of a new film in check-even when, or especially when, the source material carries a special cachet. That's the principle I applied to \"The White Tiger,\" which is playing in select theaters and will go on Netflix starting Jan. 22.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-and-the-obama-tax-warning-11610663389", "title": "Biden and the Obama Tax Warning", "date": "2021-01-14 17:29", "summary": "New administration threatens industrialized world's highest tax rate on business.. On Thursday night President-elect Joe Biden will describe some of his plans for multitrillion-dollar spending increases. Before long he'll also tell us about his tax increases. And they aren't going to be small. A new report from the Tax Foundation says the Biden plan would impose the industrialized world's highest income tax rate on business. Research from around the world says that wouldn't be kind to workers, either.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-night-in-miami-review-a-gathering-of-greats-11610663225", "title": "'One Night in Miami' Review: A Gathering of Greats", "date": "2021-01-14 17:27", "summary": "Malcolm X, Cassius Clay, Sam Cooke and Jim Brown spar and spark at a critical moment in each of their lives in this compelling fantasy directed by Regina King.. Before the title of \"One Night in Miami\" has even rolled up on screen, director Regina King has defined the four mythic characters about to engage in an impromptu summit at a fleabag Olympus in Jim Crow-era Florida. The prizefighter, the pop star, the pro-football player, the prophet. Each is a historic figure; each is at a crossroads. Metaphorically, their intersection can be viewed as the scene of a four-way collision of worldviews taking place inside the head of Black American Manhood itself.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-little-sister-review-her-brothers-keeper-11610663040", "title": "'My Little Sister': Her Brother's Keeper", "date": "2021-01-14 17:24", "summary": "In Switzerland's affecting Oscar entry, a playwright strengthens the bonds with her dying twin.. The quiet wonder of \"My Little Sister,\" Switzerland's Oscar entry, is its cumulative effect. There's nothing spectacular about this film, which was written and directed by Stéphanie Chuat and Véronique Reymond, apart from the Alpine scenery and one heart-stopper of a parasailing sequence. And nothing extraordinary about the plot, though marital complications around the edges might, in the hands of less gifted filmmakers, have distracted from the center of a story about Lisa (Nina Hoss), a celebrated playwright afflicted by writer's block, and her twin brother, Sven (Lars Eidinger), a famous actor who is dying of leukemia. Still, every moment strengthens the essence of the drama-the bond of love between two people who came out of their mother's womb within seconds of one another. (For playdates in physical and virtual theaters go to filmmovement.com/my-little-sister.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncle-vanya-and-king-lear-reviews-russian-and-british-classics-for-free-11610662924", "title": "'Uncle Vanya' and 'King Lear' Reviews: Russian and British Classics for Free", "date": "2021-01-14 17:22", "summary": "An intimate 2018 adaptation that makes Chekhov's quintessentially Russian play feel contemporary; a conventional production from 1973 of the Shakespearean tragedy starring a young James Earl Jones.. Sometimes you have to dig to find the best theatrical webcasts, while others are hiding in plain sight. Before the pandemic, WNET, New York's PBS affiliate, used to telecast plays from Manhattan at irregular intervals. And some of its strongest offerings are still online for free on-demand viewing-if you know where to look.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locked-down-review-a-covid-era-heist-11610662823", "title": "'Locked Down' Review: A Covid-Era Heist", "date": "2021-01-14 17:20", "summary": "Silly shenanigans during the pandemic, with Anne Hathaway and Chiwetel Ejiofor as larcenous ex-lovers still living together.. What kind of movies will the pandemic inspire? How will the drama of Covid-19 be told? A harbinger has arrived, but it doesn't amount to much. In normal times \"Locked Down,\" streaming on HBO Max, wouldn't amount to anything, except for one monologue that fills three minutes and has nothing to do with viruses. Still, the film, directed by Doug Liman, was shot-in a mere 18 days-during the plague, which does in fact figure in the plot, and it's the first one I've seen in which a number of people, none of them playing gangsters or the Lone Ranger, are wearing masks.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-simons-steps-down-as-chairman-ofrenaissance-technologies-11610637320", "title": "James Simons Steps Down as Renaissance Chairman", "date": "2021-01-14 17:10", "summary": "Investing pioneer remains on board, while CEO Peter Brown takes on chairman role. James Simons, who helped lead a quantitative revolution that has swept the world of finance, is stepping back from his hedge fund on the heels of a terrible year for clients, but a terrific one for the firm's employees.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-seeks-leverage-in-nuclear-standoff-with-u-s-11610661986", "title": "Iran Seeks Leverage in Nuclear Standoff With U.S.", "date": "2021-01-14 17:06", "summary": "Tehran wants U.S. to lift sanctions as price to recommit to landmark accord; some say moves aim to pressure Biden. Since President Trump withdrew the U.S. from a multilateral agreement aimed at curbing Iran's atomic ambitions, Tehran has moved steadily to step up uranium enrichment and, most recently, said it was starting work to produce a key material used in nuclear warheads.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cisco-agrees-to-new-deal-to-buy-acacia-for-115-a-share-11610636090", "title": "Cisco Agrees to New Deal to Buy Acacia for $115 a Share", "date": "2021-01-14 17:05", "summary": "Networking-equipment giant boosts purchase price by 64% in deal that values Acacia at about $4.5 billion. Cisco Systems Corp. said Thursday that it has struck a new deal to buy Acacia Communications Inc., boosting the original purchase price by 64%.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-14-2021-11610613656", "title": "Stocks Slip Ahead of Biden's Stimulus Speech", "date": "2021-01-14 16:44", "summary": "President-elect expected to unveil details on relief package as U.S. unemployment claims rise. U.S. stocks edged lower Thursday as investors awaited details of the incoming Biden administration's plans for a fresh coronavirus relief package.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-names-acting-pentagon-chief-to-serve-until-nominees-confirmation-11610660007", "title": "Biden Names Acting Pentagon Chief to Serve Until Nominee's Confirmation", "date": "2021-01-14 16:33", "summary": "David Norquist, currently Defense Department's No. 2, will lead Pentagon until Lloyd Austin's confirmation. WASHINGTON-The incoming Biden administration has selected David Norquist to serve as acting secretary of defense until the Senate can confirm his chosen nominee, Lloyd Austin, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-fourth-quarter-profit-rose-19-exceeding-estimates-11610624456", "title": "BlackRock Profit Rises 19% as Assets Surge to $8.7 Trillion", "date": "2021-01-14 16:26", "summary": "Assets under management by the world's largest money manager hit a new high. BlackRock Inc.'s quarterly profit rose 19% as investors turned to the money-management giant's funds through election uncertainty, vaccine breakthroughs and a year-end rally.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-republican-tom-rice-explains-why-he-voted-to-impeach-trump-11610659618", "title": "Conservative Republican Tom Rice Explains Why He Voted to Impeach Trump", "date": "2021-01-14 16:26", "summary": "'The more I looked at it, the madder I got,' South Carolina congressman said in interview. WASHINGTON-When South Carolina Rep. Tom Rice cast his vote Wednesday to impeach President Trump, some GOP aides believed the conservative Republican had made an absent-minded mistake.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-vaccine-data-suggests-decrease-in-covid-19-infection-rate-after-first-dose-11610658607", "title": "Israeli Vaccine Data Suggests Decrease in Covid-19 Infection Rate", "date": "2021-01-14 16:10", "summary": "The early data, indicating a 33% decline, could offer lessons to other countries rolling out vaccination campaigns. TEL AVIV-Early data from Israel suggests Covid-19 infection rates began to decrease among a group of vaccine recipients two weeks after they received the first shot of Pfizer Inc. and BioNTech SE 's vaccine, offering important insights to other countries as they roll out their own campaigns.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christopher-banks-files-for-bankruptcy-11610625804", "title": "Christopher & Banks Files for Bankruptcy, Closing All Stores", "date": "2021-01-14 16:07", "summary": "The women's apparel retailer is looking to sell its e-commerce business out of bankruptcy. Women's apparel retailer Christopher & Banks Corp. has filed for bankruptcy while taking steps to close all of the company's roughly 450 stores, the latest U.S. retailer planning to shut down for good over debt issues and pandemic disruptions.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-wont-spoil-the-ending-friday-crossword-january-15-11610389681", "title": "I Won't Spoil the Ending (Friday Crossword, January 15)", "date": "2021-01-14 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-lays-out-new-infrastructure-vision-for-commuters-in-new-york-city-11610657391", "title": "Cuomo Lays Out New Infrastructure Vision for New York City Commuters", "date": "2021-01-14 15:49", "summary": "Democratic governor seeks new rail and bus complexes to improve access to hub rising on Manhattan's west side. New York Gov. Andrew Cuomo on Thursday unveiled a vision of new rail and bus complexes that would replace the Port Authority Bus Terminal and expand New York's Penn Station to improve commuter access to a commercial and residential hub rising on Manhattan's west side.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-accuses-mit-professor-of-hiding-extensive-china-ties-in-federal-grant-application-11610649152", "title": "U.S. Accuses MIT Professor of Hiding China Ties", "date": "2021-01-14 15:47", "summary": "Mechanical engineering professor Gang Chen allegedly supported China's effort to recruit talent to the country. Federal prosecutors charged a high-profile Massachusetts Institute of Technology mechanical engineering professor with fraud Thursday, alleging he failed to disclose extensive ties to and funding from the Chinese government in grant applications to the U.S. Department of Energy.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-market-has-long-recovery-ahead-says-feds-powell-11610647556", "title": "Jobs Market Has Long Recovery Ahead, Says Fed's Powell", "date": "2021-01-14 15:23", "summary": "Fed chairman's comments are indication that easy-money policies will remain in place for the foreseeable future. The U.S. is a long way from a strong job market, Federal Reserve Chairman Jerome Powell said Thursday, an indication that the central bank's easy-money policies will remain in place for the foreseeable future.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mexico-vacation-during-the-pandemic-the-rewards-vs-risks-11610655230", "title": "A Mexico Vacation During the Pandemic? The Rewards vs. Risks", "date": "2021-01-14 15:13", "summary": "Even with rising Covid cases and renewed lockdowns, the country maintains stubborn allure. MILLIONS OF American and other foreign tourists are flocking to Mexico, but they're drawn by more than warm weather, beaches and cultural and culinary abundance. Mexico has been liberal about admitting tourists without proof of negative Covid tests or quarantine requirements at a time when places from New York to Europe to Asia have blocked or restricted pandemic travel.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-meyer-jacksonville-jaguars-coach-11610654986", "title": "Urban Meyer Comes Back Again-to Coach the Jaguars", "date": "2021-01-14 15:10", "summary": "The coach won national championships at Ohio State and Florida and is now taking his first shot at the NFL. It was just over two years ago when Urban Meyer made a declaration that approximately nobody believed.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-graduation-rate-up-amid-covid-19-pandemic-exemptions-11610653858", "title": "New York City Graduation Rate Up Amid Pandemic Exemptions", "date": "2021-01-14 14:50", "summary": "More students earned diplomas as schools canceled exit exams and relaxed attendance and grading policies. New York City's high-school graduation rate continued edging up in 2020, as students dealing with the coronavirus pandemic likely benefited from eased graduation requirements such as canceled standardized testing.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-bidens-covid-19-stimulus-plan-could-mean-for-you-11610653821", "title": "What Biden's Covid-19 Stimulus Plan Could Mean For You", "date": "2021-01-14 14:50", "summary": "The president-elect has called the $900 billion relief plan Congress passed three weeks ago a mere 'down payment' on what is needed. The first major legislation of president-elect Joe Biden's administration is a massive new stimulus and relief package meant to address the continuing economic fallout from the Covid-19 pandemic. Biden has said the plan will be worth trillions of dollars, and it will be unveiled Thursday. Here's what it could mean for you.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-has-trump-actually-incited-its-a-lot-11610653575", "title": "What Has Trump Actually Incited? It's a Lot", "date": "2021-01-14 14:46", "summary": "The incitement case against him isn't just the use of a few words he uttered before the assault by his followers on the Capitol but the conduct over an extended period leading up to his rally.. Jeffrey Scott Shapiro's recollections (\"No, Trump Isn't Guilty Of Incitement,\" op-ed Jan. 11) of his own prior prosecutorial involvement with allegations of incitement are undoubtedly correct, but he ignores one significant distinguishing factor: He never had to deal with Donald Trump. The incitement case against him isn't just the use of a few words he uttered before the assault by his followers on the Capitol but the conduct over an extended period leading up to his rally before the assault on the Capitol.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-to-pay-180-million-to-settle-complaint-over-delayed-emissions-defect-reports-11610653555", "title": "Toyota to Pay $180 Million Over Delayed Emissions Defect Reports", "date": "2021-01-14 14:45", "summary": "Car maker violated reporting requirements of the EPA's Clean Air Act for about a decade, according to DOJ complaint. Toyota Motor Corp. will pay $180 million to settle a U.S. Justice Department complaint that the car maker violated reporting requirements of the Environmental Protection Agency's Clean Air Act for about a decade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-equipment-and-its-proper-lawful-use-11610653525", "title": "Police Equipment and Its Proper, Lawful Use", "date": "2021-01-14 14:45", "summary": "There is a reason we arm our police.. Sen. Tom Cotton (\"Insurrection Demands Forceful Response,\" op-ed, Jan. 8) is right when he says: \"The best way to maintain or restore order is an overwhelming display of force, which often can prevent the use of force.\" However, he only alludes to an important issue when he deprecates the initial unarmed deployment of the National Guard.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosi-and-command-in-nuclear-war-11610653481", "title": "Nancy Pelosi and Command in Nuclear War", "date": "2021-01-14 14:44", "summary": "She has every right as speaker and No. 2 in succession after the vice president to be reassured precisely of the constitutional role of the U.S. military in a national crisis.. Regarding your editorial on Speaker Nancy Pelosi (\"A Coup of Her 0wn,\" Jan. 9) and despite your having \"scoured the U.S. Constitution\" for her authority, she has every right and indeed obligation as speaker and No. 2 in succession after the vice president to be reassured precisely of the constitutional role of the U.S. military in a national crisis. Many of us, too, want to be reminded of the military's role which I'm sure Gen. Mark Milley provided precisely and graciously to the speaker.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbias-china-program-avoids-chinese-problems-11610653453", "title": "Columbia's China Program Avoids Chinese Problems", "date": "2021-01-14 14:44", "summary": "Safwan Masri's defense of the pure motives of Columbia University's Beijing Global Center activities would be more convincing with evidence that it sponsored conferences that dealt with Chinese problems.. Prof. Safwan Masri's defense (\"Columbia Supports Open Discussion, Even in China,\" Letters, Jan. 11) of the pure motives of Columbia University's Beijing Global Center's activities would be a bit more convincing with evidence that the center sponsored projects and conferences that dealt with areas of Chinese problems, such as the Uyghur camps, China adherence to the U.K. handover agreement for Hong Kong, Chinese Taiwan policy, Covid response, etc. This reader's quick look at the center's website found no mention of anything that could cast China's policies or behavior in question. Perhaps the center may deal with some useful topics; however, it appears that certain subjects are strictly off limits. The professor's claims also could be taken more seriously if he stated that Columbia gained no financial or professional benefit from the center's activities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-do-no-harm-applies-to-riot-control-measures-11610653385", "title": "'First Do No Harm' Applies to Riot-Control Measures", "date": "2021-01-14 14:43", "summary": "Michael O'Hanlon has many good ideas about dispersing unruly crowds, but jamming cellphones would be terrible, perhaps causing dire consequences.. Michael O'Hanlon has many good ideas about dispersing unruly crowds (\"Better Weapons for Stopping Riots,\" op-ed, Jan. 11). However, there is a major thorn among his roses. Jamming cellphones would be terrible, perhaps causing dire consequences.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-january-9-11610653168", "title": "Bestselling Books Week Ended January 9", "date": "2021-01-14 14:39", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-sues-nypd-over-protest-response-11610650600", "title": "New York State Attorney General Sues NYPD Over Protest Response", "date": "2021-01-14 14:38", "summary": "The police used excessive force, violating demonstrators' civil rights, says Letitia James. The New York state attorney general sued New York City's mayor and police commissioner over their handling of last year's violent protests against police brutality and racism, saying the city's leadership failed to stop officers from using harsh tactics that violated demonstrators' rights.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-the-guilt-out-of-takeout-11610641855", "title": "Take the Guilt Out of Takeout", "date": "2021-01-14 14:26", "summary": "Startups around the country are looking to lighten the burden on landfills by offering takeout in reusable containers. Will consumers get on board?. LIKE MOST New Yorkers, Adam Farbiarz relies on restaurant takeout. But he doesn't like all the packaging that comes with it.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-yrc-got-95-of-all-covid-19-national-security-loan-funding-11610651597", "title": "Trucker YRC Got 95% of All Covid-19 National Security Loan Funding", "date": "2021-01-14 14:13", "summary": "The financially ailing freight carrier for military agencies was one of only 11 recipients of funds aimed at supporting defense contractors during the pandemic. YRC Worldwide Inc., a financially troubled trucker that moves goods for the Defense Department, accounted for almost all of the federal coronavirus relief funding to businesses deemed crucial to national security.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-ahead-for-work-11610651000", "title": "What's Ahead for Work", "date": "2021-01-14 14:03", "summary": "Resume Subscription. Published Jan. 14, 2021 2:03 pm ET", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/countries-experiment-with-special-remote-work-visas-for-digital-nomads-11610650843", "title": "Countries Experiment With Special Remote-Work Visas", "date": "2021-01-14 14:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uganda-shuts-down-internet-as-polls-open-for-presidential-election-11610613391", "title": "Uganda Votes for President Amid Internet Shutdown", "date": "2021-01-14 13:49", "summary": "The election has sparked the African nation's worst political clashes in decades. KAMPALA, Uganda-Ugandans voted on Thursday amid heightened security and an internet shutdown after a hotly contested and violent race in which a youthful rapper-turned-lawmaker is attempting to unseat one of Africa's longest-serving leaders.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-market-has-plenty-of-wild-cards-remaining-11610647435", "title": "Oil Market Has Plenty of Wild Cards Remaining", "date": "2021-01-14 13:10", "summary": "The suspense of OPEC and its partners' strained meeting has been resolved, but there is still room for surprise from two countries outside that group. Saudi Arabia's decision to dramatically cut its oil output was a pleasant New Year's surprise for energy investors. Developments in the world's two largest economies could cut the party short.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-legislative-powers-are-left-for-impeachment-to-defend-11610647230", "title": "What Legislative Powers Are Left for Impeachment to Defend?", "date": "2021-01-14 13:00", "summary": "Trump committed the sort of offense the Founders had in mind, but this isn't the Congress they wanted.. Donald Trump's presidency has visited unique miseries on U.S. governance, some of his making and many the doings of his opponents. But his parting infliction of chaos is the most illuminating.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-cia-pick-could-set-the-agency-right-11610647156", "title": "Biden's CIA Pick Could Set the Agency Right", "date": "2021-01-14 12:59", "summary": "William Burns will rein in intelligence with an outsider's touch.. President-elect Biden has selected veteran diplomat William Burns as his nominee for director of the Central Intelligence Agency. This is a good choice-an experienced and highly respected national-security expert. He will be an asset to Mr. Biden and could help restore bipartisan confidence in the agency he leads.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diageo-cfo-mikells-to-leave-north-america-finance-chief-to-take-over-11610647105", "title": "Diageo CFO Mikells to Leave; North America Finance Chief to Take Over", "date": "2021-01-14 12:58", "summary": "Lavanya Chandrashekar is set to take over as the drinks company's CFO on July 1. Diageo PLC named the finance chief of its largest and most profitable business as its next chief financial officer, succeeding Kathryn Mikells, who plans to leave the company at the end of June.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-closes-fitbit-deal-surviving-regulatory-scrutiny-11610636698", "title": "Google Proceeds With Fitbit Deal, but Government Reviews Continue", "date": "2021-01-14 12:49", "summary": "Acquisition closes after the search giant made concessions around data privacy in the European Union. Google said it has completed its $2.1 billion acquisition of Fitbit Inc., a deal that would let the search giant push more deeply into the wearable-device and health-data businesses, as it continues to face antitrust scrutiny.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-holdup-proves-costly-for-cisco-11610645293", "title": "China Holdup Proves Costly for Cisco", "date": "2021-01-14 12:28", "summary": "Network giant boosts price for Acacia by 64% as slow Chinese approval dragged out deal's close. China's waiting game proved a profitable one for Acacia Communications . For Cisco , less so.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chocolate-chip-walnut-and-leaf-lard-cookies-11610644687", "title": "Chocolate Chip, Walnut and Leaf Lard Cookies", "date": "2021-01-14 12:18", "summary": "We're done with avoiding it. Indeed, we're saving it, rendering it and using it to make all kinds of dishes more delicious.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-oscars-tickets-to-harry-potter-themed-videos-homebuyers-are-spicing-up-their-offers-11610643944", "title": "From Oscars Tickets to Harry Potter-Themed Videos, Homebuyers Are Spicing Up Their Offers", "date": "2021-01-14 12:05", "summary": "Faced with one of the hottest housing markets in years, homebuyers are pulling out all the stops to make their bids more appealing to sellers. After a year of searching for a home in Oakland, Calif., for their growing family, technology executive Jack Hirsch and his wife Kie Hirsch found the perfect place in November-a charming 1930s Spanish Colonial Revival-style three-bedroom in a family-friendly neighborhood in the city's foothills. But there was one problem: Like many U.S. home buyers in 2020, they had a lot of competition.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interior-design-that-merges-modern-and-traditional-11610643830", "title": "Interior Design That Merges Modern and Traditional", "date": "2021-01-14 12:03", "summary": "In a Seattle home, a designer brokers a peace between a couple's warring tastes without compromising style. I LIKE THINGS that have a little bit of tension,\" said interior designer Heidi Caillier. This passion for clashes made her the ideal partner for Jacob Meyer and Margaret Lacy Meyer, a couple with disparate tastes who asked her to help mastermind a renovation of their five-bedroom Craftsman-inflected house in Seattle's Seward Park neighborhood.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-tour?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-religion-shaped-modern-economics-11610643698", "title": "How Religion Shaped Modern Economics", "date": "2021-01-14 12:01", "summary": "In the 18th century, a new Protestant belief that people have control over their destinies fostered the rise of free-market ideas.. The conventional account of modern thinking about economics starts with Adam Smith's 1776 book \"The Wealth of Nations.\" Smith's insights, in turn, are usually said to be a product of the secularism of the Enlightenment-a historic turn from thinking in terms of a God-centered universe toward ideals of human rationality and self-sufficiency.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pared-back-season-u-s-figure-skating-will-still-hand-out-national-titles-11610641733", "title": "In Pared Back Season, U.S. Figure Skating Will Still Hand Out National Titles", "date": "2021-01-14 12:00", "summary": "Men's champion Nathan Chen aims to win his fifth crown, but ladies champion will likely change as Alysa Liu adjusts to a changing body. Physiologists who study the effects of puberty on athletic performance sometimes suggest that elite performers sit out the season when they're undergoing a growth spurt, to reduce the risk of injury from high-intensity training or jarred confidence from the pressure of adjusting to a changing body under a spotlight.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-look-11610643442", "title": "A Better Look", "date": "2021-01-14 11:57", "summary": "Additional rooms that merge Old World and iconoclastic design sensibilities. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitter-ceo-defends-trump-ban-but-voices-concern-over-precedent-11610594324", "title": "Twitter CEO Defends Trump Ban", "date": "2021-01-14 11:38", "summary": "Jack Dorsey says extraordinary and untenable circumstance forced the company to focus its actions on public safety. Twitter Inc. Chief Executive Jack Dorsey defended the company's decision to ban President Trump's personal account, but expressed concern about the risks of companies having too much power over public discussion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/29-family-members-fell-ill-with-covid-mexico-didnt-count-them-11610642019", "title": "29 Family Members Fell Ill With Covid. Mexico Didn't Count Them.", "date": "2021-01-14 11:33", "summary": "Resume Subscription. COYOTEPEC, Mexico-The official Covid-19 death toll in Mexico, at just under 114,000 by early December, ranks as one of the world's highest. Residents and public-health experts say the government's flawed counting hides an even more alarming toll.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cauliflower-lahmacun-with-sumac-spiced-onions-and-yogurt-11610641861", "title": "Cauliflower Lahmacun With Sumac-Spiced Onions and Yogurt", "date": "2021-01-14 11:31", "summary": "Minced and roasted, cauliflower becomes succulent and deeply savory. It makes a terrific veggie alternative to the minced beef or lamb that typically tops a Turkish lahmacun.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Recipes"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/recipes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-vegetarian-recipe-has-seriously-meaty-appeal-11610640982", "title": "This Vegetarian Recipe Has Seriously Meaty Appeal", "date": "2021-01-14 11:16", "summary": "Minced and roasted, cauliflower becomes succulent and deeply savory. It makes a terrific veggie alternative to the minced beef or lamb that typically tops a Turkish lahmacun.. LIKE MANY of the dishes at Balkan Treat Box in Webster Groves, Mo., lahmacun is Turkish in origin. This recipe for the flatbread-typically topped with minced beef or lamb-is also rooted deep in the story of the restaurant's owners, Loryn and Edo Nalic. As a child Mr. Nalic fled his native Bosnia and the war that tore it apart in the 1990s, moving around Europe with his family for years afterward. While living in a Turkish neighborhood in Germany, he fell hard for lahmacun.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-a-job-11605911616", "title": "How to Get a Job", "date": "2021-01-14 11:13", "summary": "Most Popular News. Landing the job you want, especially in a competitive field, goes beyond having the right skills and experience. How you communicate, how organized and prompt you are, and how you present yourself will determine whether you are selected over other candidates. Arming yourself with knowledge about the company and role will demonstrate that you have done your research. Preparing for a range of questions shows you can think on your feet. The following steps will help prepare you to land the job you want.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-that-aims-to-improve-meetings-11610640133", "title": "Tech That Aims to Improve Meetings", "date": "2021-01-14 11:02", "summary": "Tools like video sentiment analysis and smartwatch coaches have the potential to make meetings more productive and inclusive, but may feel intrusive to employees. Author", "categories": [["", "Work"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-companies-join-effort-focused-on-covid-19-vaccine-records-11610637373", "title": "Tech Companies Join Effort Focused on Covid-19 Vaccine Records", "date": "2021-01-14 11:01", "summary": "Microsoft and Oracle are among firms behind the initiative to help consumers demonstrate their vaccination status. Businesses including Microsoft Corp. , Oracle Corp. and Cerner Corp. are working with health groups on an effort to help people easily show they have received a Covid-19 vaccine.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-to-acquire-cloud-computing-consultant-taos-mountain-11610640000", "title": "IBM to Acquire Cloud Computing Consultant Taos Mountain", "date": "2021-01-14 11:00", "summary": "Deal marks latest step in IBM's mission to bring customers into cloud era, in which software and data are accessed online. International Business Machines Corp. said Thursday that it would acquire Taos Mountain LLC, an IT firm that helps companies shift software and data online. Terms of the transaction, expected to close this quarter, were not disclosed.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-ties-for-hottest-year-on-record-nasa-says-11610640022", "title": "2020 Ties for Hottest Year on Record, NASA Says", "date": "2021-01-14 11:00", "summary": "Despite cooling ocean currents and a drop in greenhouse gas emissions, global temperatures last year were a dead heat with those recorded in 2016. Rising temperatures last year capped the world's warmest decade in modern times, federal climate scientists said Thursday.", "categories": [["Life & Work", "Science Journal"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-took-one-london-family-nearly-a-decade-to-complete-this-contemporary-home-11610638280", "title": "It Took One London Family Nearly a Decade to Complete This Contemporary Home", "date": "2021-01-14 10:31", "summary": "Resume Subscription. It took Samantha and Simon Oxley the best part of a decade to create their family home, a six-bedroom, six-bathroom 12,358-square-foot contemporary anomaly in the East Sheen neighborhood of London, 8 miles southwest of the center of the British capital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nba-covid-cdc-quarantine-reinfection-11610637907", "title": "These NBA Players Had Covid. Do They Have to Quarantine Again?", "date": "2021-01-14 10:25", "summary": "The CDC is rethinking quarantine guidance for Covid survivors. That could help solve one of the NBA's problems.. When the Miami Heat reported to the NBA bubble in early July, they were missing one of the league's best young players: Bam Adebayo had tested positive for Covid-19.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-covid-19-death-toll-is-even-worse-than-it-looks-11610636840", "title": "The Covid-19 Death Toll Is Even Worse Than It Looks", "date": "2021-01-14 10:07", "summary": "World-wide deaths are running far beyond what would have been expected without the pandemic. The recorded death count from the Covid-19 pandemic as of Thursday is nearing 2 million. The true extent is far worse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kroger-ceo-repelled-corporate-raiders-and-cut-costs-his-own-way-11610636400", "title": "Kroger CEO Repelled Corporate Raiders and Cut Costs His Own Way", "date": "2021-01-14 10:00", "summary": "Lyle Everingham, who has died at 94, fought in World War II and joined the grocery chain as a clerk. Lyle Everingham grew up on a dairy farm, dropped out of college and spent his entire career working in grocery stores, starting with menial jobs as a produce clerk.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-u-s-economic-growth-will-exceed-4-in-2021-11610636401", "title": "WSJ Survey: U.S. Economic Growth Will Exceed 4% in 2021", "date": "2021-01-14 10:00", "summary": "Covid-19 vaccinations and additional government aid boost 2021 forecast by economists. The U.S. economy will grow 4.3% this year, as the country exits the grip of the coronavirus pandemic, economists forecast in a Wall Street Journal survey.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-january-16-11610490109", "title": "Number Puzzles", "date": "2021-01-14 10:00", "categories": [["WSJ Puzzles", "Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/wsj-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-centuries-of-exploring-antarctica-11610636311", "title": "Two Centuries of Exploring Antarctica", "date": "2021-01-14 09:58", "summary": "Charting the southern continent took generations of heroic sacrifice and international cooperation.. Historian Amanda Foreman searches the past for the origins of today's world. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/champagne-delivery-by-rolls-royce-posh-restaurants-break-out-the-takeout-menu-11610636059", "title": "Champagne Delivery by Rolls-Royce? Posh Restaurants Break Out the Takeout Menu", "date": "2021-01-14 09:54", "summary": "Resume Subscription. LONDON-When restaurants closed after England entered a third lockdown last week, it didn't mean kitchens went dark. Since the pandemic hit, chefs at Britain's elite eateries have scrambled to shuttle high-end cuisine to the doorsteps of wealthy clients.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-south-korean-president-parks-legal-saga-ends-as-court-upholds-jail-term-11610618197", "title": "Former South Korean President Park's Legal Saga Ends", "date": "2021-01-14 09:52", "summary": "Supreme Court upholds Park Geun-hye's 20-year prison sentence and fines her $16.4 million for role in corruption scandal. SEOUL-South Korea's Supreme Court upheld a two-decade prison term for former President Park Geun-hye, in a ruling that brings an end to her yearslong legal saga.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-recovery-set-to-fall-short-of-pre-pandemic-levels-this-year-11610626800", "title": "Oil Demand Recovery Set to Fall Short of Pre-Covid Levels This Year", "date": "2021-01-14 09:17", "summary": "OPEC says rising infection rates and government restrictions continue to stifle demand. Global appetite for oil will remain subdued in the first quarter of 2021 due to coronavirus lockdown measures and rising infection rates, the Organization of the Petroleum Exporting Countries said Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sedition-laws-give-prosecutors-powerful-tool-for-pro-trump-capitol-riot-11610633494", "title": "Sedition Laws Give Prosecutors Powerful Tool for Capitol Riot", "date": "2021-01-14 09:11", "summary": "Use of the Civil War-era law would signal the government's intent to treat the siege as an assault on national security. Over almost 160 years, U.S. sedition laws have been used sparingly, including against a Christian militia group, Puerto Rican militants and Islamic jihadists who conspired to blow up New York landmarks.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-intel-deere-what-to-watch-when-the-stock-market-opens-today-11610625784", "title": "GameStop, Delta, BlackRock: What to Watch When the Stock Market Opens Today", "date": "2021-01-14 09:05", "summary": "U.S. stock futures tick up ahead of Biden speech on stimulus plans. Here's what we're watching ahead of Thursday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/axios-wants-to-help-companies-write-like-its-reportersfor-10-000-a-year-or-more-11610632800", "title": "Axios Wants to Help Companies Write Like Its Reporters-for a Fee", "date": "2021-01-14 09:00", "summary": "AxiosHQ communications platform to launch with Delta Air Lines and AT&T among early customers. Punchy news startup Axios is betting that companies will pay big bucks to write like its reporters.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stripes-ban-on-trump-campaign-isnt-absolute-11610632728", "title": "Stripe Bans Trump, but Donations Still Come Through", "date": "2021-01-14 08:58", "summary": "Visitors to the president's campaign website are directed to WinRed, a Stripe customer, to make donations. Stripe Inc. has stopped processing payments for President Trump's fundraising apparatus. Directly, that is.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-durant-kyrie-irving-james-harden-thats-it-thats-the-brooklyn-nets-11610632624", "title": "Durant. Irving. Harden. That's It. That's the Brooklyn Nets.", "date": "2021-01-14 08:57", "summary": "After a monumental trade, a trio grows in the New York City outer borough. The Brooklyn Nets beat the New York Knicks Wednesday, but that was merely the fine print-the headline happened earlier, in the late afternoon, when word arrived that the Nets acquired the hirsute scoring maestro James Harden from the Houston Rockets in a deal involving four teams, a handful of players, and a flurry of draft picks and \"pick swaps\" that effectively give Houston the option to pluck Brooklyn's future for much of the next decade.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aubrey-plaza-profile-black-bear-jason-statham-guy-ritchie-11610630983", "title": "How Aubrey Plaza Wants to Take on Action Star Jason Statham", "date": "2021-01-14 08:31", "summary": "The funny 'Parks and Recreation' star is expanding her range with a series of new projects, including an indie drama and a Guy Ritchie thriller. In WSJ. Magazine's series \"12 for '21,\" we highlight a dozen of the most creative artists and entertainers working today-all poised to have a breakout 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-names-rob-reilly-global-chief-creative-officer-11610631007", "title": "WPP Names Rob Reilly Global Chief Creative Officer", "date": "2021-01-14 08:30", "summary": "The former McCann executive, known for buzzy campaigns for State Street, American Express and Burger King, joins WPP as the company rethinks its creative strategy. Rob Reilly, the McCann Worldgroup creative chief who worked on the \"Fearless Girl\" campaign for State Street Corp. , is leaving the Interpublic Group of Cos. agency to join rival advertising behemoth WPP PLC.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chips-are-in-hot-demandand-thats-a-problem-11610630859", "title": "Chips Are in Hot Demand-and That's a Problem", "date": "2021-01-14 08:27", "summary": "Surging appetite for 5G smartphones, rebounding car sales squeeze semiconductor makers. Semiconductor companies are asking their customers for patience as the industry works through a sharp increase in demand from makers of everything from cars to consumer electronics.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-voters-stick-by-trump-as-some-lawmakers-seek-distance-11610629997", "title": "Republican Voters Oppose Trump Impeachment as Lawmakers Seek Distance", "date": "2021-01-14 08:13", "summary": "GOP lawmakers such as Rep. Nancy Mace of South Carolina criticize president over Capitol attack. MONCKS CORNER, S.C.-Republican elected officials who have criticized President Trump following a mob attack on the Capitol are trying to navigate distancing themselves from the commander in chief as some GOP voters say they don't want a clean break.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ces-2021-from-toilets-to-coffee-tables-the-best-smart-home-gadgets-hide-the-tech-11610629200", "title": "CES 2021: Best Smart-Home Gadgets Hide the Tech", "date": "2021-01-14 08:00", "summary": "At this year's virtual tech extravaganza, a new wave of home tech aims to blend in, not stand out. CES is an all-virtual, pared-down affair this year, featuring new versions of many usual suspects. So far, we've seen filmmaking drones, dishwashing robots, rollable phones and other kinds of gadgetry ranging from clever to crazy. The annual conference's main value proposition is that it offers a little glimpse into the future-yet the most compelling new smart-home gadgets don't look futuristic at all.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomos-plan-for-mobile-sports-betting-in-new-york-faces-questions-11610628849", "title": "Cuomo's Plan for Mobile Sports Betting in New York Faces Questions", "date": "2021-01-14 07:54", "summary": "Lawmakers believe state should enact more expansive structure, rather than a competitive approach, that would allow for at least eight operators. ALBANY, N.Y.-A key state lawmaker criticized New York Gov. Andrew Cuomo's plan to authorize mobile sports betting through a competitive bidding process, highlighting the obstacles ahead for legalizing online gambling in the state.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zico-beverage-brand-founder-buys-company-back-from-coca-cola-11610627400", "title": "Zico Beverage Brand Founder Buys Company Back From Coca-Cola", "date": "2021-01-14 07:30", "summary": "Mark Rampolla, co-founder of venture firm PowerPlant Ventures, is reuniting with a beverage brand he sold to Coca-Cola in 2013. Zico Beverages LLC founder Mark Rampolla is bringing his beverage baby back home after seven years apart.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solarwinds-hack-leaves-market-sensitive-labor-data-intact-scalia-says-11610627053", "title": "SolarWinds Hack Left Labor Data Intact, Scalia Says", "date": "2021-01-14 07:24", "summary": "Public can be confident in information from department's statistical arm, labor secretary says. WASHINGTON-The Labor Department's statistical arm-which prepares the jobs report and other market-sensitive information about the U.S. economy-was breached in the SolarWinds hack, but data wasn't lost or corrupted, Labor Secretary Eugene Scalia said.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-young-indonesians-skip-dating-go-straight-to-marriage-11610625603", "title": "Young Indonesians Skip Dating, Go Straight to Marriage", "date": "2021-01-14 07:00", "summary": "Resume Subscription. Introduced by a mutual friend, Gita Hemas Prihatna and Agus Riyanto decided to get married the second time they met. They had known each other for a few days.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tsmc-sailed-through-2020-in-ship-shape-11610625488", "title": "TSMC Sailed Through 2020 in Ship Shape", "date": "2021-01-14 06:58", "summary": "The world's largest contract chip maker is benefiting from surging demand, struggling competitors and top-notch technology. It's good to be king, particularly when other kingdoms are struggling. Taiwan Semiconductor Manufacturing Co. , the world's largest contract chip maker, is benefiting from a combination of surging demand, struggling competitors and top-notch technology. And it's betting big on the future to keep that edge.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-investors-pour-billions-into-stocks-on-u-s-blacklist-11610623904", "title": "Chinese Investors Pour Billions Into Stocks on U.S. Blacklist", "date": "2021-01-14 06:31", "summary": "Buyers using the Stock Connect trading link have snapped up the equivalent of a net $15.8 billion in Hong Kong shares this year. Investors from mainland China have spent billions of dollars buying beaten-down shares in Hong Kong-listed companies subject to a U.S. government blacklist.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/believe-in-tesla-then-why-arent-gm-ford-and-toyota-crashing-11610623762", "title": "Believe in Tesla? Then Why Aren't GM, Ford and Toyota Crashing?", "date": "2021-01-14 06:29", "summary": "To justify Tesla's valuation, the share prices of other car companies should be falling at the same time, but they aren't. It is just about possible to make sense of Tesla's extraordinary valuation.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsmc-to-spend-up-to-record-28-billion-in-advanced-chips-capacity-11610623587", "title": "TSMC to Spend Up to Record $28 Billion on Advanced Chips, Capacity", "date": "2021-01-14 06:26", "summary": "The world's biggest contract chip maker plans to boost capex by at least 47% in 2021. Taiwan Semiconductor Manufacturing Co. , a key chip supplier to Apple Inc., plans to spend more than ever on developing advanced chips and building plant capacity, capitalizing on a surge in semiconductor demand that has led to a shortfall in global supplies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-renters-owe-more-than-1-billion-in-unpaid-rent-survey-finds-11610622000", "title": "New York City Renters Owe Over $1 Billion in Unpaid Rent", "date": "2021-01-14 06:00", "summary": "State was earmarked for $1.3 billion in rental assistance in last month's federal Covid-19 relief package. New York City apartment tenants are more than $1 billion in debt from missed rent payments during the coronavirus pandemic, according to a new survey measuring the depth of the rent crisis brought on by Covid-19.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/types/ny-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-act-expands-scope-of-foreign-bank-records-u-s-authorities-can-obtain-11610620202", "title": "Defense Act Expands Scope of Foreign Bank Records U.S. Authorities Can Obtain", "date": "2021-01-14 05:30", "summary": "Annual defense-policy legislation gives U.S. investigators additional authority to subpoena records from foreign banks with U.S. correspondent accounts. U.S. authorities have more power to obtain documents from foreign banks with U.S. correspondent accounts under recently passed defense-policy legislation.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-earnings-expect-a-messy-quarter-and-a-peek-at-2021-11610620203", "title": "Bank Earnings Expected to Show a Messy Quarter", "date": "2021-01-14 05:30", "summary": "Lenders last year faced some of their most daunting challenges since the financial crisis. ", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-find-value-in-low-rated-loans-11610620202", "title": "Investors Find Value in Low-Rated Loans", "date": "2021-01-14 05:30", "summary": "Leveraged-loan funds are attracting cash after two years in Wall Street's doghouse. Investors wary of lofty stock valuations and falling bond prices are turning to an unexpected haven: corporate loans with junk credit ratings.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-covid-19-vaccines-draw-foreigners-snowbirds-11610620200", "title": "Florida's Covid-19 Vaccines Draw Foreigners, Snowbirds", "date": "2021-01-14 05:30", "summary": "The state allows vaccinating nonresidents, which rankles some; 'it lowers the numbers of vaccines available to people here'. MIAMI-Visitors from Toronto to New York to Buenos Aires have long flocked to Florida for sun, surf and shopping. Now they are coming for the Covid-19 vaccine.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solarwinds-hack-forces-reckoning-with-supply-chain-security-11610620200", "title": "SolarWinds Hack Forces Reckoning With Supply-Chain Security", "date": "2021-01-14 05:30", "summary": "Companies are re-evaluating how they vet vendors and pausing software updates. The hack of SolarWinds Corp. provided an unwanted holiday gift that will keep on giving to many companies: a jolt to the supply chains that help the digital economy run.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-startup-acquisitions-jumped-in-2020-leaving-vcs-optimistic-for-new-year-11610620200", "title": "Biotech Startup Acquisitions Jumped in 2020, Leaving VCs Optimistic for New Year", "date": "2021-01-14 05:30", "summary": "Corporations seek to persuade startups to be acquired instead of going public. Acquisitions of biotechnology startups jumped in 2020, as buyers moved upstream to grab promising drugmakers while they were still private and relatively cheap.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-national-security-police-make-arrests-linked-to-speedboat-escape-11610617760", "title": "Hong Kong National Security Police Make Arrests Linked to Speedboat Escape", "date": "2021-01-14 04:49", "summary": "Arrests cast a wider net in a case that has rattled local activists and drawn international condemnation. HONG KONG-National security police in Hong Kong investigating a foiled speedboat escape by fugitives arrested a group of people suspected of helping them, casting a wider net in a case that has already rattled activists in the city and drawn international condemnation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-denies-entry-to-two-members-of-who-covid-19-mission-after-failing-screenings-11610609342", "title": "China Denies Entry to Two Members of WHO Covid-19 Mission After Failed Screenings", "date": "2021-01-14 03:45", "summary": "Members are held up in Singapore after testing positive for Covid-19 antibodies. HONG KONG-Two members of a World Health Organization mission to China to study the origins of the coronavirus failed to clear Beijing's health-screening procedures and were blocked from traveling to the country on Thursday, according to people familiar with the matter.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-exports-boom-to-record-year-while-covid-19-ravages-global-economy-11610610939", "title": "China Exports Boom to Record Year, as Covid-19 Ravages Global Economy", "date": "2021-01-14 02:55", "summary": "Strong export momentum and the industrial recovery that underpinned it form a pillar of country's rebound. BEIJING-The coronavirus dealt a blow to global trade in 2020, but not in China, where exports rose last year to their highest level on record, officials said Thursday, positioning it as the only major world economy to grow during the pandemic-scarred year.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-mission-to-look-for-answers-to-covid-19s-origin-in-wuhan-11610566665", "title": "WHO Mission to Look for Answers to Covid-19's Origin in Wuhan", "date": "2021-01-14 00:14", "summary": "Beijing has shared little on its progress in six months since forming plans with World Health Organization to determine how coronavirus spread to humans. In July, China's government and the World Health Organization drew up a plan to figure out how the novel coronavirus first spread to humans. Six months on, China has yet to reveal what it has found-or how much of the work it has done. A team of WHO specialists landed in the city of Wuhan on Thursday on a mission to find out.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11610566418", "title": "Pepper...and Salt", "date": "2021-01-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electric-vehicle-company-that-charged-too-early-11610639369", "title": "The Electric-Vehicle Company That Charged Too Early", "date": "2021-01-14 00:01", "summary": "Renault lays out a turnaround plan that owes more to the success of French peer Peugeot than its fading status as an EV pioneer. In the U.S., Tesla has sold more electric vehicles than any other car maker. In the much larger European EV market, that prize still goes to the Renault - Nissan -Mitsubishi alliance, but Volkswagen outsold it last year and Tesla is closing in.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/criminal-charges-proliferate-against-members-of-pro-trump-capitol-mob-11610578967", "title": "Criminal Charges Proliferate Against Members of Capitol Mob", "date": "2021-01-14 23:36", "summary": "Some rioters' lawyers approach prosecutors in bid to avoid charges as FBI warns other agencies that partisan grievances are expected to fuel further violence. Several members of the pro-Trump mob that stormed the U.S. Capitol last week have reported their own involvement to law enforcement this week, officials said Wednesday, as prosecutors race to charge dozens of the most visible participants in the attack and continue to dig into what kind of planning went into it.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-01-14-2021-11610573648", "title": "Unemployment Claims Jumped to Nearly One Million Last Week", "date": "2021-01-14 23:01", "summary": "Initial claims for benefits post biggest weekly jump since early in the pandemic; Fed chairman says job market has a long way to go. The number of workers filing for jobless benefits posted its biggest weekly gain since the pandemic hit last March and the head of the Federal Reserve warned the job market had a long way to go before it is strong again.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proud-boys-supporter-eduard-florea-denied-bail-in-weapons-case-11610595003", "title": "Proud Boys Supporter Eduard Florea Denied Bail", "date": "2021-01-14 22:30", "summary": "New York City man possessed more than 1,000 rounds of ammunition and made comments about senator-elect, complaint says. A federal court judge in Brooklyn, N.Y., denied bail for Eduard Florea, a self-proclaimed Proud Boys supporter, and ordered him detained in U.S. custody while he awaits trial on charges that he possessed more than 1,000 rounds of ammunition.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poshmark-set-to-join-the-ipo-boom-11610557667", "title": "Poshmark Set to Join IPO Boom", "date": "2021-01-14 22:27", "summary": "Marketplace for secondhand goods prices IPO at $42 a share and will start trading Thursday. Poshmark Inc., the online marketplace for secondhand goods, will start trading Thursday, the latest e-commerce site to tap the buoyant initial public offering market as the coronavirus pandemic continues to squeeze bricks-and-mortar stores.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-you-pat-cipollone-11610581401", "title": "Thank You, Pat Cipollone", "date": "2021-01-14 21:42", "summary": "The White House counsel has the hardest job in America.. With Donald Trump in his final presidential days, the hardest job in the world may be White House counsel. So here's a note of thanks for Pat Cipollone, who is staying on the job when the easier route would be to resign to outside applause.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-face-impeachment-vote-over-capitol-riot-11610543781", "title": "House Votes to Impeach Trump Again", "date": "2021-01-14 21:33", "summary": "Ten Republicans join all Democrats in charging president with inciting riot at U.S. Capitol. WASHINGTON-The House voted to impeach President Trump for an unprecedented second time on Wednesday, alleging he encouraged a mob to storm Congress as part of a last-gasp effort to overturn Democrat Joe Biden's election win.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-michigan-gov-rick-snyder-charged-with-willful-neglect-of-duty-over-flint-water-crisis-11610589949", "title": "Former Michigan Gov. Snyder Charged in Connection With Flint Water Crisis", "date": "2021-01-14 21:29", "summary": "Governor has been criticized for a 2014 decision by an appointee to switch the source of the city's water, leading to lead contamination. Michigan prosecutors investigating the Flint drinking water crisis charged former Gov. Rick Snyder with two counts of willful neglect of duty on Wednesday, according to court records.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fracking-pioneer-chesapeake-energy-cleared-to-exit-bankruptcy-11610588562", "title": "Fracking Pioneer Chesapeake Energy Cleared to Exit Bankruptcy", "date": "2021-01-14 20:42", "summary": "The Oklahoma City-based oil-and-gas producer is authorized for a restructuring that cuts about $7 billion in debt and includes a $600 million equity offering. A judge authorized Chesapeake Energy Corp. to exit bankruptcy and cut $7 billion in debt through a financial restructuring that transfers control of the company to investment firms that own the oil-and-gas producer's high-ranking debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-settles-first-civil-ppp-fraud-case-against-bankrupt-online-retailer-11610587315", "title": "DOJ Settles First Civil PPP Fraud Case Against Bankrupt Online Retailer", "date": "2021-01-14 20:21", "summary": "E-commerce company SlideBelts returned $350,000 federal loan and agreed to pay $100,000 to resolve fraud allegations. A bankrupt internet retailer is the first borrower under the Paycheck Protection Program to settle civil Justice Department fraud allegations after the company falsely claimed it wasn't bankrupt on a $350,000 loan application.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-safety-regulators-urge-tesla-to-recall-around-158-000-vehicles-11610582727", "title": "Regulators Urge Tesla to Recall Around 158,000 Vehicles", "date": "2021-01-14 20:17", "summary": "NHTSA actions would affect certain Model S and Model X vehicles; agency has concerns about touch screen. Federal regulators are asking Tesla Inc. to recall about 158,000 vehicles over safety concerns in what would amount to one of the biggest safety actions by the electric-vehicle maker.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-joins-race-for-new-york-city-mayor-11610586774", "title": "Andrew Yang Joins Race for New York City Mayor", "date": "2021-01-14 20:12", "summary": "Campaign video outlines proposals for city to take back control of subway, calls for a citywide universal basic income. Former presidential candidate Andrew Yang officially jumped into the race to be New York City's next mayor in a campaign video released Wednesday, joining a crowded field of candidates vying to lead the nation's largest city.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-lawyer-sues-the-sec-over-bounty-program-rule-changes-11610586245", "title": "Whistleblower Lawyer Sues the SEC Over Bounty Program Rule Changes", "date": "2021-01-14 20:04", "summary": "Jordan Thomas, a former SEC assistant director, says the agency didn't have the authority to change the rules related to its whistleblower program. A lawyer who represents corporate whistleblowers has sued the Securities and Exchange Commission over recent amendments to rules governing the agency's whistleblower award program.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-election-fraud-questions-answered-11610584849", "title": "Readers' Election-Fraud Questions-Answered", "date": "2021-01-14 19:44", "summary": "False claims of irregularities in the 2020 presidential election still circulate after President Trump and allies floated untrue allegations. For months, President Trump and his allies have made numerous claims about election fraud in various competitive states. The drumbeat of unsubstantiated allegations has left some Americans with the false impression that the presidential election was marred by widespread wrongdoing-and others confused about what actually happened.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-prepare-for-potential-rule-changes-return-to-the-office-11610584089", "title": "CFOs Prepare for Potential Rule Changes, Return to the Office", "date": "2021-01-14 19:28", "summary": "Chief financial officers, rule makers and advisers discussed a range of topics at WSJ's CFO Network Summit. Finance chiefs, bankers and deal advisers say they are turning more optimistic about the economic outlook as Covid-19 vaccines are rolled out across the country. Still, issues such as the pace of the economic recovery, returning to the office and how to operate in this environment remain top of mind for many executives.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]