[{"link": "https://www.wsj.com/articles/corporate-minimum-tax-resurfaces-as-democrats-hunt-for-money-11635280425", "title": "Corporate Minimum Tax Resurfaces as Democrats Hunt for Money", "date": "2021-10-26 23:46", "summary": "Senators offer updated plan to impose minimum levies on profitable corporations; key moderate Kyrsten Sinema endorses proposal. WASHINGTON-Senate Democrats announced a 15% minimum tax on large companies' income on Tuesday, winning support from a key moderate lawmaker, as they try to generate enough money to pay for President Biden's social-spending and climate-change agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-set-of-alec-baldwin-movie-some-basic-gun-safety-protocols-appear-to-have-been-skipped-experts-say-11635287031", "title": "Safety Steps Appear to Have Been Skipped on 'Rust' Set", "date": "2021-10-26 21:59", "summary": "Armorer is typical handler of guns, with safety briefings held and weapons checked using flashlights just before scenes, industry veterans say. SANTA FE, N.M.-The account of the fatal shooting on the movie set of \"Rust\" in affidavits prepared by the Santa Fe County Sheriff's Office suggests that some industry-standard safety precautions weren't followed, say film-weapons experts and industry veterans.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-set-to-campaign-with-terry-mcauliffe-ahead-of-virginia-election-11635250860", "title": "Biden Campaigns With McAuliffe Ahead of Virginia Governor Election", "date": "2021-10-26 21:42", "summary": "Polls have shown a tight race leading up to the Nov. 2 vote, which is seen as a political barometer before the midterm elections. WASHINGTON-President Biden sought to bolster Terry McAuliffe's bid for another term as governor of Virginia, warning that his Republican opponent would emulate former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-proposals-hit-headwinds-as-democrats-try-to-finalize-social-spending-deal-11635265702", "title": "Tax Proposals Hit Headwinds as Democrats Try to Finalize Deal", "date": "2021-10-26 21:14", "summary": "President Biden hosts lawmakers at White House to discuss package expected to cost around $1.75 trillion. WASHINGTON-An 11th-hour push by Democrats to fund their social-spending and climate bill faltered, with a proposed tax on billionaires' unrealized capital gains and revised bank-reporting requirements both running into opposition from party lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-firm-informatica-plans-to-raise-nearly-1-billion-in-ipo-11635297027", "title": "Informatica Plans to Raise Nearly $1 Billion in IPO", "date": "2021-10-26 21:10", "summary": "The Silicon Valley company plans to return to the public market on Wednesday and will use proceeds of the offering to pay down debt. Data management software firm Informatica LLC said it expects to raise nearly $1 billion when it returns to the public market on Wednesday and plans to use the amount to pay down some of its debt.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saks-e-commerce-business-pairs-robots-with-workers-11635292990", "title": "Saks E-Commerce Business Pairs Robots With Workers", "date": "2021-10-26 20:03", "summary": "Luxury retailer's move to high-tech fulfillment center aims to capture holiday rush. Seven months after launching its stand-alone e-commerce unit, Saks Fifth Avenue said Tuesday it has started shipping online orders from a high-tech Pennsylvania warehouse, deploying dozens of autonomous robots programmed to help workers find Giambattista Valli gowns and Christian Louboutin pumps.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhoods-crypto-business-is-the-tail-that-wags-the-doge-11635293024", "title": "Robinhood's Crypto Business Is the Tail That Wags the Doge", "date": "2021-10-26 20:03", "summary": "Robinhood experienced a net decline in funded accounts, but the real revenue story was in crypto trading. The headline numbers for Robinhood Markets 's third quarter and its near-term outlook won't help the stock. Still, it isn't all bad news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-series-astros-braves-rob-manfred-mlb-11635256463", "title": "Houston vs. Atlanta Is Rob Manfred's Nightmare World Series", "date": "2021-10-26 19:51", "summary": "The MLB commissioner yanked the All-Star Game out of Atlanta and punished the Astros for their cheating scandal. Fans are not expected to be forgiving in either city.. HOUSTON-Sometime in the next week or so, Major League Baseball commissioner Rob Manfred will hand off the World Series championship trophy in one of the two cities in America in which he might be most despised.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-msft-q1-earnings-report-2022-11635190910", "title": "Microsoft Earnings, Sales Up Sharply", "date": "2021-10-26 19:34", "summary": "Software giant's business continued to expand in latest quarter on shift toward remote working. Microsoft Corp. continued to benefit from the global shift toward remote work as its cloud business boosted its revenue last quarter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-elizabeth-holmes-trial-investor-describes-being-wooed-by-theranos-11635286361", "title": "The Elizabeth Holmes Trial: Investor Describes Being Wooed by Theranos", "date": "2021-10-26 19:22", "summary": "DeVos family office doubled its investment after learning about startup's breakthrough technology. SAN JOSE, Calif.-When members of the DeVos family invested $100 million in Theranos Inc. in 2014, they felt like they were part of an exclusive group backing a startup that would change healthcare, jurors heard Tuesday in the criminal-fraud trial of Elizabeth Holmes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judiciary-plans-new-system-for-spotting-financial-conflicts-after-wsj-report-11635261290", "title": "Both Parties in 'Total Agreement' on Toughening Judicial-Disclosure Law, GOP Lawmaker Says", "date": "2021-10-26 19:08", "summary": "Congressional hearing follows reports in The Wall Street Journal on widespread financial conflicts; judge says judiciary can fix gaps on its own. Democrats and Republicans are \"in total agreement\" on the need for legislation that would require judges to adhere to the same financial disclosure requirements as Congress, Rep. Darrell Issa (R., Calif.) said at a hearing Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gops-virginia-opening-governor-race-glenn-youngkin-terry-mcauliffe-11635281104", "title": "The GOP's Virginia Opening", "date": "2021-10-26 19:05", "summary": "Youngkin puts the suburbs back in play as Democrats leap left.. Races for Governor in odd years rarely illuminate the national political scene, but this year's showdown in Virginia could be an exception. President Biden won the state by 10 points last year, and Democrat Terry McAuliffe is a familiar face for voters, having served as Governor from 2014-18. Why isn't he running away with it?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-those-domestic-terrorists-national-school-boards-association-merrick-garland-memo-fbi-11635285900", "title": "About Those Domestic-Terrorist Parents", "date": "2021-10-26 19:03", "summary": "Merrick Garland should rescind his misguided school boards memo.. It took a few weeks, but the National School Boards Association has apologized for sending a letter to President Biden suggesting that \"threats and acts of violence\" at school board meetings might be \"domestic terrorism.\" The NSBA now admits there was \"no justification for some of the language included in the letter,\" which could have parents investigated under the Patriot Act for trying to influence what their children are taught.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-bannons-contempt-for-congress-jan-6-committee-subpoena-nancy-mace-11635284962", "title": "Steve Bannon's Contempt for Congress", "date": "2021-10-26 18:55", "summary": "The Trump whisperer has no legal basis to defy a subpoena.. The challenge in polarized political times is to keep your eye on democratic institutions and their proper authority. That's the reason to applaud the nine House Republicans who voted last week to hold Steve Bannon, the sometime Donald Trump counselor, in contempt for defying a Congressional subpoena.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-nearly-clears-a-very-high-bar-11635288908", "title": "Google Nearly Clears a Very High Bar", "date": "2021-10-26 18:55", "summary": "While advertising avoids a bite from Apple, the soaring stock price left little room for error. Google needed its latest earnings report to be perfect. It was almost there.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-that-hertz-tesla-purchase-elon-musk-mark-fields-rental-cars-electric-vehicles-congress-subsidy-11635283895", "title": "Behind That Hertz Tesla Purchase", "date": "2021-10-26 18:52", "summary": "The rental-car company has a secret business weapon: Taxpayers.. The more you look behind corporate and government press releases these days, the more you learn about their mutual benefit society. We wrote Tuesday about the many subsidies for Tesla's electric cars, but it turns out there's also a pot of subsidy gold behind the Hertz decision to buy 100,000 Teslas for its car-rental fleet.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-america-been-overtaken-by-creeping-credentialism-college-jobs-requirements-11635282885", "title": "Has America Been Overtaken by Creeping Credentialism?", "date": "2021-10-26 18:45", "summary": "Library-science degrees, hotel management degrees, journalism degrees: Is a college degree necessary for nearly every white-collar job these days?. Editor's note: In this Future View, students debate \"credentialism,\" the ever-expanding requirement of college degrees. Next week we'll ask: What is the most dangerous flash point for American foreign policy in the coming year? Taiwan? Iran? Or somewhere else? Students should click here to submit opinions of fewer than 250 words before Nov. 3. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pollster-would-have-spiked-the-gettysburg-address-polling-public-opinion-11635279985", "title": "A Pollster Would Have Spiked the Gettysburg Address", "date": "2021-10-26 18:43", "summary": "Fortunately for posterity, modern surveys came much later. Lincoln had to gauge public opinion on his own.. The opinion poll seems now to be at the center of contemporary American political life. So endemic is polling that it feels as if what a politician does is less important than whether the public approves or disapproves. Polls are a great mainstay of television news, filling in five or so minutes on an otherwise dull day. They are especially valuable to the standard politician, whose primary question is how to get re-elected. Approval or disapproval of his actions in polls may provide crucial clues.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dime-scorecards-baseball-world-series-scoreboard-11635280607", "title": "Dime Scorecards Were Worth Something", "date": "2021-10-26 18:41", "summary": "Most baseball fans have put down their pencils in favor of modern distractions.. As television cameras scan the seats during the World Series, viewers at home will see fans dressed in the jerseys of their favorite teams, texting friends to let them know they're at the game or waving wildly at the lenses zooming in on them. TV viewers likely won't spot a once-commonplace baseball standby: fans with stubby pencils leaning intently over cardboard scorecards, keeping track of every pitch, hit, strikeout and run.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-could-take-democrats-to-school-education-election-parents-11635280933", "title": "Republicans Could Take Democrats to School", "date": "2021-10-26 18:40", "summary": "Critical race theory and Covid restrictions have turned education into a wedge issue for voters.. During a recent appearance on \"The View,\" former Secretary of State Condoleezza Rice weighed in on the national debate over teaching racial propaganda to schoolchildren. In the process, she made a broader point about the mindset of a previous generation of black people when it came to dealing with racial adversity.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-trump-startup-pay-off-meme-stock-media-appearances-11635280788", "title": "Will Trump's Startup Pay Off?", "date": "2021-10-26 18:37", "summary": "It could if he can find a way to tap some of the wealth he creates for MSNBC.. There's one problem with the stream of reporting likening the new Donald Trump digital startup to \"meme stocks\" such as GameStop or the AMC movie chain, whose share prices exceed what even the most forgiving Wall Street analysts are willing to rationalize.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunnel-29-review-escape-from-berlin-11635287727", "title": "'Tunnel 29' Review: Escape From Berlin", "date": "2021-10-26 18:35", "summary": "After the wall was erected, Joachim Rudolph made a daring escape from East Berlin. Then he went back to save his friends.. When Joachim Rudolph and his family left their farm in eastern Germany in February 1945, young Joachim had no way of knowing they were on the run, or that escape would become a defining theme of his life. As Helena Merriman recounts in \"Tunnel 29: The True Story of an Extraordinary Escape Beneath the Berlin Wall,\" what Joachim's father couldn't tell him, \"because how do you tell a six-year-old any of this,\" was that they were fleeing \"from the Red Army. He'd heard about them last night on the radio, the Russian soldiers coming from the East, raping women and torching farms,\" and he was desperate to get his family to Berlin before the Russians found them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-revenue-falls-on-a-drop-in-crypto-trading-11635280556", "title": "Robinhood Revenue Falls on a Drop in Crypto Trading", "date": "2021-10-26 18:26", "summary": "Shares fall after hours as fees earned from stock and options trades also ticked down from previous quarter. Revenue at Robinhood Markets Inc. fell in the third quarter from the previous one, weighed down by a sharp decline in customers' cryptocurrency trading.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-biontech-covid-19-vaccine-for-young-children-to-be-reviewed-by-fda-advisers-11635240602", "title": "Pfizer-BioNTech Covid-19 Vaccine for Young Kids Backed by FDA Advisers", "date": "2021-10-26 18:13", "summary": "With the advisers' recommendation in hand, the FDA is expected to decide soon on expanding use of the vaccine to 5- to 11-year-olds. Experts advising the Food and Drug Administration recommended that the agency authorize the Covid-19 vaccine from Pfizer Inc. and BioNTech SE for use in young children.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-introduces-accessible-card-design-for-blind-users-11635285951", "title": "Mastercard Introduces Accessible Card Design for Blind Users", "date": "2021-10-26 18:05", "summary": "The new Touch Card will use distinct notches to help distinguish between a debit, credit or prepaid card. Mastercard Inc. is introducing a new card for people who are blind or have vision impairment, the company said.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-alphabet-googl-q3-earnings-report-2021-11635212409", "title": "Google Profit Nearly Doubles, Boosted by Red-Hot Ad Market", "date": "2021-10-26 17:51", "summary": "Search giant posts highest quarterly revenue increase in 14 years. Alphabet Inc.'s Google tallied its highest sales growth in more than a decade and nearly doubled its profit in the third quarter, as smaller businesses poured money into digital ads aimed at customers whose purchases have shifted online.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terror-groups-in-afghanistan-could-be-ready-to-attack-west-in-6-months-u-s-says-11635284966", "title": "Terror Groups in Afghanistan Could Be Ready to Attack West in 6 Months", "date": "2021-10-26 17:49", "summary": "Top Pentagon official tells senators that Islamic State wants to launch attacks; unclear if Taliban can counter the threat. The Islamic State in Afghanistan could be able to launch attacks on the West and its allies within as soon as six months, and al Qaeda could do so within two years, a top Pentagon official told lawmakers on Tuesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-profits-rise-but-sales-miss-forecasts-11635247029", "title": "GE's Profit Rises, but Shortages Crimp Sales", "date": "2021-10-26 17:35", "summary": "Revenue rebounds in aviation business, declines in healthcare unit; company raises profit targets for the year. General Electric Co. reported stronger profits with cost cuts offsetting lower-than-expected sales of its industrial equipment in the September quarter, as the manufacturer felt the pinch of global supply disruptions.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-d-printed-houses-are-sprouting-near-austin-as-demand-for-homes-grows-11635240601", "title": "3-D Printed Houses Are Sprouting Near Austin", "date": "2021-10-26 17:29", "summary": "Project would be biggest 3-D printed housing development in U.S.. A major home builder is teaming with a Texas startup to create a community of 100 3-D printed homes near Austin, gearing up for what would be by far the biggest development of this type of housing in the U.S.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethel-waters-mahalia-jackson-gospel-blues-vaudville-stormy-weather-i-been-buked-and-i-been-scorned-martin-lither-king-jr-11635283176", "title": "The Enduring Legacies of Ethel Waters and Mahalia Jackson", "date": "2021-10-26 17:20", "summary": "Two singers who left an outsize imprint on the musical landscape.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-it-be-special-edition-the-beatles-john-lennon-paul-mccartney-george-harrison-ringo-starr-phil-spector-apple-corps-11635283023", "title": "'Let It Be Special Edition' by the Beatles Review: Burnishing an Album's Tarnished Image", "date": "2021-10-26 17:18", "summary": "The record, whose creation caused deep rifts in the band, has been reissued in a remixed version that includes extras, outtakes and more. 'Let It Be\" has always been the Beatles' problem child. It began as a multimedia back-to-the-roots project, the plan was that the band would rehearse an album's worth of new material that could be played live, without the electronic wizardry and orchestral sweetening that had become part of their toolbox. They would then perform these new songs in a single concert, perhaps in an exotic setting, which would be filmed and recorded for a television special and an LP. The director Michael Lindsay-Hogg was engaged to capture it all, in sessions that running from Jan. 2 through Jan. 31, 1969.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-monsters-review-freddy-krueger-jason-voorhees-michael-myers-candyman-chucky-pinhead-william-shatner-11635282914", "title": "'Behind the Monsters' Review: True Stories About Scary Ones", "date": "2021-10-26 17:16", "summary": "Shudder's six-part series provides a deep dive into horror icons like Freddy Krueger and Jason Voorhees. As timely as pumpkin spice and probably scarier, the six-part \"Behind the Monsters\" arrives for the Halloween season providing a deep dive into the paragons of modern horror-the franchises, as it were, of classic slasher movies and their innumerable sequels. If you don't know Freddy Krueger from Jason Voorhees, it's probably a plus: The wonkiness of the people contributing to this clip-happy, fanboy-friendly series is as entertaining as what they reveal, even if their fellow devotees probably know it all already.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-defies-a-car-industry-mantra-with-tesla-hertz-deal-11635279349", "title": "Elon Musk Defies a Car Industry Mantra With Tesla-Hertz Deal", "date": "2021-10-26 17:16", "summary": "Rental-fleet sales have a mixed track record, but Tesla's agreement could spur adoption of electric vehicles. Sales to rental-car fleets have at times been viewed as a liability for auto makers. Elon Musk is defying that stigma, with Tesla Inc.'s deal to supply cars to Hertz Global Holdings Inc. signaling electric vehicles are ready for the masses.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beethovens-ghost-review-pbs-great-performances-ludwig-van-beethoven-sigmund-freud-scott-yoo-anna-polonsky-11635282722", "title": "'Beethoven's Ghost' Review: Capturing the Spirit of a Master", "date": "2021-10-26 17:13", "summary": "The latest 'Now Hear This' entry features plenty of great music, along with an odd dramatic conceit in which the composer and Sigmund Freud converse from beyond the grave. The series \"Now Hear This,\" part of the PBS institution \"Great Performances,\" has been what one might call stealthily educational: The music can be so distractingly delicious that you might not notice you're learning something, about either the life, work and techniques of the great composers, or how performers approach their music.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-revenue-rises-as-it-ships-fewer-packages-11635247610", "title": "UPS Revenue Rises as It Ships Fewer Packages", "date": "2021-10-26 17:13", "summary": "Delivery company's strategy focuses on moving packages and courting customers that generate stronger sales and profit. United Parcel Service Inc. continues to make more money as it ships fewer packages.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-dreamliner-pain-spreads-to-suppliers-11635278820", "title": "Boeing's Dreamliner Pain Spreads to Suppliers", "date": "2021-10-26 17:12", "summary": "Manufacturing issues with the 787 are cutting into sales for makers of airplane parts and components. Boeing Co. 's manufacturing problems with its 787 Dreamliner are creating challenges for suppliers who expect production of the wide-body jets to remain low into next year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-makes-tired-look-fresh-11635281697", "title": "Twitter Makes Tired Look Fresh", "date": "2021-10-26 16:54", "summary": "Twitter sometimes seems a couple of steps behind rivals in advertising tech-right now, that's a good thing. One great thing about operating an old-school advertising platform? You can't get struck out by a modern-day curveball.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-tap-acting-fcc-chief-jessica-rosenworcel-for-permanent-role-11635258002", "title": "White House Nominates Acting FCC Chief Jessica Rosenworcel to Permanent Role", "date": "2021-10-26 16:50", "summary": "Gigi Sohn was also named as a commissioner on the five-member body, filling vacancies that have hobbled the telecom regulator. WASHINGTON-The White House nominated Jessica Rosenworcel to lead the Federal Communications Commission and Gigi Sohn as a commissioner on the five-member body, filling two vacancies that had hobbled the telecom regulator for months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedish-fsa-drops-swedbank-market-abuse-probe-11635281385", "title": "Swedish FSA Drops Swedbank Market Abuse Probe", "date": "2021-10-26 16:49", "summary": "CONTENT FROM OUR SPONSOR. STOCKHOLM-Swedbank AB said Tuesday that the Swedish Financial Supervisory Authority has dropped its investigation into breaches of European Union market abuse regulations at the bank.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-finds-nations-climate-plans-fall-short-of-paris-accord-11635259447", "title": "World's Climate Plans Fall Short of Paris Accord, U.N. Says", "date": "2021-10-26 16:49", "summary": "U.S. isn't on track to hit its emissions targets, a United Nations report says. The world's emissions-reduction plans would allow far more global warming than targeted in the Paris climate accord, and some of the biggest emitters, including the U.S., aren't on track to hit their pollution targets, according to a report from the United Nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-10-26-2021-11635233727", "title": "Stocks Notch Closing Records", "date": "2021-10-26 16:49", "summary": "Earnings season has beaten investors' expectations and helped lift stocks out of a September slump. The S&P 500 and Dow Jones Industrial Average cruised to another pair of closing records Tuesday after solid earnings and upbeat consumer data gave investors a fresh dose of economic optimism.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bernie-sanders-experiment-for-americas-children-11635280881", "title": "The Bernie Sanders Experiment for America's Children", "date": "2021-10-26 16:41", "summary": "Taxpayers won't be the only ones hurt by the reconciliation bill's pre-K program.. The story of the Covid era is largely about a political class imposing one burden after another on the young for the theoretical benefit of the old, with little effort to conduct serious calculations of risks and costs. Kids who were never in great danger from the virus have been forced into isolation and quarantine, forced to suffer lost educational and cultural opportunities, and forced to accept an expanded federal debt burden that will haunt them through their taxpaying lives. Many children remain masked all day thanks to edicts from politicos with hardly a care for the long-term consequences to mental health or development.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-posts-strong-ad-revenue-growth-despite-apple-privacy-updates-11635278700", "title": "Twitter Posts Strong Ad Revenue Growth Despite Apple Privacy Updates", "date": "2021-10-26 16:32", "summary": "Social-media company reports 41% increase in year-over-year ad sales. Twitter Inc. largely dodged turmoil in the digital advertising market from new Apple Inc. app privacy policies and supply-chain disruptions as it reported a 37% jump in third-quarter revenue.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-hits-1-trillion-stock-market-capitalization-elon-musk-electric-car-subsidies-11635197106", "title": "Tesla Is Worth $1 Trillion", "date": "2021-10-26 16:31", "summary": "Why does the successful electric-car maker still need taxpayer subsidies?. Elon Musk struck gold again Monday when Tesla Inc., the electric-car maker he founded and runs as CEO, reached a stock market capitalization of $1.03 trillion. That's a staggering business achievement, even discounting for today's monetary-policy induced surge in asset prices.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-decide-what-to-wear-it-may-be-pandemic-stress-11635272894", "title": "Can't Decide What to Wear? It May Be Pandemic Stress", "date": "2021-10-26 16:14", "summary": "Some Americans are struggling with life's daily questions as the pandemic continues, according to survey. What should you wear today? What to eat for lunch? If life's daily questions are getting harder to answer nearly two years into the Covid-19 pandemic, you aren't alone, according to a new survey.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-dei-racism-science-quotas-merit-11635130792", "title": "How to Prioritize Diversity, Equity, Inclusion?", "date": "2021-10-26 16:05", "summary": "They should not take precedence over scientific merit.. We have just learned that Chinese scientists were able to launch hypersonic rockets for which we have no defense. Meanwhile, we are re-evaluating the funding of significant research of senior scientists based on their commitment to diversity equity and inclusion (\"How 'Diversity' Turned Tyrannical\" by Lawrence Krauss, op-ed, Oct. 21). Young scientists apparently must demonstrate a strong commitment to the diversity, equity and inclusion agenda and may be rejected on their diversity statements before scientific merit is evaluated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prescription-drug-prices-medicare-innovation-research-cost-11635131947", "title": "Congress Has the Power to Lower Drug Prices", "date": "2021-10-26 16:04", "summary": "The outrageously high cost threatens lives.. The argument that allowing Medicare to negotiate for lower prescription-drug prices will inhibit pharmaceutical manufacturers' ability to invest in research and development of new lifesaving drugs isn't based in reality (\"Medicare Drug Debate Weighs Price, Innovation,\" U.S. News, Oct. 12).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delaware-south-dakota-tax-haven-domicile-corporate-media-bias-11635133573", "title": "Why South Dakota, Not Delaware, Takes the Heat", "date": "2021-10-26 16:02", "summary": "Another case of media bias.. Regarding \"Smearing South Dakota\" (Review & Outlook, Oct. 23): Has anyone asked why Delaware has over 1.6 million corporations incorporated there? That's more than its population. This is another case of selective media bias; South Dakota has a popular Republican woman governor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-psychiatrist-rules-checklist-patient-medical-care-11635133200", "title": "If I Did What the Government Told Me to Do. . .", "date": "2021-10-26 16:02", "summary": "My psychiatric patients would certify me into a lunatic asylum.. Your editorial \"Bernie's Surprise Medicare Bill\" (Oct. 11) describes an attempt to involve the government in more areas of medicine. This will come with frustration. The government already demands that clinicians do things that have nothing to do with the problems for which patients come to the office.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-stretch-wednesday-crossword-october-27-11635175719", "title": "It's a Stretch (Wednesday Crossword, October 27)", "date": "2021-10-26 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noreaster-drenches-new-york-new-jersey-as-governors-declare-states-of-emergency-11635250320", "title": "Nor'easter Drenches New York, New Jersey as Governors Declare States of Emergency", "date": "2021-10-26 15:57", "summary": "By late morning, 2.73 inches of rain fell in New York City's Central Park. A large storm drenched parts of the Northeast on Tuesday, with the region experiencing its first nor'easter of the season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-hearing-tiktok-snapchat-youtube-11635265576", "title": "Senators Turn Child-Safety Spotlight on TikTok, Snapchat and YouTube", "date": "2021-10-26 15:46", "summary": "TikTok executive is questioned over algorithms blamed for steering young users to harmful content. WASHINGTON-A Senate panel broadened its inquiry into social media's impact on children and teenagers, questioning representatives of TikTok, Snapchat and YouTube as lawmakers build a case for new legislation to protect young people online.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/things-to-know-before-living-in-your-rv-full-time-11635275072", "title": "Things to Know Before Living in Your RV Full Time", "date": "2021-10-26 15:04", "summary": "Before hitting the open road, here are some legal and financial issues you'll need to resolve. Claudia Rutherford's $750,000 home has plenty of luxury appointments-a spacious living area with leather sofas, a gourmet kitchen and three-zone air conditioning.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-elizabeth-cancels-cop26-visit-after-advice-to-rest-11635274810", "title": "Queen Elizabeth Cancels COP26 Trip After Advice to Rest", "date": "2021-10-26 15:00", "summary": "Doctors urge monarch not to travel to Scotland for the climate conference following her brief hospitalization last week. LONDON-Queen Elizabeth won't attend the United Nations climate change conference in Scotland next week after doctors advised her to rest, the second high-profile event the British monarch has pulled out of in recent weeks.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-military-coup-leaves-no-clear-path-out-of-nations-political-economic-crises-11635272325", "title": "Sudan Military Coup Leaves No Clear Path Out of Political, Economic Crises", "date": "2021-10-26 14:30", "summary": "Pro-democracy protesters vowed continued resistance to military takeover of post-Bashir transitional government. Pro-democracy protesters in Sudan vowed Tuesday to resist a military coup of their transitional government through nationwide civil disobedience, deepening a high stakes standoff that leaves the country with no clear path out of a debilitating economic and political crisis.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/londons-best-new-hotels-opened-just-in-time-11635271576", "title": "London's Best New Hotels Opened Just In Time", "date": "2021-10-26 14:06", "summary": "From a pub with elegant rooms to a luxurious scene-stealer in Covent Garden, these five new hotels offer an especially warm welcome back to the U.K.. AS OF OCTOBER, fully vaccinated Americans are allowed to visit the United Kingdom without quarantine or pre-departure testing (though you will need to be tested on your second day in the U.K.). It's perfect timing. In the last few months, an eclectic crop of new hotels has sprouted in some of the city's best spots. From bedrooms above a 300-year-old pub on the edge of an ancient heath to a 350-room \"super boutique\" dead center in the theater district, here are our picks.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-could-mean-value-stocks-time-to-shine-11635270687", "title": "Inflation Could Mean Value Stocks' Time to Shine", "date": "2021-10-26 13:51", "summary": "Bitcoin, gold and oil are all having a moment, but the best haven for ordinary investors might be long-neglected value stocks. Bitcoin, gold, oil, real estate-many assets are finding themselves on investors' radar screens as concerns about inflation grow. The best refuge might be one that has been out of fashion for a while, though: boring old value stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-office-meets-supply-chain-snarls-11635269995", "title": "Supply-Chain Gridlock Greets Returning Office Workers", "date": "2021-10-26 13:39", "summary": "Production delays and shipping logjams are complicating efforts to get computers, other electronic equipment for workers returning from home offices. The push by companies to bring workers back to the office is running up against the global supply chain logjam.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgans-30-billion-racial-equity-pledge-one-year-later-11635267290", "title": "JPMorgan's $30 Billion Racial Equity Pledge, One Year Later", "date": "2021-10-26 12:54", "summary": "The bank says it has committed $13 billion in loans and spending, with the bulk going to affordable housing. JPMorgan Chase & Co. said it has already committed $13 billion of the $30 billion in lending and spending it pledged last year for improving racial equity.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draftkings-abandons-22-billion-bid-for-entain-11635257501", "title": "DraftKings Abandons $22 Billion Bid for Entain", "date": "2021-10-26 12:47", "summary": "U.S. sports-betting operator walks away from offer to buy British competitor, saying decision follows negotiations with Entain's leadership. DraftKings Inc. is dropping its roughly $22 billion bid for Entain PLC, turning away from an attempt to buy a major international player in the gambling industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pakistan-won-in-afghanistan-taliban-india-borders-11635263372", "title": "How Pakistan Won in Afghanistan", "date": "2021-10-26 12:42", "summary": "For decades Islamabad played a double game, hosting the Taliban while posing as a U.S. partner.. The collapse of the Afghan republic was no accident. It was the culmination of many collective failures, but at the heart of the tragedy was the role played by one country: Pakistan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/read-biden-plummeting-polls-election-presidency-approval-11635264950", "title": "How to Read Biden's Plummeting Polls", "date": "2021-10-26 12:42", "summary": "Independent voters wanted the president to unite the nation, not merely his party.. After nine months in office, Joe Biden is in trouble. His job approval has fallen nearly 10 points from its high last spring, and Americans have downgraded their assessment of his presidential capacities.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diy-halloween-haunted-by-shortages-fans-conjure-up-their-own-costumes-11635266148", "title": "DIY Halloween: Haunted by Shortages, Fans Conjure Up Their Own Costumes", "date": "2021-10-26 12:35", "summary": "Parents get crafty with werewolf creations and Rugrats knockoffs; 'Between the months of July and October, I had no social life'. Elizabeth Davis and Geoffrey Cagle usually start planning their ghoulish Halloween décor in midsummer. This year, they found the shelves completely bare three months ahead of their favorite holiday.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/furniture-delivery-delays-interior-designers-have-found-workarounds-11635265627", "title": "Furniture Delivery Delays? Interior Designers Have Found Workarounds", "date": "2021-10-26 12:27", "summary": "Couches, upholstered beds, rugs and light fixtures can take up to a year to arrive because of supply-chain gaps. And experts say this may not change until 2023. But design pros have devised creative workarounds.. MY MOTHER, who was not known for her patience, once waited for nine months for an armless rocking chair upholstered in a custom green velvet stripe. Long waits were common in the 1960s. A wait of nine months was long even for the 1960s. She complained to the furniture store, which blamed the factory, which said actually it was the shipper's fault.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coordinated-bust-of-dark-web-dealers-yields-150-arrests-in-u-s-europe-11635263760", "title": "Coordinated Bust of Dark-Web Dealers Yields 150 Arrests in U.S., Europe", "date": "2021-10-26 11:56", "summary": "U.S., European authorities seize more $31 million in cash along with guns, drugs in 10-month operation stretching across nine countries. The Justice Department and European police authorities said they arrested 150 people who sold and bought drugs and weapons on darknet forums, using evidence drawn from the world's largest illegal online marketplace after it was taken down in January.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-rose-as-delta-covid-19-wave-eased-11635263487", "title": "U.S. Consumer Confidence Rose as Delta Covid-19 Wave Eased", "date": "2021-10-26 11:51", "summary": "People plan to spend on big-ticket items and go on vacation despite elevated worries about inflation. U.S. consumer confidence increased in October following three months of declines, as the wave of Covid-19 cases due to the Delta variant started to ease.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eli-lilly-asks-fda-to-approve-alzheimers-drug-11635262324", "title": "Eli Lilly Asks FDA to Approve Alzheimer's Drug", "date": "2021-10-26 11:32", "summary": "Drugmaker begins process seeking approval to sell donanemab as treatment for early-stage Alzheimer's. Eli Lilly & Co. has begun asking U.S. health regulators to approve a new treatment for early-stage Alzheimer's disease, hoping for a rare victory against a disease that has proved difficult for the pharmaceutical industry to tackle.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-doors-guitarist-robby-krieger-went-from-being-hazed-to-being-cool-in-school-11635260910", "title": "How Doors Guitarist Robby Krieger Went From Being Hazed to Being Cool in School", "date": "2021-10-26 11:08", "summary": "The musician and memoirist was sent to boarding school as a teen and found status in learning flamenco guitar. Robby Krieger, 75, is a guitarist and singer-songwriter who was a member of the Doors. He is the author, with Jeff Alulis, of the memoir, \"Set the Night on Fire: Living, Dying and Playing Guitar With the Doors\" (Little, Brown). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-billionaire-tax-constitution-11635258358", "title": "Billionaire Tax Faces Likely Constitutional Challenge", "date": "2021-10-26 11:06", "summary": "Legal obstacles loom for Democrats' proposal to tax unrealized capital gains. WASHINGTON-Democrats' fast-moving plan to tax billionaires' unsold assets each year as they gain in value faces a potentially significant obstacle: the U.S. Constitution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-considered-for-posthumous-congressional-gold-medal-11635259577", "title": "Prince Considered for Posthumous Congressional Gold Medal", "date": "2021-10-26 10:46", "summary": "Minnesota lawmakers introduce legislation to give musician one of nation's highest civilian honors. The congressional delegation from Minnesota hopes to honor Prince, the late music superstar, with one of the nation's highest civilian honors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swapping-gamestop-for-etfs-retail-investors-ride-out-volatile-markets-11635259383", "title": "Swapping GameStop for ETFs, Retail Investors Ride Out Volatile Markets", "date": "2021-10-26 10:43", "summary": "Even as stocks dipped and the economy reopened, individual investors opened brokerage accounts and traded at levels near the highs of the GameStop frenzy. Record numbers of individual investors flooded the markets during the Covid-19 pandemic. Almost two years in, they're still hanging around-though their strategy has changed.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderna-data-shows-covid-19-vaccine-produced-strong-immune-response-in-6-to-11-year-olds-11635173936", "title": "Moderna Covid-19 Vaccine Data Shows Strong Response in Children", "date": "2021-10-26 10:24", "summary": "Company to submit interim results to health regulators in U.S., Europe and elsewhere in seeking authorization for younger age group. Moderna Inc.'s Covid-19 vaccine was generally safe and induced the desired immune responses in children ages 6 to 11 in a clinical trial, according to the company.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-stock-is-a-bargain-11635257889", "title": "UBS Stock Is a Bargain", "date": "2021-10-26 10:18", "summary": "Despite good growth prospects, the Swiss bank trades at a significant valuation discount compared with U.S. peers such as Morgan Stanley. UBS is arguably Europe's strongest big bank these days. So why are investors still wary?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-court-upholds-ukraines-claim-to-treasures-found-in-crimea-11635256263", "title": "Ukraine Wins Back Golden Treasures at Center of Dispute With Russia", "date": "2021-10-26 09:51", "summary": "Dutch court upholds Kyiv's claim to Scythian artifacts that were on loan from Crimea when Russia annexed the territory. MOSCOW-A Dutch appeals court ruled in favor of Ukraine in the case of a priceless collection of Crimean gold that Ukraine and Russia both claimed as their own, the latest in a cross-national dispute that had come to epitomize the Black Sea peninsula's complex and contested history.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-bakkt-ge-alphabet-what-to-watch-when-the-stock-market-opens-today-11635246934", "title": "Facebook, Bakkt, GE, Alphabet: What to Watch in the Stock Market Today", "date": "2021-10-26 09:38", "summary": "Major U.S. companies were adding to the strong start for earnings season. Stock indexes opened higher amid earnings from some of the country's biggest companies. Here's what we're watching in Tuesday's trading:", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seagate-broke-export-curbs-by-supplying-huawei-senate-republicans-say-11635254101", "title": "Seagate Broke Export Curbs by Supplying Huawei, Senate Republicans Say", "date": "2021-10-26 09:15", "summary": "The data-storage product provider sold Chinese company hard-disk drives, according to report; Seagate says it complies with regulations. A major U.S. data-storage equipment provider violated U.S. export rules by continuing to sell hard-disk drives to Huawei Technologies Co. after the Commerce Department tightened export restrictions last year, a report by a group of Senate Republicans alleged.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cozy-creeps-comfortably-eerie-halloween-reading-horror-books-ghost-stories-11635253965", "title": "Cozy Creeps: Comfortably Eerie Halloween Reading", "date": "2021-10-26 09:13", "summary": "From Edwardian ghosts to haunted musicians, savoring the pleasure of the slightly scary story.. If you, like me, find the particular pleasures of autumn among the most keenly anticipated of the year, maybe you'll understand-even share-my reading predilection as Oct. 31 approaches. Just as one hopes for enough chill in the air to justify breaking out the sweater that's been mothballed since April, one also wants a little chill in one's reading. Just enough eeriness to make you slightly more conscious of the wind outside the window, or of the darkness around the ring of lamplight inside. Nothing, though, to leave behind the seeds of a nightmare: The real world offers plenty of those as it is.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-holds-at-record-in-august-11635253603", "title": "Home-Price Growth Holds at Record in August", "date": "2021-10-26 09:06", "summary": "Case-Shiller index rose 19.8% as demand remains robust despite rising prices pushing some buyers out of the market. Home-price growth held at a record high in August, as demand from home buyers remained robust despite skyrocketing prices.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-journeys-dont-stop-believin-got-started-11635253200", "title": "How Journey's 'Don't Stop Believin' Got Started", "date": "2021-10-26 09:00", "summary": "The No. 9 hit in 1981 remains an underdog anthem thanks to sports events, 'Glee' and Tony Soprano. Journey's power ballad \"Don't Stop Believin' \" wasn't the highest-charting single from the band's 1981 album, \"Escape.\" It only reached No. 9 on the Billboard pop chart.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-are-using-marijuana-to-treat-anxiety-and-depression-but-the-science-is-murky-11635253201", "title": "People Are Using Marijuana to Treat Anxiety and Depression, but the Science Is Murky", "date": "2021-10-26 09:00", "summary": "Wary of side effects from conventional drugs, some people are using cannabis as a treatment. Doctors aren't sure that's a good idea.. More people are turning to cannabis to alleviate mental health problems like anxiety and depression, as well as insomnia, psychologists and researchers say. Yet the science on cannabis as a mental-health treatment is in its infancy-and some evidence suggests that marijuana can make these problems worse.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-dysfunction-apparent-at-halfway-point-of-elizabeth-holmes-trial-11635253200", "title": "Theranos Dysfunction Apparent at Halfway Point of Elizabeth Holmes Trial", "date": "2021-10-26 09:00", "summary": "Prosecutors have shown how startup took shortcuts as technology failed but must convince jurors Holmes intended to deceive. SAN JOSE, Calif.-Over seven weeks in the criminal fraud trial of Elizabeth Holmes, prosecutors have shown that her startup Theranos Inc. took shortcuts when claims about its revolutionary blood-testing technology became scientifically unfeasible and that employees feared retaliation for raising concerns.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-turns-out-paying-people-to-take-the-covid-19-vaccine-doesnt-really-work-11635205763", "title": "It Turns Out Paying People to Take the Covid-19 Vaccine Doesn't Really Work", "date": "2021-10-26 09:00", "summary": "Recent evidence suggests financial incentives, public-health messaging have done little to boost vaccination rates among those already vaccine-hesitant. Financial incentives, public-health messages and other tactics used by state and local governments and employers to encourage people to get the Covid-19 vaccine didn't have a noticeable impact on vaccination rates among those who already were hesitant about getting the shot, new research shows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-zuckerberg-sets-facebook-on-long-costly-path-to-metaverse-reality-11635252726", "title": "Facebook's Long, Costly Path to Metaverse Reality", "date": "2021-10-26 08:52", "summary": "Social-media company sees growing market for digital clothes, tools in an online world people will inhabit. Mark Zuckerberg says he has long imagined a virtual world where people work, play and interact. Now he's preparing to spend billions of dollars and years of effort at making that a reality so Facebook Inc. can prosper.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-energy-crisis-complicates-its-plans-for-climate-announcements-ahead-of-cop26-11635252471", "title": "China's Energy Crisis Complicates Its Plans for Announcements Ahead of COP26", "date": "2021-10-26 08:47", "summary": "Worst power shortage in two decades is squeezing Chinese leaders between U.N. climate expectations and need for stable supply of energy. Starting in late September, China's top leadership began holding a series of emergency meetings.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-designer-kim-jones-takes-fashion-beyond-an-exclusive-club-11635251467", "title": "How Designer Kim Jones Takes Fashion Beyond an Exclusive Club", "date": "2021-10-26 08:31", "summary": "Resume Subscription. When Kim Jones was named artistic director of Dior Men in March 2018, he had earned a reputation as a pioneering menswear designer, most recently at Louis Vuitton . But he had never helmed a collection for women when he was also appointed artistic director of Fendi's womenswear-and haute couture-in September 2020. That move meant that suddenly Jones had creative control of two of luxury's premier global brands, both within the LVMH conglomerate, with responsibility for about a dozen collections a year. The only point of reference for such industry dominance was the multitalented Karl Lagerfeld, who had been designing for Fendi for more than half a century when he died in February 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/alec-baldwins-low-budget-film-rust-was-never-meant-for-the-big-screen-11635251402", "title": "Alec Baldwin's Low-Budget 'Rust' Was Never Meant for the Big Screen", "date": "2021-10-26 08:30", "summary": "Once likely to make the rounds of film festivals and artsy theaters, small indie films now have limited windows of exhibition. \"Rust,\" the movie that Alec Baldwin was producing and starring in and which last week became the site of a fatal shooting near Santa Fe, N.M., was never meant to be a box-office blockbuster.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-third-quarter-earnings-driven-higher-by-fees-from-wealthy-clients-11635227924", "title": "UBS Earnings Driven Higher by Fees From Wealthy Clients", "date": "2021-10-26 08:11", "summary": "Profit for UBS's investment bank rose 32%. UBS Group AG posted its highest quarterly net profit since 2015 and announced plans for a digital investing tool that it hopes will expand its wealth-management business beyond the very rich.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-retailers-becoming-big-property-owners-with-warehouse-deals-11635249601", "title": "Big Retailers Becoming Big Property Owners With Warehouse Deals", "date": "2021-10-26 08:00", "summary": "Companies look to save long-term costs while making a bet on commercial real estate's hottest sector. Retail giants like Amazon.com Inc. and Costco Wholesale Corp. think they have found a way to boost their e-commerce operations and save money: Own the warehouses where they stack piles of products.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-real-estate-sales-and-values-surge-to-records-11635249600", "title": "Commercial Real-Estate Sales and Values Surge to Records", "date": "2021-10-26 08:00", "summary": "Investors hunting for yield gobbled up apartment buildings, life-science labs and industrial properties during the third quarter. Investors purchased a record amount of commercial real estate in the third quarter, defying warnings that the Covid-19 pandemic would erode these property values and starve the industry of cash.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-rains-help-end-wildfires-and-fill-reservoirs-11635249600", "title": "California Rains Help End Wildfires and Fill Reservoirs", "date": "2021-10-26 08:00", "summary": "Atmospheric rivers deliver record rainfall and much-needed water to state beset by drought and a destructive fire season. Heavy rains that drenched Northern California over the past week put an end to two of the state's largest wildfires and delivered water to its drought-addled reservoirs.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-gains-favor-in-europes-east-angering-china-11635248811", "title": "Taiwan Gains Favor in Europe's East, Angering China", "date": "2021-10-26 07:46", "summary": "Disappointment over a lack of major Chinese investments has left some capitals feeling they have little to lose by deepening ties with Taipei. BERLIN-Nations across Central and Eastern Europe are deepening ties with Taiwan as relations with China cool, leading to confrontation with Beijing.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-are-frozen-but-indias-are-overcooked-11635247201", "title": "Chinese Stocks Are Frozen but India's Are Overcooked", "date": "2021-10-26 07:20", "summary": "Selling China and buying India has been a popular trade this year, but the Indian market is starting to look pricey. Chinese equities' terrible, no good, very bad year has been a boost to India. But with energy prices rising and India's market already very richly valued, buying in now might be a mistake.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designers-strive-to-upgrade-gender-neutral-clothing-11635246000", "title": "Fashion Designers Strive to Upgrade Gender-Neutral Clothing", "date": "2021-10-26 07:00", "summary": "Zippers and reworked size charts prove useful tools in the quest to go beyond the baggy T-shirt. Gender-neutral clothing is no longer an obscure corner of the fashion world, but as interest in such designs grows, some of the lines have been criticized as overly baggy and lacking imagination.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lowdown-on-the-third-quarter-slowdown-11635246000", "title": "The Lowdown on the Third-Quarter Slowdown", "date": "2021-10-26 07:00", "summary": "U.S. economic growth probably slowed considerably in the quarter, but there is disagreement on just how much. Everybody thinks the U.S. economy slowed down in the third quarter. They don't agree on how much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-commits-to-net-zero-emissions-by-2050-shedding-climate-outlier-status-11635245929", "title": "Australia Commits to Net-Zero Emissions by 2050", "date": "2021-10-26 06:58", "summary": "Prime Minister Scott Morrison disappointed environmental groups by not committing to a more ambitious 2030 target. SYDNEY-Australia formally adopted a plan to achieve net-zero carbon emissions by 2050 just days before the start of a United Nations climate summit, ending its status as an outlier among developed nations, many of which had already set such a target.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roh-tae-woo-leader-during-south-koreas-transition-to-democracy-dies-11635245017", "title": "Roh Tae-woo, Leader During South Korea's Transition to Democracy, Dies", "date": "2021-10-26 06:43", "summary": "The first democratically elected president was part of coup while the country was under military dictatorship. SEOUL-Roh Tae-woo, South Korea's first democratically elected president who played a controversial role in the country's transition from a military dictatorship, died Tuesday. He was 88 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/princess-mako-of-japan-marries-kei-komuro-loses-royal-status-11635216229", "title": "Japan's Princess Mako Loses Royal Status as She Marries a Commoner", "date": "2021-10-26 06:34", "summary": "Princess marries Fordham Law graduate, prepares to move to U.S. as she denounces media for reports that drove her to despair. TOKYO-Japan's Princess Mako married her college sweetheart, became a commoner and, hours later, denounced the media for what she said were groundless reports that drove her to despair.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mucinex-owner-reckitt-sees-surge-in-demand-as-colds-flu-return-11635244353", "title": "Mucinex Owner Sees Surge in Demand as Colds, Flu Return", "date": "2021-10-26 06:32", "summary": "Easing of pandemic-era social distancing leads to higher demand for over-the-counter medicines. Reckitt Benckiser Group PLC said demand for its cold and the flu products was picking up as social distancing eases, helping the owner of Mucinex medicine report stronger quarterly sales and raise its guidance for the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-bets-episode-3-11635242460", "title": "'Bad Bets,' Episode 3", "date": "2021-10-26 06:01", "summary": "Hear from the whistleblowers who exposed Enron's financial engineering. Enron's stock price rose astronomically in the late '90s, buoyed by investor confidence in former Chief Executive Jeffrey Skilling-and by earnings reports that seemed to show Enron's profits growing by leaps and bounds. But as we now know, those numbers were engineered by a man named Andy Fastow, Enron's chief financial officer at the time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-nwsl-womens-soccer-new-stadium-11635214796", "title": "Kansas City Will Get a New Kind of Stadium-Just for Women's Soccer", "date": "2021-10-26 06:00", "summary": "Owners of Kansas City's NWSL team are building a $70 million arena that would be among the few in the world made for a women's pro team. Billions of dollars have been spent to build stadiums for American men's professional sports teams.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-encounters-challenge-in-bid-to-hire-a-prominent-democratic-lobbyist-11635240600", "title": "Facebook Encounters Challenge in Bid to Hire a Prominent Democratic Lobbyist", "date": "2021-10-26 05:30", "summary": "Resume Subscription. WASHINGTON- Facebook Inc. spent more on federal lobbying last year than any other company, but its influence operation in Democratic-dominated Washington is conspicuously lacking in one crucial area: Democrats.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/severe-drought-hits-south-america-11635240602", "title": "Severe Drought Hits South America", "date": "2021-10-26 05:30", "summary": "Resume Subscription. HERNANDARIAS, Paraguay-Most years, when rains are normal, four Olympic swimming pools worth of water passes each second through the mammoth Itaipú Dam, churning out electricity for both Paraguay and Brazil and allowing ships and barges to export grains as far away as China.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/banks-debt-sales-are-driving-the-corporate-bond-market-11635240601", "title": "Banks' Debt Sales Are Driving the Corporate Bond Market", "date": "2021-10-26 05:30", "summary": "Financial institutions account for more than one-third of all the investment-grade debt issued this year. U.S. banks are overrun with cash. So they are loading up on debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-weighs-sale-or-spinoff-of-generic-drug-unit-sandoz-11635240647", "title": "Novartis Weighs Sale or Spinoff of Generic Drug Unit Sandoz", "date": "2021-10-26 05:30", "summary": "Swiss drug giant's review of generics business comes as it grapples with falling prices for copy-cat medicines. Novartis AG said it is considering the sale or spinoff of its generic drugs business Sandoz, a move that would focus the once-sprawling healthcare conglomerate solely on innovative prescription drugs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casino-operator-crown-resorts-engaged-in-illegal-behavior-report-finds-11635232492", "title": "Casino Operator Crown Resorts Engaged in Illegal Behavior, Report Finds", "date": "2021-10-26 03:14", "summary": "Crown allowed to keep casino in Australian state of Victoria, but a government-appointed special manager to oversee operations. SYDNEY-To evade Chinese rules on overseas money transfers, Chinese high rollers arriving in the city of Melbourne in the mid-2010s had a playbook they could follow.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-military-readiness-china-threat-us-defense-11635174187", "title": "Is Taiwan's Military Ready for War? Few Think So", "date": "2021-10-26 01:02", "summary": "Resume Subscription. The concern that China might try to seize Taiwan is preoccupying American military planners and administration officials. Few of them think Taiwan's military could hold the line.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-developer-modern-land-fails-to-repay-250-million-u-s-dollar-bond-11635222852", "title": "Chinese Developer Modern Land Fails to Repay $250 Million U.S. Dollar Bond", "date": "2021-10-26 00:34", "summary": "The green real-estate company had previously sought to extend the bond's Oct. 25 due date. Modern Land (China) Co. , a 21-year-old developer that focuses on green projects, failed to repay a $250 million dollar bond that matured Monday, adding to a string of missed payments by Chinese real-estate companies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11635178609", "title": "Pepper...and Salt", "date": "2021-10-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]