[{"link": "https://www.wsj.com/articles/jbs-meat-plants-face-slow-restart-after-cyberattack-11622633982", "title": "Meat Supplies Tighten as Cyberattack on JBS Snarls Food Chain", "date": "2021-06-02 19:31", "summary": "Slaughterhouse outages are latest blow to industry facing higher costs, labor shortages. A ransomware attack against JBS SA sent shock waves throughout the U.S. food industry and exacerbated tension between Washington and Moscow, even as the meatpacker restarted plant operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomos-office-has-2-5-million-contract-for-counsel-in-federal-investigation-11622676315", "title": "Andrew Cuomo's Office Has $2.5 Million Contract for Counsel in Federal Probe", "date": "2021-06-02 19:25", "summary": "Records show the contract's maximum amount has grown as probe into the Cuomo administration's handling of Covid-19 deaths has expanded. New York Gov. Andrew Cuomo's office signed a $2.5 million contract with a Manhattan law firm earlier this year for its legal services in connection to a federal investigation into the Cuomo administration's handling of Covid-19 deaths at nursing homes, state records show.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coach-k-retirement-jon-scheyer-11622667941", "title": "Duke's Mike Krzyzewski Plans to Retire in 2022", "date": "2021-06-02 19:17", "summary": "The legendary coach said that the next college basketball season will be his last before he's replaced by coach-in-waiting Jon Scheyer. Mike Krzyzewski has won more than 1,000 games, five national championships and transformed Duke into a blue blood of college basketball in more than 40 years on the job. And next year will be his last.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-netanyahu-government-11622666936", "title": "Israeli Government Deal Puts Netanyahu on Brink of Ouster", "date": "2021-06-02 18:57", "summary": "Coalition led by Naftali Bennett and Yair Lapid will seek to resurrect an economy amid a fragile peace with Hamas. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu's rivals agreed to form a coalition government that would dislodge the country's longest-serving leader, a major political shake-up as the nation seeks to protect a fragile truce with the Palestinian militant group Hamas.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-plans-to-sell-13-7-billion-of-corporate-bonds-etfs-by-year-end-11622666400", "title": "Fed to Sell Corporate Bonds, ETFs Acquired During Covid-19 Crisis", "date": "2021-06-02 18:44", "summary": "Central bank made purchases to shore up liquidity in debt markets after pandemic hit in early 2020. The Federal Reserve will soon begin selling off the corporate bonds and exchange-traded funds it amassed last year through an emergency-lending vehicle set up to contain the Covid-19 pandemic's economic fallout.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-capito-seek-progress-in-infrastructure-talks-11622635201", "title": "Biden Discusses Infrastructure With Republican Senator", "date": "2021-06-02 18:34", "summary": "President and Republican senator aim to close wide gap between plans for infrastructure spending. WASHINGTON-President Biden met Wednesday afternoon with the Senate Republican leading GOP efforts to craft infrastructure legislation, as the two sides continue to seek common ground ahead of a Biden administration deadline next week to show progress in the negotiations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-seek-30-year-sentence-for-derek-chauvin-in-george-floyd-murder-11622671248", "title": "Prosecutors Seek 30 Years for Derek Chauvin in George Floyd Murder", "date": "2021-06-02 18:29", "summary": "Defense asks for reduced sentence or probation, while laying out arguments for a retrial of ex-Minneapolis police officer. Prosecutors on Wednesday said they are seeking a 30-year sentence for former Minneapolis police officer Derek Chauvin, convicted in April of the murder of George Floyd, while his defense attorney asked for less than the 15-year maximum in state sentencing guidelines or probation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-likely-to-gain-third-seat-on-exxon-board-11622664757", "title": "Activist Likely to Gain Third Seat on Exxon Board", "date": "2021-06-02 18:11", "summary": "Hedge fund Engine No. 1 challenged Exxon's strategy amid climate-change concerns. An activist investor is likely to pick up a third seat on the board of Exxon Mobil Corp., giving it additional leverage to press the oil giant to address investor discontent about diminished profits and its fossil-fuel focused strategy amid concerns about climate change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-is-running-out-of-options-to-rein-in-elon-musk-11622670845", "title": "SEC Has Limited Options to Regulate Elon Musk", "date": "2021-06-02 17:54", "summary": "Tesla CEO has resisted demand for restraint in his public comments. WASHINGTON-The Securities and Exchange Commission has tried for several years to get Elon Musk to behave more like a typical corporate leader. It hasn't worked.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-ts-pipes-are-calling-11622670473", "title": "AT&T's Pipes Are Calling", "date": "2021-06-02 17:47", "summary": "Network operators should let go of the content creation dream and focus on content delivery.. AT&T is unloading its Warner Media properties but why did it buy Time Warner in the first place? For the same reason Time Warner (Cable) bought AOL, and Verizon bought Yahoo, and Vivendi bought Universal. Call it margin envy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-its-still-the-economy-stupid-11622670377", "title": "Yes, It's Still the Economy, Stupid", "date": "2021-06-02 17:46", "summary": "Swing voters dislike big spending. The GOP can't focus only on the culture war.. President Biden proposes a $6 trillion budget he claims \"will strengthen our nation's economy and improve our long-run fiscal health.\" His acting Office of Management and Budget director, Shalanda Young, told reporters the budget seeks \"robust, durable economic growth and broadly shared prosperity.\" The numbers tell a different story, and voters seem to be taking notice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-juul-deal-goes-to-trial-11622632516", "title": "Altria-Juul Deal Goes to Trial", "date": "2021-06-02 17:46", "summary": "FTC says Altria pulled its e-cigarettes off the market at Juul's insistence ahead of 2018 investment; Altria says its product was a failure. Altria Group Inc. and the Federal Trade Commission are squaring off over allegations that the Marlboro maker engaged in anticompetitive practices ahead of its 2018 investment in e-cigarette startup Juul Labs Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wrestler-kowtows-a-musician-stands-up-11622670322", "title": "A Wrestler Kowtows; a Musician Stands Up", "date": "2021-06-02 17:45", "summary": "John Cena grovels to China as Sean Lennon tweets up a politically incorrect storm.. Professional wrestling isn't known to be especially woke, but commercial pressure got to wrestler and actor John Cena. In a May 25 interview conducted in Mandarin, Mr. Cena told the Taiwanese news station TVBS that \"Taiwan is the first country that can watch 'F9.' \" The latest \"Fast & Furious\" sequel, in which Mr. Cena has a supporting role, opens in the U.S. later this month.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/populists-may-kill-chiles-pension-success-11622670275", "title": "Populists May Kill Chile's Pension Success", "date": "2021-06-02 17:44", "summary": "The destruction of the Chicago Boys' achievement has long been a goal of the left.. Populist politicians are destroying Chile's revolutionary pension system. In 1981 Chile became the first country to privatize social security, ending the pay-as-you-go system that had been in place since 1924 and had collapsed. Now Chile's left wants to resurrect it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banning-critical-race-theory-11622670206", "title": "Banning Critical Race Theory", "date": "2021-06-02 17:43", "summary": "Teaching 'systemic racism' was imposed on students, until politics pushed back.. An emerging reality of the current American presidency is that any normalcy Joe Biden may have promised was entirely fake.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-life-of-the-savoy-review-avictorian-confection-11622670159", "title": "'The Secret Life of the Savoy' Review: A Victorian Confection", "date": "2021-06-02 17:42", "summary": "The family that produced the Gilbert & Sullivan operas also ran the most modern, luxurious and talked-about hotel in London.. In 1889 the impresario Richard D'Oyly Carte opened a hotel the likes of which had never been seen. The Savoy was the ultimate in elegance and style, the antithesis of Victorian stuffiness. D'Oyly Carte, the backer of Gilbert & Sullivan's comic operas, built it in London with profits from \"The Pirates of Penzance\" and \"The Mikado.\" There were 400 guest rooms, a cocktail bar, private baths with hot and cold running water, electric light, and two grand elevators he called \"ascending rooms.\" There was even outdoor dining on a terrace by the Thames (Monet and Whistler painted the view across the river from their rooms).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-communications-hires-new-cfo-after-emerging-from-chapter-11-11622669854", "title": "Frontier Communications Hires New CFO After Emerging From Chapter 11", "date": "2021-06-02 17:37", "summary": "The company, which faces an FTC lawsuit, looks to expand its network of fiber-optic cables. Frontier Communications Parent Inc. has hired a new executive to take charge of its finances just weeks after the telecommunications company emerged from bankruptcy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-price-jumps-on-coinbase-debut-prospect-11622633019", "title": "Dogecoin Rallies on Prospect of Coinbase Trading Debut", "date": "2021-06-02 17:32", "summary": "Joke cryptocurrency rose over 20% after exchange operator said it would allow trading, prompting cheers from Elon Musk. Dogecoin got a new lease on life Wednesday, with the price rallying sharply after Coinbase Global Inc. said it would allow users to trade the joke cryptocurrency on a platform that is geared toward more experienced investors. Fresh tweets from Tesla Chief Executive Elon Musk also provided a catalyst.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coverups-tuesday-crossword-june-2-11622133537", "title": "Coverups (Wednesday Crossword, June 2)", "date": "2021-06-02 17:31", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-race-against-a-cure-11622669124", "title": "Government Race Against a Cure", "date": "2021-06-02 17:25", "summary": "EU and U.S. trust busters try to stop a biotech merger in a market that doesn't yet exist.. Competition cops in the U.S. and Europe have been stepping up merger scrutiny, which may be warranted in some cases. But now they're colluding to stop a biotech deal that has the potential to accelerate genomic cancer testing and save countless lives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-06-02-2021-11622619839", "title": "Meme Stocks Surge as Major Indexes Edge Higher", "date": "2021-06-02 17:19", "summary": "S&P 500 ekes out gain to close the day while AMC, BlackBerry, GameStop continue to rally. Major U.S. stock indexes edged higher Wednesday as concerns around the consequences of a strong economic recovery, marked by inflation, continued to buffet the market.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/work-free-or-die-in-new-hampshire-11622668661", "title": "Work Free or Die in New Hampshire", "date": "2021-06-02 17:17", "summary": "The Granite State has a chance to join the ranks of right-to-work states.. New Hampshire's motto is Live Free or Die, and the state has long been a beacon of individual liberty in the Northeast. Republicans who flipped control of the statehouse last November have a chance to make their state even more free this week by enacting right-to-work legislation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-sales-are-booming-the-rental-market-is-following-suit-11622668531", "title": "Real-Estate Sales Are Booming. The Rental Market Is Following Suit.", "date": "2021-06-02 17:15", "summary": "Resume Subscription. The pandemic flight patterns that saw an influx of newcomers to cities like Tampa, Fla., Austin and Detroit has transformed the rental market. Low supply-and the desire of many to try out a destination before committing-have led to a rental boom that parallels that of the sales market.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-did-fauci-tell-trump-about-wuhan-11622668545", "title": "What Did Fauci Tell Trump About Wuhan?", "date": "2021-06-02 17:15", "summary": "Newly disclosed emails about the possibility of a laboratory origin for the pandemic.. Highly skilled in the ways of Washington, Dr. Anthony Fauci persuaded a reluctant President Donald Trump to endorse shutting down much of the U.S. economy in the spring of 2020. After Mr. Trump turned against the idea, many governors continued to mandate shutdowns, supported by bleak pronouncements from Dr. Fauci and his adoring media fan base. The broad lockdown was a national disaster, yielding questionable public-health benefits and a mountain of new federal debt that America's children will spend many years trying to finance. Prior to selling Mr. Trump on this radical therapy to address Covid-19, did Dr. Fauci disclose everything he knew about the possibility that a Chinese lab partly funded by his own institute might be the source of the pandemic?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-budget-signal-to-the-fed-11622668053", "title": "Biden's Budget Signal to the Fed", "date": "2021-06-02 17:07", "summary": "His economists assume negative real interest rates for a decade.. A President's budget is the clearest signal of his priorities, and we keep finding gems buried in the White House document released under holiday weekend cover on Friday. Well, maybe gems isn't the right word, but consider the budget's not-so-subtle message to the Federal Reserve about interest rates.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bahrain-facing-a-covid-surge-starts-giving-pfizer-boosters-to-recipients-of-chinese-vaccine-11622648737", "title": "Bahrain Starts Giving Pfizer Boosters to Recipients of Chinese Vaccine", "date": "2021-06-02 17:03", "summary": "Residents who are over 50, are obese or have chronic illnesses are urged to get a Pfizer-BioNTech shot six months after their full Sinopharm vaccination. DUBAI-The Persian Gulf island nation of Bahrain, battling a sharp resurgence of Covid-19 despite high levels of inoculation with a Chinese-made vaccine, has started giving booster shots to vulnerable citizens using a different vaccine made by Pfizer Inc. and BioNTech SE, a senior official said.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-progressive-infrastructure-blacklist-11622667739", "title": "The Progressive Infrastructure Blacklist", "date": "2021-06-02 17:02", "summary": "Biden's own advisory council says no to road and pipeline repairs.. President Biden wants to spend hundreds of billions of dollars on infrastructure, but there's a contradiction at the heart of his ambition. His own White House Environmental Justice Advisory Council issued a report in May that blacklisted a litany of projects most Americans would think are classic public works.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flying-the-politically-correct-skies-11622582126", "title": "Flying the Politically Correct Skies", "date": "2021-06-02 16:59", "summary": "American Airlines and Delta may want to reconsider their international route maps.. This is getting awkward. Woke and weak corporate executives at American Airlines and Delta have been trying to signal virtue by opposing, respectively, pending voting reforms in Texas and a new voting law in Georgia. But now it looks like consistency will require the airline bosses to condemn many of the destinations on their international route maps.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-rally-accelerates-as-stock-price-more-than-doubles-11622656821", "title": "You May Own AMC Stock After Its 2,850% Gain and Not Even Know It", "date": "2021-06-02 16:50", "summary": "GameStop and AMC remain part of the Russell 2000 value index despite a dazzling run-up in the shares. A dizzying run for meme stocks including AMC Entertainment Holdings Inc. accelerated Wednesday, sending the movie-theater chain's stock to a new closing high and powering some unexpected stock-market winners.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-ad-agency-invests-in-shop-started-by-michael-b-jordan-and-nike-vet-chad-easterling-11622666700", "title": "Endeavor Ad Agency Invests in Shop Founded by Michael B. Jordan and Nike Vet", "date": "2021-06-02 16:45", "summary": "Obsidianworks was formed to help companies create more inclusive marketing, say its founders, one a Hollywood star and the other a prominent marketing executive. An ad agency owned by entertainment marketing company Endeavor is investing in Obsidianworks, a new marketing shop founded by the actor Michael B. Jordan and ex- Nike marketing executive Chad Easterling, the companies said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jubilee-by-japanese-breakfast-review-laughing-and-crying-at-the-same-time-11622666418", "title": "'Jubilee' by Japanese Breakfast Review: Laughing and Crying at the Same Time", "date": "2021-06-02 16:40", "summary": "The singer-songwriter Michelle Zauner follows up her memoir, 'Crying in H Mart,' with an album that finds new levity among her usual somber topics. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-entrepreneurs-have-learned-from-the-covid-19-pandemic-11622559600", "title": "What Entrepreneurs Have Learned From the Covid-19 Pandemic", "date": "2021-06-02 16:40", "summary": "One key to staying afloat during a crisis: plan ahead. The pandemic has hit small businesses hard, with millions failing and countless others teetering on the edge of collapse.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/desert-in-review-opera-gets-the-miniseries-treatment-11622666257", "title": "'Desert In' Review: Opera Gets the Miniseries Treatment", "date": "2021-06-02 16:37", "summary": "Boston Lyric Opera teams up with television professionals on an inventive project set in a supernatural motel. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economic-activity-picked-up-in-spring-fed-beige-book-says-11622658387", "title": "U.S. Economic Activity Picked Up in Spring, Fed Beige Book Says", "date": "2021-06-02 16:30", "summary": "Businesses reported issues with supply constraints, worker shortages and higher prices. The U.S. economy continued to pick up speed in the spring, as consumers, many of them newly vaccinated and flush with federal stimulus cash, returned to restaurants, hotels and retail stores, the Federal Reserve said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developed-countries-lock-up-covid-19-vaccines-through-2023-11622665655", "title": "Developed Countries Lock Up Covid Vaccines Through 2023", "date": "2021-06-02 16:27", "summary": "Recent deals by EU, Canada and others come as developing nations clamor for doses, hardening a divide between rich and poor countries. The European Union, Canada and other developed countries have signed deals to get hundreds of millions of doses of Covid-19 vaccines and boosters over the next two years, furthering a divide between rich and poor countries.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bedroom-design-ideas-make-it-chic-but-still-restful-11622664887", "title": "Bedroom Design Ideas: Make It Chic, but Still Restful", "date": "2021-06-02 16:14", "summary": "Can a bedroom's interior design be expressive and colorful but still soothing enough to ease you to sleep? Yes, and here's how.. FIND THAT ONE thing that can serve as the inspiration for the color palette,\" said Caitlin Murray, founder of Los Angeles's Black Lacquer Design, when asked how to tackle a room's décor. \"It's such an easy cheat.\" In the case of a blandly modernized room in West Hollywood, the interior designer used an abstract painting as her jumping-off point. Guided by its mix of neutrals and pastels, she set about giving the bedroom enough character \"for a lovely, spirited lady of a client\" without over-energizing a space meant to be serene.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-derby-winner-medina-spirit-positive-drug-test-confirmed-11622647647", "title": "Kentucky Derby Winner Medina Spirit's Positive Drug Test Confirmed", "date": "2021-06-02 16:13", "summary": "The first-place finisher in the Derby stands to be disqualified, while Churchill Downs has suspended trainer Bob Baffert for two years. Medina Spirit's first-place finish in this year's Kentucky Derby moved a step closer to being overturned after a post-race drug test for the Bob Baffert-trained colt was confirmed positive by a second sample taken at the same time.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weightlifting-thursday-crossword-june-3-11622133734", "title": "Weightlifting (Thursday Crossword, June 3)", "date": "2021-06-02 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-inflation-bet-loses-some-steam-11622626202", "title": "Investors' Inflation Bet Loses Some Steam", "date": "2021-06-02 15:59", "summary": "A key measure of inflation expectations has slipped in recent days, stirring debate over whether it has peaked. A key measure of investors' inflation expectations has slipped in recent days, stirring debate over whether it has finally peaked after this year's near-relentless climb.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memorial-day-covid-19-data-will-likely-mark-pandemic-milestone-11622660779", "title": "Memorial Day Will Likely Mark Covid-19 Pandemic Milestone", "date": "2021-06-02 15:35", "summary": "Public-health officials, epidemiologists predict vaccinations will keep new cases at bay. Memorial Day will be the first major test of the effectiveness of Covid-19 vaccinations in the U.S., according to many epidemiologists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-10-series-and-movies-to-stream-this-week-11622662447", "title": "What to Watch: 10 Series and Movies to Stream This Week", "date": "2021-06-02 15:34", "summary": "Julianne Moore on Stephen King and 'Lisey's Story,' the Australian series 'Ms. Fisher's Modern Murder Mysteries' and other items to add to your queue.. ", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-mental-health-services-for-schools-11622662043", "title": "We Need Mental-Health Services for Schools", "date": "2021-06-02 15:27", "summary": "Supporting students' mental health is foundational to supporting their academic success, as well as promoting their healthy development.. Crispin Sartwell implies that schools aren't places of learning because they provide mental-health support (\"Do Psychologists Cause 'Mental Illness'?,\" op-ed, May 21). To the contrary, supporting students' mental health is foundational to supporting their academic success, as well as promoting their healthy development. Students with unmet mental and behavioral health needs cannot learn to their fullest. According to the Centers for Disease Control and Prevention, by 7th grade 40% of students will have experienced a mental-health issue such as depression and anxiety and each year nearly one in five school-age children and youth meet the criteria for a mental-health disorder. Less than 20% of students get the help they need. Of those who do, more than 75% get help in schools, in part because school is where children are, and for some, it's the only place mental-health services are accessible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-and-order-nyc-in-real-life-not-on-tv-11622661953", "title": "Law and Order NYC: In Real Life, Not on TV", "date": "2021-06-02 15:25", "summary": "The cost, the crime and the constant feeling that there was a better way led to the move.. I was struck by Daniel Henninger's \"Law and Order: It's Back\" (Wonder Land, May 20). I was a 46-year resident of Brooklyn. I moved with my family to Syosset, N.Y., because our two sons were mugged twice. We then moved to Florida after 20 years because of high taxes and a diminishing quality of life. This was not easy given that I was a lifelong New Yorker and worked for Mayor Ed Koch in various capacities for over 13 years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-security-law-stifles-dissenters-11622661820", "title": "Hong Kong's Security Law Stifles Dissenters", "date": "2021-06-02 15:23", "summary": "U.N. human-rights experts expressed concern that the National Security Law does not conform with the Universal Declaration of Human Rights. In his May 22 letter, John K.C. Lee, the secretary for security of the Hong Kong government, contends that the denial of bail and imprisonment of Jimmy Lai and the confiscation of his property are impartial measures under Hong Kong's new National Security Law.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-many-journalists-need-to-raise-their-ethical-bar-11622661476", "title": "Too Many Journalists Need to Raise Their Ethical Bar", "date": "2021-06-02 15:17", "summary": "The less journalists actually know about the veracity of a story, the more defensible their legal position.. Holman Jenkins aptly describes the journalists involved in the Steele affair as \"lazy\" (\"Two Grifters and a Dossier,\" Business World, May 26). Of course, they are intellectually lazy-it's absurdly in their interest. When it comes to public figures, knowing less is a better defense than actually doing their job. The 1964 Supreme Court case Sullivan v. New York Times requiring \"actual malice\" has given the news business a perverse incentive. The less journalists actually know about the veracity of a story, the more defensible their legal position. Justice Clarence Thomas recently described the malice standard as \"almost impossible\" to prove, and without a reporter unearthing counterfactual accounts, proving malice is properly impossible. So reporters find a story they love with suspect, but well-placed, sourcing and run it without corroboration.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-navy-ship-sinks-after-catching-fire-in-gulf-of-oman-11622634903", "title": "Iran Probes Fire That Sank Large Navy Ship", "date": "2021-06-02 15:13", "summary": "Sinking of the Kharg follows a string of fires and explosions at security sites. Iran is investigating a fire that sank one of its largest navy ships early Wednesday in the Gulf of Oman, according to Iranian state media, the latest blow to the country's vital infrastructure and military assets.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-levy-tariffs-over-digital-service-tax-but-suspend-implementation-11622646263", "title": "U.S. to Levy Tariffs Over Digital Tax, but Suspend Implementation", "date": "2021-06-02 15:13", "summary": "Levies won't be imposed while U.S., other countries seek to negotiate a resolution. WASHINGTON-The U.S. said Wednesday it will impose tariffs on the U.K. and five other countries in response to their taxes on U.S. technology companies, but will suspend the levies for six months as it seeks to negotiate an international resolution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opera-makes-a-strange-comeback-no-touching-n95s-for-the-chorus-11622660859", "title": "Opera Makes a Strange Comeback: No Touching, N95s for the Chorus", "date": "2021-06-02 15:07", "summary": "Huge spectacles are gone for now and directors are trying to adapt with masks and redesigned sets; 'a Covid Traviata'. Last month, Italian director Damiano Michieletto reopened the season at U.K.'s Glyndebourne opera house with a performance of \"Kat'a Kabanova,\" a tragic tale about a lonely wife drawn into a passionate affair.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-apps-can-help-you-manage-your-finances-after-college-11622660529", "title": "These Apps Can Help You Manage Your Finances After College", "date": "2021-06-02 15:02", "summary": "Life after college is full of financial decisions. Apps like Realworld, Credit Karma and Mint can help navigate the confusing world of \"adulting.\". Each year, thousands of college students graduate into the real world with little or no preparation for its many financial decisions. While each generation has its own struggles with coming of age, this generation is facing record levels of student debt and an uncertain job market. For help, some are turning to apps to learn the personal finance skills they didn't learn in school or from their parents.", "categories": [["Money"]], "category_links": ["https://www.wsj.com/news/types/noted-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/profits-may-not-be-so-seamless-for-doordash-uber-eats-11622659986", "title": "Profits May Not Be So Seamless for DoorDash, Uber Eats", "date": "2021-06-02 14:53", "summary": "DoorDash and Uber seem confident they can profit where Grubhub couldn't, but the industry's dynamics are little changed. They say those who don't learn from history are doomed to repeat it. But in food delivery, DoorDash and Uber Eats are trying to avoid repetition.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ransomware-is-an-intolerable-situation-fireeye-ceo-says-11622649180", "title": "Rise in Ransomware Requires Strong Government Response, Executives Say", "date": "2021-06-02 14:42", "summary": "Ransomware has become an intolerable situation in many nations, says FireEye CEO Kevin Mandia. A rash of cybercrimes against companies and critical infrastructure requires a muscular response from the U.S. government, even as companies themselves must take steps to combat attacks, executives and cyber officials say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/race-and-entrepreneurship-share-your-story-11622657412", "title": "Race and Entrepreneurship: Share Your Story", "date": "2021-06-02 14:10", "summary": "The Wall Street Journal is reporting on race and American business. Have a story to share? Tell us here.. The Wall Street Journal is reporting on race and entrepreneurship. One hundred years after the Tulsa Race Massacre, the community known as Black Wall Street has become a symbol of the challenges Black communities face in building and sustaining wealth. If you are a Black entrepreneur, what lessons do you draw from the legacy of Black Wall Street? How have your forebears influenced the way you think about business, community and purpose? We would like to hear about your experiences in the form below.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-renting-a-home-became-as-easy-as-ordering-food-11622657142", "title": "What if Renting a Home Became 'as Easy as Ordering Food'?", "date": "2021-06-02 14:05", "summary": "Real-estate developers and websites are offering short-term rentals with no strings attached, so renters can test-drive new homes and new cities. As the coronavirus pandemic closed schools and businesses last spring, Bryan Conzone, an otherwise healthy tech entrepreneur, caught a case of wanderlust.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneur-business-children-11622218661", "title": "Why Many Entrepreneurs Treat Their Businesses Like Their Children", "date": "2021-06-02 14:00", "summary": "When owners think about their businesses, their brain patterns are similar to the brain patterns of parents thinking about their children. It's no secret that entrepreneurs think of startups as their babies.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-ferry-service-slowed-by-ransomware-attack-11622655610", "title": "Ransomware Attack Hits Martha's Vineyard Ferry Service", "date": "2021-06-02 13:40", "summary": "Operations delayed between mainland Massachusetts and Martha's Vineyard and Nantucket. BOSTON-Ferry service between mainland Massachusetts and the islands of Martha's Vineyard and Nantucket was slowed Wednesday by a ransomware cyberattack, officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-expert-ways-to-get-more-instagram-followers-a-summer-experiment-11622655483", "title": "10 Expert Ways to Get More Instagram Followers: A Summer Experiment", "date": "2021-06-02 13:38", "summary": "The surprising adventures of a social-media climber who grew his following by 20%-and what the pros say he did right and wrong. WHY WOULD ANYONEwant more Instagram followers?\" sighed a friend two summers ago. \"Mine just plague me with emojis in the comments.\" With 8,000 fans, she could get 300 likes just by aiming her phone down and haphazardly photographing her feet. I'd attracted a mere 950 followers; none was blindly interested in photos of my limbs. This seemed problematic. As the editor of a newspaper's lifestyle section when Instagram was increasingly defining lifestyle trends, I considered it a professional duty to conquer the platform and acquire enough followers to be plagued at least a little. Besides, I was feeling competitive.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-your-long-wait-for-packages-11622653994", "title": "Behind Your Long Wait for Packages", "date": "2021-06-02 13:13", "summary": "American ports aren't productive enough to weather disruptions and increased demands.. Global supply chains are buckling, driving up prices, creating shortages and frustrating consumers. If at any point in the past seven months you looked out to sea from the Los Angeles-Long Beach container port complex, the largest in the U.S., you would see the problem: up to 40 container ships anchored, with nowhere to go. There's no space in the clogged ports. To put it another way, you're looking at as many as 100,000 containers-holding everything from running shoes and home electronics to frozen seafood and furniture-waiting to be unloaded and then shipped to factories, stores and homes across the country.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-different-kind-of-labor-boss-11622653954", "title": "A Different Kind of Labor Boss", "date": "2021-06-02 13:12", "summary": "Richard Brown wants to get California's SEIU out of politics and negotiate more aggressively.. Labor unions' officer elections are typically predictable affairs. But every now and then an underdog scores an upset. That's what happened last week in an election for president of Service Employees International Union Local 1000, California's largest state employees' union, when challenger Richard Brown toppled 13-year incumbent Yvonne Walker.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-prime-day-set-for-june-21-22-11622635891", "title": "Amazon Prime Day Is Set for June 21-22", "date": "2021-06-02 12:59", "summary": "Annual sales event will be final Prime Day with Jeff Bezos as CEO. Amazon.com Inc. said it would hold its Prime Day on June 21 and 22 in the U.S. and other countries, returning the annual sales event to midyear after the pandemic altered its timing last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-to-buy-fashion-resale-marketplace-depop-for-1-63-billion-11622635621", "title": "Etsy Buys Resale Marketplace Depop for $1.6 Billion", "date": "2021-06-02 12:22", "summary": "Depop's gross merchandise sales and revenue both more than doubled last year, Etsy says. Etsy Inc. on Wednesday said it agreed to buy Depop, a privately held fashion marketplace, for $1.63 billion, making a large bet on the booming market for secondhand goods.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-management-has-big-dropbox-stake-11622650039", "title": "Elliott Management Holds Big Dropbox Stake", "date": "2021-06-02 12:17", "summary": "Activist hedge fund is largest shareholder in software company after CEO Drew Houston. Elliott Management Corp. has taken a sizable stake in software company Dropbox Inc., the latest target for the activist hedge fund, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/essential-tailgating-gear-to-get-you-back-to-the-stands-in-style-11622650006", "title": "Tailgating Gear to Get You Back to the Stands in Style", "date": "2021-06-02 12:06", "summary": "From space-age lawn chairs to chargers that can power a mini fridge, our recommendations will make your 2021 setup the envy of your face-painted neighbors. WHEN CHEZ CHESAK goes back to tailgating this year, he'll have plenty of company. A New England Patriots fan who's now living in Cincinnati, the 51-year-old belongs to an \"expat\" club that already has more than 100 Patriots zealots signed up to travel to Indianapolis this football season when their team plays the Colts. \"I miss the camaraderie, energy and excitement,\" said Mr. Chesak.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overdraft-fees-are-getting-the-boot-at-ally-financial-11622631600", "title": "Overdraft Fees Are Getting the Boot at Ally Financial", "date": "2021-06-02 12:05", "summary": "Online bank says it will no longer charge the $25 penalty; Ally received positive feedback when it waived the fee early in the pandemic. Overdraft fees are a thing of the past at Ally Financial Inc.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-entrepreneur-scientist-the-title-you-choose-sends-a-message-11622649600", "title": "CEO? Entrepreneur? Scientist? The Title You Choose Sends a Message", "date": "2021-06-02 12:00", "summary": "Startup founders should think carefully before choosing, because some titles suggest competence, while others suggest warmth. Choosing your own job title is one of the freedoms of being an entrepreneur. But be careful-the title you choose can make a difference in how you're perceived.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-developer-community-stack-overflow-sold-to-tech-giant-prosus-for-1-8-billion-11622648400", "title": "Tencent's Biggest Investor Snaps Up Coding Community", "date": "2021-06-02 11:52", "summary": "Deal is Prosus' biggest investment in online learning and comes weeks after it sold a chunk from its massive Tencent holding. Prosus NV said it struck a $1.8 billion deal to acquire Stack Overflow, an online community for software developers, in a bet on growing demand for online tech learning.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/furniture-worlds-king-of-bling-lists-gold-filled-california-palace-for-69-8-million-11622648724", "title": "Furniture World's 'King of Bling' Lists Gold-Filled California Palace for $69.8 Million", "date": "2021-06-02 11:45", "summary": "The roughly 15,500-square-foot mansion on the Newport Coast has a garage that moonlights as a night club. On California's Newport Coast, on a hillside dotted with upscale Mediterranean-style mansions, sits a veritable monument to opulence: a medley of onyx, gold and colored glass that wouldn't look out of place in a palace in Dubai or Saudi Arabia.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traveling-to-europe-heres-whats-open-to-u-s-tourists-11622648501", "title": "Traveling to Europe? Here's What's Open to U.S. Tourists", "date": "2021-06-02 11:41", "summary": "The Eiffel Tower re-opens next month, the Louvre already welcomes visitors-but you need to book a spot. For U.S. travelers planning a summer vacation in Europe, here's what to do in six countries.. American tourists will be welcome in much of Europe this summer as the pace of vaccinations there accelerates. While some places will still be closed or restricted-Siena's Palio horse race is canceled in July-many countries are rolling out the red carpet to visitors, hoping to revive the crucial summer tourist season.", "categories": [["Life & Work", "Life & Style", "|"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-judge-judy-is-taking-her-gavel-from-broadcast-tv-to-streaming-11622647643", "title": "Why Judge Judy Is Taking Her Gavel From Broadcast TV to Streaming", "date": "2021-06-02 11:27", "summary": "Judy Sheindlin, star of the juggernaut daytime series, explains why she left broadcast syndication for Amazon-owned IMDb TV. Naples, Fla.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-masks-covid-entrepreneurs-11622218760", "title": "4 Entrepreneurs Who Found Big Money in Face Masks During Covid", "date": "2021-06-02 11:00", "summary": "For some companies, shifting to a new line of business was the key to their survival. The humble face mask has proved to be a lifesaver not just by slowing Covid-19-but by helping small businesses.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-ties-ever-be-relevant-again-11622645946", "title": "Will Ties Ever Be Relevant Again?", "date": "2021-06-02 10:59", "summary": "Neckwear was on the decline long before WFH Zoom shirts made menswear even more casual. We explore whether the accessory can regain its relevance in post-lockdown life.. IN 2018, Rutledge's, a 54-year-old classic men's clothing store in Colorado Springs, Colo., sold a healthy 35 neckties a month. In 2020, that number has dipped to just 15. In an interview, the store's vice president Luke Faricy joked that when he recently compared those sales figures, he \"cried a little bit.\" Ties were once an easy-to-sell accessory for Rutledge's, with locals and tourists alike snatching them up. Today, neckwear sits largely ignored on the sales floor.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-america-leads-revolt-against-free-market-growth-model-11622645517", "title": "Latin America Leads Revolt Against Free-Market Growth Model", "date": "2021-06-02 10:59", "summary": "Voters in Peru could elect Pedro Castillo, leader of a Marxist party, as president as region deals with economic and Covid-19 crises. Latin America, which led developing nations in adopting a market-friendly model of economic development, may now be leading them away from it. On Sunday, voters in Peru could elect as president Pedro Castillo, leader of a Marxist party that seeks to nationalize foreign-owned mines, invokes Lenin and Fidel Castro, and questions democratic institutions such as a free press.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starting-a-business-11622218945", "title": "You Want to Start a Business? First, Ask These Questions", "date": "2021-06-02 10:00", "summary": "You need more than a great idea, especially at a time when so many startups are struggling. So, you have what you think is a great idea for a small business. Before taking the plunge, there are a few key questions you should ask yourself.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retired-ceo-saved-an-atlanta-public-hospital-11622642401", "title": "Retired CEO Saved an Atlanta Public Hospital", "date": "2021-06-02 10:00", "summary": "Pete Correll, who has died at age 80, made Georgia-Pacific a leader in toilet paper, then turned to civic causes. Pete Correll learned responsibility early, helping his mother run a men's clothing shop in Brunswick, Ga., after his father died of alcoholism.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economic-recovery-is-here-rebound-jobs-stock-market-unemployment-biden-aid-package-11622642152", "title": "The Economic Recovery Is Here. It's Unlike Anything You've Seen.", "date": "2021-06-02 09:58", "summary": "Resume Subscription. The U.S. economic recovery is unlike any in recent history, powered by consumers with trillions in extra savings, businesses eager to hire and enormous policy support. Businesses and workers are poised to emerge from the downturn with far less permanent damage than occurred after recent recessions, particularly the 2007-09 downturn.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/weatherford-international-to-relist-on-nasdaq-as-oil-industry-recovers-11622626202", "title": "Weatherford to Relist on Nasdaq as Oil Recovers", "date": "2021-06-02 09:40", "summary": "Hard hit by the 2015 oil bust and 2020 pandemic, the company is now seeing its prospects improve as global crude prices top $70 a barrel. Shares of Weatherford International PLC, once the world's fourth-largest oil-field services company before being felled by an oil bust, are set to be relisted on the Nasdaq stock exchange Wednesday, a sign of the industry's slow but steady recovery.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-dogecoin-how-to-say-it-and-why-its-no-longer-a-joke-thanks-elon-11612820776", "title": "What Is Dogecoin, How to Say It, and Why It's No Longer a Joke", "date": "2021-06-02 09:36", "summary": "Cryptocurrency recently got a new lease of life. Dogecoin has the internet abuzz. Elon Musk, Mark Cuban and even beef jerky brand Slim Jim have gotten in on it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dogecoin-amc-baby-shark-zoom-what-to-watch-when-the-stock-market-opens-today-11622631491", "title": "Dogecoin, AMC, Zoom, StoneCo: What to Watch When the Stock Market Opens Today", "date": "2021-06-02 09:23", "summary": "Shares of meme-stock companies popular with retail investors surged premarket on Wednesday. Stocks from the Reddit-forum frenzy are back on the move, with AMC Entertainment , Blackberry and Koss all up premarket. Here's what we're watching before Wednesday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-replaces-ceo-dean-banks-after-eight-months-on-the-job-11622638340", "title": "Tyson Replaces CEO Dean Banks After Eight Months on the Job", "date": "2021-06-02 09:05", "summary": "Company veteran Donnie King to take top post after Banks leaves for personal reasons. Tyson Foods Inc. replaced its chief executive officer after about eight months on the job as the top U.S. meat company contends with production constraints and fallout from Covid-19.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-venezuela-covid-19-data-is-a-state-secret-but-citizens-see-many-deaths-11622638800", "title": "In Venezuela, Covid-19 Data Is a State Secret, but Citizens See Many Deaths", "date": "2021-06-02 09:00", "summary": "Once oil-rich country lacks vaccines and performs few tests as Covid-19 rages, while people die at home to avoid hospitals short of electricity and oxygen. On most days, Venezuela's authoritarian government reports a daily Covid death toll of about 17 victims, a strikingly low number given that South America as a continent currently records the highest mortality rate of the pandemic.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-marriage-bureau-says-i-dont-to-reopening-11622638802", "title": "New York City Marriage Bureau Says 'I Don't' to Reopening", "date": "2021-06-02 09:00", "summary": "With no Covid-safe way to allow hugging and kissing, the agency remains closed for in-person ceremonies. As New York City municipal offices reopen, one department remains stubbornly closed: the marriage bureau.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osaka-french-open-mental-health-wimbledon-olympics-11622636186", "title": "Listening to Naomi Osaka", "date": "2021-06-02 08:44", "summary": "Sports are getting more attuned to mental health, but there's still a long way to go. On the matter of Naomi Osaka and the French Open: I suspect a day will come when people will look back upon this moment and be mystified by how agitated it all got, how a player opting out of routine press conferences and deciding to leave a tournament because of concern about her own mental health became such a global uproar. I suspect there will be a time in the future when an athlete's revelation of depression and anxiety-or anyone's revelation of depression and anxiety-won't launch a zillion casual diagnoses or judgments about an alleged lack of mettle.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongers-to-remember-tiananmen-square-without-mentioning-the-massacre-11622637814", "title": "Hong Kong to Remember Tiananmen Square Without Mentioning the Massacre", "date": "2021-06-02 08:43", "summary": "Resume Subscription. HONG KONG-After police banned an annual June 4 vigil last year to commemorate those gunned down during China's Tiananmen Square protests, one group of churches retreated to the safety of their parishes to hold socially-distanced commemorative masses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inflation-in-rich-countries-hit-a-12-year-high-in-april-11622637522", "title": "Inflation in Rich Countries Hit a 12-Year High in April", "date": "2021-06-02 08:38", "summary": "Jump in oil prices has led some to see echoes of the 1970s, but increase in supply suggests pressures will be temporary. Consumer prices across the rich world rose at the fastest pace in more than 12 years during April, as central bankers try to figure out whether shortages that have emerged as the global economy reopens will prove transitory or have long-lasting consequences.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-spring-best-couture-11622636219", "title": "13 Ways to Make a Grand Entrance in Spring's Best Couture", "date": "2021-06-02 08:17", "summary": "There's a new kind of couture for a new kind of life, from fashion houses old and new, including Schiaparelli's fierce golden breastplate and braided knits by artist Sterling Ruby. This spring, designers unleashed inspirations from the fantastical to the practical for their couture collections, with the full breadth of their imagination shown here on 13 different models. Some, like Schiaparelli's Daniel Roseberry, conjured up mythic couture, with models wearing ancient armor-like pieces crafted from metalized resin. Donatella Versace created gowns with fringe-effect crystal embroidery that shrouds the body like a glistening mirage. Maximalist New York brand Area, a favorite of the Instagram set, created looks from cascading strings of Swarovski crystals while Armani Privé offered hand-embroidered gowns featuring botanical motifs of multicolor sequins and crystals. Iris van Herpen and Viktor & Rolf pushed the concept of a gown to its deconstructed limits, with elaborate cutouts and ornate separates.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-painterly-provocative-art-that-uses-humble-plastic-bags-11622636076", "title": "The Painterly, Provocative Art That Uses Humble Plastic Bags", "date": "2021-06-02 08:14", "summary": "Artist Hugo McCloud's first solo museum show spotlights his creative turns. Known for his inventive work that transforms humble materials via labor-intensive techniques, American artist Hugo McCloud, 41, has always been interested in, as he puts it, \"finding beauty in things that are overlooked.\"", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/willie-nelson-interview-profile-11622635975", "title": "Why Willie Nelson Is America's Favorite Outlaw", "date": "2021-06-02 08:13", "summary": "At 88, Willie Nelson is still singing, writing, championing the causes he believes in-and staying true to his renegade Texas roots. Being stuck at home has been brutal for many of us, but it's different for Willie Nelson. He's spent most of his life on a tour bus, logging over 100 shows a year for decades; his signature song is \"On the Road Again.\" The guy wasn't trained to be an indoor cat.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-cfo-looks-to-boost-margins-by-shrinking-product-portfolio-11622635200", "title": "Coty CFO Looks to Boost Margins by Shrinking Product Portfolio", "date": "2021-06-02 08:00", "summary": "The cosmetics company, which has been struggling to increase sales for years, also aims to improve its inventory forecasts. Coty Inc.'s finance chief Laurent Mercier is pruning the cosmetics company's product portfolio, working to improve its forecasts and reducing inventory to increase profitability.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-gaza-conflict-spurs-bitcoin-donations-to-hamas-11622633400", "title": "Israel-Gaza Conflict Spurs Bitcoin Donations to Hamas", "date": "2021-06-02 07:30", "summary": "Armed Palestinian faction sees surge in online web traffic, bitcoin donations that circumvent sanctions. The Palestinian militant group Hamas has seen a surge in cryptocurrency donations since the start of the armed conflict with Israel last month, a senior official with the group said, exploiting a trend in online fundraising that has enabled it to circumvent international sanctions to fund its military operations.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-christian-congregation-fled-xi-jinpings-china-but-escaping-control-had-a-price-11622628143", "title": "A Christian Congregation Fled China, but Escaping Control Had a Price", "date": "2021-06-02 07:07", "summary": "Picking cabbages and tangerines to survive, about 60 church members from southern China are seeking asylum in South Korea, citing persecution by the Communist Party. JEJU, South Korea-One Sunday afternoon in the fall of 2019, a congregation of Christians in China's southern city of Shenzhen crammed into a rented office space to debate one of the biggest decisions of their lives: whether they should stay in China or seek exile in South Korea.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-sunset-years-could-be-profitable-for-some-11622631808", "title": "Oil's Sunset Years Could Be Profitable for Some", "date": "2021-06-02 07:03", "summary": "Western producers' transition plans create an opportunity for state-backed peers that are insulated from shareholder pressure over their climate impact. The oil industry could face a golden sunset, particularly for companies still developing new reserves. How long it lasts depends on the speed at which economies shift to cleaner energy sources.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-backs-new-vc-fund-focused-on-metamaterials-11622631600", "title": "Bill Gates Backs New Venture Fund Focused on Metamaterials", "date": "2021-06-02 07:00", "summary": "MetaVC is raising $100 million to invest in startups developing applications for a budding corner of materials science. A new venture fund has launched to invest in startups commercializing metamaterials, a budding area of materials science that could improve the performance and reduce the size and weight of devices such as lenses and sensors.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zoom-is-getting-back-to-business-11622629800", "title": "Zoom Is Getting Back to Business", "date": "2021-06-02 06:30", "summary": "Sharp focus on enterprise customers and new services should ease post-pandemic transition. Sometimes, being a verb isn't all it is cracked up to be, as Zoom Video Communications can attest.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meatpacker-jbs-hit-by-cyberattack-affecting-north-american-australian-operations-11622548864", "title": "Meat Buyers Scramble After Cyberattack Hobbles JBS", "date": "2021-06-02 06:26", "summary": "Company expects majority of its meat-packing plants to be operational Wednesday. Meatpacker JBS SA was hit by a ransomware attack that took a big chunk of U.S. beef-and-pork processing offline, sending buyers scrambling for alternatives and raising pressure on meat supplies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-consider-tapping-your-home-equity-as-house-prices-rise-11622628000", "title": "What to Consider When Tapping Your Home Equity", "date": "2021-06-02 06:00", "summary": "It helps to be familiar with the basics and the difference between a cash-out refinance and a Heloc. More Americans are tapping their homes for cash, taking advantage of low interest rates and the rise in home values.", "categories": [["Markets", "Personal Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/personal-finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-pledged-to-increase-diversity-now-boards-are-holding-them-to-it-11622626380", "title": "CEO Pay Increasingly Tied to Diversity Goals", "date": "2021-06-02 05:33", "summary": "McDonald's and AmEx are among the companies tying executive compensation to adding women and people of color to leadership ranks. The killing of George Floyd in police custody a year ago and the subsequent protests prompted pledges from U.S. business leaders: They would fight racism and work to recruit and promote Black and other minority employees.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invesco-forges-a-different-path-in-china-from-its-bigger-u-s-rivals-11622626203", "title": "Invesco Forges a Different Path in China From Its Bigger U.S. Rivals", "date": "2021-06-02 05:30", "summary": "After 18 years in the country, American asset manager wants to keep its local partner. As the world's biggest asset managers gear up to make inroads into China's mutual-fund industry, Invesco Ltd. has its eyes on a different prize.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immunocompromised-people-turn-to-covid-19-vaccine-booster-shots-11622626200", "title": "People With Weakened Immune Systems Turn to Vaccine Boosters", "date": "2021-06-02 05:30", "summary": "Standard regimen isn't working for some transplant patients and others with weakened immune systems. Alicia Merritt had received two doses of Covid-19 vaccine and was thinking about taking down a shower curtain she hung over the bar in her small Baltimore tavern to separate herself from customers when she recently learned some troubling news.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rising-yuan-sets-the-stage-for-more-china-u-s-currency-friction-11622624914", "title": "A Rising Yuan Sets the Stage for More China-U.S. Currency Friction", "date": "2021-06-02 05:11", "summary": "China's foreign-exchange reserves haven't risen much in the past year, but there are other telltale signs that the central bank may be resisting a stronger yuan. The People's Bank of China is getting restive about the strength of the Chinese yuan. That is something to keep an eye on: Any attempt to prevent it from rallying further would provide fresh fuel for a clash between Beijing and Washington over currency manipulation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pacific-free-trade-group-looks-to-add-u-k-11622616917", "title": "Pacific Free-Trade Group Looks to Add U.K.", "date": "2021-06-02 02:55", "summary": "Japan has expressed hope that the U.S. would rejoin the group or find some way to link up with it. TOKYO-The 11-nation free-trade group known as the Trans-Pacific Partnership said Wednesday it would open talks about admitting the U.K. as a new member, potentially adding another U.S. ally while Washington itself stays away.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrat-wins-new-mexico-house-seat-in-special-election-11622602031", "title": "Democrat Wins Open New Mexico House Seat", "date": "2021-06-02 01:11", "summary": "State Rep. Melanie Stansbury defeats a GOP state senator to replace Deb Haaland, who is now U.S. interior secretary. WASHINGTON-Democratic state Rep. Melanie Stansbury won a closely watched U.S. House special election in New Mexico on Tuesday night, according to the Associated Press, keeping the seat under Democratic control and expanding the party's narrow majority.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11622654112", "title": "Pepper...and Salt", "date": "2021-06-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-yellen-and-chinas-liu-he-speak-by-video-call-11622604683", "title": "Janet Yellen and China's Liu He Speak by Video Call", "date": "2021-06-02 23:31", "summary": "Treasury Secretary Yellen discussed the Biden administration's economic plans and issues of concern, though neither side disclosed details. China's top trade negotiator, Vice Premier Liu He, spoke with U.S. Treasury Secretary Janet Yellen via videoconference in what the U.S. termed an introductory meeting.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-sues-leon-black-accusing-him-of-defamation-and-sexual-violence-11622604427", "title": "Leon Black Accused of Defamation, Sexual Violence in Lawsuit", "date": "2021-06-02 23:27", "summary": "Spokesman for the former Apollo CEO calls lawsuit a 'wholesale fiction'. A woman on Tuesday filed a lawsuit against Leon Black, the former chief executive of Apollo Global Management Inc., accusing him of defamation and alleging he raped and harassed her.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-meet-tulsa-massacre-survivors-discuss-racial-wealth-gap-11622573852", "title": "Biden Meets With Tulsa Massacre Survivors, Discusses Racial Wealth Gap", "date": "2021-06-02 20:30", "summary": "President delivered remarks in business district where, 100 years ago, white mobs killed Black residents and destroyed roughly 35 city blocks. President Biden detailed what he said was the lasting impact of the 1921 Tulsa Race Massacre on Black Americans and laid out steps his administration will take aimed at narrowing the racial wealth gap, after meeting Tuesday with survivors of the tragedy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-budget-aims-squarely-at-modernizing-government-tech-11622592707", "title": "Biden Budget Aims Squarely at Modernizing Government Tech", "date": "2021-06-02 20:11", "summary": "A proposed $58.4 billion would go to 'modernization of antiquated and often unsecured IT,' migration to the cloud and toughening cybersecurity. The White House is doubling down on longstanding efforts to modernize the aging information-technology systems of federal agencies, focusing the bulk of a proposed $58.4 billion information-technology spending plan on agency-wide upgrades, maintenance, cybersecurity and an accelerated push to the cloud.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-failed-to-oversee-elon-musk-s-tweets-sec-argued-in-letters-11622582765", "title": "Tesla Failed to Oversee Elon Musk's Tweets, SEC Says", "date": "2021-06-02 20:10", "summary": "SEC said Musk flouted court-ordered policy in 2019 and 2020, records show. WASHINGTON-Securities regulators told Tesla Inc. last year that Chief Executive Elon Musk's use of Twitter had twice violated a court-ordered policy requiring his tweets to be preapproved by company lawyers, according to records obtained by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]