[{"link": "https://www.wsj.com/articles/ibm-tech-services-business-names-cio-ahead-of-planned-spinoff-11621382029", "title": "IBM Tech Services Business Names CIO Ahead of Planned Spinoff", "date": "2021-05-18 19:53", "summary": "Michael Bradshaw, who joins Kyndryl from NBCUniversal, will help set the new company's IT strategy. Kyndryl, the tech services business International Business Machines Corp. plans to spin off by the end of this year, named information-technology veteran Michael Bradshaw as its chief information officer on Tuesday.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-miami-beach-modernand-the-lot-next-doorsell-for-37-5-million-11621380511", "title": "A Miami Beach Modern-and the Lot Next Door-Sell for $37.5 Million", "date": "2021-05-18 19:28", "summary": "Resume Subscription. In Miami Beach, two adjacent properties-a highly customized modern home designed with a \"slow\" staircase and an empty lot next door-have sold for a combined $37.5 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-modern-miami-beach-oceanfront-home-11621380422", "title": "A Modern Miami Beach Oceanfront Home", "date": "2021-05-18 19:27", "summary": "This newly built property features lots of high-end finishes and hurricane-proof windows. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-t-gets-a-do-over-but-it-doesnt-have-much-time-11621370432", "title": "AT&T Gets a Do-Over", "date": "2021-05-18 19:18", "summary": "Telecom giant's media retreat will pare debt and focus spending on competition with a newly empowered T-Mobile. Once it sheds its media business, AT&T Inc. will be a smaller, less-indebted company devoted to selling cellphone plans and broadband internet access.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-wish-i-knew-as-a-college-freshman-11621378363", "title": "What I Wish I Knew as a College Freshman", "date": "2021-05-18 18:52", "summary": "Students offer advice for students.. Editor's note: This week's Future View features advice for younger college students. Next week we'll ask, \"What should America's stance be toward the latest fighting in Gaza between Israel and Hamas?\" Students should click here to submit opinions of fewer than 250 words before May 25. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jan-6-narrative-commission-11621377134", "title": "The Jan. 6 Narrative Commission", "date": "2021-05-18 18:32", "summary": "There's little chance of a fair-minded inquiry in today's Washington.. Democrats are forcing a House vote Wednesday to establish a commission to investigate the events of Jan. 6, despite opposition from Republican leaders. Do not expect this largely partisan vote to yield a bipartisan accounting of the Capitol riot.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-justices-take-up-abortion-11621376923", "title": "The Justices Take Up Abortion", "date": "2021-05-18 18:28", "summary": "The result in the Mississippi case is hard to predict.. So much for ducking the hard cases. Not long after taking up a contentious New York gun-rights case, the Supreme Court on Monday agreed to hear what could become a landmark case on abortion rights.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-the-democrats-and-israel-11621376744", "title": "Biden, the Democrats and Israel", "date": "2021-05-18 18:25", "summary": "The American left demands an Israel-Hamas cease-fire, but on whose terms?. Since Hamas began its rocket offensive last week, the Biden Administration has wisely refused to dictate the Israeli response. But the U.S. narrative war took a notable turn this week as Congressional Democrats demanded a cease-fire. We hope the President bucks his instinct to follow his party and leads it instead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-at-the-waterhole-review-survival-in-the-serengeti-11621376727", "title": "'Life at the Waterhole' Review: Survival in the Serengeti", "date": "2021-05-18 18:25", "summary": "A one-of-a-kind camera rig built by PBS and the BBC offers intimate footage of elephants, big cats and other wild animals drawn to a Tanzanian reserve's most precious resource.. Although its subjects include the African wildlife that lives in the Serengeti, \"Life at the Waterhole\" will have homeowners everywhere sympathizing with the show's furry, feathered cast, and its benefactors as well: You find a nice place to live. Put in a pool. The next thing you know, hyenas move in next door. And there goes the neighborhood.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justin-trudeaus-plan-to-control-the-internet-11621375979", "title": "Justin Trudeau's Plan to Control the Internet", "date": "2021-05-18 18:13", "summary": "His government seeks to erect a great firewall of Canada.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-the-original-meme-stock-rewards-its-true-believers-11621354091", "title": "Hertz Set to Reward Its True Believers", "date": "2021-05-18 18:13", "summary": "Resume Subscription. When shares of Hertz Global Holdings Inc. soared after the company filed for bankruptcy a year ago, finance professionals reacted with a mix of confusion and scorn. Stockholders routinely get wiped out in bankruptcies, so who would put money into a stock like that?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shrinking-blue-states-have-defund-the-police-to-blame-11621375938", "title": "Shrinking Blue States Have 'Defund the Police' to Blame", "date": "2021-05-18 18:12", "summary": "The limp progressive response to rising crime and disorder has benefited Texas and Florida.. Remember Billy Joel's old friend, the one he sang about in the late-1970s? The guy who \"closed the shop, sold the house, bought a ticket to the West Coast\"? Well, chances are he's not living there anymore.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anatomy-of-a-good-economic-decision-11621375897", "title": "Anatomy of a Good Economic Decision", "date": "2021-05-18 18:11", "summary": "Policy choices are bets on the future, and Biden needs a plan in case inflation sticks.. Aristotle's account of deliberation had a huge effect on me as an undergraduate, and the ensuing six decades haven't dulled its edge. Here it is in a nutshell: We don't deliberate about mathematical truths or scientific laws. We deliberate about actions within our power, whose consequences cannot be known with certainty. Such realities can inform today's debate around the Biden economic program.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-ts-ride-may-get-bumpier-11621375863", "title": "AT&T's Ride May Get Bumpier", "date": "2021-05-18 18:11", "summary": "The perfect can be the enemy of the good, but the Discovery deal is far from perfect.. Retreat can have its heroic qualities but not a faintest whiff of heroism attached to AT&T 's retreat Monday from its big Warner Media merger, which it will unwind by shifting the assets to Discovery Inc .", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-sees-increase-in-minority-applicants-for-entrance-exam-11621375835", "title": "NYPD Sees Increase in Minority Applicants for Entrance Exam", "date": "2021-05-18 18:10", "summary": "The police department extended the application period and eliminated fees for its June test to improve recruiting efforts. More minority applicants have signed up for the New York Police Department's coming entrance exam than for any of the previous four entrance tests administered since 2016, police officials said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-house-republican-opposes-plan-for-jan-6-capitol-riot-commission-11621347864", "title": "Top House Republican Opposes Plan for Jan. 6 Commission", "date": "2021-05-18 17:31", "summary": "Rep. Kevin McCarthy's opposition underscores divisions in Republican Party over pro-Trump riot; Sen. Mitch McConnell 'willing to listen' to arguments. WASHINGTON-House Minority Leader Kevin McCarthy (R., Calif.) said he opposed plans for a bipartisan commission to investigate the Jan. 6 assault on the U.S. Capitol, dismissing the independent probe as counterproductive and shortsighted.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-hate-crimes-bill-in-response-to-anti-asian-violence-11621370760", "title": "House Passes Hate-Crimes Bill in Response to Anti-Asian Violence", "date": "2021-05-18 17:31", "summary": "Legislation now heads to President Biden's desk for his expected signature. WASHINGTON-The House easily passed legislation aimed at bolstering the country's response to hate crimes in the wake of recent violence against Asian-Americans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipments-delayed-ocean-carrier-shipping-times-surge-in-supply-chain-crunch-11621373426", "title": "Shipments Delayed: Ocean Carrier Shipping Times Surge in Supply-Chain Crunch", "date": "2021-05-18 17:30", "summary": "Container line delays are tying up shipping capacity and inventories, complicating economic recovery efforts. Cargo ships have been delivering their loads later than ever this year, adding to the supply-chain woes that are undercutting efforts by retailers and manufacturers to capitalize on resurgent economic demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-puts-ceo-contenders-in-charge-of-consumer-operation-11621345201", "title": "JPMorgan Puts CEO Contenders in Charge of Consumer Operation", "date": "2021-05-18 17:15", "summary": "Jennifer Piepszak and Marianne Lake are succeeding Gordon Smith, who is retiring at year's end. JPMorgan Chase & Co. is putting two of the contenders to succeed Chief Executive Jamie Dimon in charge of its sprawling consumer-banking operation.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-shooting-of-andrew-brown-in-was-justified-north-carolina-district-attorney-says-11621352048", "title": "Andrew Brown Jr. Police Shooting Was Justified, District Attorney Says", "date": "2021-05-18 17:14", "summary": "Black man was fatally shot by deputies, who were attempting to issue warrants; D.A. says he lacks authority to publicly release body-cam videos. A North Carolina district attorney said Tuesday the fatal shooting of Andrew Brown Jr. by sheriff deputies in Elizabeth City, N.C., in April was justified, according to his review of the state's Bureau of Investigation's probe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-18-2021-11621323328", "title": "Stocks Fall as Shares Tied to Economy Retreat", "date": "2021-05-18 17:13", "summary": "Stocks have been choppy in recent sessions as concerns about a rise in inflation weighed on sentiment. U.S. stocks slipped Tuesday, with investors retreating from shares of companies closely tied to the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passenger-appears-to-survive-unregulated-flight-11621372254", "title": "Passenger Appears to Survive Unregulated Flight", "date": "2021-05-18 17:10", "summary": "There's more to the story of the Michigan governor's recent voyage.. Gov. Gretchen Whitmer (D., Mich.) has taken a back seat to no one in regulating the daily lives of citizens during the era of Covid-19. She's even trying to make some emergency workplace rules permanent in the Wolverine State. But for her own life, it seems Gov. Whitmer is not exactly a fanatic about following rules when she's in the passenger seat.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-doctors-say-hospitals-overwhelmed-with-casualties-from-israeli-airstrikes-11621371966", "title": "Gaza Doctors Say Hospitals Overwhelmed With Casualties From Israeli Airstrikes", "date": "2021-05-18 17:06", "summary": "Resume Subscription. Palestinian public-health authorities say doctors are struggling to treat hundreds of people injured in Israeli airstrikes on Gaza as medical supplies run short in hospitals on the verge of collapse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tv-deal-maker-behind-fixer-upper-will-be-hbos-new-overseer-11621360502", "title": "TV Deal Maker Behind 'Fixer Upper' Will Be HBO's New Overseer", "date": "2021-05-18 17:02", "summary": "The TV deal maker will head the new venture formed by his company's merger with AT&T's WarnerMedia, as he seeks to build a streaming juggernaut. The captain of Shark Week has a new mission: to take a bite out of Netflix Inc.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-moves-closer-to-pre-covid-19-normal-11621371292", "title": "New York Moves Closer to Pre-Covid-19 Normal", "date": "2021-05-18 16:54", "summary": "Capacity limits and restrictions are easing, and businesses are grappling with new guidance. Wednesday will mark the biggest step forward in returning to a kind of pre-pandemic normal in New York, with most capacity limits lifted on businesses and the loosening of rules for masking and social distancing in most business and public settings.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bank-stocks-shine-as-investors-bet-on-an-economic-recovery-11621330381", "title": "U.S. Bank Stocks Shine as Investors Bet on Recovery", "date": "2021-05-18 16:53", "summary": "Some $32 billion has flowed into broad financial stocks in 2021, already a full-year record. Everyone is clamoring for a piece of U.S. banks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-close-review-a-case-of-psychological-warfare-11621369232", "title": "'Too Close' Review: A Case of Psychological Warfare", "date": "2021-05-18 16:20", "summary": "Emily Watson and Denise Gough star in a cerebral thriller from AMC+ about the conflict between a forensic psychiatrist and a hostile patient with amnesia accused of a horrific crime.. Putting the perverse in reverse psychology, \"Too Close\" is a cerebral thriller aimed a bit more at the mind than the pulse. It also involves a crime usually considered insufficient for a multi-episode crime series, namely attempted murder. Only attempted? We're grateful for small favors: On a night of teeming North London rain, Connie Mortensen (Denise Gough) drives through a drawbridge barricade, taking two small children with her into the water below. Later, she can recall almost nothing. \"I can't even remember where we are in our relationship,\" she says to her husband. \"At the end,\" he says. She does not, understandably, have a lot of friends.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-high-speed-antitrust-failure-11621369181", "title": "A High-Speed Antitrust Failure", "date": "2021-05-18 16:19", "summary": "AT&T's media spinoff shows how wrong the trustbusters were.. AT&T 's acquisition of Time Warner three years ago was supposed to entrench its media empire-or at least that was the theory of the Trump Justice Department. Well, both AT&T's media empire and the government's antitrust case have now unraveled.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nycb-spring-gala-and-abts-uniting-in-movement-reviews-steps-in-the-right-direction-11621368942", "title": "NYCB Spring Gala and ABT's 'Uniting in Movement' Reviews: Steps in the Right Direction", "date": "2021-05-18 16:15", "summary": "As dance companies edge closer to normalcy, New York City Ballet's virtual gala-filmed by Sofia Coppola at Lincoln Center-feels ebullient, while a streamed version of a live American Ballet Theatre performance falls a little flat.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digs-down-wednesday-crossword-may-19-11620932925", "title": "Digs Down (Wednesday Crossword, May 19)", "date": "2021-05-18 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daniel-boulud-launches-new-york-city-restaurant-amid-covid-19-recovery-11621368001", "title": "Daniel Boulud Launches NYC Restaurant Amid Covid-19 Recovery", "date": "2021-05-18 16:00", "summary": "The renowned chef faces one of his biggest tests yet in opening Le Pavillon in Midtown Manhattan. For more than 25 years, the French-born chef Daniel Boulud has impressed New Yorkers with his cuisine, earning Michelin stars and rave reviews from critics. Along the way, he has expanded his empire-not just within the city, but also throughout the U.S. and even abroad.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-takes-on-pricing-patents-for-top-selling-drug-humira-11621345740", "title": "House Committee Takes On Pricing, Patents for Top-Selling Drug Humira", "date": "2021-05-18 15:40", "summary": "Oversight committee explores the numerous price increases and patent applications that AbbVie has filed for the immune drug. AbbVie Inc.'s pricing practices for some of its top-selling medicines faced fresh scrutiny from federal lawmakers Tuesday, the latest effort by members of Congress probing the cost of prescription drugs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-bland-478-oldest-first-time-winner-european-tour-british-masters-11621341021", "title": "For Persistent Golfer Richard Bland, the 478th Time Is the Charm", "date": "2021-05-18 15:36", "summary": "The 48-year-old British pro finally finds European Tour glory after nearly two decades. The funny thing is, Richard Bland almost won right away, at the beginning. It was 2002, very early in his career on golf's European Tour. Bland was an up-and-coming pro from Southampton, England, when he reached a final-day playoff in the Irish Open.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colonial-pipeline-ordering-system-disrupted-but-still-moving-fuel-11621358203", "title": "Colonial Pipeline Moving Fuel Despite Disruptions to Orders System", "date": "2021-05-18 15:08", "summary": "Gasoline conduit suffered outages to ordering system Tuesday morning unrelated to recent cyberattack; it was back online by Tuesday afternoon. The Colonial Pipeline's ordering system suffered intermittent disruptions Tuesday morning, but the pipeline's operator said it was still moving fuel through the key conduit to the East Coast.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-gates-transfers-850-million-in-deere-shares-to-melinda-french-gates-11621357742", "title": "Bill Gates Transfers $850 Million in Deere Shares to Melinda French Gates", "date": "2021-05-18 14:55", "summary": "Billionaire has disclosed over $3 billion in stock transfers since the couple's May 3 divorce filing. Bill Gates has transferred more than $850 million in shares of Deere & Co. to Melinda French Gates, bringing the total value of publicly disclosed transfers to more than $3 billion since the couple filed for divorce on May 3.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-money-laundering-whistleblower-program-struggles-to-get-off-ground-11621362937", "title": "Anti-Money-Laundering Whistleblower Program Struggles to Get Off Ground", "date": "2021-05-18 14:35", "summary": "With no minimum reward setting and program delays, lawyers are reluctant to represent potential tipsters. A new U.S. program to reward those who report possible violations of anti-money-laundering laws has gotten off to a slow start, as some lawyers say the lack of a minimum reward and delays in establishing the systems for receiving and investigating tips have made them reluctant to take on whistleblowers as clients.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/internet-linked-infrastructure-is-not-secure-11621362422", "title": "Internet-Linked Infrastructure Is Not Secure", "date": "2021-05-18 14:27", "summary": "We have connected nearly every aspect of our lives to this world-wide network. How did we manage to do business before it?. Regarding your editorial \"The Real Infrastructure Problem\" (May 11): We have connected nearly every aspect of our lives to this world-wide network. How did we manage to do business before it? We used private wire lines and fiber-optic cables, microwave links, and we talked to one another. And why do we now find it necessary that every valve, motor and obscure piece of equipment must be on the internet 24/7? Well, it's very convenient and cheap. And it does give us extraordinarily powerful access to monitor and control far-flung operations. But it also gives the bad guys a gaping hole to enter and do mischief. I suggest we rethink what really needs to be connected, when it needs to be connected and how. The old ways were much harder to hack. I only connect my home computer to the internet when I need it. The connection goes through an old-fashioned knife switch that is off most of the time, denying the bad guys access. They haven't yet figured out how to throw a knife switch remotely.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southlake-demands-the-truth-not-wokeness-11621362285", "title": "Southlake Demands the Truth, Not Wokeness", "date": "2021-05-18 14:24", "summary": "We are not motivated by any issues other than what is right for our children.. Regarding your editorial \"Southlake Says No to Woke Education\" (May 8): As the retiring mayor of Southlake, Texas, I can say the Southlake community's response is about caring for all students and the desire to teach truth and human decency. Southlake has been wrongly attacked by outsiders with other agendas. We are not motivated by any issues other than what is right for our children.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-ownership-society-and-reliable-electric-power-11621362155", "title": "No-Ownership Society and Reliable Electric Power", "date": "2021-05-18 14:22", "summary": "While interconnection is great, so is resiliency and the ability to be independent during emergencies.. In \"The No-Ownership Society\" (Inside View, May 10), Andy Kessler reminds us how tenuous our \"ownership\" of devices that we've bought and paid for is. He's only scratched the surface. I am responsible for two solar-power systems, one on my roof, the other at work. Four different vendors supply components of the system, and all four demand an internet connection to monitor and even control the system. There is no reason why these components, already present on my local network, cannot provide data to my desktop computer or phone app, yet they require this gratuitous connection.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-will-use-stealth-and-crush-all-the-steakholders-11621361976", "title": "Biden Will Use Stealth and Crush All the Steakholders", "date": "2021-05-18 14:19", "summary": "Of course the Democrats are coming after our meat.. Regarding Stephen Moore's \"Biden May Make a Big Missed Steak\" (op-ed, May 10): Of course the Democrats are coming after our meat. The level of vitriol leveled against the entire industry by the climate police makes it inevitable. But they'll be clever about it. First, it will be pitched as a need for more humane animal farming (common-sense rules). And then new feedstock rules. And then several large liberal states will ban any meat imports from other states that don't follow strict guidelines. They won't ban it outright, they'll make it so expensive that the industry will largely go out of business. This will follow the playbook from the Obama administration on coal plants-they didn't ban them, they made them so expensive that no one would dare build a new one.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-giuliani-declares-run-for-new-york-governor-11621355840", "title": "Andrew Giuliani Declares Run for New York Governor", "date": "2021-05-18 14:08", "summary": "Son of former New York City Mayor Rudy Giuliani will face at least two other candidates seeking the Republican nomination. Andrew Giuliani, the son of former New York City Mayor Rudy Giuliani, announced Tuesday that he would seek the Republican nomination for governor of New York next year.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-sales-party-starts-winding-down-11621361023", "title": "Online Sales Party Starts Winding Down", "date": "2021-05-18 14:03", "summary": "E-commerce sales are still growing, but could start losing momentum quickly. Online retailing has spent the pandemic bellying up to the bar, but now it might be on the brink of a hangover.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-aims-for-commercial-grade-quantum-computer-by-2029-11621359156", "title": "Google Aims for Commercial-Grade Quantum Computer by 2029", "date": "2021-05-18 13:58", "summary": "Tech giant is one of many companies racing to build a business around the nascent technology. Alphabet Inc.'s Google plans to spend several billion dollars to build a quantum computer by 2029 that can perform large-scale business and scientific calculations without errors, said Hartmut Neven, a distinguished scientist at Google who oversees the company's Quantum AI program. The company recently opened an expanded California-based campus focused on the effort, he said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-why-younger-patients-are-accounting-for-more-covid-19-hospitalizations-11621360467", "title": "Here's Why Younger Patients Are Accounting for More Covid-19 Hospitalizations", "date": "2021-05-18 13:54", "summary": "Pandemic fatigue and lower vaccination rates could be contributing factors. Widespread access to Covid-19 vaccines has driven down hospitalizations across all age groups, but national data show the decline hasn't been as steep for people under the age of 50. Americans between the ages of 18 and 49 make up 36% of hospitalizations-a 15.5 percentage-point increase from the start of 2021, according to a CDC surveillance system that draws data from numerous states. Here are three reasons younger Americans are making up more of the Covid-19 hospitalizations, even as the U.S. inches closer to a full reopening.", "categories": [["Health"]], "category_links": ["https://www.wsj.com/news/types/noted-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-picks-u-s-general-counsel-to-head-anti-financial-crime-unit-11621359668", "title": "Deutsche Bank Picks U.S. General Counsel to Head Anti-Financial Crime Unit", "date": "2021-05-18 13:51", "summary": "Joe Salama will split his time between Frankfurt and the U.S., as the bank tries to keep a close relationship with U.S. authorities. Deutsche Bank AG has appointed its U.S. general counsel to head its global anti-financial-crime unit, according to a memo to employees released Tuesday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-gets-back-to-basics-as-grocery-sales-grow-11621353489", "title": "Walmart Gets Back to Basics", "date": "2021-05-18 13:41", "summary": "Having lost grocery market share last year, the retailer needs to claw its way back quickly. Between competition from Amazon , big-box retailer peers and traditional grocery stores, Walmart has a lot to worry about. Last quarter's results should help ward off at least one fear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-deaths-mount-as-israel-says-hamas-leaders-are-its-target-11621339740", "title": "Gaza Deaths Mount as Israel Targets Hamas Leaders", "date": "2021-05-18 13:23", "summary": "Resume Subscription. TEL AVIV-Israel said Tuesday it was focusing on targeted killings of Hamas leaders in the Gaza Strip as it tries to quell the militant group's operations there, defying growing calls for a cease-fire amid a rising civilian toll.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-covid-19-vaccines-are-showing-up-in-unusual-places-11621339204", "title": "Why Covid-19 Vaccines Are Showing Up in Unusual Places", "date": "2021-05-18 13:00", "summary": "Health officials try to reach ambivalent Americans by offering vaccines in restaurants, factories and other unlikely locations. Celeste Shaw says she is bribing people with her grandmother's famous oatmeal in exchange for getting vaccinated.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-masks-and-the-first-amendment-11621356093", "title": "Face Masks and the First Amendment", "date": "2021-05-18 12:41", "summary": "They've become a form of political expression. That makes mandates constitutionally suspect.. Why do we have to wear face masks? The official answer changes from week to week. \"It's a patriotic responsibility, for God's sake,\" President Biden said when asked on April 30 why he still did despite being vaccinated against Covid-19. But last week he recast mask mandates as a coercive sanction against the unvaccinated. \"The rule is now simple: get vaccinated or wear a mask until you do,\" he tweeted Thursday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-leftists-try-to-cancel-math-class-11621355858", "title": "California Leftists Try to Cancel Math Class", "date": "2021-05-18 12:37", "summary": "The proposed curriculum framework aims low, abandons the gifted, and preaches 'social justice.'. Oakland, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-sales-surge-extending-growth-during-pandemic-11621335766", "title": "Home Depot Sales Surge, Extending Growth During Pandemic", "date": "2021-05-18 12:36", "summary": "Brisk sales to professional buyers and do-it-yourself customers boosted sales growth in latest quarter. Home Depot Inc. extended a streak of robust sales growth in its latest quarter as a rise in demand that began with the coronavirus pandemic continued into 2021.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-to-raise-u-s-minimum-hourly-wage-to-25-by-2025-11621354247", "title": "Bank of America to Raise U.S. Minimum Hourly Wage to $25 by 2025", "date": "2021-05-18 12:34", "summary": "U.S. vendors to be required to pay employees dedicated to the bank at least $15 an hour. Bank of America Corp. on Tuesday said it plans to raise its hourly minimum wage to $25 by 2025, putting it on track to surpass its big-bank peers during a time of worker shortages across the country.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflations-magic-number-is-four-11621355006", "title": "Inflation's Magic Number Is Four", "date": "2021-05-18 12:23", "summary": "Stocks are usually lower after inflation breaches 4%, and there is a good reason. Three may be the magic number, but it is four that obsesses the market. Specifically, inflation rising above 4% last week proved a shock for inflation-sensitive assets, with bond yields jumping and stocks falling, growth stocks most of all.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-families-hang-on-to-the-slower-pace-of-pandemic-life-11621353833", "title": "Can Families Hang On to the Slower Pace of Pandemic Life?", "date": "2021-05-18 12:06", "summary": "Resume Subscription. Megan van Riet gets emails every day about sign-ups for music, sports and other activities for her two teenage children. But since the pandemic, the 50-year-old single mom in West Chester, Pa., often says no.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/masks-come-off-and-everyone-asks-who-are-all-these-strangers-11621353323", "title": "Masks Are Off, and Nobody Recognizes Each Other", "date": "2021-05-18 11:55", "summary": "Freshly unmasked coworkers create surprise, confusion; 'Huh, that's not what I expected.'. Katana Scannell arrived at work at a Sam's Club in Athens, Ga., early Friday before opening hours, and headed to the back of the store. She was greeted by a young woman walking the other way: \"Good morning, Katana!\"", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-val-demings-plans-to-challenge-sen-marco-rubio-in-u-s-senate-race-in-florida-11621345488", "title": "Rep. Val Demings Plans to Challenge Sen. Marco Rubio in Florida Senate Race", "date": "2021-05-18 11:45", "summary": "Democrat served as a prosecutor at Trump impeachment trial and was on President Biden's shortlist for vice president. Democratic Rep. Val Demings, who was on President Biden's shortlist for vice president, plans to challenge Republican Sen. Marco Rubio for a U.S. Senate seat in Florida in next year's election, according to people familiar with her plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steep-covid-19-rise-in-nepal-mirrors-indias-surge-11621350579", "title": "Steep Covid-19 Rise in Nepal Mirrors India Surge", "date": "2021-05-18 11:09", "summary": "Hospitals report shortages of beds, oxygen and ventilators after outbreak spread across border. KATHMANDU, Nepal-With all six ventilators at a hospital in central Nepal already being used by Covid-19 patients on Sunday, doctors asked the son of Lal Bahadur Thakur to try to find one somewhere else, as his father gasped for breath.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-vows-to-add-more-female-executives-workers-of-color-11621335601", "title": "Pinterest Vows to Add More Female Executives, Workers of Color", "date": "2021-05-18 11:05", "summary": "Moves come after gender-discrimination settlement; 'I'm trying to personally set that better tone,' CEO says. Pinterest Inc. has set new targets for increasing the number of women in leadership and improving racial and ethnic diversity throughout its workforce, a move that comes after the social-media company was roiled last year by claims of discrimination.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-wales-matthew-rhys-became-fascinated-by-american-television-the-tv-room-was-my-haven-11621350032", "title": "In Wales, Matthew Rhys Became Fascinated by American Television. 'The TV Room Was My Haven.'", "date": "2021-05-18 11:00", "summary": "Resume Subscription. Matthew Rhys, 46, is an Emmy-winning Welsh actor who co-starred in \"A Beautiful Day in the Neighborhood\" and \"The Americans.\" He stars in HBO's \"Perry Mason\" and Starz's new miniseries \"Death and Nightingales.\" He spoke with Marc Myers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sunscreen-tan-self-tanner-11621349551", "title": "How to Safely Get a Tan, Now That You're Going Outside Again", "date": "2021-05-18 10:53", "summary": "Excess screen time and less outdoor time have us seeking the sun-and wanting to mimic its effects-more than ever.. After a year-plus of feeling shut in, we want to bask in the sun. But all the excitement around unmasked outdoor gatherings and \"vaxications\" should come with extra attention to sun protection.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-an-indonesian-submarine-sank-china-stepped-in-to-help-salvage-it-11621349148", "title": "After an Indonesian Submarine Sank, China Stepped In to Help Salvage It", "date": "2021-05-18 10:45", "summary": "Beijing has deployed ships for the operation, which involves fastening slings to parts of a submarine that lay at a depth of half a mile. SINGAPORE-China's military is playing a key role in the recovery of an Indonesian naval submarine that sank last month, a challenging operation that analysts say could boost Beijing's soft power in the region.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-sales-rise-even-as-pandemic-wanes-11621338667", "title": "Walmart Sales Rise at Slower Rate as Pandemic Wanes", "date": "2021-05-18 10:41", "summary": "Government checks boost spending in U.S. but e-commerce sales slow; CEO sees 'pent up demand'. Walmart Inc.'s sales continued to rise during the spring quarter though at a slower pace than earlier in the Covid-19 outbreak, as some consumers returned to more typical shopping patterns and U.S. government stimulus stoked spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ducatis-run-in-the-family-11621347495", "title": "Ducatis Run in the Family", "date": "2021-05-18 10:18", "summary": "Resume Subscription. Guy Palmiotto, 66, a retired photo technician living in Rockaway, N.J., and his son Nicholas Palmiotto, 32, a culinary professional living in Hopatcong, N.J., on their Ducatis, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-family-affair-11621347294", "title": "A Family Affair", "date": "2021-05-18 10:14", "summary": "Guy Palmiotto and his son Nicholas share a love of Ducati motorcycles. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-tale-of-two-nyc-neighborhoods-in-the-time-of-covid-19-11621346402", "title": "This Brooklyn Neighborhood Turned Red Hot During Covid-19", "date": "2021-05-18 10:00", "summary": "Resume Subscription. So what neighborhood emerged as New York City's most desirable community during the pandemic? Maybe you aren't familiar with Central Brooklyn's tiny Windsor Terrace. But given that most parts of the city saw steep rent and sales price declines last year, according to online real-estate marketplace StreetEasy, humble Windsor Terrace saw prices climbing-faster than those of any other neighborhood.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/covids-next-challenge-the-growing-divide-between-rich-and-poor-economies-11621343332", "title": "Covid's Next Challenge: The Growing Divide Between Rich and Poor Economies", "date": "2021-05-18 09:08", "summary": "Resume Subscription. Covid-19 is reopening a rift between economies in the world's richest and poorest nations, driven by growth rates that are moving firmly in opposite directions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fidelitys-pitch-to-americas-teens-no-fee-brokerage-accounts-11621310461", "title": "Fidelity's Pitch to Teens: No-Fee Brokerage Accounts", "date": "2021-05-18 09:05", "summary": "There are some 27 million teens in the U.S., and several million households already have an account with the wealth manager. Fidelity Investments Inc. plans to open the door to a new generation of investors who will be able to trade stocks even before they learn how to drive or head to college.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-mongodb-aon-what-to-watch-when-the-stock-market-opens-today-11621334825", "title": "Walmart, Macy's, Home Depot, AT&T: What to Watch When the Stock Market Opens Today", "date": "2021-05-18 09:03", "summary": "Futures pointed to gains for stocks, led by technology shares. Here's what we're watching ahead of Tuesday's opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m1-imac-24-inch-review-apple-built-a-cool-desktop-computer-for-the-iphone-era-11621342802", "title": "M1 iMac 24-Inch: Apple Built a Cool Desktop Computer for the iPhone Era", "date": "2021-05-18 09:00", "summary": "An Apple M1 chip, an insanely thin design, a beautiful screen and a great webcam all bring the iMac into the modern age. One million years ago, when the internet went \"Pshhhkkkkkkrrrr...kakingkakingkaking...ding...ding...ding\" and this \"World Wide Web\" thing was only accessible from a dark corner of your house, Apple released the iMac. (\"I\" is for internet!)", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-allies-promote-portfolios-targeting-unwoke-investors-11621342803", "title": "Trump Allies Promote Portfolios Targeting 'Unwoke Investors'", "date": "2021-05-18 09:00", "summary": "New investment products offer opposite of so-called ESG funds. A small group of conservative money managers is trying to catch up to investment funds that for years have catered to those concerned about climate change, diversity or animal rights.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeep-maker-stellantis-joins-forces-with-foxconn-to-develop-in-car-software-11621341981", "title": "Jeep Maker Stellantis Teams Up With Foxconn on In-Car Software", "date": "2021-05-18 08:46", "summary": "Car maker says deal with iPhone assembler to accelerate technology offerings. Jeep and Chrysler maker Stellantis NV is joining forces with iPhone assembler Foxconn Technology Group in a new collaboration aimed at accelerating the development of in-car software.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-release-2020-tax-returns-11621287221", "title": "Bidens' Tax Returns Show Income of $607,336 in 2020", "date": "2021-05-18 08:37", "summary": "President resumes tradition of releasing tax returns that was interrupted by Trump. WASHINGTON-President Biden and his wife, Jill Biden, made $607,336 in adjusted gross income in 2020 as he ran for office, according to tax returns the couple released Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staffing-shortages-pose-a-threat-to-hotels-budding-recovery-11621339209", "title": "Staffing Shortages Threaten Hotels' Budding Recovery", "date": "2021-05-18 08:00", "summary": "Resume Subscription. Travelers this summer could notice something they may not have seen before: The person who checked them in is the same person who helps clean their room.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/warren-buffett-to-offer-a-new-spin-on-modular-construction-11621339201", "title": "Warren Buffett to Offer a New Spin on Modular Construction", "date": "2021-05-18 08:00", "summary": "A startup owned by Berkshire Hathaway aims to make the construction industry more like car manufacturing. A startup owned by Warren Buffett's Berkshire Hathaway Inc. aims to shake up the construction industry by making it more like car manufacturing.", "categories": [["WSJ News Exclusive", "Property Report"]], "category_links": ["https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-appoints-former-aetna-executive-as-cfo-11621339205", "title": "CVS Appoints Former Aetna Executive as CFO", "date": "2021-05-18 08:00", "summary": "Shawn Guertin was expected to become the company's finance chief in 2018, but left for personal reasons. CVS Health Corp. named the former finance chief of Aetna Inc. to lead its finances as the pharmacy chain works to administer millions of doses of Covid-19 vaccines.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mississippi-abortion-case-at-the-supreme-court-what-you-should-know-11621337351", "title": "What You Should Know About the Mississippi Abortion Case", "date": "2021-05-18 07:29", "summary": "The nation's highest court has agreed to revisit a core precedent stemming from its landmark Roe v. Wade. The question of abortion rights is making a return to the Supreme Court, with justices on Monday agreeing to hear a challenge to a Mississippi law that bans abortions after about 15 weeks of pregnancy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-need-to-get-the-measure-of-carbon-11621336572", "title": "Investors Need to Get the Measure of Carbon", "date": "2021-05-18 07:16", "summary": "Reporting on emissions can't wait for an agreement on how to quantify wider environmental, social and governance risks. The time has come for investors to think about greenhouse-gas emissions separately from other environmental, social and governance criteria.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-energy-shake-up-idea-may-be-too-new-too-late-11621335603", "title": "Duke Energy Shake-Up Idea May Be Too New, Too Late", "date": "2021-05-18 07:00", "summary": "Duke Energy's shares barely moved after activist investor Elliott Management unveiled a letter seeking changes at the utility giant. For an activist investor known for making a splashy entrance, Elliott Management elicited barely any reaction when it announced that Duke Energy was due for a shake-up. The timing may have been off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juan-toscano-anderson-warriors-lakers-nba-playoffs-11621307052", "title": "He Watched Steph vs. LeBron. Now He Plays With Them.", "date": "2021-05-18 07:00", "summary": "Who is Juan Toscano-Anderson? The newest, unlikeliest character in the NBA's best rivalry.. The first time that Stephen Curry and LeBron James met in the NBA Finals, one of the fans in the Golden State Warriors' crowd was a recent college graduate named Juan Toscano-Anderson. He watched the rest of the series on television, like anyone who grew up rooting for the Warriors, and he was at home in the Bay Area when they won the championship.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southeast-asias-battle-of-the-40-billion-superapps-11621332418", "title": "Southeast Asia's Battle of the $40 Billion Superapps", "date": "2021-05-18 06:10", "summary": "Another big deal shows that Southeast Asia is well placed to be the next tech hot spot as regulation in China tightens. The merger of Gojek and Tokopedia sets up Southeast Asia for a battle of the \"superapps.\" It isn't quite Godzilla versus King Kong, but investors are likely to be riveted. Underserved consumers in Southeast Asia are likely to benefit too, as digital financial services expand rapidly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-mobile-to-list-in-shanghai-as-it-departs-nyse-11621322741", "title": "China Mobile to List in Shanghai as It Departs NYSE", "date": "2021-05-18 06:05", "summary": "China Mobile, two smaller rivals lost appeals against being kicked off New York Stock Exchange. China Mobile Ltd. said it plans to sell billions of dollars' worth of shares in Shanghai, days after learning it would definitely be ejected from U.S. markets under a Trump-era investment blacklist.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/videoamp-taps-former-trade-desk-finance-chief-raises-75-million-11621332004", "title": "VideoAmp Taps Former Trade Desk Finance Chief, Raises $75 Million", "date": "2021-05-18 06:00", "summary": "Ad-tech company wants to expand its share of the digital and traditional media measurement pie. Advertising-technology company VideoAmp Inc. has raised $75 million and tapped a new finance chief, a sign the company is ramping up its expansion efforts in the fast-changing industry.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorblindness-exam-gets-a-kid-friendly-makeover-11621332002", "title": "Colorblindness Exam Gets a Kid-Friendly Makeover", "date": "2021-05-18 06:00", "summary": "The traditional colorblindness test wasn't designed for children. Groups in the U.S. and the U.K. are building more engaging, accessible alternatives.. Open a copy of the new picture book \"The Curious Eye\" and you might see birds resting in trees, dolphins swimming among schools of fish and monkeys swinging through a jungle canopy.", "categories": [["Experience Report"]], "category_links": ["https://www.wsj.com/news/experience-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-china-lawmakers-in-hong-kong-find-a-new-national-security-target-art-11621330201", "title": "Pro-China Lawmakers in Hong Kong Find a New National-Security Target: Art", "date": "2021-05-18 05:30", "summary": "Legislators call for barring some art from new museum as insulting to China; 'middle finger pointing at Tiananmen Square'. Emboldened by last year's national-security law, Hong Kong's pro-Beijing politicians want art they say insults China kept out of a new museum in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-on-commercial-real-estate-undeterred-by-empty-offices-and-hotel-rooms-11621330204", "title": "Investors Spend Record Sums on Commercial Real Estate", "date": "2021-05-18 05:30", "summary": "Government support, help from banks keep landlords from suffering steep losses. More than a year into the pandemic, high-rise office buildings are largely empty. About one of every two hotel rooms is unoccupied. Malls are struggling to attract shoppers.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayo-clinic-others-use-ai-factories-to-speed-ai-development-11621330202", "title": "Mayo Clinic, Others Use 'AI Factories' to Speed AI Development", "date": "2021-05-18 05:30", "summary": "Healthcare provider is among organizations taking an assembly-line approach to quickly create targeted AI applications. Mayo Clinic and other organizations are using an assembly-line approach to artificial-intelligence development, where small teams use a common set of software tools and procedures to speed the production of AI applications while cutting costs.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-airstrikes-displace-thousands-of-palestinians-in-gaza-11621253097", "title": "Israeli Airstrikes Force More Than 38,000 Palestinians in Gaza to Flee Their Homes", "date": "2021-05-18 05:18", "summary": "U.N. calls on Israel and Hamas to immediately allow humanitarian groups to bring aid into Gaza. It was 3 a.m. when the Al-Massri family made a split-second decision to flee their home in the Gaza border town of Beit Hanoun, running out of their house barefoot after an Israeli airstrike nearby shattered glass and spewed shrapnel.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-new-oil-investments-to-hit-net-zero-emissions-iea-says-11621314001", "title": "Stop New Oil Investments to Hit Net-Zero Emissions, IEA Says", "date": "2021-05-18 01:00", "summary": "Energy watchdog advocates stringent measures to achieve Paris climate goals. Investment in new fossil-fuel supply projects must immediately cease if the world is going to slash net carbon emissions to zero by 2050, the International Energy Agency said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-recovery-from-pandemic-slows-11621296449", "title": "Japan's Recovery From Pandemic Slows", "date": "2021-05-18 00:47", "summary": "Economists see the downturn as a temporary interruption in the country's recovery from the Covid crisis. TOKYO-Japan's economy shrank in the first quarter of 2021 amid a resurgence of Covid-19 infections, but is expected to return to growth as soon as the current quarter with help from manufacturing exports.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11621271776", "title": "Pepper...and Salt", "date": "2021-05-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-gazas-deadliest-day-israel-says-it-is-targeting-hamas-tunnel-network-11621247985", "title": "President Biden Supports Cease-Fire in Call With Netanyahu", "date": "2021-05-18 21:46", "summary": "Resume Subscription. TEL AVIV-President Biden voiced support for a cease-fire in a call with Israeli Prime Minister Benjamin Netanyahu as Israel said airstrikes in the Gaza Strip targeted a tunnel network used by Hamas amid rising civilian casualties in the conflict.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-t-to-combine-warnermedia-division-with-discovery-11621250928", "title": "AT&T to Combine WarnerMedia Assets With Discovery", "date": "2021-05-18 21:33", "summary": "Deal would complete telecom giant's retreat from the media business, which included owning cable channels such as HBO and CNN. AT&T Inc. and Discovery Inc. reached a deal to combine their media assets into a new, publicly traded company, unwinding the telecom company's big bet on entertainment after less than three years.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kodak-says-new-york-attorney-general-has-threatened-lawsuit-11621300131", "title": "Kodak Says New York Attorney General Has Threatened Lawsuit", "date": "2021-05-18 21:08", "summary": "At issue are a series of stock purchases made by Kodak's CEO ahead of a planned $765 million deal with the U.S. government. Eastman Kodak Co. on Monday said the New York attorney general has threatened to sue the company and its chief executive over a series of stock purchases made by the executive ahead of a planned $765 million deal with the U.S. government to produce drug ingredients.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/att-hollywood-ending-erased-billions-value-hbo-discovery-warner-11621297279", "title": "AT&T's Hollywood Ending Erased Billions in Value", "date": "2021-05-18 20:27", "summary": "Resume Subscription. Three years ago, AT&T Inc. executives were in a federal courthouse fighting the Justice Department to defend their takeover of Time Warner Inc., a more than $80 billion foray into the entertainment business.", "categories": [[]], "category_links": []}]