[{"link": "https://www.wsj.com/articles/chinese-developers-rally-on-policy-hopes-as-evergrande-again-averts-default-11636617201", "title": "Chinese Developers Rally on Policy Hopes as Evergrande Again Averts Default", "date": "2021-11-11 21:42", "summary": "Central bank considers easing rules on leverage to help struggling developers sell off assets. Stocks and bonds of Chinese developers jumped on signs that Beijing could moderate its tough stance on the beaten-down property sector, while industry heavyweight China Evergrande Group again averted default by making another set of last-minute bond payments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-attorneys-appeal-federal-court-ruling-to-block-release-of-records-to-the-house-11636652945", "title": "Trump Wins Delay in Fight Over Records", "date": "2021-11-11 20:56", "summary": "Court's action temporarily stays a trial court ruling this week that would have released the records to the House. A federal appeals court Thursday agreed to quickly consider former President Donald Trump's request to deny a special House committee investigating the Jan. 6 riot at the Capitol access to records from his presidency, a move that will at least temporarily delay disclosure of the material.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-needs-to-sell-millions-of-more-tesla-shares-to-meet-10-pledge-11636680460", "title": "Elon Musk Needs to Sell Millions of More Tesla Shares to Meet 10% Pledge", "date": "2021-11-11 20:27", "summary": "CEO sold about 4.5 million Tesla shares Monday through Wednesday, likely needs to sell upward of 12.5 million more to reach his goal. Elon Musk's sale of roughly $5 billion in Tesla Inc. shares in recent days is likely just the start of his selling wave.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-inflation-challenges-biden-agenda-11636651866", "title": "Surging Inflation Poses Challenge to Biden's $2 Trillion Spending Plan", "date": "2021-11-11 19:43", "summary": "Republicans say spending bill will lead to further price increases, while Democrats say it will help families lower costs. WASHINGTON-The highest inflation in three decades is posing a new challenge for President Biden as he seeks to enact another pillar of his economic agenda while also easing Americans' concerns about rising consumer prices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-jpmorgan-exec-says-bank-fired-her-for-raising-compliance-concerns-11636677166", "title": "Former JPMorgan Exec Says Bank Fired Her for Raising Compliance Concerns", "date": "2021-11-11 19:32", "summary": "Shaquala Williams said she had concerns about whether the bank violated terms of settlements with U.S. agencies. A former JPMorgan Chase & Co. compliance executive has sued the bank for retaliation, saying it fired her after she pointed out gaps in its anticorruption controls and raised concerns about what she believed were misrepresentations to regulators.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-spacex-launches-astronauts-to-international-space-station-11636597066", "title": "SpaceX Ship Reaches Space Station Following Launch", "date": "2021-11-11 19:21", "summary": "Crew of four aboard SpaceX Crew Dragon docked with orbiting international research facility Thursday evening. A SpaceX vessel carrying a crew of astronauts arrived at the International Space Station Thursday evening, marking the fourth time the company founded by Elon Musk has taken astronauts to the facility for NASA.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-opens-covid-19-boosters-to-anyone-over-18-11636675171", "title": "Colorado Opens Covid-19 Boosters to Anyone Over 18", "date": "2021-11-11 18:59", "summary": "Gov. Jared Polis issues executive order declaring entire state as high risk for transmission. Colorado will allow any resident over the age of 18 to get a Covid-19 booster shot, expanding eligibility guidelines for the third vaccine dose as hospitals in the state strain under an influx of sick patients.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-the-government-unicorn-electric-vehicles-trucks-subsidies-11636669730", "title": "Rivian, the Government Unicorn", "date": "2021-11-11 18:36", "summary": "The EV truck maker is worth $120.5 billion. It has sold 156 vehicles.. We live in the age of free money and endless government subsidy, which is the only way to explain the $100 billion public stock offering by Rivian this week. The electric truck maker has delivered a mere 156 vehicles, but investors are betting government won't let it fail.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-lives-matter-vs-eric-adams-mayor-new-york-city-hawk-newsome-11636670327", "title": "Black Lives Matter vs. Eric Adams", "date": "2021-11-11 18:34", "summary": "Anti-police activists test the Mayor-elect's resolve to reduce crime.. Eric Adams won the race for New York mayor on a vow to reduce crime and homelessness, and he's already facing a threat of \"riots,\" \"fire\" and worse if he follows through.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vladimir-putins-belarus-offensive-alexander-lukashenko-russia-europe-11636654021", "title": "Putin's Belarus Offensive", "date": "2021-11-11 18:31", "summary": "The Kremlin ally uses migrants and energy against Western Europe.. Russia's Vladimir Putin is causing trouble in Europe again, first by massing troops on the border with Ukraine and now with a refugee crisis and energy threats through his ally in Belarus. Western Europe is upset but has itself to blame for being so vulnerable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-injects-90-million-into-low-code-software-maker-wso2-11636673371", "title": "Goldman Sachs Injects $90 Million Into Software Maker WSO2", "date": "2021-11-11 18:29", "summary": "Amid a tech-talent crunch, the Wall Street bank is eyeing a growing market for do-it-yourself app builders that put development into the hands of business-line employees. Goldman Sachs Group Inc.'s asset-management arm is injecting $90 million into tech firm WSO2, taking a stake in a low-code software maker as companies try to cope with a shortage of developers by letting salespeople, accountants and other business-line workers make their own apps.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-yield-control-bust-in-australia-federal-reserve-monetary-policy-11636555367", "title": "The Yield Control Bust in Australia", "date": "2021-11-11 18:29", "summary": "Note to the Fed: This monetary innovation Down Under failed.. The Federal Reserve appears to have abandoned its discussion of yield-curve control, but bad monetary ideas have a way of returning. So it's worth memorializing the failure of this experiment in Australia.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-arizona-illegal-undocumented-immigration-border-education-adeyemo-osha-doug-ducey-11636667717", "title": "Biden Wins Arizona, Then Turns on It", "date": "2021-11-11 18:10", "summary": "From the border to the forests and schools, the administration is hostile to the state I lead.. Phoenix", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-face-the-woke-elections-socialists-critical-race-theory-schools-aoc-virginia-11636669165", "title": "Democrats Need to Face Down the Woke", "date": "2021-11-11 18:09", "summary": "Identity politics has become dangerous to their cause. Even the socialists at Jacobin magazine see it.. I want to look at the woke education agenda and the Democrats. They can still push away from the woke regime and improve their prospects for survival in the next election, but they must move quickly and be clear. Our bias in this column is that it's good for America if there are two strong parties duking it out-they may not mean to but they function as a unifying, stabilizing force in this broken-up country-and it would be a great national good if the woke regime were disrupted. Nobody likes it but the extreme cultural left, including the teachers unions. It did famous harm to the Democrats in the latest election.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivian-tesla-stock-prices-jump-in-premarket-trading-11636636341", "title": "Rivian's Stock Price Rises", "date": "2021-11-11 18:07", "summary": "Investors are piling into shares of electric-vehicle companies a day after Rivian's IPO. Shares in electric-vehicle maker Rivian Automotive Inc. rose again Thursday, adding to big gains it made on its first day of trading.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-russia-trump-2016-election-collusion-russiagate-durham-danchenko-steele-11636669515", "title": "Hillary Clinton's Russian Helpers", "date": "2021-11-11 18:07", "summary": "Durham uncovers evidence of Moscow's attempts to influence the Steele dossier.. Special counsel John Durham's indictments have turned any number of narratives on their heads, including the question of which 2016 presidential campaign was in bed with Russians. It wasn't Donald Trump's.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autumn-in-new-york-ginkgo-central-park-trees-pods-nuts-cooking-fall-hiroshima-fossils-11636668048", "title": "It's Autumn in New York. You Can Smell It", "date": "2021-11-11 18:06", "summary": "The ginkgo trees's yellow pods stink like rancid butter.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-delhi-beijing-india-china-border-clash-5g-app-ban-himalayas-the-quad-bay-of-bengal-11636667059", "title": "What New Delhi Needs to Stand Up to Beijing", "date": "2021-11-11 18:05", "summary": "The border clash hasn't gone China's way, but it's also revealed the weakness of the Indian economy.. India didn't roll over last year when China sent troops into disputed Himalayan territory. But it hasn't been able to repel Beijing's advances either, and things could get worse if New Delhi doesn't learn from its mistakes.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-nina-is-coming-to-shape-winter-forecasts-what-to-know-11636666122", "title": "La Niña Is Coming to Shape Winter. What to Know.", "date": "2021-11-11 18:05", "summary": "Weather phenomenon threatens to prolong West's drought and keep northern areas colder than usual. The latest fluctuations in climate conditions across the Pacific Ocean are increasing the likelihood of a La Niña winter in the U.S., the National Oceanic and Atmospheric Administration said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-privilege-trump-biden-executive-capitol-riot-courts-11636668385", "title": "Notable & Quotable: Executive Privilege", "date": "2021-11-11 18:04", "summary": "'The Democrats who are suing to break President Trump's executive privilege in respect of January 6 might want to be careful for what they wish.'. From a Nov. 10 editorial in the New York Sun:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/true-raiders-review-in-the-tunnels-of-jerusalem-11636671808", "title": "'True Raiders' Review: In the Tunnels of Jerusalem", "date": "2021-11-11 18:03", "summary": "In 1909, a syndicate of treasure hunters sailed for the Holy Land to ﬁnd the Lost Ark of the Covenant. Indiana Jones was not among them.. In 1909, a shadowy syndicate of treasure hunters set out from England on an expedition to Jerusalem. Their goal was nothing less than to find and take possession of the Ark of the Covenant-the legendary gold-covered chest in which the shattered remains of the Ten Commandments were said to be stored. Some of the group were fascinated by the mysterious quest itself; some hoped to become rich beyond their wildest dreams.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/educating-girls-islamic-obligation-quran-women-gender-gap-extremist-taliban-afghanistan-11636668528", "title": "Educating Girls Is an Islamic Obligation", "date": "2021-11-11 18:02", "summary": "Extremists like the Taliban distort the Quran's teachings and harm their countries.. Girls have an intrinsic right to education. This simple truth should be abiding and nonnegotiable. Yet reactionary forces, warping Islamic teaching, too often limit or deny girls their education. This is cruel and defies the core tenets of the world's second-largest religion.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belfast-kenneth-branagh-judi-dench-van-morrison-northern-ireland-the-troubles-11636671094", "title": "'Belfast': Love in the Time of Troubles", "date": "2021-11-11 17:52", "summary": "Kenneth Branagh's semi-autobiographical look at his childhood in a turbulent Northern Ireland is a stirring tribute to family ties. Kenneth Branagh revisits a turbulent stretch of his childhood in \"Belfast.\" The time is 1969, when he was 9 years old and the Troubles, the sectarian battles between Catholics and Protestants, were engulfing the peaceful life of his working-class family and neighborhood, along with the rest of Northern Ireland. There's only one trouble with his semi-autobiographical account. It's so polished-so spirited, funny and skillfully calibrated-that it could be taken for a while as a crowd-pleaser and not a lot more. Sign me up for the crowd, though. This is surely the most pleasing film I've seen so far this year, but also the most affecting.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swatting-an-intentionally-false-alarm-brings-in-big-guns-11636671179", "title": "'Swatting': An Intentionally False Alarm Brings in Big Guns", "date": "2021-11-11 17:52", "summary": "Military-style police teams have given their name to a disturbing new kind of prank. Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julia-child-the-french-chef-wgbh-julie-cohen-betsy-west-paul-child-oss-meryl-streep-snl-dan-ayckroyd-11636670959", "title": "'Julia': Haute Cuisine, Honored Chef", "date": "2021-11-11 17:50", "summary": "Julie Cohen and Betsy West cook up a delightful documentary about Julia Child. Julia Child finally gets the celebration she deserves in \"Julia.\" That's no knock on Meryl Streep's great-hearted and grandly comic portrayal of her in \"Julie & Julia\" more than a decade ago. This is a documentary, playing in select theaters. It shows us the woman in full, a fearless, joyous eccentric committed to carrying the oriflamme of French cuisine to the Jell-O-scarfing masses. (A calumny on American cookery of the time, perhaps, but a producer who worked with Julia from the start makes the incendiary claim that no one in greater Boston had an omelet pan when \"The French Chef\" made its debut to immediate acclaim on WGBH, that city's educational TV station, in 1963.)", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oceanfront-home-on-the-hawaiian-island-of-maui-sells-for-42-million-11636671042", "title": "Oceanfront Home on the Hawaiian Island of Maui Sells for $42 Million", "date": "2021-11-11 17:50", "summary": "The property was sold by Silicon Valley venture capitalist Pierre Lamond. In Hawaii's hot housing market, a Silicon Valley venture capitalist has sold an oceanfront compound on Maui for $42 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-seeking-evacuation-from-afghanistan-forced-to-leave-safehouses-11636670801", "title": "At-Risk Afghans Forced to Flee Safe Houses", "date": "2021-11-11 17:46", "summary": "Volunteer group housing Afghans said it couldn't gain approval to fly them out of the country. WASHINGTON-Hundreds of Afghans have been forced to leave safe houses in Afghanistan after the volunteer group trying to help them evacuate failed to negotiate their passage out of the country and ran out of money to support them, the group said Thursday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-moviepass-ceo-to-test-a-second-act-for-the-failed-subscription-service-11636670757", "title": "Ex-MoviePass CEO to Test a Second Act for Failed Subscription Service", "date": "2021-11-11 17:45", "summary": "Stacy Spikes, former chief of MoviePass, said he intends to test a revised business model between the Thanksgiving and New Year holidays, according to court documents. The co-founder and former chief of MoviePass Inc. is getting ready to test whether the popular-though failed-theater subscription service can return for a sequel with a new business model.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subways-tuna-isnt-actually-tuna-lawsuit-again-alleges-11636670081", "title": "Subway's Tuna Isn't Actually Tuna, Lawsuit Again Alleges", "date": "2021-11-11 17:34", "summary": "Amended suit claims tuna sampled from sandwich chain has trace amounts of chicken, pork and cattle DNA. Two Californians claim they've found something fishy with Subway's tuna-it doesn't actually contain tuna, but other fish species.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ellume-recalls-more-than-2-million-at-home-covid-19-tests-over-false-positives-11636670043", "title": "Ellume Recalls More Than 2 Million At-Home Covid-19 Tests", "date": "2021-11-11 17:34", "summary": "FDA says there have been 35 reported incidents of false positives. The Food and Drug Administration said more than 2 million at-home Covid-19 tests from Australia-based Ellume USA LLC have been recalled because of a number of false-positive results.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-order-record-number-of-robots-amid-labor-shortage-11636669766", "title": "Companies Order Record Number of Robots Amid Labor Shortage", "date": "2021-11-11 17:29", "summary": "North American firms ordered nearly 29,000 robotics units in first nine months of 2021. Robotics orders by North American companies are on track for their biggest year, according to an industry group.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-veterans-come-home-11636669355", "title": "When Veterans Come Home", "date": "2021-11-11 17:22", "summary": "Does their service ever end?. Many veterans have a habit of returning from military service and-living in a nation that can never adequately thank them-continue to create new reasons for their fellow citizens to be grateful.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-11-11-2021-11636619675", "title": "S&P 500, Nasdaq Claw Back Ground a Day After Inflation Readout", "date": "2021-11-11 17:12", "summary": "Disney and Beyond Meat post lackluster earnings; regulatory filings show Tesla CEO Elon Musk sold $5 billion of stock. The S&P 500 and Nasdaq Composite rose Thursday, staging a rebound as investors shook off concerns about mounting inflation.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avis-the-latest-meme-stock-frenzy-is-driving-the-dow-transports-index-11636626601", "title": "Avis, the Latest Meme Stock, Is Driving the Dow Transports Index", "date": "2021-11-11 16:56", "summary": "Its outsize influence could make that index a less reliable gauge of the broader stock market. Meme trading has come for transportation stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2022-audi-rs-e-tron-gt-a-glimpse-of-vw-groups-electric-future-11636666730", "title": "Audi RS e-tron GT: A Glimpse of VW Group's Electric Future", "date": "2021-11-11 16:38", "summary": "This EV doesn't quite match Tesla in range or price. But it's a great looking car, writes Dan Neil, and the fastest four-door sedan Audi has ever built.. FOR A BRIEF TIME and to the dismay of the patrons, I was once a chef at a resort hotel, with a paper toque and tunic, tricolore ribbon, the whole bit. My previous training consisted of being hopeless as a short-order cook at a 24-hour diner called Alligator Alley, where I learned to clean and cook said alligators. Excellent, the resort manager said, when can you start?", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travis-scott-concert-death-toll-reaches-nine-11636666129", "title": "Travis Scott Concert Death Toll Reaches Nine", "date": "2021-11-11 16:28", "summary": "Texas A&M University student Bharti Shahani was 22 years old. A college student died of injuries sustained Friday night during the Travis Scott concert in Houston, her family said Thursday, marking the ninth fatality stemming from the show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-typically-sell-in-a-week-forcing-buyers-to-take-risks-11636632000", "title": "Homes Now Typically Sell in a Week, Forcing Buyers to Take Risks", "date": "2021-11-11 16:21", "summary": "Buyers are often waiving traditional safeguards in fast-moving market where median price has climbed. American home buyers are having to pounce faster than ever to clinch a deal, forcing many of them to make snap decisions about what house to purchase and how much to pay.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-five-ws-friday-crossword-november-12-11636465772", "title": "The Five W's (Friday Crossword, November 12)", "date": "2021-11-11 16:01", "categories": [["WSJ Puzzles", "Crossword Contest"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword-contest?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-specialist-doctors-are-booked-solid-but-these-tips-can-help-you-get-an-appointment-11636638930", "title": "How to Get an Appointment With a Specialist Doctor Faster", "date": "2021-11-11 15:53", "summary": "Waiting too long to see a doctor? Try a different approach, healthcare executives and medical experts advise. Getting in to see a specialist can take weeks, especially right now. If you don't want to wait, there are strategies to get an appointment faster.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-bitcoin-futures-etf-bites-the-dust-11636663692", "title": "Another Bitcoin Futures ETF Bites the Dust", "date": "2021-11-11 15:48", "summary": "Costs ended plans for launch of new crypto fund; move follows October cancellation by Invesco. A second firm has halted the launch of a bitcoin futures exchange-traded fund, calling the products too costly for many investors.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-kyle-rittenhouse-kenosha-wisconsin-shooting-11598653456", "title": "Who is Kyle Rittenhouse and What Happened in Kenosha, Wis.?", "date": "2021-11-11 15:46", "summary": "Teenager is charged in killings of two protesters and injuries to a third during unrest last year. Kyle Rittenhouse has been charged with homicide after he shot and killed two men and wounded another during unrest following the police shooting of Jacob Blake in Kenosha, Wis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gopro-can-avoid-an-inventory-wipeout-11636659193", "title": "GoPro Can Avoid an Inventory Wipeout", "date": "2021-11-11 14:33", "summary": "Action camera maker learns from past inventory mistakes as it moves to subscription model. GoPro may be selling fewer cameras these days, but at least it has learned how not to be left holding the bag.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paella-or-just-rice-and-stuff-purists-defend-spains-traditional-dish-11636658772", "title": "Paella Pizza? Purists Object to Variations of the Popular Spanish Dish", "date": "2021-11-11 14:26", "summary": "International popularity of the specialty is booming, but non-traditional versions create a fuss among foodies; 'report any transgressions committed against paella'. When Regina Bou's friends saw paella on a restaurant menu, they immediately bought it for her. As a Spanish student living in New York City, they knew she really missed her home country's specialties.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-companies-turn-to-3-d-printing-to-bypass-snarled-supply-chains-11636657907", "title": "Energy Companies Use 3-D Printing to Bypass Snarled Supply Chains", "date": "2021-11-11 14:11", "summary": "Technology is being used for replacement parts as availability of components via traditional delivery lines remains uncertain. SYDNEY-With global supply chains gumming up due to the Covid-19 pandemic, Chevron Corp. feared a lack of parts could cause a costly delay to planned maintenance at its $54 billion Gorgon gas-export project in Australia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-fractions-can-create-a-vaccine-fallacy-11636657686", "title": "How Fractions Can Create a Vaccine Fallacy", "date": "2021-11-11 14:08", "summary": "Mistaken intuitions about which numbers to compare can lead us to exaggerate the significance of Covid-19 'breakthrough' infections. Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-he-will-emphasize-veterans-in-pandemic-recovery-efforts-11636656836", "title": "Biden Says He Will Emphasize Veterans in Pandemic-Recovery Efforts", "date": "2021-11-11 13:53", "summary": "On Veterans Day, Biden makes remarks at Arlington National Cemetery. President Biden said Thursday his administration would keep the needs of veterans at the front of its pandemic-recovery efforts, as he honored veterans at Arlington National Cemetery.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-was-once-a-model-for-siemens-but-now-follows-its-rivals-path-11636656545", "title": "GE Was Once a Model for Siemens but Now Follows Its Rival's Path", "date": "2021-11-11 13:49", "summary": "U.S. company's new strategy resembles that of its German competitor, in shift that could narrow gap that has opened between them. BERLIN-For decades, Siemens AG lived in the shadow of General Electric Co. , with the German engineering and technology company often mimicking its competitor's practices and managers looking to it as a benchmark.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-virginia-new-jersey-buffalo-defund-police-elections-11636586379", "title": "A Resounding Defeat for Radical Democrats", "date": "2021-11-11 13:11", "summary": "But it will take more than an election to turn back the woke tide.. \"Voters Decide to Make America Sane Again,\" writes Gerard Baker (Free Expression, Nov. 9). Usually, you win some and you lose some. But that's not how it panned out for the reimagined, radical Democrats. The only \"win some\" they got was a Republican ex-Marine named Winsome Sears who became the first female, first naturalized and first woman of color to capture Virginia's lieutenant governor position. In her victory speech, Ms. Sears socked it to the deep-blue media and the purveyors of critical race theory by reminding them that this is not 1963.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-supply-chain-shortages-dee-dee-myers-ab5-labor-environment-11636585859", "title": "California Responds on Supply-Chain Issues", "date": "2021-11-11 13:10", "summary": "The Golden State won't sacrifice hard-won protections for the environment and workers.. In her op-ed about global supply-chain congestion, Allysia Finley speciously blames California's efforts to protect workers and the environment (\"California Is the Supply Chain's Weakest Link,\" op-ed, Nov. 5). She focuses on the Ports of Los Angeles and Long Beach, which, she writes, \"handle only about 40% of containers entering the U.S.\" Only 40%? Together, the Southern California ports are by far the largest in North America.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-social-media-privacy-clegg-klobuchar-hate-11636585522", "title": "Privacy Protections Need a Legislative Update", "date": "2021-11-11 13:09", "summary": "The Privacy Act of 1974 was passed to balance two interests.. In \"No More Blind Trust in Big Tech\" by Sen. Amy Klobuchar and \"Facebook Can't Do It Alone\" by Nick Clegg of Facebook 's parent Meta (Review, Oct. 30), the positions are taken that the U.S. needs a national privacy law but for very different reasons. While Ms. Klobuchar advocates protection for the public, Mr. Clegg advocates cover for Meta.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-president-treaty-iran-deal-jcpoa-withdraw-exit-11636584351", "title": "Even the Senate Can't Lock In a New Iran Deal", "date": "2021-11-11 13:08", "summary": "There is no restraint on presidential walkouts from ratified agreements.. Regarding Joe Lieberman's \"A New Iran Deal Could be an Occasion for Bipartisan Unity\" (op-ed, Nov. 8): The argument that Senate ratification would give the mullahs confidence that future administrations will be locked into a new nuclear deal doesn't hold water. There is no restraint on presidential walkouts from ratified agreements. See: President George W. Bush's exit from the Anti-Ballistic Missile Treaty and President Trump's departure from the Intermediate-Range Nuclear Forces Treaty and Open Skies accords. Only new legislation can cure presidential unilateralism and that is not in the offing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jews-christians-shema-monotheism-jesus-mark-commandment-11636583678", "title": "Jews, Christians and the Most Important Commandment", "date": "2021-11-11 13:07", "summary": "'Hear, O Israel: The Lord our God, the Lord is one.'. In \"My Gentile Father's Jewish Legacy\" by John J. Miller (Houses of Worship, Oct. 29), the most important point of commonality between Jews and Christians is omitted. The Jewish mezuza scroll includes the Shema: \"Hear, O Israel: The Lord our God, the Lord is one\"-which, in Mark 12:29, Jesus affirms as the most important commandment. \"The most important one, answered Jesus, is this: 'Hear, O Israel: The Lord our God, the Lord is one. Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-job-interview-dilemma-how-much-to-study-a-hiring-managers-social-media-11636653772", "title": "The New Job Interview Dilemma: How Much to Study a Hiring Manager's Social Media", "date": "2021-11-11 13:02", "summary": "Is it strategic-or risky-to bone up on your interviewer's Facebook, LinkedIn and Instagram accounts to glean talking points? We asked career experts to weigh in. The Fixer is a monthly tech column that responds to reader queries about navigating the digital landscape and solving problems with gear.", "categories": [["Life & Work", "The Fixer"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/the-fixer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weight-loss-surgery-may-reduce-risk-of-liver-disease-11636647576", "title": "Weight-Loss Surgery May Reduce Risk of Liver Disease", "date": "2021-11-11 13:01", "summary": "Bariatric surgery could diminish risk of cirrhosis, liver cancer or death from liver disease, as well as heart attacks and strokes, study shows. Bariatric surgery may help the growing share of the global population that is obese to avoid dangerous complications of a condition known as fatty-liver disease, according to a new study.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-weighs-border-walls-as-migrants-mass-in-belarus-at-polands-frontier-11636649364", "title": "Europe Weighs Border Walls as Migrants Mass in Belarus at Poland's Frontier", "date": "2021-11-11 12:47", "summary": "Resume Subscription. BERLIN-A standoff over the fate of thousands of migrants camped in the forests of Belarus trying to enter Poland has pushed the European Union to embrace steps its leaders once considered controversial: explicitly paying for fences at the EU's frontiers and pushing back people who attempt to cross.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bestselling-books-week-ended-november-6-11636651187", "title": "Bestselling Books Week Ended November 6", "date": "2021-11-11 12:19", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennial-genz-family-tradition-marriage-religion-woke-1619-systemic-racism-college-11636641758", "title": "Millennials, Put Away Childish Political Things", "date": "2021-11-11 12:18", "summary": "The woke claim to own you simply by virtue of your youth. You are overdue for upward moral mobility.. As the election results of 2021 suggest a chill in the air for the left, the time has come to talk to younger voters-millennials and Generation Z-about America's future. The message can be distilled in a single sentence: You've been robbed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overhauled-auditing-watchdog-expected-to-boost-industry-scrutiny-and-focus-on-investors-11636651023", "title": "Overhauled Auditing Watchdog Expected to Boost Industry Scrutiny and Focus on Investors", "date": "2021-11-11 12:17", "summary": "SEC picks four new members of accounting oversight board to replace fired panel. The U.S. audit watchdog under its new leadership is expected to provide greater transparency around inspections and increase its scrutiny of audit firms while potentially shifting how it addresses investor concerns, accountants, investors and former regulators said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murderer-of-jewish-holocaust-survivor-in-france-gets-life-sentence-11636651063", "title": "Murderer of Holocaust Survivor in France Gets Life Sentence", "date": "2021-11-11 12:17", "summary": "Killing of Mireille Knoll, 85, sparked debate over French efforts to stop anti-Semitic attacks; defendant Yacine Mihoub to appeal. PARIS-A 32-year-old man was sentenced to life in prison for the 2018 murder of an elderly Jewish Holocaust survivor, a crime that sparked questions over whether France was doing enough to address a spate of anti-Semitic attacks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-zero-wall-street-green-renewables-cop26-glasgow-climate-change-global-warming-esg-11636643512", "title": "'Net Zero' Will Make Wall Street Richer at Main Street's Expense", "date": "2021-11-11 12:17", "summary": "Follow the money and note who benefits from creating an artificial demand for renewable energy.. At the COP26 U.N. climate change conference, a group of 450 financial firms pledged $130 trillion in capital to finance the transition to net-zero emissions. Government mandates have already driven large private capital flows into expanding renewable energy, and now financial firms are eager to kick the phaseout of fossil fuels into high gear.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reason-why-you-should-attend-live-theater-11636403394", "title": "A Surprising Reason Why You Should Attend Live Theater", "date": "2021-11-11 12:00", "summary": "Researchers found that watching a performance made people more charitable and empathetic. Could attending live theater make you a more empathetic person?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renters-who-abandoned-their-city-apartments-during-covid-are-coming-home-to-a-crazy-leasing-market-11636650049", "title": "Returning Renters Find Crazy Post-Covid Leasing Market", "date": "2021-11-11 12:00", "summary": "Resume Subscription. Like many urbanites, Omer and Mor Granit left their New York City home during the pandemic, giving up the lease on their Brooklyn apartment. In December 2020, they moved to a rental cabin in Evergreen, Colo., with their three daughters, Mr. Granit said, enjoying skiing and wildlife spotting. Still, eight months later, they were ready to come home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vatican-nears-sale-of-london-building-ensnared-in-corruption-scandal-11636630319", "title": "Vatican Nears Sale of London Building Ensnared in Corruption Scandal", "date": "2021-11-11 11:57", "summary": "Sale of property to Bain Capital and CIT Group could mean loss of over $100 million for the Vatican. The Vatican is close to a deal with two private-equity firms to sell a London commercial building at the center of one of the major scandals of Pope Francis' reign.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-concussion-settlement-race-norming-11636647441", "title": "NFL's Concussion Settlement Is Changing the Debate on 'Race Norming' in Medicine", "date": "2021-11-11 11:21", "summary": "After settling an explosive lawsuit, the league is taking on a bigger challenge: overhauling cognitive testing in a field that has long adjusted results based on race. Last month, the National Football League agreed to a settlement discontinuing a little-known practice called \"race norming\" that had become a lightning rod in its billion-dollar concussion fund with former players.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-easily-can-a-virus-escape-from-a-lab-11636646265", "title": "How Easily Can a Virus Escape From a Lab?", "date": "2021-11-11 10:57", "summary": "Documented lab leaks in the U.S., Russia and China offer insight into what might have happened with Covid-19. In November 2019, just before Covid-19 was detected in Wuhan, a different outbreak was unfolding in another part of China. In Lanzhou, the capital of Gansu province in the country's northwest, a leak at a vaccine production company resulted in over 10,000 people becoming infected by brucellosis, a bacterial disease that causes symptoms such as headaches, muscle pain, fever and fatigue. If untreated, the disease can turn chronic and manifest as arthritis, recurrent fevers and swelling of the heart, liver, spleen or reproductive organs.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citizenship-by-investment-how-to-buy-a-home-that-could-come-with-a-foreign-passport-or-residency-permit-11636646265", "title": "How to Buy a Home That Could Come With a Foreign Passport or Residency Permit", "date": "2021-11-11 10:57", "summary": "American citizens who want to live full-time in another country can take advantage of pay-to-stay programs. Marjorie Garrett loves the 3,500-square-foot custom home she and her husband built. The couple designed it for indoor-outdoor living, allowing them to slide open their window-walls in the morning and enjoy the breezes all day.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11636645119", "title": "A Closer Look", "date": "2021-11-11 10:38", "summary": "Selections from 'I Can Make a Train Noise' by Michael Emberly and Marie-Louise Fitzpatrick. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11636645074", "title": "A Closer Look", "date": "2021-11-11 10:37", "summary": "Selections from 'All of the Factors of Why I Love Tractors' by Davina Bell, illustrated by Jenny Lovlie. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11636645014", "title": "A Closer Look", "date": "2021-11-11 10:36", "summary": "Selections from 'Vehicles & Transportation' by Camille Babeau. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11636644972", "title": "A Closer Look", "date": "2021-11-11 10:36", "summary": "Selections from 'Road Crew Coming Through' by Sherri Duskey Rinker, illustrated by AG Ford. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11636644932", "title": "A Closer Look", "date": "2021-11-11 10:35", "summary": "Selections from 'Red Truck, Yellow Truck' by Michelle Robinson, illustrated by Jez Tuya. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-heated-gear-for-cold-weather-outdoor-adventures-11636644819", "title": "The Best Heated Gear for Cold Weather Outdoor Adventures", "date": "2021-11-11 10:33", "summary": "From battery-powered gloves to futuristic insoles that heat up to 140 degrees, this high-tech gear will keep you warm all winter long. IT'S -4 DEGREES Fahrenheit high in the mountains near Revelstoke, British Columbia, and ski filmmaker Katie Burrell has been standing in the snow for eight hours to capture the shot she seeks. For her, staying warm doesn't merely stave off discomfort, it lets her get the job done. \"If...your feet go numb, you can't do anything,\" the 33-year-old said. In addition to a Gore-Tex jacket, hat and gloves, the filmmaker relies on her \"secret weapon\"-a pair of battery-operated Therm-ic knee-high socks whose discreet control allows her to toggle between low, medium and high heat.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recent-grads-and-current-students-share-early-career-advice-11636644500", "title": "Recent Grads and Current Students Share Early Career Advice", "date": "2021-11-11 10:28", "summary": "Students and young professionals from WSJ's Noted. Advisers cohort on Jobs/Careers reveal what they learned about early career development during the pandemic. It's been nearly two years since Covid-19 first shut down offices across the country, sending workers and students to figure out their next steps from home without much of a transition. It's been a lot to navigate for everyone, but especially for those just starting out in their careers.", "categories": [["Jobs"]], "category_links": ["https://www.wsj.com/news/types/noted-jobs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-cant-afford-to-quit-coal-will-rich-countries-pay-for-the-transition-11636643299", "title": "South Africa Seeks Help to Quit Coal", "date": "2021-11-11 10:08", "summary": "Resume Subscription. EMALAHLENI, South Africa-The gleaming new chimneys and hulking generators of what will soon be the second-largest coal-fired power plant in the Southern Hemisphere are at the center of South Africa's $20 billion, 50-year bet to fuel economic growth and lift its population out of poverty.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pros-cons-of-donor-advised-funds-11636402901", "title": "The Pros and Cons of Donor-Advised Funds", "date": "2021-11-11 10:00", "summary": "As more taxpayers take advantage of these vehicles, some lawmakers are proposing certain restrictions. Donor-advised funds, a highly popular way to contribute to charity, are continuing to attract rapidly growing numbers of admirers.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-puzzles-saturday-november-13-11636578018", "title": "Number Puzzles (Saturday, November 13)", "date": "2021-11-11 10:00", "categories": [["WSJ Puzzles", "Number Puzzles"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/number-puzzles?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-online-grocers-want-to-make-it-easy-for-you-to-shop-sustainably-11636641000", "title": "These Online Grocers Want to Make it Easy to Shop Sustainably", "date": "2021-11-11 09:30", "summary": "There's a boom in ethically sourced groceries online, but the convenience of a one-stop shop remains largely elusive. We comparison-shopped online grocers to find the best bets.. LONG BEFORE the pandemic, Sarah Yerkes had already abandoned the supermarket. The 42-year-old has a demanding job at a Washington, D.C., think tank and two young children; ordering groceries online seemed like a way to keep things relatively sane. But it wasn't until last year that Ms. Yerkes began a subscription to Imperfect Foods, an online grocer that sells \"ugly\" fruits and vegetables traditionally considered unmarketable.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-tesla-rivian-what-to-watch-when-the-stock-market-opens-today-11636632756", "title": "Beyond Meat, Tesla, Rivian: What to Watch When the Stock Market Opens Today", "date": "2021-11-11 09:24", "summary": "Tesla shares rise after filings showed Elon Musk sold stock; Rivian jumps again after IPO-day pop. U.S. stock futures gained, suggesting major indexes will steady after the highest inflation reading in more than 30 years knocked markets Wednesday. Here's what we're watching before the opening bell.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-change-mask-policy-covid-vaccine-11636599920", "title": "Schools Change Mask Policies as Children Get Covid-19 Shots", "date": "2021-11-11 09:23", "summary": "Moves to ease school restrictions reflect how eager some officials and parents are to get back to normal-and will serve as a key test. More school districts are loosening mask and quarantine requirements as Covid-19 vaccines roll out for younger children and cases have dropped from the summer's Delta surge.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/binance-became-the-biggest-cryptocurrency-exchange-without-licenses-or-headquarters-thats-coming-to-an-end-11636640029", "title": "$76 Billion a Day: How Binance Became the World's Biggest Crypto Exchange", "date": "2021-11-11 09:13", "summary": "Resume Subscription. The world's fastest-growing major financial exchange has no head office or formal address, lacks licenses in countries where it operates and has a chief executive who until recently wouldn't answer questions about his location.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-cop26-deal-in-scotland-would-help-investors-too-11636639690", "title": "A COP26 Deal in Scotland Would Help Investors Too", "date": "2021-11-11 09:08", "summary": "The surprise declaration between Washington and Beijing could lay the foundations for a meaningful climate deal in Glasgow, though it is still no sure thing. Negotiations at the United Nations climate conference in Glasgow are moving into the endgame. Wednesday's surprise joint declaration by China and the U.S. by no means guarantees a meaningful global deal, but it does improve the odds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-gains-power-as-communist-party-designates-him-historical-figure-11636635312", "title": "China's Xi Designated a Historic Figure by Communist Party", "date": "2021-11-11 09:01", "summary": "Decision praises Xi Jinping's 'great political courage' and armors him against critics as he maneuvers to extend his rule. Chinese leader Xi Jinping has formally etched his name alongside the greatest figures in the annals of Communist Party history, paving the way for him to strengthen and extend his rule over the world's most populous country.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/f-w-de-klerk-south-african-president-who-helped-end-apartheid-dies-at-85-11636628616", "title": "De Klerk, Last President of Apartheid South Africa, Dies", "date": "2021-11-11 08:50", "summary": "Last leader of nation's white-minority government formed a relationship with the country's first Black president, Nelson Mandela. JOHANNESBURG-Frederik Willem de Klerk, the last leader of South Africa's white-minority government whose at-times-difficult relationship with Nelson Mandela helped end apartheid, died Thursday. He was 85 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mill-owner-stood-by-his-workers-and-became-a-hero-11636638472", "title": "Mill Owner Stood by His Workers and Became a Hero", "date": "2021-11-11 08:47", "summary": "Aaron Feuerstein, who has died at age 95, kept paying employees in Lawrence, Mass., after a fire destroyed most of their textile complex. After a fire destroyed most of the Malden Mills textile complex in Lawrence, Mass., in December 1995, the owner, Aaron Feuerstein, kept paying his 1,400 workers for another three months, extended their health benefits and set about rebuilding the business so he could call them back to work.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expensive-board-games-11636637502", "title": "The Most Over-the-Top Board Games In Existence", "date": "2021-11-11 08:32", "summary": "Tabletop classics are going upscale, as more discover the charms of low-fi entertainment that doubles as home décor.. Board games have become a bigger part of social life since pandemic lockdowns forced millions to find novel ways of unwinding at home. Indoor-amusement trends have dovetailed with the expansion of global fashion brands into home décor, producing a new batch of luxurious, limited-edition and redesigned classics.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mary-kate-ashley-olsen-the-row-scents-11636637272", "title": "Mary-Kate and Ashley Olsen's The Row Debuts Its First Scents", "date": "2021-11-11 08:28", "summary": "A series of three hand-blended oils, developed in collaboration with perfumer Haley Alexander van Oosten, were four years in the making.. \"From the start we agreed we wanted to layer another texture, another feeling to the experience of The Row,\" says Haley Alexander van Oosten, the artisan perfumer who collaborated with sisters Mary-Kate and Ashley Olsen on their fashion brand's debut scent collection. True to van Oosten's approach, the scents are oils, which come in three different small-batch offerings, all anchored in sandalwood. \"We met Haley through her company, L'Oeil du Vert,\" Ashley says, via email. \"We started wearing her oils, and the idea of creating something together was a natural progression of our relationship.\"", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-energy-prices-likely-to-mean-less-oil-demand-this-year-opec-says-11636635602", "title": "High Energy Prices Likely to Mean Less Oil Demand This Year, OPEC Says", "date": "2021-11-11 08:06", "summary": "Prices for a wide range of energy commodities have surged in recent months. Soaring energy prices are likely to crimp demand for oil in some of the world's fastest-growing economies this year, the Organization of the Petroleum Exporting Countries said Thursday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-coal-shortage-threatens-farmers-in-india-and-truckers-in-south-korea-11636635601", "title": "China's Coal Shortage Threatens Farmers in India and Truckers in South Korea", "date": "2021-11-11 08:00", "summary": "The countries rely on Chinese exports of urea for fertilizer and running diesel vehicles. A coal shortage that led to an energy crisis in China is rippling beyond its borders, threatening to disrupt supply chains and farming in countries that rely on its exports of a chemical used in fertilizer and diesel exhaust systems.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-of-science-based-climate-pledges-puts-pressure-on-group-that-checks-them-11636632890", "title": "Rush of 'Science-Based' Climate Pledges Puts Pressure on Group That Checks Them", "date": "2021-11-11 07:14", "summary": "The Science Based Targets initiative's eight analysts are approving roughly 60 corporate targets a month; the Bezos Earth Fund and others are providing $37 million to help it expand. The Science Based Targets initiative, the nonprofit organization that assesses whether climate promises that companies make are ambitious enough to help keep global warming in check, is experiencing growth pains more often associated with Silicon Valley startups.", "categories": [["Sustainable Business"]], "category_links": ["https://www.wsj.com/news/types/sustainable-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-veterans-need-help-becoming-civilians-again-11636632001", "title": "Veterans Need Help Becoming Civilians Again", "date": "2021-11-11 07:00", "summary": "Our treatment of troops returning from combat has led to a culture of permanent disability. They deserve better.. As we pay tribute every November to those who serve and have served, I always think of Dennis Miller of La Salle, Michigan. Dennis gave the ultimate sacrifice during a firefight in Ramadi, Iraq, on November 10, 2004. His parents were notified of his death the next day-on Veterans Day. I was his company commander, bearing ultimate responsibility for his death.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/captain-america-protester-gets-nearly-six-years-in-prison-for-hong-kong-mall-chants-11636625197", "title": "'Captain America' Protester Gets Prison Time for Hong Kong Mall Chants", "date": "2021-11-11 06:59", "summary": "Former food delivery worker sentenced to more than five years under national security law over slogans deemed to promote the city's independence from China. HONG KONG-A former food deliveryman who chanted protest slogans in this city's shopping malls after China imposed a national-security law was sentenced to five years and nine months in prison after being found guilty of promoting independence, a sentence that establishes tough penalties for public dissent.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pure-play-ibuyers-go-big-as-zillow-goes-home-11636630201", "title": "Pure-Play iBuyers Go Big as Zillow Goes Home", "date": "2021-11-11 06:30", "summary": "While Opendoor and Offerpad proved they can hang tough, investors shouldn't be so quick to double down. In the iBuying Hunger Games, Opendoor Technologies is winning just by virtue of survival. But when the risks are this high, investors should want the rewards to look a lot more appealing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-soccer-team-qatar-world-cup-plan-11636590911", "title": "The U.S. National Team's Qatar World Cup Plan: Experience Is Overrated", "date": "2021-11-11 06:00", "summary": "In its biggest match since missing the 2018 World Cup, the Americans have a chance to take control of qualifying for 2022 at home against Mexico. Four Octobers ago, the U.S. men's national soccer team boarded a flight to Trinidad and Tobago for a game it expected to forget. It was the final leg of World Cup qualifying and, despite a string of mediocre results, it should have been a formality-one win to clinch a spot in the Russia World Cup.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-gets-slightly-less-tough-on-property-developers-11636627833", "title": "China Gets Slightly Less Tough on Property Developers", "date": "2021-11-11 05:50", "summary": "The country's regulators are considering making it easier for developers to buy assets from struggling peers like Evergrande to protect home buyers and stem any contagion. China's overarching crackdown on the property sector may finally have gone too far.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-do-electric-vehicles-cost-to-fill-up-compared-with-buying-gasoline-11636626601", "title": "How Much Does It Cost to 'Fill Up' an Electric Vehicle?", "date": "2021-11-11 05:30", "summary": "Where you live is the biggest factor, and EV road trips could lead to sticker shock. Auto makers plan to electrify their future lineups, upending the way drivers fuel. Congress just gave a jolt to those efforts, passing a $1 trillion infrastructure bill that includes billions for EV charging.", "categories": [["Life & Work", "Work & Life"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/work-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feud-at-smithfield-foods-parent-company-shows-messy-underside-of-chinese-takeover-11636626600", "title": "Feud at Smithfield Foods Shows Messy Underside of Chinese Takeover", "date": "2021-11-11 05:30", "summary": "Son offers details about his estrangement with his father over WH Group's strategy, including whether American pork products can fit in with Chinese tastes. A Chinese meat company's takeover of Virginia-based Smithfield Foods was meant to be the crowning achievement for Wan Long, the aging former slaughterhouse manager who engineered the deal.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-an-11-year-old-wait-to-get-the-bigger-covid-19-vaccine-dose-11636626601", "title": "Should an 11-Year-Old Wait to Get the Bigger Covid-19 Vaccine Dose?", "date": "2021-11-11 05:30", "summary": "Dosages for children age 5 to 11 are one-third the amount for older people. When Rachel Adams-Kaplan heard that the Covid-19 vaccines would soon be available for her children, she knew she would get her 7-year-old son vaccinated right away. She wasn't so sure about her 11-year-old daughter.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11636565575", "title": "Pepper...and Salt", "date": "2021-11-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-women-still-want-to-go-to-the-movies-11636606861", "title": "Do Women Still Want to Go to the Movies?", "date": "2021-11-11 00:01", "summary": "As moviegoers trickle back to theaters, one key demographic may be missing. The movie industry has a problem that could outlast the coronavirus pandemic. Women over 35 haven't come back to theaters.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-thanksgiving-pie-recipes-holiday-desserts-2021-11636145748", "title": "The Best Thanksgiving Pies and Desserts", "date": "2021-11-11 00:01", "summary": "Whether pumpkin or pecan or something other than pie entirely, a dessert for the Thanksgiving table has to truly deliver. From an ambitious caramel-apple pie élevée to a super-simple Key lime mousse you can whip up last-minute, these are recipes we need this year.. IN SOME WAYS, 2021 isn't so different from 1621, the year of the fabled first Thanksgiving: We come to the table with a craving for some reassuring sweetness as well as a wish to meet the mere fact of persevering with an act of gratitude. As far as I know, no one has come up with a better way to satisfy both impulses than baking a pie. We've rounded up some of our favorite recipes from the past few years, from a classic but impressive sweet-potato pie to a sweet-and-savory apple gouda one. There are ample options, too, for vegan and gluten-free bakers. And if you really want to keep things as easy as possible-with a 15-minute mince pie, for instance, or an elegantly simple French pumpkin custard-not a problem. We've got you covered.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-table-decor-ideas-11636146702", "title": "8 Great Ideas for Your Thanksgiving Table Decor-From Stemware to Centerpieces", "date": "2021-11-11 00:01", "summary": "To bring cheer that's not cheesy to your holiday table, we rounded up suggestions from scores of interior designers, experts on entertaining and homeware-shop founders. FOR GRANDMILLENNIALS, thrifters and other lovers of décor, half the fun of hosting a holiday dinner is setting the table. They happily hunt for mix-and-match plates and brainstorm tabletop themes all year round. For other people, the mere idea of a theme is off-putting and overwhelming. We asked a panel of experts to offer some Thanksgiving table do's and don'ts, and they unanimously recommended restraint. \"It's a mistake to get fixated on the theme,\" advised Wayne, Pa., designer Eddie Ross. He's seen people get overzealous when it comes to turkey motifs, for example-incorporating them on everything from plates to napkins and even littering the spread with gobbler figurines. It can quickly go, he said \"from making a pretty statement with, say, one turkey[-patterned] linen on a burlap tablecloth to a turkey tag sale.\" Below, eight ideas to bring some merry but elevated design to your feast without going over the top.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}]