[{"link": "https://www.wsj.com/articles/donald-trump-turned-georgia-blue-11609976086", "title": "Donald Trump Turned Georgia Blue", "date": "2021-01-06 18:34", "summary": "His relentless attacks on the state's election apparatus likely depressed Republican turnout.. The Democrats' twin victories in Tuesday's Georgia Senate runoffs create a political dynamic in Washington that isn't out of line with recent precedent. Joe Biden will enter the presidency, after wresting it from the other party, with majorities for his party in both houses of Congress. Bill Clinton managed the same feat in 1993. So did George W. Bush in 2001, Barack Obama in 2009 and Donald Trump in 2017. Indeed, the Bush Republican majorities in 2001 (51-50 in the Senate and 221-213 in the House) were almost identical to the Biden Democratic majorities now (51-50 in the Senate and 222-211 in the House).", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-lais-message-of-hope-11609976033", "title": "Jimmy Lai's Message of Hope", "date": "2021-01-06 18:33", "summary": "The jailed Hong Kong democracy activist isn't giving up.. Jimmy Lai began 2021 in jail. The detention last month of the prominent Hong Kong businessman and democracy activist suggested that the Chinese Communist Party was looking to crack down on dissent. The hammer dropped this week, with the mass arrest of 53 other democracy proponents in Hong Kong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-republican-party-is-in-disarray-11609975948", "title": "The Republican Party Is in Disarray", "date": "2021-01-06 18:32", "summary": "The Senate is lost, the GOP is bitterly split and Trump's actions have consequences.. President Trump may have been correct at his Monday rally when he said of Georgia Republican Sens. David Perdue and Kelly Loeffler: \"If they win I'll get no credit, and if they lose they're going to blame Trump.\" But Tuesday's election and Wednesday's mob assault on Congress were stark examples of the destructive reactions the president can generate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-debt-relief-is-an-economic-dud-11609975810", "title": "Corporate Debt 'Relief' Is an Economic Dud", "date": "2021-01-06 18:30", "summary": "Most companies benefiting from the Fed's bond buys didn't need the cash, and didn't spend it well either.. Conservatives accuse progressives of wanting to destroy capitalism. Yet a greater threat than Bernie Sanders is the prospect of serial market bailouts by monetary authorities-first the banking system in 2008, and now the entire business world amid the pandemic. The Treasury Department and Congress have moved to curtail the Federal Reserve's ability to prop up already bloated corporate debt markets. That's a step in the right direction-the Fed's corporate credit facilities should be left to die.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spac-bubble-may-burstand-not-a-day-too-soon-11609975529", "title": "The SPAC Bubble May Burst-and Not a Day Too Soon", "date": "2021-01-06 18:25", "summary": "The hot new way to take companies public hurts most investors, and its track record is now clear.. There's a growing fad on Wall Street: special-purpose acquisition companies, or SPACs. Touted as a better way to take companies public, SPACs have raised more equity in 2020 than over the entire preceding decade. But please, take a minute before jumping in-our research suggests that this trend will end poorly for a large majority of investors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trumpian-final-days-11609975428", "title": "Trump's Trumpian Final Days", "date": "2021-01-06 18:23", "summary": "Amid the Electoral College challenge, the president is putting the substance of his achievements at risk.. The greatest threat to Donald Trump's legacy is if his American presidency is seen by future historians as ending in farce and tragedy. We may be there.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-mitch-mcconnell-on-the-presidential-electors-and-no-double-standard-11609975362", "title": "Notable & Quotable: Mitch McConnell on the Presidential Electors and No Double Standard", "date": "2021-01-06 18:22", "summary": "'The voters, the courts, and the states have all spoken. If we overrule them all, it would damage our republic forever.'. From Majority Leader Mitch McConnell's remarks on the Senate floor, Jan. 6, 2021:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foretelling-the-end-of-capitalism-review-still-free-and-alive-11609975268", "title": "'Foretelling the End of Capitalism' Review: Still Free and Alive", "date": "2021-01-06 18:21", "summary": "Belief in capitalism's impending demise is as old as capitalism itself, and is rooted in an even older philosophy of utopian thinking.. Never judge a book by its cover. And never, probably, begin a review by quoting that line. But I think it's appropriate here. For as I gazed at the cover of Francesco Boldizzoni's \"Foretelling the End of Capitalism: Intellectual Misadventures Since Karl Marx\" and noticed the presence of the Grim Reaper, I prepared myself for a detailed discussion of the millenarianism that has characterized leftist thinking, not only since Marx but indeed long before him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-have-triggered-severe-allergic-reactions-in-29-people-in-u-s-to-date-11609956076", "title": "Covid-19 Vaccines Have Triggered Severe Allergic Reactions in 29 People in U.S. to Date", "date": "2021-01-06 18:19", "summary": "Rate of reactions to Covid-19 vaccines is higher than it is for flu shot, but the CDC says it is rare and encourages inoculation. At least 29 people in the U.S. have developed severe allergic reactions to Covid-19 vaccines, federal health authorities said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bid-for-financial-supremacy-and-us-11609974858", "title": "China's Bid for Financial Supremacy and Us", "date": "2021-01-06 18:14", "summary": "Beijing's efforts to lure investors aren't a threat to the U.S. as much as they're a positive incentive for the U.S. to similarly pursue better policies. What will make China rich will also lift the U.S. Growth is a choice.. Kevin Warsh writes that Beijing has pursued renminbi strength in recent years just as \"fiscal and monetary support for its economy has become less expansionary\"(\"Beijing's Bid for Financial Supremacy,\" op-ed, Jan. 5). Credible money paired with reduced government spending have long been pillars of conservative rhetoric stateside, and with good reason. Per Mr. Warsh once again, these policies are consistent with \"better, safer returns\" for investors whose capital commitments drive all economic growth. Wealth isn't taken from a fixed pie as some who fear China's rise apparently assume; rather it's created. It's a reminder that Beijing's efforts to lure investors aren't a threat to the U.S. as much as they're a positive incentive for the U.S. to similarly pursue better policies. What will make China rich will also lift the U.S. Growth is a choice.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overregulation-and-the-precision-cherry-pie-11609974663", "title": "Overregulation and the Precision Cherry Pie", "date": "2021-01-06 18:11", "summary": "Your account in \"Liberation Day for French Dressing\" of federal regulation of the composition of French salad dressing and ketchup down to its pH content is why I marvel whenever I hear that we need more regulation.. Your account in \"Liberation Day for French Dressing\" (Review & Outlook, Dec. 28) of federal regulation of the composition of French salad dressing down to its pH content is why I marvel whenever I hear that we need more regulation. I am reminded of the bromidic liberal refrain of \"getting the government out of the bedroom.\" Not only is the government in the bedroom, it is in the living room, the dining room, the bathroom and every other room. Government is so deep into our kitchens that it is in our salad dressing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solution-to-hartfords-woes-will-be-complex-11609974541", "title": "Solution to Hartford's Woes Will Be Complex", "date": "2021-01-06 18:09", "summary": "Hartford has its share of self-inflicted wounds. But many of them are the product of decisions made long ago by folks who later decamped to surrounding towns to take advantage of government-backed loans that favored suburbia.. Hartford has its share of self-inflicted wounds. But many of them-like pension obligations-are the product of decisions made long ago by folks who later decamped to surrounding towns to take advantage of government-backed loans that favored suburbia. Although Bob Stefanowski lambastes regionalism, it's actually common in the southern and western regions that Connecticut Republicans seem to view as the promised land (\"What Isn't the Matter With Hartford?,\" Cross Country, Jan. 2). Hartford is 18 square miles; Charlotte, N.C., is 309 and growing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-oversight-of-presidential-pardons-11609974590", "title": "We Need Oversight of Presidential Pardons", "date": "2021-01-06 18:09", "summary": "The presidential pardons and commutations are an outrage. The presidential pardons and commutations are an outrage to anyone who believes that massive cheating, stealing, witness tampering, tax fraud, murder and ripping off the public is OK for well-connected Trump supporters and partisans. \"Trump Pardons 15, Including Campaign, Blackwater Figures\" (Page One, Dec. 23) and \"Trump Pardons Manafort, Stone, 24 Others\" (Page One, Dec. 24). Pardoning corrupt congressmen, a Florida crook who swindled billions in the largest Medicare fraud on record, Blackwater contractors who killed more than a dozen Iraqi civilians and those who wilfully lied to the FBI to cover up for individual No. 1 in the Mueller probe (whose full content is still redacted) is a disgrace. Law and order and ethical and moral governance mean nothing to the president and there are no consequences for corruption at the highest level.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-eyes-legalizing-sports-betting-marijuana-to-fill-budget-gaps-11609974533", "title": "New York Eyes Legalizing Sports Betting, Marijuana", "date": "2021-01-06 18:08", "summary": "Lawmakers are set to confront a projected budget deficit of more than $8.7 billion. New York lawmakers kicked off their 2021 legislative session with calls to alleviate the fiscal pain caused by the coronavirus pandemic and plans to consider the legalization of marijuana and online sports betting.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/check-for-poisonous-plants-before-hiring-your-goats-11609974420", "title": "Check for Poisonous Plants Before Hiring Your Goats", "date": "2021-01-06 18:07", "summary": "They are lovely and entertaining animals for sure, and eager landscapers, but are not smart enough to avoid plants that will kill them.. As a happy Wall Street Journal subscriber and goat owner, I was thrilled to see your article \"Well-Employed During the Crisis: Landscaping Goats\" (Page One, Dec. 16). I do need to caution anyone considering hiring goats to please be advised of plants on your property that could be poisonous to them. They are lovely and entertaining animals for sure, and eager landscapers, but are not smart enough to avoid plants that will kill them. Before hiring these beautiful creatures for property clearing, I ask only that you do your research and check your yard for poisonous plants.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/londoners-searching-for-more-space-during-covid-are-buying-up-english-manors-11609974022", "title": "Londoners Searching for More Space During Covid Are Buying Up English Country Manors", "date": "2021-01-06 18:00", "summary": "Resume Subscription. The pandemic is having an unexpected side effect. Suddenly, Britons are eager for the space and grandeur of a country manor house. They are breathing life into Britain's prime country house real-estate market after a malaise in that sector that has lasted for more than a decade.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-rioters-again-dispute-trumps-defeat-d-c-police-make-arrests-11609945368", "title": "Pro-Trump Mob Forces Way Into Capitol; D.C. Orders Curfew", "date": "2021-01-06 17:45", "summary": "President Trump urged supporters to pressure Congress to overturn President-elect Joe Biden's win. WASHINGTON-Rioters breached the Capitol on Wednesday afternoon as both the House and Senate were meeting inside after President Trump urged supporters to march there and pressure Congress to overturn President-elect Joe Biden's win.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-georgia-election-means-for-markets-11609954236", "title": "What the Georgia Election Means for Markets", "date": "2021-01-06 17:42", "summary": "The politics of reflation matters most for investors, but the long-term impact of elections is often quite different than it appears the day after the vote. Politics often matters to investors, but the way it matters isn't always obvious.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-says-sales-rose-12-in-december-11609972007", "title": "Costco Says Sales Rose 12% in December", "date": "2021-01-06 17:26", "summary": "Increase driven by frozen foods, sundries and liquor sales despite lower frequency of sales tied to coronavirus restrictions. Costco Wholesale Corp. reported better than expected sales results for December as online shopping soared.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trader-joes-plans-to-open-harlem-location-11609971573", "title": "Trader Joe's Plans to Open Harlem Location", "date": "2021-01-06 17:19", "summary": "The chain's grocery store will be an anchor tenant for 17-story development project on 125th Street. Trader Joe's has signed a lease to open a store in Harlem, marking the grocery-store chain's 13th location in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stylistic-straitjacket-11609971157", "title": "Stylistic Straitjacket", "date": "2021-01-06 17:12", "summary": "The University of Virginia offers a case study on what to expect from President Trump's executive order decreeing that classicism will be the default style for future Federal Buildings.. The long-rumored plan to make classicism the sanctioned style for federal architecture recently became a reality when President Trump issued the \"Executive Order on Promoting Beautiful Federal Civic Architecture\" last month. This may seem like an inconsequential action in the waning days of the administration, but unless it's revoked by Joe Biden once he assumes the presidency it will endure, threatening to do lasting damage.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-ban-on-chinese-apps-falls-to-biden-to-executeor-not-11609971146", "title": "Trump's Ban on Chinese Apps Falls to Biden to Execute", "date": "2021-01-06 17:12", "summary": "Restriction on use of Alipay, WeChat Pay and others wouldn't kick in until February. WASHINGTON-President Trump's latest executive order targeting Chinese tech platforms will fall to President-elect Joe Biden to enforce, or not, giving Mr. Biden a difficult political calculation to make in his first weeks in office.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-10-year-treasury-yield-hits-1-11609912588", "title": "U.S. 10-Year Treasury Yield Hits 1% for First Time Since March", "date": "2021-01-06 17:10", "summary": "Yields started climbing as early returns from the Georgia runoff elections tilted toward Democrats. The yield on the benchmark 10-year U.S. Treasury note rose above 1% for the first time since March on Wednesday, reflecting increased bets on additional fiscal stimulus after Georgia's runoff Senate elections.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-loses-the-senate-11609966486", "title": "Trump Loses the Senate", "date": "2021-01-06 17:06", "summary": "His post-election tantrums hand the government to the left.. Republicans lost both Senate races in Georgia on Tuesday, losing control of the Upper Chamber, and you don't have to be Karl Rove to understand what happened.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-reverses-course-again-will-delist-three-chinese-telecom-stocks-11609945817", "title": "NYSE Says Again It Will Delist Three Chinese Telecom Stocks", "date": "2021-01-06 17:05", "summary": "New guidance from Treasury Department spurs exchange to delist shares to comply with Trump executive order. The New York Stock Exchange will move forward with delisting three Chinese telecommunications companies targeted by an executive order from President Trump, reversing course yet again after the NYSE said earlier this week that it wouldn't delist them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solarwinds-hack-breached-justice-department-systems-11609958761", "title": "SolarWinds Hack Breached Justice Department System", "date": "2021-01-06 17:00", "summary": "Cyberattack potentially accessed 3% of the agency's Microsoft Office email accounts. WASHINGTON-The U.S. Justice Department has become the latest federal agency to say it was breached by hackers in the Russia-linked cyberattack that has ripped through government agencies and an unknown number of corporate networks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-learn-to-love-unified-government-11609941941", "title": "Investors Learn to Love Unified Government", "date": "2021-01-06 16:59", "summary": "Market reaction to Georgia runoff shows that partisan division in Washington is no longer good for stocks. The old cliché that investors prefer divided government is in need of an update.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-economic-recovery-is-years-away-fiscal-watchdog-says-11609957232", "title": "New York City's Economic Recovery Is Years Away, Fiscal Watchdog Says", "date": "2021-01-06 16:59", "summary": "Independent Budget Office predicts Covid-19 pandemic with cost the city $11.3 billion in lost tax revenue through fiscal year 2023. The Covid-19 pandemic will cast a long shadow over New York City's economic recovery, impacting employment levels, real-estate sales and tax revenue for years to come, according to the city's fiscal watchdog.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-agenda-gets-boost-from-georgia-runoffs-11609958532", "title": "Biden's Agenda Gets Boost From Georgia Runoff Wins", "date": "2021-01-06 16:56", "summary": "President-elect has said Democratic wins in Georgia would mean Americans are likely to get additional coronavirus relief checks. President-elect Joe Biden has a stronger shot at advancing his legislative agenda through a divided Senate after two runoff victories in Georgia gave Democrats control of the chamber.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-agency-is-biggest-bidder-for-arctic-oil-leases-11609963845", "title": "Alaska Agency Is Biggest Bidder for Arctic Oil Leases", "date": "2021-01-06 16:52", "summary": "President-elect Biden has pledged to block drilling in the Arctic National Wildlife Refuge. WASHINGTON-An Alaskan state-owned agency was the biggest bidder for oil leases in the Arctic National Wildlife Refuge, federal officials said Wednesday, as they disclosed auction results that bring oil drillers a step closer to securing access to the pristine 19-million-acre wilderness.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-if-the-senate-is-split-50-50-after-the-georgia-runoffs-11609965242", "title": "What Happens When the Senate Is Split 50-50?", "date": "2021-01-06 16:38", "summary": "After Democrats won both Georgia runoff races, Vice President-elect Kamala Harris will be able to break ties as needed. With Democrats winning both Senate seats in Georgia, the chamber will have a balance of 50-50, enough for their party to secure control there for the first time in six years. With President-elect Joe Biden set to be inaugurated on Jan. 20, Vice President-elect Kamala Harris will then become the tiebreaking vote in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-attract-investors-after-covid-19-vaccine-rollout-11609929000", "title": "Global Stocks Draw Investors After Vaccine Rollout", "date": "2021-01-06 16:33", "summary": "Blockbuster rally of U.S. tech companies is regarded by money managers as hard to replicate in year ahead. Investors betting on a continued economic rebound are increasingly looking beyond U.S. stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-nears-a-share-price-record-11609944958", "title": "Goldman Sachs Reaches a Share-Price Record", "date": "2021-01-06 16:32", "summary": "The stock's climb is a sign of how much the bank has profited from the financial chaos of the past year. The pandemic recession has thrown up roadblocks for most of the nation's largest banks. Not so for Goldman Sachs Group Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-appoints-new-cfo-amid-takeover-offer-for-u-k-gambling-firm-11609968675", "title": "MGM Appoints New CFO Amid Takeover Offer for U.K. Gambling Firm", "date": "2021-01-06 16:31", "summary": "Jonathan Halkyard most recently served as president and chief executive of hotel company Extended Stay America Inc.. MGM Resorts International named a new chief financial officer on the heels of an $11 billion takeover offer for U.K. gambling firm Entain PLC, which the two companies confirmed earlier this week.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zim-shipping-pins-growth-plan-on-its-small-scale-11609968396", "title": "ZIM Shipping Pins Growth Plan on Its Small Scale", "date": "2021-01-06 16:26", "summary": "The Israeli cargo carrier says its 'flexibility and ability' are key as the company plots a New York stock listing. Israeli container ship operator ZIM Integrated Shipping Services Ltd. is trying to turn its small size into an advantage in a business dominated by outsize carriers running megaships in global supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-pitches-legalizing-marijuana-and-sports-betting-11609967875", "title": "Connecticut Governor Pitches Legalizing Marijuana and Sports Betting", "date": "2021-01-06 16:17", "summary": "Ned Lamont lays out legislative priorities during a virtual State of the State address. Connecticut Gov. Ned Lamont outlined his legislative priorities for 2021 during a virtual State of the State address, striking a somber tone as he reflected on the state's losses during the Covid-19 pandemic.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-debated-plans-to-reinforce-open-ended-stimulus-at-december-meeting-11609959773", "title": "Fed Saw Bond-Buying Program Providing 'Very Significant' Support", "date": "2021-01-06 16:07", "summary": "Minutes from December meeting show officials worrying about economic risks from surging virus cases, but hopeful about vaccines. Federal Reserve officials last month broadly supported new plans to guide the steady growth of their $7.4 trillion asset portfolio, but they didn't see a strong case to boost the economic stimulus the asset purchases provide.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upper-bounds-thursday-crossword-january-7-11609704616", "title": "Upper Bounds (Thursday Crossword, January 7)", "date": "2021-01-06 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-capitol-disgrace-11609966783", "title": "The Capitol Disgrace", "date": "2021-01-06 15:59", "summary": "Protesters interrupt the certification of the presidential election.. Protesters occupying the Capitol Building in Washington have delayed the certification of Joe Biden as President-elect. Serene financial markets suggest investors see no significant threat to the republic, but many Americans are sure to be appalled by the disturbing images from Washington of thousands of people unwilling to accept the election results and attempting to interrupt the transfer of power.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-name-appeals-court-judge-merrick-garland-as-attorney-general-11609954069", "title": "Biden to Name Merrick Garland as Attorney General", "date": "2021-01-06 15:49", "summary": "The widely respected jurist, whose Supreme Court nomination was blocked by Republicans in 2016, will be tasked with steadying the Justice Department. WASHINGTON-President-elect Joe Biden intends to nominate Merrick Garland as attorney general, selecting a widely respected jurist and experienced prosecutor to steady a Justice Department rocked by years of political storms, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activists-say-arrests-show-space-for-democracy-is-rapidly-shrinking-11609966174", "title": "Hong Kong Activists Say Space for Democracy Is Shrinking", "date": "2021-01-06 15:49", "summary": "Dozens of lawmakers who participated in political primaries were arrested and accused of taking part in a plot to paralyze the city's government. HONG KONG-Hong Kong activists say this week's mass roundup shows that Beijing's tolerance for democracy in the city is quickly narrowing, by branding dozens of opposition lawmakers who participated in political primaries as suspects in a plot to paralyze the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highly-contagious-covid-19-strain-threatens-new-york-hospitals-gov-cuomo-says-11609965378", "title": "Highly Contagious Covid-19 Strain Threatens New York Hospitals, Gov. Cuomo Says", "date": "2021-01-06 15:36", "summary": "Saratoga man who tested positive for variant had come in contact with traveler from U.K.. The highly contagious strain of Covid-19 recently discovered in the United Kingdom has the potential of overwhelming hospitals in New York, Gov. Andrew Cuomo said Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-watchdog-finds-deloitte-former-partners-failed-to-challenge-autonomys-accounting-11609964495", "title": "U.K. Watchdog Finds Deloitte, Former Partners Failed to Challenge Autonomy's Accounting", "date": "2021-01-06 15:21", "summary": "The Financial Reporting Council wrapped up a yearslong inquiry saying the parties didn't show professional skepticism of the company's financial statements. The Financial Reporting Council, the U.K.'s accounting watchdog, on Wednesday said Deloitte LLP and two former partners were \"culpable of serious and serial failures\" in their audits of Autonomy Corp., wrapping up a yearslong investigation after findings of misconduct.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-20-tv-shows-and-movies-to-stream-this-week-11609964019", "title": "What to Watch: 20 TV Shows and Movies to Stream This Week", "date": "2021-01-06 15:13", "summary": "'Cleaning Up,' a British series about a mom who takes up insider trading while working a cleaning job at a brokerage firm, comes to Sundance Now; Discovery launches a streaming platform. A new year; a new way to stream an old favorite: \"The Office,\" a streaming juggernaut, which was consumed for more than a billion minutes a week on Netflix, according to Nielsen, has changed teams, and is now streaming on Peacock.", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-vaccines-expected-to-work-on-south-africa-coronavirus-variant-11609963906", "title": "Covid-19 Vaccines Expected to Work on South Africa Coronavirus Strain", "date": "2021-01-06 15:11", "summary": "Vaccines may be less effective against the variant that has come to dominate in South Africa, but are expected to have some benefit. JOHANNESBURG-A new variant of the coronavirus that is surging across South Africa may make the existing Covid-19 vaccines less effective, but is unlikely to be totally resistant to the shots, according to leading researchers who have studied the mutations and the vaccines.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-euphoria-may-cost-investors-but-planet-says-thank-you-11609949560", "title": "Market Euphoria Helps Fuel Green Energy", "date": "2021-01-06 15:04", "summary": "Money pouring into Tesla and its ilk speeds up transition to carbon-free energy. Whether investors one day regret paying so much for Tesla Inc. stock, they have done the planet a favor. Their enthusiasm enabled the company to raise enough money to stay afloat until it could profitably mass produce electric cars while accelerating other manufacturers' rollouts.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-fraud-claims-a-state-by-state-guide-11609962846", "title": "Election Fraud Claims: a State-by-State Guide", "date": "2021-01-06 14:54", "summary": "President Trump's campaign and its allies have lost dozens of court cases challenging President-elect Joe Biden's win. President Trump's Republican allies in Congress are objecting to several states' electoral votes, saying fraud and irregularities marred the November election. But there is no evidence of such problems on a scale large enough to reverse Democratic President-elect Joe Biden's win.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-tom-ford-finds-buyer-for-tadao-ando-designed-new-mexico-ranch-11609961908", "title": "Fashion Designer Tom Ford Finds Buyer for Tadao Ando-Designed New Mexico Ranch", "date": "2021-01-06 14:38", "summary": "The 20,662-acre property near Santa Fe first came on the market for $75 million and includes a western movie town. Fashion designer Tom Ford has found a buyer for his sprawling New Mexico ranch.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finally-a-use-for-the-old-sears-covid-19-vaccine-center-11609961331", "title": "Finally, a Use for the Old Sears: Covid-19 Vaccine Center", "date": "2021-01-06 14:28", "summary": "Resume Subscription. Americans are heading back to Sears, but not to shop.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gm-passes-ford-in-closely-watched-truck-race-11609954701", "title": "GM Passes Ford in Closely Watched Truck Race", "date": "2021-01-06 14:27", "summary": "Pickup-truck sales diverged for the crosstown rivals during a tumultuous year for the auto business. General Motors Co. in 2020 dethroned rival Ford Motor Co. in Detroit's closely watched \"truck wars,\" securing the top slot in the lucrative market for large pickup trucks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nations-stretch-scarce-covid-19-vaccines-by-delaying-a-second-shot-11609960653", "title": "Nations Stretch Scarce Covid-19 Vaccines by Delaying a Second Shot", "date": "2021-01-06 14:21", "summary": "Moves allow for inoculating more people faster with limited supplies but risk offering less protection. Governments engaged in a desperate race to roll out vaccines to beat back a winter surge of the coronavirus have turned to a new tactic: freeing up scarce vaccine supplies so they can inoculate more vulnerable people faster with a single shot by delaying the second dose.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-trump-xi-china-economic-trade-strategy-policy-11609945027", "title": "Biden Plans to Build a Grand Alliance to Counter China. It Won't Be Easy.", "date": "2021-01-06 14:20", "summary": "Resume Subscription. With tensions between the U.S. and China rising on many fronts, President-elect Joe Biden will take office aiming to align Western democracies to broadly pressure Beijing, a clear break with President Trump's go-it-alone approach.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lg-electronics-takes-majority-stake-in-tv-data-and-advertising-firm-alphonso-11609960501", "title": "LG Electronics Takes Majority Stake in TV Data and Advertising Firm Alphonso", "date": "2021-01-06 14:15", "summary": "The deal comes as TV makers seek to build streaming-TV ad businesses. LG Electronics Inc. has taken a majority stake in Alphonso Inc., a TV advertising technology, data and measurement company, as it seeks to accelerate its efforts to build a streaming-TV ad business.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-will-close-another-37-stores-this-year-heres-the-list-11609959935", "title": "Macy's Will Close Another 37 Stores This Year", "date": "2021-01-06 14:05", "summary": "The department-store chain reveals more locations closing as part of its previous promise to shut 125 locations by 2023. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidias-acquisition-of-arm-to-face-u-k-antitrust-probe-11609959700", "title": "Nvidia's Acquisition of Arm to Face U.K. Antitrust Probe", "date": "2021-01-06 14:01", "summary": "$40 billion deal likely faces more scrutiny elsewhere after chip rivals raise concerns. LONDON-U.K. officials said they are preparing an antitrust investigation of Nvidia Corp.'s $40 billion deal to acquire British chip designer Arm from SoftBank Group Corp. , raising one of what is likely to be several regulatory hurdles around the world for a proposed merger that could reshape the semiconductor industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-finalizes-independent-contractor-rule-11609943031", "title": "Gig-Economy Companies Get Worker Flexibility From Trump Administration", "date": "2021-01-06 14:00", "summary": "New rule makes it easier to classify workers as independent contractors, a win for Uber, Lyft, DoorDash. The Trump administration made it easier for businesses to classify workers as independent contractors, a victory for gig-economy companies such as food-delivery and ride-sharing services and a counter to a California law that did the opposite.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-faces-recession-risk-as-covid-19-infections-stay-high-11609928309", "title": "Services Growth Slows in U.S., as Asia Activity Picks Up", "date": "2021-01-06 13:10", "summary": "Europe slumps and U.K. faces recession risk as the latest Covid-19 surge drives lockdowns. U.S. services companies reported slower growth last month and Asian economies recorded robust expansion, while Europe worsened amid rising coronavirus cases and fresh pandemic restrictions, according to purchasing-managers surveys.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-stately-brick-home-outside-of-d-c-gets-less-formal-and-more-modern-11609956062", "title": "A Stately Brick Home Outside of D.C. Gets Less Formal and More Modern", "date": "2021-01-06 13:01", "summary": "Matt and Sara Tucker spent nine months and $400,000 renovating the outdated house in Bethesda, Md.. When Matt and Sara Tucker first toured their home, they were mentally making plans for how to rip out the original tufted silk walls, patterned matching furniture and toile wallpaper.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-come-the-covid-liability-lawsuits-11609956085", "title": "Here Come the Covid Liability Lawsuits", "date": "2021-01-06 13:01", "summary": "Trial lawyers are eager to sue businesses for scanning foreheads and letting older employees work from home.. Businesses are doing all they can to keep operating while minimizing the spread of the virus. But some have run into an unexpected obstacle: federal law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cleaned-up-5g-11609955991", "title": "Trump Cleaned Up 5G", "date": "2021-01-06 12:59", "summary": "Huawei is no longer set to dominate telecom networks.. One of the Trump administration's major foreign policy initiatives has gone largely unnoticed. You probably heard that the president left the Paris climate accords and Iran nuclear deal, launched a trade war, ordered the killing of Iran's Gen. Qassem Solemaini, moved a U.S. Embassy to Jerusalem, and presided over peace agreements between Israel and several former Arab enemies. But you may have missed the Clean Network initiative.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-boots-to-sell-pharmacy-wholesale-operation-to-amerisourcebergen-11609939439", "title": "Walgreens Boots to Sell Pharmacy Wholesale Unit", "date": "2021-01-06 12:53", "summary": "Drugstore chain expects deal to help it focus on retail-pharmacy business, health-care offerings. Walgreens Boots Alliance Inc. said it agreed to sell the majority of its pharmacy wholesale unit to AmerisourceBergen Corp. to focus on its retail pharmacies and health initiatives as it faces fresh competition from Amazon.com Inc. and longtime rival CVS Health Corp.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-cobra-kai-johnny-lawrence-is-an-artifact-of-the-80s-and-one-of-the-biggest-things-on-netflix-11609952978", "title": "How Netflix's 'Cobra Kai' Turned an 'Artifact of the '80s' Into a Star", "date": "2021-01-06 12:09", "summary": "In the third season of the 'Karate Kid' revival, Johnny Lawrence is a dude stuck in time. 'He's never heard the term \"cancel culture\" in his life.'. Johnny Lawrence was supposed to be left in the 1980s with a kick to the face at the end of \"The Karate Kid.\" Instead, the movie's former teen villain is one of the biggest things on television at the center of \"Cobra Kai,\" a streaming series that carries on the \"Karate Kid\" tale with a mix of satire and sincerity.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crispr-gene-editing-treatment-could-point-way-to-fix-for-deadly-aging-disease-11609950054", "title": "Crispr Gene-Editing Treatment Could Point Way to Fix for Deadly Aging Disease", "date": "2021-01-06 11:20", "summary": "Experimental technique corrected faulty DNA in mice with progeria gene-but what about humans?. Scientists using a version of Crispr gene editing succeeded in significantly extending the lives of mice with progeria, a rare rapid-aging disease that in children typically leads to death in their teens.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-in-talks-to-leverage-european-assets-for-another-lifeline-11609950048", "title": "AMC in Talks to Leverage European Assets for Another Lifeline", "date": "2021-01-06 11:20", "summary": "Movie-theater giant AMC Entertainment is in discussions for a potential financing package backed by its U.K.-based Odeon subsidiary. AMC Entertainment Inc. is in talks with Apollo Global Management Inc. and other top creditors over a potential financing deal backed by the cinema chain's European assets, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caroline-wozniacki-and-david-lee-list-condo-on-miamis-fisher-island-for-17-5-million-11609950035", "title": "Caroline Wozniacki and David Lee List Condo on Miami's Fisher Island for $17.5 Million", "date": "2021-01-06 11:20", "summary": "The 8,400-square-foot unit features floor-to-ceiling windows and views of the ocean, Biscayne Bay and the Miami Beach Marina. Caroline Wozniacki, the retired professional tennis player, and her husband, former New York Knicks player David Lee, are listing their Miami area condominium for $17.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pro-sports-duos-large-florida-pad-11609949998", "title": "A Pro Sports Duo's Large Florida Pad", "date": "2021-01-06 11:19", "summary": "The Fisher Island home of retired tennis pro Caroline Wozniacki and her husband, retired basketball player David Lee, comes with five bedrooms and lots of outdoor space.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/julian-assange-denied-bail-by-u-k-judge-11609933529", "title": "Julian Assange Denied Bail by U.K. Judge", "date": "2021-01-06 10:44", "summary": "WikiLeaks founder is deemed a flight risk. LONDON-A British judge refused bail for Julian Assange pending a U.S. appeal against a decision to deny his extradition to the U.S. on spying charges.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daniel-tellep-initiated-merger-talks-that-created-lockheed-martin-11609945210", "title": "Daniel Tellep Initiated Merger Talks That Created Lockheed Martin", "date": "2021-01-06 10:00", "summary": "Aerospace executive who trained as a mechanical engineer and drew early inspiration from a model-airplane kit has died at 89. At age 9, Daniel Tellep was baffled by the instructions for his first model airplane kit.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authorities-probe-threat-of-attack-on-u-s-capitol-11609944201", "title": "Authorities Probe Threat of Attack on U.S. Capitol", "date": "2021-01-06 09:43", "summary": "Message was broadcast on an air-traffic control channel, indicating revenge for assassination of a prominent Iranian military leader. Aviation, law-enforcement and national-security officials are investigating an unauthorized message sent on an air-traffic control channel threatening an attack against the U.S. Capitol today, according to people familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicken-souvlaki-with-pita-and-tzatziki-11609943836", "title": "Chicken Souvlaki With Pita and Tzatziki", "date": "2021-01-06 09:37", "summary": "In under 10 minutes you can give chicken a good, smoky char. Wrapped in a pita with fresh garnishes and a garlicky yogurt sauce, it's a satisfying meal.. To explore and search through all our recipes, check out the new WSJ Recipes page.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-consider-ways-to-smooth-the-presidential-transition-including-holding-back-campaign-money-11609943649", "title": "CEOs Ponder Holding Back Campaign Money", "date": "2021-01-06 09:34", "summary": "Leaders of some large companies say they may withhold political donations and investments in states whose lawmakers are challenging Electoral College results. In a virtual gathering of chief executives convened to discuss political turbulence stemming from the 2020 election, leaders of some of the largest U.S. companies said they were considering withholding donations to Republican lawmakers seeking to impede the presidential transition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-ways-to-digitize-old-photos-tapes-and-discs-so-your-memories-live-on-11609943584", "title": "The Best Ways to Digitize Old Photos, Tapes and Discs", "date": "2021-01-06 09:33", "summary": "Resume Subscription. If my son asked me today to see video of my late grandfather, whose name he bears, I'd be in trouble.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-quicker-than-takeout-chicken-sandwich-recipe-11609943336", "title": "A Quicker-Than-Takeout Chicken Sandwich Recipe", "date": "2021-01-06 09:28", "summary": "In under 10 minutes you can give chicken a good, smoky char. Wrapped in a pita with fresh garnishes and a garlicky yogurt sauce, it's a satisfying meal.. WHILE COLLECTING recipes for Balkan Treat Box-first a food truck, now a restaurant in Webster Groves, Mo.- chef Loryn Nalic traveled from the Adriatic to the Black Sea, through Eastern Europe and into Turkey. This dish, however, she discovered closer to home. \"I always ate a chicken souvlaki sandwich at this Greek restaurant outside of town,\" she said. It stuck with her.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-expect-from-travel-in-2021-if-anything-11609941849", "title": "What to Expect From Travel in 2021", "date": "2021-01-06 09:04", "summary": "Grounded fliers should see plenty of change this year on prices, mask rules and rewards programs-if pandemic conditions improve. We can't know the one thing we all want to know about travel in 2021: When can we confidently start traveling again safely? As we've seen lately, uncertainty continues with developments like the new variant of Covid-19 and slower vaccine distribution. But there's a lot we can know about travel in the new year. Here are some predictions:", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-hurt-is-justin-fields-ohio-state-doesnt-have-to-say-11609940381", "title": "How Hurt Is Justin Fields? Ohio State Doesn't Have to Say", "date": "2021-01-06 09:00", "summary": "Even as betting on sports becomes legal in more states, college teams aren't required to detail player injuries the same way NFL teams are. Quarterback Justin Fields was a Heisman Trophy finalist last season. He threw every one of Ohio State's passes this season. He led the Buckeyes to the national title game against Alabama that will kick off Monday.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-tesla-jpmorgan-what-to-watch-when-the-stock-market-opens-today-11609934438", "title": "Facebook, AmerisourceBergen, JPMorgan: What to Watch When the Stock Market Opens Today", "date": "2021-01-06 08:51", "summary": "Tech stocks dropped ahead of the bell after Democrats took the lead in Georgia's runoff elections. Here's what we're watching ahead of the opening bell on Wednesday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modernas-covid-19-vaccine-is-cleared-in-europe-11609936954", "title": "Moderna's Covid-19 Vaccine Is Cleared in Europe", "date": "2021-01-06 08:49", "summary": "Vaccine would be the second to be rolled out in Europe as the region battles coronavirus. The European Union's main drug regulator on Wednesday cleared Moderna Inc.'s Covid-19 vaccine for use, offering the region a second shot to fight the coronavirus at a time when it is already struggling to distribute the doses it has.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veteran-american-lawyer-detained-in-hong-kong-pro-democracy-crackdown-11609940976", "title": "American Lawyer Detained in Hong Kong Pro-Democracy Crackdown", "date": "2021-01-06 08:49", "summary": "Other lawyers fear arrest of U.S. citizen under national security law signals rising pressure on human-rights advocates. HONG KONG-An American lawyer and human-rights activist was among the dozens of pro-democracy figures arrested on allegations of subversion by Hong Kong police on Wednesday, the first U.S. citizen known to be apprehended under the city's national security law.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gummies-health-craze-gen-z-tik-tok-11609939994", "title": "Gummies: The Only Way Gen Z Will Take a Vitamin?", "date": "2021-01-06 08:34", "summary": "Tasty and trendy, \"healthy\" gummies are gaining in popularity over traditional vitamins. Recall the pickle sketch on Portlandia, in which Fred Armisen and Carrie Brownstein pick up random items (a bandage, jewel cases, a parking ticket) and exclaim, \"We can pickle that!\" The joke was that, in 2012 when the episode aired, pickling was everywhere; every hipster restaurant menu seemed to offer something pickled. Just as the food world reached peak pickle, the beauty and wellness world now seems to be approaching peak gummy. That skin-smoothing, hair-growing or sleep-inducing ingredient? We can gummy that.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerald-fennell-crown-killing-eve-promising-young-woman-11609938448", "title": "'The Crown' Actor Emerald Fennell on Her Dark Comedy 'Promising Young Woman'", "date": "2021-01-06 08:32", "summary": "The rising auteur-known for 'The Crown' and 'Killing Eve'-writes and directs her first feature film, 'Promising Young Woman,' and reworks 'Cinderella' for the modern age. In WSJ. Magazine's series \"12 for '21,\" we highlight a dozen of the most creative artists and entertainers working today-all poised to have a breakout 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesting-farmers-target-indias-largest-cell-company-and-its-billionaire-owner-11609932823", "title": "Protesting Farmers Target India's Largest Cell Company and Its Billionaire Owner", "date": "2021-01-06 08:27", "summary": "More than 2,000 cell towers operated by Mukesh Ambani's Reliance Industries have been damaged amid a backlash over agriculture deregulation. NEW DELHI-More than 2,000 cell towers in northern India have been damaged, as a backlash over the deregulation of the nation's agricultural industry has led to a showdown between farmers and India's wealthiest businessman.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-case-studies-make-their-way-into-m-b-a-curricula-11609938003", "title": "Covid-19 Case Studies Offered at Business Schools", "date": "2021-01-06 08:00", "summary": "Many business school students are studying corporate pandemic challenges, crisis management. It is spring 2020, Covid-19 is exploding world-wide, and you are leading a pharmaceutical company seen as behind rivals in finding a vaccine. Should you accept government money, and the strings attached with it, to try to catch up?", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-markets-bounce-back-as-foreign-investors-return-11609937875", "title": "Turkish Markets Bounce Back as Foreign Investors Return", "date": "2021-01-06 07:57", "summary": "The Turkish lira has risen from record lows against the dollar, trading at its highest level in four months. Turkey's notoriously volatile markets have roared back in recent weeks, a sign that investors are pouring into the riskiest corners of the global investment universe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-arrest-dozens-of-opposition-politicians-over-alleged-subversion-11609895177", "title": "Hong Kong Police Arrest 53 Opposition Figures", "date": "2021-01-06 07:30", "summary": "An American lawyer was also taken away. Operation is the biggest since the sweeping national security law was imposed six months ago.. HONG KONG-Police arrested more than 50 pro-democracy figures they accused of plotting to paralyze the Hong Kong government through the city's legislature, targeting much of the opposition camp's leadership in the biggest sweep using a national security law since it was imposed by China six months ago.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-risks-blowback-from-new-crypto-bubble-11609934404", "title": "Nvidia Risks Blowback From New Crypto Bubble", "date": "2021-01-06 07:03", "summary": "Surging ethereum prices may drive demand for mining gear with the latest gaming chips. The good news is that Nvidia won't have any problem selling its new gaming chips. The bad news might be who exactly gets their hands on them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-vaccine-colossus-is-a-model-for-the-world-to-follow-11609930891", "title": "India's Vaccine Colossus Is a Model for the World to Follow", "date": "2021-01-06 06:01", "summary": "Serum Institute to manufacture vaccines not just for the world's second-most populous country, but likely many others too. India has authorized two Covid-19 vaccines for use, putting its enormous vaccine-manufacturing capacity in the spotlight. Large parts of the rich world may have something valuable to learn.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-pledging-more-than-2-billion-for-affordable-housing-in-three-hub-cities-11609930800", "title": "Amazon Makes $2 Billion Affordable Housing Pledge", "date": "2021-01-06 06:00", "summary": "Tech giant to make investments over next five years in and around Seattle, Arlington, Va., and Nashville, Tenn.. Amazon.com Inc. said it would commit more than $2 billion to create and preserve affordable housing in three of its employment hubs, the latest tech giant to make a large investment in easing the U.S. housing shortage.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-congress-will-countand-challengejoe-bidens-electoral-votes-11609930804", "title": "How Congress Will Count-and Challenge-Biden's Electoral Votes", "date": "2021-01-06 06:00", "summary": "Senate and House will convene a joint session and then debate and vote on objections to states' results. Congress is set to hold a joint session Wednesday to ratify Democrat President-elect Joe Biden's Electoral College win in the November election, in a final step ahead of his Jan. 20 inauguration. Some Republicans plan to raise challenges to some states' results, alleging election irregularities. Their objections are expected to force debate and votes in both chambers.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-order-banning-alipay-and-other-chinese-apps-11609889364", "title": "Trump Issues New Ban on Alipay and Other Chinese Apps", "date": "2021-01-06 05:58", "summary": "President said the apps can access private information from their users, which could be used by the Chinese government. WASHINGTON-President Trump signed an executive order Tuesday banning transactions with eight Chinese-connected apps, including the Alipay payment platform owned by Chinese billionaire Jack Ma's Ant Group Co. and apps owned by Chinese tech giant Tencent Holdings Ltd.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-health-organization-criticizes-china-over-delays-in-covid-19-probe-11609883140", "title": "WHO Criticizes China for Stymying Investigation Into Covid-19 Origins", "date": "2021-01-06 05:47", "summary": "U.N. agency called out Beijing after its scientists weren't given permission to enter China to probe the pandemic. The World Health Organization took the rare step of criticizing China on Tuesday, using its first press conference of the new year to express disappointment that Beijing has still not given permission to United Nations investigators to probe the origins of the coronavirus pandemic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-advisory-group-coso-plans-more-detailed-recommendations-in-2021-11609929001", "title": "Risk Advisory Group COSO Plans More Detailed Recommendations in 2021", "date": "2021-01-06 05:30", "summary": "The group is zeroing in on emerging risks, offering advice that is more prescriptive than the guidelines in its broad frameworks. The Committee of Sponsoring Organizations of the Treadway Commission-known for its influential, albeit somewhat abstract, risk management guidelines-is looking to provide more practicable advice on managing emerging risks.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-did-president-dutertes-guards-get-smuggled-covid-vaccines-philippine-lawmakers-ask-11609926483", "title": "How Did President Duterte's Guards Get Smuggled Covid Vaccines? Philippine Lawmakers Ask", "date": "2021-01-06 04:48", "summary": "President has defended members of security detail who took the unauthorized shots in September and October. In September and October, members of Philippine President Rodrigo Duterte's security detail got Covid-19 vaccines. But no shots had been approved for use in the country-then or now.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-uber-zoom-might-be-the-long-term-threat-to-car-sales-11609926223", "title": "Forget Uber, Zoom Might Be the Real Threat to Car Sales", "date": "2021-01-06 04:43", "summary": "Covid-19 was easier on the car industry than initially expected, but might pose long-term challenges. So far, the car industry has emerged from the pandemic with just a few dents. The longer-term impact could be uglier.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgians-vote-in-runoff-races-that-will-determine-senate-control-11609842600", "title": "Warnock Defeats Loeffler in Georgia Runoff, Bringing Democrats Closer to Senate Control", "date": "2021-01-06 03:17", "summary": "A second Senate runoff remained too close to call, with the result set to determine the scope of President-elect Joe Biden's agenda. ATLANTA-Democrat Raphael Warnock, the pastor of Rev. Martin Luther King Jr. 's former church in Atlanta, defeated Republican Sen. Kelly Loeffler in a hotly contested runoff election, making him the first Black American to represent Georgia in the Senate and the first Democrat to do so since 2005.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-admits-past-failures-promises-future-success-11609918503", "title": "Kim Jong Un Admits Past Failures, Promises Future Success", "date": "2021-01-06 02:35", "summary": "North Korean leader, kicking off rare party-congress, vowed a new era of self-reliance. SEOUL-North Korean leader Kim Jong Un, kicking off a rare party-congress meeting, acknowledged economic failures and promised a new era of self-reliance.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11609872570", "title": "Pepper...and Salt", "date": "2021-01-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-faces-dilemma-over-biden-election-confirmation-as-trump-digs-in-11609858039", "title": "Pence Faces Dilemma Over Biden Confirmation, as Trump Digs In", "date": "2021-01-06 23:09", "summary": "Vice president seeks to balance constitutional role in ratifying Nov. 3 results with president's concerns. DALTON, Ga.-Rallying voters in Georgia on the eve of Tuesday's Senate runoff elections, President Trump delivered a political message to an entirely different audience: his vice president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-ceo-tim-cooks-pay-jumped-in-2020-as-remote-work-lifted-profit-11609903881", "title": "Apple CEO Tim Cook's Pay Jumped in 2020 as Remote Work Lifted Profit", "date": "2021-01-06 22:31", "summary": "Executive's cash bonus increased after Apple beat internal financial goals. Apple Inc. said it exceeded its internal financial targets in the past fiscal year, resulting in the company paying out 179% of the targeted bonuses for named officers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wyndham-destinations-buys-travel-leisure-from-meredith-for-100-million-11609902617", "title": "Wyndham Destinations Buys Travel + Leisure From Meredith", "date": "2021-01-06 22:10", "summary": "Meredith to continue publishing Travel + Leisure under licensing agreement; Wyndham to rebrand itself. Wyndham Destinations Inc. is buying the Travel + Leisure publication from Meredith Corp. for $100 million, in a deal that would expand Wyndham's business beyond its core vacation-ownership operations.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-banned-from-using-aws-logo-in-china-trademark-ruling-11609841232", "title": "Amazon Banned From Using AWS Logo in China Trademark Ruling", "date": "2021-01-06 21:33", "summary": "The AWS trademark belongs to a Chinese software services company, Beijing's high court rules. Amazon . com Inc. can't use its cloud-computing business's AWS logo in China, a Beijing court ruled, the latest headache for a company that has already been hampered by Chinese regulations and rivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-receiver-devonta-smith-wins-the-heisman-trophy-11609898218", "title": "Alabama Receiver DeVonta Smith Wins the Heisman Trophy", "date": "2021-01-06 20:56", "summary": "The Crimson Tide senior took home 447 first-place votes, beating out a trio of quarterbacks: Mac Jones of Alabama, Trevor Lawrence of Clemson and Kyle Trask of Florida. Alabama wideout DeVonta Smith was awarded the 2020 Heisman Trophy in a virtual presentation Tuesday night, becoming the first receiver since Michigan's Desmond Howard in 1991 and fourth all-time to be named college football's top athlete.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-hone-state-targets-in-electoral-college-fight-11609874701", "title": "GOP Senators Hone State Targets in Electoral College Fight", "date": "2021-01-06 20:50", "summary": "Lawmakers are set to meet in joint session Wednesday to ratify Joe Biden's presidential win. WASHINGTON-A group of Republican senators are zeroing in on three states as they hone their plans to object to the Electoral College vote count, pushed by President Trump to overturn the election of Democrat Joe Biden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-simplifies-structure-of-sales-team-11609897139", "title": "IBM Simplifies Structure of Sales Team", "date": "2021-01-06 20:39", "summary": "Company wants to make it easier for customers to do business by reducing the number of groups it puts clients into to two from 50. International Business Machines Corp. said it is restructuring its sales organization, streamlining how it classifies customers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-supporters-again-plan-protests-in-d-c-to-dispute-election-results-11609880570", "title": "Trump Supporters Again Protest in D.C.", "date": "2021-01-06 19:27", "summary": "Demonstrators-including conspiracy theorists and extremist groups-gather in U.S. capital for third time since November vote. WASHINGTON-Some of President Trump's supporters began their planned protests Tuesday night before Congress meets Wednesday to ratify President-elect Joe Biden's Electoral College win, marking the third spate of large demonstrations in the nation's capital disputing the election results.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-adviser-cleta-mitchell-resigns-from-law-firm-after-georgia-call-11609892830", "title": "Trump Adviser Cleta Mitchell Resigns From Law Firm After Georgia Call", "date": "2021-01-06 19:27", "summary": "Washington lawyer faced criticism after joining president to ask election officials to reverse Biden win. Cleta Mitchell, a Washington, D.C., lawyer who supported President Trump in making claims of election fraud on a weekend call with the Georgia secretary of state, resigned Tuesday from the partnership of a corporate law firm.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grammy-awards-postponed-amid-covid-19-concerns-11609886601", "title": "Grammy Awards Postponed Amid Covid-19 Concerns", "date": "2021-01-06 19:18", "summary": "Ceremony, originally set to take place on Jan. 31, has been pushed back to March 14. The Grammy Awards ceremony has been postponed for two months, as concerns surge over the spread of Covid-19, according to the Recording Academy, which hosts the annual music-industry awards show.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-takes-heat-after-flip-flop-on-chinese-companies-11609890719", "title": "NYSE Takes Heat After Flip-Flop on Chinese Companies", "date": "2021-01-06 19:16", "summary": "Some investors felt whiplash from the moves; the three telecom stocks have gone on a wild ride. The New York Stock Exchange is in the hot seat after a baffling flip-flop in which it first said it would delist three Chinese companies to comply with an executive order from President Trump, only to reverse itself four days later.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-biden-and-a-media-secret-11609892066", "title": "Trump, Biden and a Media 'Secret'", "date": "2021-01-06 19:14", "summary": "Recent history may explain the behavior of Republican voters.. Why do so many Donald Trump voters believe his claim that he won the fall election, despite states declaring that he didn't and numerous judges rejecting his lawsuits? Perhaps it's because some Trump conspiracy theories about the nation's political establishment turned out to be true. The Obama administration really did spy on Mr. Trump's campaign and media outlets really have been out to get him. Therefore many Trump voters resist acknowledging the duly certified victory of Joe Biden, our President-elect.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-removes-spokeswoman-at-agency-responding-to-solarwinds-hack-11609877635", "title": "Trump Administration Says Russia Likely Behind SolarWinds Hack", "date": "2021-01-06 19:04", "summary": "Statement from four agencies is first from administration to identify Russia as likely culprit in cyberattack. WASHINGTON-Russia is likely behind a massive, continuing hack discovered last month that has ripped through various federal government agencies and an unknown number of private organizations, the Trump administration formally said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]