[{"link": "https://www.wsj.com/articles/sensetime-revives-ipo-days-after-u-s-investment-blacklist-forced-delay-11639968854", "title": "SenseTime Revives IPO After U.S. Investment Blacklist Forced Delay", "date": "2021-12-19 22:20", "summary": "The company kept the original fundraising target and boosted the presence of cornerstone investors. Chinese artificial-intelligence giant SenseTime Group Inc. filed revised documents for a Hong Kong initial public offering and said it still plans to list before the end of the year, after the U.S. government moved to restrict American investors from buying its stock.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-names-dominic-barton-canadas-ambassador-to-china-as-chairman-11639969563", "title": "Rio Tinto Names Canada's Ambassador to China as Chairman", "date": "2021-12-19 22:06", "summary": "The miner is seeking to restore its reputation after blowing up ancient rock shelters in Australia. ADELAIDE, Australia- Rio Tinto PLC said Dominic Barton, Canada's ambassador to China, would become its chairman as the mining company strives to repair damage to its reputation from the destruction of two ancient rock shelters in Australia last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-voters-widely-shun-election-for-beijing-approved-legislators-11639927626", "title": "Hong Kong Voters Widely Shun Election for Beijing-Approved Candidates", "date": "2021-12-19 21:28", "summary": "Turnout at Sunday's poll mark a record low for legislative elections since city returned to Chinese rule in 1997. HONG KONG-Voters mostly shunned a citywide poll to select Beijing-approved candidates for the city's legislature, dealing a blow to the government's efforts to show it had popular support after a national-security crackdown that has crushed dissent in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-starts-to-take-its-toll-on-business-11639940554", "title": "Covid-19's Omicron Variant Starts to Take Toll on Businesses", "date": "2021-12-19 21:14", "summary": "Surge challenges restaurants, manufacturers, hair salons, law firms and others, including some that hope existing precautions will be enough. Covid-19's accelerating spread has hampered operations and slowed sales at some companies in a matter of days, but many say they hope precautions adopted during previous surges will help them motor through this one.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-brace-for-flight-restrictions-in-5g-standoff-11639929603", "title": "Airlines Brace for Flight Restrictions in 5G Standoff", "date": "2021-12-19 20:30", "summary": "Carriers are taking steps to prepare for potential FAA flight limits when a new 5G wireless service goes live Jan. 5. Airlines have begun planning for possible flight disruptions from a new fifth-generation cellular service slated to go live early next year, industry officials said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-prompts-new-covid-19-restrictions-in-europe-11639921351", "title": "Omicron Prompts New Covid-19 Restrictions", "date": "2021-12-19 19:47", "summary": "Top U.S. health official warns the variant is likely to strain hospitals in the coming weeks; European nations implement restrictions. New restrictions were set in place in Europe in an effort to stem the spread of the Omicron variant of the coronavirus as a top U.S. health official warned that the variant is likely to strain American hospitals in the coming weeks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-white-house-art-of-furious-persuasion-psaki-manchin-build-back-better-no-statement-11639947001", "title": "The White House Art of Furious Persuasion", "date": "2021-12-19 17:59", "summary": "Jen Psaki all but calls Joe Manchin a liar for opposing Biden's bill.. The progressive whiz kids who run President Biden's White House don't have much sense of self-restraint-or common political sense. Their response on Sunday to Sen. Joe Manchin's opposition to Build Back Better was to accuse him of bad faith while saying they'll beat him up until he changes his mind.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-americans-stuck-in-afghanistan-taliban-joe-biden-state-department-antony-blinken-11639779695", "title": "The Americans Stuck in Afghanistan", "date": "2021-12-19 17:58", "summary": "Months after its retreat, the White House admits some are still left behind.. Remember Afghanistan? The White House would like to forget, but the Americans and Afghan allies still stranded in the country deserve more attention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tax-cuts-in-arkansas-asa-hutchinson-11639692526", "title": "Big Tax Cuts in Arkansas", "date": "2021-12-19 17:57", "summary": "Little Rock returns some of its booming revenue to taxpayers.. Remember a year ago when Democrats were claiming that states needed a federal bailout to make up for a pandemic revenue drought? It wasn't true at the time, but Congress passed some $325 billion in direct funding for states and localities in March anyway, and now most are swimming in cash. The good news is that some states are now returning some of the money to taxpayers, and the latest is Arkansas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11639954521", "title": "Corrections & Amplifications", "date": "2021-12-19 17:55", "summary": "Resume Subscription. The byline for reporter James Fanelli was omitted in a U.S. News article on Saturday about the trial of Ghislaine Maxwell in some editions.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchin-says-he-won-t-vote-for-build-back-better-bill-11639924048", "title": "Manchin Says He Won't Support 'Build Back Better' Plan", "date": "2021-12-19 17:38", "summary": "The decision could doom Mr. Biden's top domestic-policy priority. WASHINGTON-Sen. Joe Manchin (D., W.Va.) said he would oppose his party's roughly $2 trillion education, healthcare and climate package, likely dooming the centerpiece of President Biden's economic agenda as currently written.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-climate-plans-thrown-into-doubt-by-manchins-rejection-of-build-back-better-bill-11639946993", "title": "Biden's Climate Plans Thrown Into Doubt by Manchin's Rejection of 'Build Back Better' Bill", "date": "2021-12-19 16:45", "summary": "The $2 trillion legislation was seen as a key element of the president's strategy to meet his emissions-reduction target. WASHINGTON-President Biden's ambitious climate-change plans were thrown into doubt after Sen. Joe Manchin (D., W.Va.) said Sunday he wouldn't support his party's roughly $2 trillion education, healthcare and climate package.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-the-office-in-2022-work-booster-omicron-meetings-lockdown-11639943352", "title": "Back to the Office in 2022", "date": "2021-12-19 16:17", "summary": "We crave contact with co-workers, but we've lost our tolerance for life's inconveniences.. A Chicago Tribune headline declares: \"Experts warn of brutal flu season.\" Of course. With never-ending lockdowns (in California especially), working from home, and even people alone in cars wearing masks, we've probably lost immunity to many illnesses-and patience for many former day-to-day annoyances.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-lawmakers-embrace-default-bolsonaro-debts-investment-private-public-precatorios-11639943762", "title": "Brazil's Lawmakers Embrace Default", "date": "2021-12-19 16:15", "summary": "By failing to pay debts promptly, the country will risk its standing with global investors.. Brazil has pulled a bait-and-switch that will diminish the country's already-damaged standing with international investors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-man-and-his-dogs-in-the-middle-of-turkey-tourist-travel-guide-inflation-lira-akita-11639943697", "title": "A Man and His Dogs in the Middle of Turkey", "date": "2021-12-19 16:12", "summary": "The litter's mother had the bearing of pedigree, Akita-like.. Göreme, Turkey", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teacher-preacher-soldier-spy-review-paragon-of-the-strenuous-life-11639948265", "title": "'Teacher, Preacher, Soldier, Spy' Review: Paragon of the Strenuous Life", "date": "2021-12-19 16:11", "summary": "John R. Kelso was the ﬁrst man in his Missouri county to join the Union army. His fearlessness would win him the nickname 'the Hero of the South West.'. John Russell Kelso wasn't a man to be pigeonholed. Besides teacher, preacher, Civil War soldier and spy, he was a congressman, author, lecturer, spiritualist, anarchist and early advocate for the rights of women and African-Americans, to mention a few of the pursuits to which he turned his probing mind and restless energy. Though Kelso is little remembered today, Christopher Grasso argues that the man embodied the political and philosophical currents running through his times.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-we-can-save-ukraine-russia-invasion-intimidation-biden-putin-sanctions-nato-crimea-11639942608", "title": "How We Can Save Ukraine", "date": "2021-12-19 16:09", "summary": "Biden is well positioned to prevent a Russian invasion, but the U.S. needs to act quickly.. \"What's mine is mine, and what's yours is negotiable.\" John F. Kennedy's famous description of Nikita Khrushchev's attitude toward Berlin applies to Vladimir Putin and Ukraine today. But this time Washington has misjudged the threat. We need to recalibrate our strategy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-needs-solution-supply-chain-wage-powell-biden-infrastructure-build-back-better-stimulus-11639941882", "title": "High Inflation Needs a Policy Solution", "date": "2021-12-19 16:05", "summary": "It will persist until politicians stop stimulating the economy and the Fed starts raising rates.. The core rate of inflation has risen to 6.9% over the past year, imposing financial stresses on most Americans. The Federal Reserve now acknowledges that high inflation has persisted too long and signals that it will raise interest rates, though probably not as much as needed. For the first time since 1980, inflation has become a political issue.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-housing-consumers-inflation-11639947872", "title": "Economy Week Ahead: Housing, Consumers, Inflation", "date": "2021-12-19 16:04", "summary": "Data will likely show that core inflation rose at the fastest annual pace in almost four decades in November. U.S. consumer spending and inflation data highlight this week's economic calendar.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockdown-science-pandemic-imperial-college-london-quarantine-social-distance-covid-fauci-omicron-11639930605", "title": "The Fickle 'Science' of Lockdowns", "date": "2021-12-19 16:03", "summary": "Experts foresaw before Covid that the strategy would fail. The authorities embraced it anyway.. 'Follow the science\" has been the battle cry of lockdown supporters since the Covid-19 pandemic began. Yet before March 2020, the mainstream scientific community, including the World Health Organization, strongly opposed lockdowns and similar measures against infectious disease.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-trump-populism-liberal-mainstream-media-working-class-racism-tweet-crass-11639944102", "title": "Notable & Quotable: Trump", "date": "2021-12-19 16:03", "summary": "'Liberals totally missed what Trump was about and what made him successful'. From a Spiked.com interview with Batya Ungar-Sargon, author of \"Bad News: How Woke Media is Undermining Democracy,\" Dec. 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-latinx-rhyme-kleenex-latino-latina-hispanic-woke-gender-lgbtqia-colonialism-progressives-11639930248", "title": "'Latinx' Isn't Popular With Latinos", "date": "2021-12-19 16:00", "summary": "On behalf of all Hispanic Americans, I say no más to this politically correct linguistic monstrosity.. My mother was born Maria del Rio in Lima, Peru, which makes me at least as Latina as Rachel Zegler, the half-Colombian, half-Polish star of Steven Spielberg's woke remake of \"West Side Story.\" And I want to say this on behalf of nearly every Hispanic American: Can you please stop calling us \"Latinx\"?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-covid-christmas-kyrie-irving-nets-11639946821", "title": "Covid Dims the Lights of the NBA's Holiday Spectacular", "date": "2021-12-19 15:53", "summary": "Some of the NBA's biggest stars may miss the league's Christmas games because of the latest Covid surge disrupting the league.. The NBA is officially two months into the season, but the sport's unofficial opening day has lately been Christmas, when the league showcases its best teams and flaunts its brightest stars in a holiday basketball spectacular.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-federal-reserve-inflation-powell-11639777549", "title": "Where Should the Blame Lie for U.S. Inflation?", "date": "2021-12-19 15:51", "summary": "The giveaway in the Cares Act was the equivalent of a helicopter money drop.. Kevin Warsh overstates the Fed's responsibility for inflation (\"The Fed Is the Main Inflation Culprit,\" op-ed, Dec. 13). The Fed's bond buying and its zero-interest-rate policy may have contributed, but they are not the main reason inflation has accelerated. The Fed purchased a large amount of securities between late 2008 and 2014 and kept the funds rate at zero from late 2008 to December 2015, and inflation remained below the Fed's 2% target.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirmative-action-racial-preferences-asian-black-college-admissions-11639780985", "title": "Which Racial Preferences? What Exclusion?", "date": "2021-12-19 15:50", "summary": "A civil-rights group responds on college admissions and Asian Americans.. William McGurn's \"Biden's 'Yes' to Racial Preferences\" (Main Street, Dec. 14) miscues the moorings and inclusionary purposes of Supreme Court jurisprudence favoring universities' delayed ending of their preferences accorded to white and other \"entitled\" applicants. That not all the Asians qualified for admission to professional schools and elite colleges get in is beside the point. The same may be said of many students of all hues who feel themselves \"victimized\" by others' admission ahead of them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-wave-looting-smah-grab-progressive-prosecutor-gascon-11639766361", "title": "How We Talk About the National Crime Wave", "date": "2021-12-19 15:49", "summary": "Progressive prosecutors were honest about exactly what kind of 'justice' they were going to administer.. Kudos to Daniel Henninger for pointing out the obvious regarding the surge in crime (\"Blame Voters for the Crime Wave,\" Wonder Land, Dec. 16). Last time I looked, we still are a democracy in which the people select their representatives. The so-called progressive prosecutors were elected to do the job that they announced they were going to do during their campaigns. Although I vehemently opposed George Gascón as Los Angeles district attorney (I left California in June), I do credit him with honesty about exactly what kind of \"justice\" he was going to administer. L.A. voted him in with eyes wide open.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-youtube-reach-deal-ending-blackout-11639946888", "title": "Disney and YouTube Reach Deal, Ending Blackout", "date": "2021-12-19 15:48", "summary": "Agreement ends a standoff that left YouTube TV subscribers without Disney channels for much of the weekend. YouTube TV and Walt Disney Co. reached a deal Sunday to restore access to Disney-owned channels including ESPN and FX for YouTube TV subscribers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/price-controls-nixon-1970s-inflation-shortages-econ-11639765564", "title": "The Return of the Price-Controls Temptation", "date": "2021-12-19 15:47", "summary": "Shortages are the predictable result.. In \"A Biden Plan for Prices? No Thanks\" (op-ed, Dec. 15), Michael Munger evaluates a top-down policy for managing prices, and gives the reasons it won't work. Price controls create shortages whenever they set prices too low to clear the market. In 1971 the Fed was gunning the money supply, helping President Nixon by printing money to pay for guns and butter-the Vietnam War and Nixon's continuation of the Great Society. Inflation, somewhat lower than now, seemed out of control.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-buybacks-insider-selling-high-valuations-11639765310", "title": "Corporate Buybacks Rise Alongside Insider Selling", "date": "2021-12-19 15:46", "summary": "With valuations through the roof, are managers acting prudently and in owners' best interest?. Companies have set records in stock buybacks as the markets are at or near all-time highs (\"Buybacks of Stock Climb to Record Level,\" Page One, Dec. 13). Shareholders have to wonder whether this is the best way to use their cash. With valuations through the roof, are corporate managers acting prudently and in owners' best interest?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-are-strained-even-before-omicron-hits-11639946782", "title": "Hospitals Are Strained Even Before Omicron Hits", "date": "2021-12-19 15:46", "summary": "Intensive care units in many cities are at or close to full capacity due to patients with serious non-Covid diseases and surges in Delta cases. Many hospitals have few beds available to handle an influx of Omicron-driven cases, because their intensive-care units are flooded with patients needing urgent care for serious conditions such as heart disease and cancer as well as the Delta variant.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-worry-omicron-could-sustain-inflation-11639909805", "title": "Central Banks Worry Omicron Could Sustain Inflation", "date": "2021-12-19 15:11", "summary": "Latest Covid-19 variant seen as having less effect on growth, more pressure on prices than previous waves. The Omicron variant is circling the globe, closing borders and sparking new restrictions on economic activity. Yet central banks, instead of loosening monetary policy to prop up their economies as they did at the start of the pandemic, are moving to unwind stimulus and raise interest rates.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-no-way-home-swoops-in-with-a-pandemic-record-opening-11639944701", "title": "'Spider-Man: No Way Home' Swoops In With a Pandemic-Record Opening", "date": "2021-12-19 15:11", "summary": "The latest Spider-Man movie opened to $253 million at the box office this weekend, defying industry expectations. Like a comic-book climax at the 11th hour, Spider-Man came to the rescue of Hollywood this weekend.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fauci-warns-omicron-variant-will-likely-strain-u-s-hospitals-11639936306", "title": "Fauci Warns Omicron Variant Will Likely Strain U.S. Hospitals", "date": "2021-12-19 13:05", "summary": "The country's top infectious disease expert said he didn't anticipate the U.S. moving toward broad shutdowns. The fast-spreading Omicron variant of the coronavirus is set to put more strain on U.S. hospitals in the coming weeks, the country's top infectious disease expert said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnny-isakson-former-georgia-republican-u-s-senator-dies-at-76-11639932218", "title": "Johnny Isakson, Former Georgia Republican U.S. Senator, Dies at 76", "date": "2021-12-19 11:43", "summary": "Legislator was known as effective, behind-the-scenes consensus builder. ATLANTA-Johnny Isakson, an affable Georgia Republican politician who rose from the ranks of the state Legislature to become a U.S. senator known as an effective, behind-the-scenes consensus builder, died Sunday. He was 76 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-australia-it-isnt-christmas-without-the-beetles-11639930663", "title": "In Australia, It Isn't Christmas Without the Beetles", "date": "2021-12-19 11:17", "summary": "Swarms of iridescent insects used to mark the Southern Hemisphere season, but now they are becoming almost as scarce as snowflakes. SYDNEY-Americans dream of a white Christmas. In Australia, many people are hoping for brown, green and yellow beetles.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-shoppers-secrets-on-how-to-buy-anything-onlineeven-a-playstation-5-11639929602", "title": "Super-Shoppers' Secrets on How to Buy Anything Online-Even a PS5", "date": "2021-12-19 11:00", "summary": "Monitoring social media, joining a virtual queue at the right time and more. When PS5 gaming systems, trendy apparel items and coveted sneakers sell out in seconds, how do some shoppers manage to snag impossible-to-buy items?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vast-household-wealth-could-be-a-factor-behind-u-s-labor-shortage-11639926006", "title": "Vast Household Wealth Could Be a Factor Behind U.S. Labor Shortage", "date": "2021-12-19 10:00", "summary": "With the saving rate now falling, economists predict that labor-force participation will pick up. The great American savings boom is coming to an end. Will the great American labor shortage now ease?", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-day-laborers-wages-are-booming-and-jobs-are-plentiful-11639926006", "title": "For Day Laborers, Wages Are Booming and Jobs Are Plentiful", "date": "2021-12-19 10:00", "summary": "Migrants who entered the U.S. illegally typically struggled at the bottom of the economic ladder; they can now earn $25 per hour. POMONA, Calif.-Dozens of men used to line up every morning at a day-labor center in this city east of Los Angeles and stay there most of the day in hopes they would be one of the lucky few to get hired. Now, between 10 and 15 show up and most have a job by 9 a.m.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-buys-into-nfts-eyeing-real-money-from-virtual-sneakers-11639926005", "title": "Nike Buys Into NFTs", "date": "2021-12-19 10:00", "summary": "The company recently acquired a startup maker of virtual footwear in the form of trendy nonfungible tokens. Thomas Arias is the proud owner of more than 100 pairs of new and vintage Nike Inc. sneakers. Now he is thinking about building a new collection of the brand's footwear-but in the virtual world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kyrie-irving-brooklyn-nets-vaccine-covid-11639782783", "title": "Kyrie Irving's Return Hits a Snag: He's Already in the Covid Protocols", "date": "2021-12-19 09:30", "summary": "The Brooklyn Nets announced Irving's return as a part-time player on Friday night. By Saturday afternoon he was sidelined by Covid.. Less than 24 hours after the Brooklyn Nets responded to a burst of Covid-19 cases by welcoming back the NBA's most prominent unvaccinated player, the team made a less surprising announcement on Saturday: Kyrie Irving has already been sidelined by the league's health and safety protocols.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyu-college-graduate-parent-student-loans-11639618241", "title": "NYU Is Top-Ranked-In Loans That Alumni and Parents Struggle to Repay", "date": "2021-12-19 09:12", "summary": "Resume Subscription. Five months after Kassandra Jones earned her master's in public health from New York University in May 2019, she still hadn't landed a job in the field. She was staring down a six-figure student-loan balance and had to pay for rent and food.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-tech-to-do-list-if-youre-the-family-it-department-11639922402", "title": "A Tech To-Do List, if You're the Family IT Department", "date": "2021-12-19 09:00", "summary": "A list of smartphone tuneups for less tech-savvy loved ones, such as how to add a digital shortcut to a Covid vaccine card and free up storage space. I am the family IT person, an unofficial job I imagine many of you have also held, willingly or not. Those of us who play low-rent Geek Squad for tech-deficient loved ones are used to questions about all sorts of modern problems-jammed printers, disappearing files, misbehaving remotes and sluggish Wi-Fi-especially when we're back at home.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-tests-get-harder-to-find-as-omicron-variant-spreads-11639922403", "title": "Covid-19 Tests Get Harder to Find as Omicron Variant Spreads", "date": "2021-12-19 09:00", "summary": "Laboratory capacity has improved, but surging demand is creating longer waits for appointments. Waiting times for Covid-19 tests are growing in parts of the U.S. as concerns over the Omicron variant, new infections and the coming holidays drive up demand.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-adds-to-cost-of-clean-energy-transition-11639918803", "title": "Inflation Adds to Cost of Clean Energy Transition", "date": "2021-12-19 08:00", "summary": "Investors in wind and solar energy say higher costs have made projects less financially rewarding. Energy companies have to spend more to build solar and wind farms for the first time in years because of cost inflation and supply-chain problems, adding a financial speed bump to the switch from fossil fuels.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-and-logistics-costs-are-expected-to-keep-rising-in-2022-11639918804", "title": "Shipping and Logistics Costs Are Expected to Keep Rising in 2022", "date": "2021-12-19 08:00", "summary": "Executives say the tight capacity and high demand that have sent prices surging this year will extend into next year. Companies are bracing for more steep increases in shipping and logistics prices next year after supply-chain costs soared in the scramble to move goods during the Covid-19 pandemic.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zappos-founder-tony-hsiehs-friends-family-feud-over-his-500-million-estate-11639918803", "title": "Zappos Founder Tony Hsieh's Friends, Family Feud Over His $500 Million Estate", "date": "2021-12-19 08:00", "summary": "One year since his death in a fire, entrepreneur's assets remain tangled up in court. More than a year after former Zappos.com Inc. Chief Executive Tony Hsieh died from injuries sustained in a mysterious fire, his family and friends are feuding over the entrepreneur's estate including financial claims based on deals scribbled on sticky notes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-china-job-cuts-mount-in-sectors-hit-by-tighter-regulations-11639915203", "title": "China Job Cuts Mount in Sectors Hit by Tighter Rules", "date": "2021-12-19 07:00", "summary": "Tech, education and property companies are shedding employees, dimming job prospects for college graduates. Chinese companies are laying off tens of thousands of workers as Beijing's regulatory clampdowns weigh on the technology, education and property sectors, which in many cases offered higher salaries than other industries and helped drive economic growth.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-to-add-more-buy-now-pay-later-plans-to-credit-reports-11639915203", "title": "Equifax to Add More 'Buy Now, Pay Later' Plans to Credit Reports", "date": "2021-12-19 07:00", "summary": "Short-term payment plans for small-ticket items are growing quickly, creating a blind spot for lenders. A popular kind of \"buy now, pay later\" plan is coming to credit reports.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sky-high-lumber-prices-are-back-11639842879", "title": "Sky-High Lumber Prices Are Back", "date": "2021-12-19 05:33", "summary": "Builders are buying up wood while floods in British Columbia limit supply. Lumber prices have shot up again in a rise reminiscent of a year ago, when high-climbing wood prices warned of the hinky supply lines and broad inflation to come.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-savvy-kids-defeat-apples-and-others-parental-control-features-11639909801", "title": "Tech-Savvy Kids Defeat Parental-Control Features", "date": "2021-12-19 05:30", "summary": "Parents say managing their children's online workarounds is 'another full-time job'. For the past three years, Lance Walker has been locked in a cat-and-mouse game with his 11-year-old daughter for control over her iPhone and iPad.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-chain-mess-threatens-holiday-sales-from-hot-sauce-to-board-games-11639909803", "title": "Supply-Chain Mess Threatens Holiday Sales", "date": "2021-12-19 05:30", "summary": "Resume Subscription. Supply-chain disruptions are threatening to rob some companies of holiday sales, leaving them short on packaging and transportation at a critical time of year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11639946546", "title": "Pepper...and Salt", "date": "2021-12-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]