[{"link": "https://www.wsj.com/articles/governments-weigh-mitigation-versus-containment-as-they-wrestle-with-omicron-11640437456", "title": "Governments Weigh Mitigation Versus Containment as They Wrestle With Omicron", "date": "2021-12-25 14:10", "summary": "New York state health officials warn of sharp increase in pediatric hospitalizations, issue call for childhood vaccinations. The Christmas holiday weekend began as more governments wrestled with whether to focus on containing the spread of the Omicron variant or trying to mitigate its effects, while staff shortages and self-isolation requirements continued to disrupt travel and other services across the U.S. and Europe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/travel-woes-deepen-as-omicron-variant-hits-pilots-and-flight-attendants-11640377350", "title": "Omicron's Spread Deepens Travel Woes", "date": "2021-12-25 12:00", "summary": "U.S. airlines cancel more flights over holiday weekend; disruptions seen in Europe as well. Airlines continued to scrub flights Saturday as Covid-19 infections hit pilots and flight attendants, leaving carriers short-staffed to operate busy schedules over the Christmas holiday weekend.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-fund-accuses-softbank-over-440-million-investment-11640375406", "title": "Credit Suisse Fund Accuses SoftBank Over $440 Million Investment", "date": "2021-12-25 11:28", "summary": "Court filing seeks subpoena on a U.S. arm of SoftBank, deepens conflict over Greensill Capital's downfall. A Credit Suisse Group AG fund accused SoftBank Group Corp. in U.S. court filings of orchestrating transactions that rendered worthless a $440 million investment the fund had made to finance a SoftBank-backed company.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-porsche-a-lotus-and-a-vintage-firetruck-our-11-favorite-my-ride-vehicles-of-2021-11640444401", "title": "A Porsche, a Lotus and a Vintage Firetruck: Our 11 Favorite My Ride Vehicles of 2021", "date": "2021-12-25 10:00", "summary": "A retired NFL star's 115-year-old Buick and a Ford pickup with a unique shade of purple are among the other most-memorable rides of the year. Every week going back to August 2013, The Wall Street Journal has relayed the story of a passionate owner of a vehicle, from newfangled rides changing the landscape of mobility to antique cars on wooden wheels. Here's a look back at some of the more noteworthy My Ride columns of 2021:", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-webb-telescopes-complicated-launch-has-astronomers-nervously-waiting-11640428205", "title": "James Webb Space Telescope Launches After Years of Delay", "date": "2021-12-25 09:03", "summary": "'Milestone achieved': Biggest, most powerful space-based observatory ever built lifted off at 7:20 a.m. ET from a launchpad in French Guiana. The James Webb Space Telescope launched successfully early Saturday, rising skyward aboard an Ariane 5 rocket that lifted off at 7:20 a.m. Eastern Standard Time from a pad in Kourou, French Guiana, and beginning a 29-day journey to its orbital perch some 1 million miles from Earth.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amc-lags-behind-in-saudi-arabias-surprisingly-competitive-cinema-market-11640440802", "title": "AMC Lags Behind in Surprisingly Competitive Saudi Cinema Market", "date": "2021-12-25 09:00", "summary": "Four years since the kingdom lifted a ban on theaters, local rivals have moved ahead of the U.S. giant. When Saudi Arabia reopened cinemas for the first time in decades, AMC Entertainment Holdings Inc. swooped in to ink a deal with the government, gaining a foothold in one of the world's final frontiers for theaters.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-bart-tries-ugly-christmas-sweaters-to-promote-ridership-11640440802", "title": "San Francisco's BART Tries Ugly Christmas Sweaters to Promote Ridership", "date": "2021-12-25 09:00", "summary": "Initial run sold out within minutes, but many buyers live outside San Francisco. Weekday ridership is down 70% on Bay Area Rapid Transit, and officials expect it won't make a full recovery until after 2026, but the system did chalk up one success this year: ugly Christmas sweaters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-playoff-omicron-alabama-cincinnati-georgia-michigan-11640399523", "title": "The College Football Playoff's Extra Variable: Omicron", "date": "2021-12-25 08:00", "summary": "The four playoff teams-Alabama, Cincinnati, Georgia and Michigan-must first defeat the virus before they play each other. No team romped through the regular season like Georgia. The Bulldogs didn't lose a game until the SEC championship, earned a spot in the College Football Playoff and have a shot at winning the program's first national championship since 1980.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sophie-taeuber-arp-living-abstraction-review-celebrating-abstract-art-as-it-was-meant-to-be-sophie-tauber-arp-living-abstraction-museum-of-modern-art-hans-arp-dada-de-stijl-abstract-art-11640296864", "title": "'Sophie Taeuber-Arp: Living Abstraction' Review: Celebrating Abstract Art as It Was Meant to Be", "date": "2021-12-25 07:01", "summary": "At MoMA, a joyous survey of an underknown early 20th-century modernist. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-in-christmas-message-laments-pandemic-of-loneliness-11640431162", "title": "Pope Francis Laments Pandemic of Loneliness", "date": "2021-12-25 06:19", "summary": "Pontiff's speech highlighted the social impact of Covid-19. ROME-Pope Francis lamented the social impact of the pandemic, including rising loneliness and domestic violence, while reiterating his previous calls for equitable distribution of Covid-19 vaccines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-workout-of-a-figure-skater-who-trains-at-the-rink-at-rockefeller-center-11640430003", "title": "Inside the Workout of a Figure Skater Who Trains at the Rink at Rockefeller Center", "date": "2021-12-25 06:00", "summary": "Resume Subscription. Most people view the Rockefeller Center Christmas Tree through a crowd of tourists. Late-night ice skating workouts allow Michelle Noceto to regularly be its sole admirer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-local-laws-aim-to-stop-rising-evictions-11640428202", "title": "New Local Laws Aim to Stop Rising Evictions", "date": "2021-12-25 05:30", "summary": "States and cities are proposing more bills now that the federal eviction ban is over. Dozens of cities and states are enacting new laws to protect tenants facing eviction, aiming to stem a tide of new cases and offer renters more ways to settle conflicts with property owners.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-shops-flourish-in-the-u-k-offering-hope-for-the-global-retail-industry-11640428204", "title": "Small Shops Flourish in the U.K., Offering Hope for the Global Retail Industry", "date": "2021-12-25 05:30", "summary": "Resume Subscription. LEEDS, England-A retail shakeout punctuated by the pandemic hit the U.K. especially hard. Independent shops, though, are thriving there.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/latin-america-is-now-a-world-leader-in-vaccinations-11640428207", "title": "Latin America Is Now a World Leader in Vaccinations", "date": "2021-12-25 05:30", "summary": "A third of world pandemic deaths were in the region, but fatalities plummeted as shots were rolled out amid very little vaccine skepticism. SAN SALVADOR, El Salvador-Latin America, once a hot spot of Covid-19 deaths, now leads the U.S. and much of the world in vaccinations, as supply concerns have eased and health policy makers rush to shield their countries from new variants roiling other regions.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omicron-surge-complicates-crew-changes-in-busy-cargo-ports-11640428202", "title": "Omicron Surge Complicates Crew Changes in Busy Cargo Ports", "date": "2021-12-25 05:30", "summary": "Only a quarter of seafarers are vaccinated, which is constraining the movement of crews on and off ships as countries erect new barriers to travel. Tens of thousands of seafarers are stuck at sea working beyond their maximum 11-month contracts, as the emergence of the Omicron Covid-19 variant hinders cargo ship operators' ability to change over crews.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-covid-19-changed-these-eight-peoples-finances-11640428206", "title": "How Covid-19 Changed These Eight People's Finances", "date": "2021-12-25 05:30", "summary": "They hoped 2021 would bring an end to the pandemic. They're coming to grips with a different reality.. Americans spent 2020 hoping the Covid-19 pandemic would be over the next year. They spent 2021 settling into a new life where Covid is never far from their minds. We checked back in with some of the people who shared their stories about trying to navigate a pandemic that turned their financial lives upside down.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}]