[{"link": "https://www.wsj.com/articles/israeli-airstrikes-kill-at-least-25-in-gaza-as-u-s-pushes-for-cease-fire-11621167017", "title": "Israel Rules Out an Immediate Cease-Fire With the Palestinians", "date": "2021-05-16 19:29", "summary": "Resume Subscription. Israeli Prime Minister Benjamin Netanyahu on Sunday ruled out the prospect of an immediate cease-fire with the Palestinians in the deadly flare-up of Middle Eastern violence, defying growing international demands for de-escalation and concerted mediation efforts by regional and world powers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-republicans-head-for-gubernatorial-primary-11621206001", "title": "New York Republicans Head for Gubernatorial Primary", "date": "2021-05-16 19:00", "summary": "Andrew Giuliani could join two candidates already in the running. New York Republicans are heading for their first gubernatorial primary in more than a decade next year after former Westchester County Executive Rob Astorino last week joined U.S. Rep. Lee Zeldin in formally declaring a bid.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-officials-seek-to-clarify-covid-19-mask-guidelines-11621184767", "title": "Health Officials Seek to Clarify Covid-19 Mask Guidelines", "date": "2021-05-16 18:55", "summary": "CDC director says masks still required in some circumstances and for unvaccinated people. U.S. public-health officials tried to address confusion about new masking guidelines released last week, reiterating that vaccinated individuals are at low risk of catching or spreading Covid-19 but leaving the future of mask mandates up to local jurisdictions and private businesses.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmars-military-detained-a-poet-he-was-soon-dead-and-disfigured-11621175948", "title": "Myanmar's Military Detained a Poet. He Was Soon Dead and Disfigured.", "date": "2021-05-16 18:47", "summary": "Lawyers representing other detainees say their clients have described being blindfolded, starved, beaten, kicked and struck with metal rods. The last thing Chaw Su said to her husband was, \"Run!\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-u-s-blocked-joint-u-n-statement-on-mideast-11621199977", "title": "China Says U.S. Blocked Joint U.N. Statement on Mideast", "date": "2021-05-16 17:19", "summary": "Beijing-Washington rivalry on display as U.N. holds emergency meeting on hostilities between Israelis and Palestinians. United Nations Security Council members condemned the violence in the Middle East during an emergency session Sunday but failed to agree on a unified position after China accused the U.S. of blocking a joint statement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-home-groups-biggest-shareholder-to-oppose-deal-to-take-retailer-private-11621199701", "title": "At Home Group's Biggest Shareholder to Oppose Deal", "date": "2021-05-16 17:15", "summary": "Home-goods seller had agreed to be bought by Hellman & Friedman for $36 a share. The largest shareholder of home-furnishings chain At Home Group Inc. plans to oppose a deal to take the retailer private because it says the sale price is too low, according to a copy of a letter to the company's board of directors viewed by The Wall Street Journal.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-hamas-iran-and-biden-11621195618", "title": "Israel, Hamas, Iran and Biden", "date": "2021-05-16 16:06", "summary": "The U.S. needs to give Israel time to degrade the rocket threat.. As the latest war between Hamas and Israel enters its second week, the narrative is following a familiar script. Hamas fires rockets at Israeli cities, Israel retaliates by bombing the source of the rockets in Gaza, Hamas plays up the civilian casualties, and the world leans on Israel to stop defending itself.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-tells-the-truth-11621195472", "title": "Elizabeth Warren Tells the Truth", "date": "2021-05-16 16:04", "summary": "She admits the patent vaccine waiver is about stealing all Pharma IP.. Progressives are promoting President Biden's waiver of U.S. Covid vaccine patents as necessary to save lives. So full marks for candor to Sen. Elizabeth Warren, who last week explained the real goal: set a precedent that erodes all pharmaceutical intellectual property protections in the U.S. and around the world.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-is-acting-as-power-broker-between-celebrities-and-advertisers-11621195201", "title": "NBCUniversal Acts as Power Broker Between Celebrities and Advertisers", "date": "2021-05-16 16:00", "summary": "Comcast unit is pitching broad partnerships with stars during this year's TV-ad-buying ritual, hoping its pull with talent helps it strike bigger deals. Wayfair Inc. spent two years courting Kelly Clarkson as a spokeswoman before it was able to clinch the deal thanks to an unusual middleman: Comcast Corp.'s NBCUniversal.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-inflation-expectations-11621195245", "title": "The Rise of Inflation Expectations", "date": "2021-05-16 16:00", "summary": "Consumers are doubting that prices will remain 'well-anchored.'. You've heard it a thousand times: Inflation expectations remain \"well-anchored.\" So goes one of the mantras used by Chairman Jerome Powell and the Federal Reserve to explain its monetary adventurism of the last decade or so.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moderation-on-masks-might-make-more-get-a-shot-11621195091", "title": "Moderation on Masks Might Make More Get a Shot", "date": "2021-05-16 15:58", "summary": "Many unvaccinated Americans aren't 'antivaxxers,' but need incentive and information.. The Centers for Disease Control and Prevention's new guidance advising vaccinated Americans that it is safe to shed their masks is a milestone. The prevalence of Covid-19 is declining rapidly; older Americans are largely vaccinated. The task now is to learn to live with Covid. The virus won't threaten America in the same way again, though neither will it disappear. Forbearance and persuasion will be essential.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-gop-has-gone-quiet-over-tax-hikes-11621194969", "title": "Why the GOP Has Gone Quiet Over Tax Hikes", "date": "2021-05-16 15:56", "summary": "Biden's plan to get corporations and the wealthy to pay their fair share is popular.. Sometimes what people don't say tells you more than what they do. That's what's happening with the Republican Party's reaction to President Biden's plan to ensure tax fairness. The president has performed political jujitsu by forcing Republicans to minimize their well-worn strategy of attacking Democrats for tax hikes. Far from a merely tactical retreat, the GOP's decision to play down the issue in public even while maintaining some semblance of the fight behind closed doors highlights a political and substantive crisis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-teachers-unions-face-a-remote-threat-11621194789", "title": "Now Teachers Unions Face a Remote Threat", "date": "2021-05-16 15:53", "summary": "Why did Randi Weingarten pull an about-face? Because not all parents would choose in-person learning.. When Randi Weingarten of the American Federation of Teachers called last week to reopen public schools fully in the fall, she was like an arsonist seeking praise for extinguishing a fire she lit. But it's increasingly clear the AFT set its own house ablaze. When the unions pressed school districts to offer virtual options last fall, they inadvertently spurred the largest experiment in the history of U.S. education policy. To stop it, they're condemning the education technique they imposed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electoral-college-lessons-for-latins-11621194342", "title": "Electoral College Lessons for Latins", "date": "2021-05-16 15:45", "summary": "Political instability is raging again in the Americas, due in part to limited checks on executive power.. American progressives want to do away with the Electoral College. They say it's undemocratic because a candidate who gets the most electoral votes can win the presidency without winning the most votes cast by citizens.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-indispensables-review-washingtons-marbleheaders-11621194263", "title": "'The Indispensables' Review: Washington's Marbleheaders", "date": "2021-05-16 15:44", "summary": "The men of the Marblehead Regiment rowed Washington across the Delaware and 'saved the Continental Army multiple times.'. The military historian Patrick O'Donnell is known for his books on 20th-century elite units, including \"First SEALs.\" In \"The Indispensables,\" his second foray into the American Revolution, he does for the soldier-mariners of Marblehead, Mass., what he earlier accomplished for the Continental Army's First Maryland Regiment in \"Washington's Immortals.\" Readers who have enjoyed Mr. O'Donnell's earlier books will not be disappointed with this one, his 12th.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-fact-checks-suppress-debate-11621194172", "title": "Facebook's 'Fact Checks' Suppress Debate", "date": "2021-05-16 15:42", "summary": "The social-media site seeks to discredit a review of my book on climate science.. This paper published Mark Mills's review of \"Unsettled,\" my book on climate science, on April 25. Eight days later, 11 self-appointed \"fact checkers\" weighed in with a 4,500-word critique on the website ClimateFeedback.org. Facebook is waving that fact check as a giant red flag whenever the review appears in anyone's feed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-patent-taking-move-is-a-big-mistake-11621192946", "title": "Vaccine Patent-Taking Move Is a Big Mistake", "date": "2021-05-16 15:22", "summary": "Where are the CEOs of these companies and why they aren't leading the charge instead of leaving it to the Journal?. Regarding your editorial \"Biden's Vaccine IP Debacle\" (May 7) on the damage President Biden's Covid IP giveaway is going to cause makes me wonder where the CEOs of these companies are and why they aren't leading the charge instead of leaving it to the Journal? Is this another example of spineless, \"woke\" CEOs trying to burnish their social-warrior credentials at the expense of their companies and shareholders? As a shareholder in many of these companies, I'm appalled at the lack of action.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholic-schools-deserve-to-be-flourishing-11621192863", "title": "Catholic Schools Deserve to Be Flourishing", "date": "2021-05-16 15:21", "summary": "Catholic schools in the Archdiocese of New York have been open for in-person instruction five days a week since September.. Regarding \"Catholic School Enrollment Plunges\" (U.S. News, May 11): The global pandemic clearly took its toll on families and children across the country and in every kind of school. However, Catholic schools in the Archdiocese of New York have been open for in-person instruction five days a week since September, and our dedicated professional educators are even more committed today to ensure every family has the opportunity to access the high-quality education and spiritual enrichment that Catholic schools offer young minds. During this pandemic, our Catholic schools have become the envy of the nation and model to government schools on how to safely and effectively remain open in service to the educational community.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-have-a-changed-view-of-american-dream-11621192742", "title": "The Democrats Have a Changed View of American Dream", "date": "2021-05-16 15:19", "summary": "Nowadays, Democrats seem focused on providing a permanent security blanket for those who would rather stay at home.. Not only has the Democratic Party \"given up on the American dream,\" as Daniel Henninger writes (\"Killing the American Dream,\" Wonder Land, May 6), it has changed the type of American it represents. In 1962 President John Kennedy introduced a plan that included tax cuts for individuals and corporations on the belief that it would stimulate economic growth. In 1996 President Bill Clinton fulfilled his promise to \"end welfare as we know it\" by signing legislation designed to increase labor-force participation. Both plans helped to encourage work over sloth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-ponder-speeding-up-plans-to-bring-workers-back-to-offices-11621181598", "title": "Companies Ponder Speeding Up Plans to Bring Workers Back to Offices", "date": "2021-05-16 15:17", "summary": "New CDC guidance on masking and social distancing for vaccinated people throws a wrinkle into plans for repopulating city centers. Rich Lesser, the chief executive officer of Boston Consulting Group, gathered with his executives Friday in the wake of the CDC's new guidance that says vaccinated Americans no longer need to wear masks and observe social distancing in most instances.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-industry-gdp-housing-11621191602", "title": "Economy Week Ahead: Industry, GDP, Housing", "date": "2021-05-16 15:00", "summary": "Look out for China's industrial output, Japan's GDP, U.S. housing starts. This week's data will show how economies around the globe are faring at different stages of recovery from the Covid-19 pandemic.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-hamas-rockets-rain-on-israel-iron-dome-proves-it-can-withstand-the-barrages-11621180126", "title": "Israel's Iron Dome Proves It Can Withstand Rocket Barrages", "date": "2021-05-16 14:50", "summary": "Resume Subscription. ASHKELON, Israel-On Sunday afternoon, as air-raid sirens sounded across this southern Israeli city, people abandoned cars in the middle of the road and ran to seek shelter. Hiding under a tree, a man tried to comfort his teenage daughter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-freedom-survive-the-narratives-11621185599", "title": "Can Freedom Survive the Narratives?", "date": "2021-05-16 13:20"}, {"link": "https://www.wsj.com/articles/automated-luxury-communism-11621185487", "title": "Automated Luxury Communism?", "date": "2021-05-16 13:18", "summary": "Even when consumer paradise seems near, there's always more work to be done.. At first I thought it was a joke. I still do. A couple of years ago, there was a stir around Aaron Bastani's book \"Fully Automated Luxury Communism.\" It's a manifesto for the \"postwork\" movement. Technology will \"liberate us from work\" and automation is \"the path to a world of liberty, luxury and happiness-for everyone,\" the book advertises. Cue rainbow-belching unicorns. The Atlantic wrote that \"the vision is compelling.\" The New York Times helped promote it. And it sure feels like the Biden administration is trying to implement it. Naturally, it's complete baloney.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/batteries-challenge-natural-gas-elecric-power-generation-11620236583", "title": "Natural Gas, America's No. 1 Power Source, Already Has a New Challenger: Batteries", "date": "2021-05-16 12:55", "summary": "A decade after the fracking boom took off, the fuel faces disruption by a new combination on the electric grid: renewable energy and electricity storage. Vistra Corp. owns 36 natural-gas power plants, one of America's largest fleets. It doesn't plan to buy or build any more.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gray-whales-were-thought-to-be-extinct-in-the-atlantic-so-how-did-wally-end-up-off-the-riviera-11621180801", "title": "Gray Whale Becomes Stranded in Mediterranean", "date": "2021-05-16 12:00", "summary": "Some researchers speculated that receding Arctic sea ice confused the whale during its annual Pacific migration. Somewhere in the Mediterranean, a 26-foot-long gray whale is exploring harbors and inlets as it tries to find its way back out to the Atlantic after veering thousands of miles off course.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnsley-championship-promotion-moneyball-billy-beane-11621176691", "title": "A Moneyball Experiment in English Soccer's Second Tier", "date": "2021-05-16 11:07", "summary": "Barnsley FC has a tiny budget, two algorithms, and advice from Billy Beane. It's now chasing a spot in the Premier League.. Dane Murphy knows that there have been better times to be an American working in English soccer.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pandemic-prom-no-dancing-weird-locations-11621177273", "title": "Pandemic Prom: No Dancing, Weird Locations", "date": "2021-05-16 11:01", "summary": "Schools are adjusting the prom to encourage social distancing, with bans on dancing, staggered time slots and alternate activities. Toward the end of prom night at a community event hall in Grand Prairie, Texas, students started doing something forbidden. They started dancing.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-mayoral-candidate-eric-adams-pins-campaign-to-public-safety-11621177202", "title": "Eric Adams Pins His Run for New York City Mayor on Public Safety", "date": "2021-05-16 11:00", "summary": "The Democratic Brooklyn borough president says he is proud of the 22 years he worked in law enforcement. A leading Democratic candidate to become New York City's next mayor says his path to a career in law enforcement and then public office began 45 years ago in a basement of a Queens police precinct.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-of-mexican-payroll-lenders-sink-after-unexpected-losses-11621177203", "title": "Bonds of Mexican Payroll Lenders Sink After Losses", "date": "2021-05-16 11:00", "summary": "Accounting revisions take toll on companies and the international bond investors who lent them billions of dollars. A wave of accounting revisions is hitting two of Mexico's largest nonbank payroll lenders and the international bond investors who lent them billions of dollars in recent years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lands-on-mars-in-crowning-moment-for-space-program-11621040108", "title": "China Lands on Mars in Crowning Moment for Space Program", "date": "2021-05-16 10:31", "summary": "The success of the Tianwen-1 mission makes China the third nation after the U.S. and Soviet Union to land on the red planet. HONG KONG-China's space program took a giant leap when it landed a rover on Mars on its first attempt this weekend.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-plan-for-free-community-college-faces-resistance-11621170004", "title": "Biden's Plan for Free Community College Faces Resistance", "date": "2021-05-16 10:15", "summary": "Republicans and experts say the free-college part of the American Families Plan fails to address deep-seated problems. President Biden's plan to offer Americans the opportunity to attend community college for free is running up against political obstacles over who should pay for it and skepticism on whether it would broaden access to higher education.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-rick-rieder-learned-the-value-of-moderation-from-1980s-bond-blowup-11621173603", "title": "BlackRock's Rieder Learned Value of Moderation From 1980s Bond Blowup", "date": "2021-05-16 10:00", "summary": "Resume Subscription. BlackRock bond chief Rick Rieder learned long ago that making big bets is the easiest way to end up with outsize losses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inequality-would-widen-if-u-s-policies-spur-sustained-inflation-11621173602", "title": "Inequality Would Widen if U.S. Policies Spur Sustained Inflation", "date": "2021-05-16 10:00", "summary": "Cost of living is rising faster than paychecks despite efforts by Biden administration and Fed. Federal Reserve and Biden administration officials say economic inequality is bad and they aim their policies in part at helping to reduce it. In the short run, at least, those policies might be widening inequality, not shrinking it.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-turbine-renewable-energy-11620848318", "title": "How New Wind Turbines Produce Far More Energy", "date": "2021-05-16 10:00", "summary": "Resume Subscription. Wind turbines have become bigger, more powerful, and more cost-efficient to operate in recent decades.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/even-short-term-inflation-will-test-the-fed-11621171276", "title": "Even Short-Term Inflation Will Test the Fed", "date": "2021-05-16 09:24", "summary": "The Fed should hold steady on interest rates even if inflation temporarily jumps above 5%. Just how much inflation would it take for the Federal Reserve to abandon its commitment to super-easy money and begin to talk about tightening? Markets think the answer is that the Fed will accept far more than consumers would like, and the market is probably right: Inflation could easily be at 5% early next year without prompting any change of strategy. So long as the Fed expects inflation to come back down and investors and workers have faith, it is under no pressure to move. The danger is that high inflation shakes that faith.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-back-up-all-the-photos-on-your-phone-11621170001", "title": "Need to Back Up Photos on Your Phone? Here Are Your Options.", "date": "2021-05-16 09:00", "summary": "When Google Photos free storage ends June 1, should you upgrade to a paid plan? Here are your cloud photo-backup options. Google Photos had me from the start with a killer feature: free, unlimited photo and video backup. The caveat? It compressed image files larger than 16 megapixels.", "categories": [["Tech", "Personal Tech", "Personal Technology: Nicole Nguyen"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-nicole-nguyen?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-jump-into-climate-change-policy-fray-11621166402", "title": "Central Banks Jump Into Climate-Change Policy Fray", "date": "2021-05-16 08:00", "summary": "Some say regulators are going beyond their remits with focus on risks to financial systems and economies. Central banks, the most powerful financial institutions in the world, want to become the guardians of the environment as well.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-drugmakers-take-on-your-favorite-tv-shows-to-tackle-vaccine-hesitancy-11621166403", "title": "Covid-19 Drugmakers Take On Your Favorite TV Shows to Tackle Vaccine Hesitancy", "date": "2021-05-16 08:00", "summary": "Pfizer, Moderna, Regeneron and others are sponsoring ads on TV, radio and social media to raise awareness of Covid-19 medicines and extol their virtues. ", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-interior-designers-career-began-in-accounting-11621162802", "title": "This Interior Designer's Career Began in Accounting", "date": "2021-05-16 07:00", "summary": "Behind decorator Beth Diana Smith's colorful signature style is a career path in accounting and corporate finance that's all business. For interior designer Beth Diana Smith, the path to home décor began with numbers. Math came easily to her and by age 10, she said, \"I knew I wanted to become an accountant.\"", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-are-flush-with-cashand-ready-to-pad-shareholder-pockets-11621157406", "title": "Companies Are Flush With Cash-and Ready to Pad Shareholder Pockets", "date": "2021-05-16 05:30", "summary": "Resume Subscription. After a year of hoarding cash, American corporations are ready to reward investors again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ev-electric-vehicle-africa-11620854230", "title": "How EVs Could Transform the Streets of Africa", "date": "2021-05-16 05:30", "summary": "Proponents see electric cars and motorcycles as a fast way to promote inexpensive and clean transportation. The electric-car revolution is reaching the streets of Africa.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-faces-intensified-rocket-fire-from-hamas-continues-gaza-bombardment-11621085034", "title": "Conflict in Middle East Draws Biden Call to Temper Hostilities", "date": "2021-05-16 20:20", "summary": "Resume Subscription. GAZA CITY-The U.S. and allies in the Mideast mounted a weekend diplomatic thrust to temper hostilities between Israelis and Palestinians, an effort that had scant effect as airstrikes, missile launches and street violence continued to grip the region.", "categories": [[]], "category_links": []}]