[{"link": "https://www.wsj.com/articles/cbs-cuts-ties-with-executives-amid-allegations-of-hostile-work-environment-11617832125", "title": "CBS Cuts Ties With Executives Amid Allegations of Hostile Workplace", "date": "2021-04-07 19:48", "summary": "Top executives David Friend and Peter Dunn had been suspended in January after Los Angeles Times report. CBS has parted ways with top executives in its television station group amid an investigation into their conduct, the company said Wednesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-it-spending-expected-to-rise-8-4-to-4-1-trillion-this-year-11617837771", "title": "Global IT Spending Expected to Rise 8.4% to $4.1 Trillion This Year", "date": "2021-04-07 19:22", "summary": "Rebound to pre-pandemic spending levels won't spread evenly across industries. Chief information officers and other corporate technology leaders are moving on from stopgap information technology measures deployed during the coronavirus pandemic and eyeing more ambitious projects, according to the latest IT spending forecast by research and consulting firm Gartner Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-card-startup-petal-hires-new-chief-compliance-officer-11617835029", "title": "Credit-Card Startup Petal Hires New Chief Compliance Officer", "date": "2021-04-07 18:37", "summary": "Elizabeth Corbett, who has held senior roles at the Consumer Financial Protection Bureau, joins the fintech company as it looks for help navigating regulatory issues in Washington. Credit-card startup Petal Card Inc. has hired Elizabeth Corbett, who once worked as a senior official at the Consumer Financial Protection Bureau, as its new general counsel and chief compliance officer, the company said on Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-taxes-go-skyscraper-high-11617834769", "title": "New York Taxes Go Skyscraper High", "date": "2021-04-07 18:32", "summary": "A weak and desperate Cuomo caves to the left on everything.. Amid a Covid-caused urban exodus, with many workers unsure about going back to their Manhattan offices, the best and brightest of Albany have decided to crank up taxes on business, while also raising the income taxes paid by New York City residents to the nation's highest rate. Welcome to the latest episode of progressives gone wild.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-permanent-housing-crisis-11617834660", "title": "The Permanent Housing Crisis", "date": "2021-04-07 18:31", "summary": "Continuing government bans on eviction and foreclosure are doing more harm than good.. One problem with government emergency actions is that the political class never wants them to end. Witness the Biden Administration's extension of the eviction and foreclosure moratoriums, which by now are creating more trouble than they're worth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-home-prices-soaring-11617834557", "title": "Why Are Home Prices Soaring?", "date": "2021-04-07 18:29", "summary": "One reason is a tariff on Canadian lumber that Biden can kill.. Housing prices are climbing across the country, and the cause is more than soaring demand. One overlooked culprit is a lumber shortage made worse by a U.S. tariff on imports from Canada.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-versus-the-union-machine-11617834458", "title": "Woman Versus the Union Machine", "date": "2021-04-07 18:27", "summary": "Suing Oregon and the SEIU to vindicate her right not to pay fees.. Most readers probably assume that when the U.S. Supreme Court rules, people follow the law. But there was massive resistance in the South to Brown v. Board of Education in the 1950s, and in recent years unions have done everything they can to evade the Court's 2018 Janus v. Afscme ruling that mandatory union fees for government workers violate the First Amendment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspected-china-hack-of-microsoft-shows-signs-of-prior-reconnaissance-11617800400", "title": "Suspected China Hack of Microsoft Shows Signs of Prior Reconnaissance", "date": "2021-04-07 18:11", "summary": "Investigators suspect personal data taken in earlier huge hacks or scraped off social-media sites aided breach of Microsoft Exchange Server. Microsoft Corp. and U.S. government officials are still working to understand how a network of suspected Chinese hacking groups carried out an unusually indiscriminate and far-reaching cyberattack on Microsoft email software, more than a month after the discovery of an operation that rendered hundreds of thousands of small businesses, schools and other organizations vulnerable to intrusion.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-breyer-lays-out-opposition-to-expanding-supreme-court-11617816434", "title": "Justice Breyer Lays Out Opposition to Expanding Supreme Court", "date": "2021-04-07 18:10", "summary": "He says restructuring court would be perceived as politicizing it. WASHINGTON-Justice Stephen Breyer said proposals to restructure the Supreme Court could damage its reputation as an apolitical body, dealing a blow to progressives pressing to increase the number of justices to counter Republican successes in seating three members nominated by former President Donald Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marin-countys-discriminatory-universal-basic-income-11617832570", "title": "Marin County's Discriminatory 'Universal Basic Income'", "date": "2021-04-07 17:56", "summary": "Only 'mothers of color' will be eligible for payments of $1,000 a month.. Some 125 residents in Marin County, Calif., can expect to begin receiving payments of $1,000 a month starting in May-no strings attached. It's an experiment providing a \"universal basic income,\" or UBI, to low-income Americans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-selective-virtue-signalling-11617832596", "title": "CEOs' Selective Virtue Signaling", "date": "2021-04-07 17:56", "summary": "If executives oppose restrictive voting laws, why are they singling out Georgia?. Major League Baseball Commissioner Robert D. Manfred Jr. will regret his decision to move the All-Star Game from Atlanta in response to Georgia's new election laws. He's dropped his sport into a red-hot controversy, based on imaginary facts and flawed assertions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-counter-beijing-send-in-the-coast-guard-11617832544", "title": "To Counter Beijing, Send In the Coast Guard", "date": "2021-04-07 17:55", "summary": "China exploits ambiguity at sea, and the service could be a vital part of the effort to keep the peace.. As Washington looks to counter Beijing's ambitions, one good idea is to unleash the U.S. Coast Guard, which could and should play a larger role in preserving order in the Pacific. The recent appearance of a 200-ship Chinese \"fishing\" flotilla in the South China Sea, loitering in Beijing-claimed waters and intimidating regional states, shows the urgency of addressing China's maritime predations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-student-in-the-arena-11617832480", "title": "Teddy Roosevelt's Advice for Those Who Get College Rejections", "date": "2021-04-07 17:54", "summary": "Words of wisdom for the student in the arena.. High-school seniors across America are hearing back from the colleges and universities to which they applied. Many weren't accepted by their first choice. To them I commend Theodore Roosevelt's \"man in the arena\" speech.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-conflict-review-when-push-comes-to-shove-11617832251", "title": "'High Conflict' Review: When Push Comes to Shove", "date": "2021-04-07 17:50", "summary": "Interpersonal discord is a normal part of human life. Sometimes we're drawn into stupid and destructive forms of conflict. Why?. Amanda Ripley, a journalist whose first book, \"The Unthinkable,\" was about how people survive disasters, has covered \"all manner of human misery.\" Her latest book, \"High Conflict: Why We Get Trapped and How We Get Out,\" is prompted by misery of the American political kind. After the 2016 election, Ms. Ripley reflects, journalists who cared about telling the truth in all its complexity were preaching to a \"shrinking choir of partisans.\" Those who still read the news searched it for weapons to use against enemies. It \"felt like curiosity was dead.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-boycott-baseball-11617832178", "title": "Yes, Boycott Baseball", "date": "2021-04-07 17:49", "summary": "Liberals the past year have become addicted to political wokeness. It's time for an intervention. Sherman's burning of Atlanta wasn't enough punishment. To clean out any traces of racism 157 years later, Gen. Rob Manfred of Major League Baseball decided the North had to sack Atlanta one more time.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ron-desantis-and-resistance-journalism-11617827601", "title": "Ron DeSantis and 'Resistance Journalism'", "date": "2021-04-07 17:25", "summary": "Florida's governor and the new rules of media sourcing.. It's hard to find silver linings in this era of expanding government authority and contracting individual opportunity for free expression. But at least the media establishment can no longer pretend that its abandonment of journalistic standards was necessitated by the unique character of Donald Trump. \"Resistance journalism\" is now industry standard, judging by a story on Florida's Republican Gov. Ron DeSantis by the formerly prestigious television newsmagazine \"60 Minutes.\"", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/promises-by-floating-points-pharoah-sanders-and-the-london-symphony-orchestra-review-across-genres-and-generations-11617830295", "title": "'Promises' by Floating Points, Pharoah Sanders and The London Symphony Orchestra Review: Across Genres and Generations", "date": "2021-04-07 17:18", "summary": "A collaboration between the 80-year-old jazz saxophonist and the 34-year-old electronic producer results in an austere yet stunning album. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stockx-valued-at-3-8-billion-and-lets-employees-sell-shares-11617830099", "title": "StockX Valued at $3.8 Billion, Lets Employees Sell Shares", "date": "2021-04-07 17:15", "summary": "The online marketplace sold $60 million worth of new stock in its latest fundraising round. StockX LLC, an online marketplace that sells sneakers, streetwear, collectibles and other items, said it has notched a $3.8 billion valuation by selling $60 million of new stock and letting some employees sell $195 million of their own shares to investors at that price point.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-owner-explores-debt-restructuring-for-new-yorks-largest-shopping-center-11617830147", "title": "Mall Owner Explores Debt Restructuring for New York's Largest Shopping Center", "date": "2021-04-07 17:15", "summary": "The owner of the Destiny USA shopping complex in Syracuse has engaged restructuring advisers amid continued pressure from the pandemic. The owner of Destiny USA, the largest shopping center in New York, is exploring a possible restructuring of the struggling property's municipal and mortgage-backed debt obligations, people familiar with the matter said.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/web-invisible-beauty-the-art-of-archaeological-science-review-more-than-meets-the-eye-11617830074", "title": "'Invisible Beauty: The Art of Archaeological Science' Review: More Than Meets the Eye", "date": "2021-04-07 17:14", "summary": "Images of ancient artifacts made using magnification, X-rays and more are aesthetically pleasing and scientifically illuminating. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-markets-dow-update-04-06-2021-11617781677", "title": "S&P 500 Edges Higher to Record", "date": "2021-04-07 17:09", "summary": "Notes from the Fed's last policy meeting show central bank is committed to supporting markets, economy. The S&P 500 eked out a record close Wednesday after notes from the Federal Reserve's last policy meeting showed that the central bank remains committed to supporting markets and the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buyout-firms-team-up-on-more-than-15-billion-kpn-bid-11617827255", "title": "Buyout Firms Team Up on More Than $15 Billion KPN Bid", "date": "2021-04-07 17:02", "summary": "Funds prepare to conduct due diligence with goal of submitting formal offer for Dutch communications-services provider this spring. A pair of private-equity firms have teamed up to make a bid for Royal KPN NV that could value the Dutch communications-services provider at more than $15 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazenecas-covid-19-vaccine-receives-backing-from-eu-regulator-11617804998", "title": "AstraZeneca Vaccine Gets Hit With More Setbacks in U.K., Europe", "date": "2021-04-07 17:00", "summary": "European regulator finds link to rare blood clots, but says vaccine's benefits still outweigh risks. The U.K.'s vaccines advisory body said the Covid-19 vaccine produced by AstraZeneca PLC should preferably not be given to people under 30 following concerns that it causes potentially deadly blood clots in very rare instances.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-colleges-in-the-midwest-by-size-11617828905", "title": "Top Colleges in the Midwest by Size", "date": "2021-04-07 16:55", "summary": "Carleton College, Northwestern and Michigan lead the region for their size in the WSJ/THE College Rankings. Carleton College is the highest-ranked small college in the Midwest, Northwestern University is the region's top-ranked midsize school and the University of Michigan-Ann Arbor ranks highest among Midwestern large schools in the Wall Street Journal/Times Higher Education College Rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-industry-spars-with-cdc-as-it-seeks-to-restart-by-summer-11617813616", "title": "Cruise Industry Spars With CDC Over How to Restart Sailings", "date": "2021-04-07 16:54", "summary": "Carnival CEO says agency instructions for resuming service aren't a practical solution. Cruise operators are pushing federal health authorities to let voyages begin in July, but the two sides are clashing on how to restart voyages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-vice-president-mike-pence-to-publish-autobiography-with-simon-schuster-11617825505", "title": "Pence to Publish Autobiography With Simon & Schuster", "date": "2021-04-07 16:42", "summary": "The book, which is untitled, is tentatively scheduled to be published in 2023. Former Vice President Mike Pence will publish an autobiography with Simon & Schuster that chronicles his life in politics and role in the Trump administration, the publisher said, adding another anticipated title to a hot market for political books.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-offers-broad-definition-of-infrastructure-in-push-for-2-3-trillion-package-11617828150", "title": "Biden Urges Broad View of Infrastructure in $2.3 Trillion Plan", "date": "2021-04-07 16:42", "summary": "Congressional Republicans call for narrower focus on things like building roads, bridges and airports. WASHINGTON-President Biden sought to build public support for an expansive view of what it means to bolster U.S. infrastructure, dismissing Republican arguments that his roughly $2.3 trillion plan devotes too little to projects like roads and bridges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doing-your-taxes-download-the-wsj-tax-guide-2021-11616707890", "title": "Doing Your Taxes? Download the WSJ Tax Guide 2021", "date": "2021-04-07 16:41", "summary": "Navigate how to file your 2020 taxes with our guide on all you need to know. 2020 was a tax year like no other, due to the coronavirus pandemic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-administration-restoring-aid-to-palestinians-11617819667", "title": "Biden Administration Restoring Aid to Palestinians", "date": "2021-04-07 16:38", "summary": "The move reverses the Trump administration's decision to cut funds. WASHINGTON-The Biden administration said on Wednesday it is restoring millions of dollars of economic and humanitarian aid to the Palestinians, reversing the Trump administration's decision to cut the funds.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actor-zachary-horwitz-arrested-over-alleged-690-million-hollywood-ponzi-scheme-11617815992", "title": "Actor Zachary Horwitz Arrested Over Alleged Hollywood Ponzi Scheme", "date": "2021-04-07 16:37", "summary": "Also known as Zach Avery, he faces fraud charges in what prosecutors say were illegal efforts to capitalize on fake film-licensing deals. WASHINGTON-A Los Angeles actor was the mastermind of a $690 million Ponzi scheme that bilked investors who thought their money would finance distribution rights for movies that would run on HBO and Netflix , according to authorities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathie-wood-extends-hot-hand-with-ark-space-exploration-etf-11617787802", "title": "Cathie Wood Extends Hot Streak With Space ETF", "date": "2021-04-07 16:32", "summary": "Some criticize inclusion of Deere and other companies that appear to have no significant ties to fund's area of focus. Cathie Wood's new ARK Space Exploration & Innovation ETF is already on track to be one of the most successful fund launches ever despite criticism that it doesn't necessarily reflect the nascent space-exploration market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-chauvin-trial-focuses-on-police-use-of-deadly-force-11617809751", "title": "Lawyers in Derek Chauvin's Trial Argue Over George Floyd's Words", "date": "2021-04-07 16:25", "summary": "'I ate too many drugs' or 'I ain't do no drugs': two theories are presented of a garbled clip. Lawyers in the trial of former Minneapolis police officer Derek Chauvin Wednesday offered warring interpretations of a garbled clip of George Floyd talking about drugs, as they presented alternate theories as to whether Mr. Floyd died of drug use or at the hands of Mr. Chauvin.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-mcconnell-backs-off-warning-to-corporate-america-on-politics-11617826090", "title": "McConnell Backs Off Warning to Corporate America on Politics", "date": "2021-04-07 16:08", "summary": "Republican leader has criticized companies for speaking out against Georgia voting law. WASHINGTON-Senate Minority Leader Mitch McConnell on Wednesday backed off his warning that businesses should stay away from politics but reiterated his frustration with some prominent companies' criticism of Republican-led efforts to pass new election laws.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/switch-hitters-thursday-crossword-april-8-11617568879", "title": "Switch Hitters (Thursday Crossword, April 8)", "date": "2021-04-07 16:01", "categories": [["WSJ Puzzles", "Crossword"]], "category_links": ["https://www.wsj.com/news/puzzle?mod=breadcrumb", "https://www.wsj.com/news/types/crossword?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-us-boycott-2022-olympics-beijing-11617824831", "title": "The Beijing Games Are Giving the Biden Administration an Olympic-Sized Headache", "date": "2021-04-07 16:01", "summary": "A flurry of stories suggesting the U.S. could boycott the 2022 Winter Olympics was tamped down Tuesday, but tension over China's hosting is just beginning. WASHINGTON-In the space of a few hours Tuesday, the U.S. State Department raised the possibility of a boycott of the 2022 Winter Olympic Games in Beijing-and then denied current or past discussions about a boycott.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-buzzfeed-chairman-sells-miami-mansion-for-25-million-11617824745", "title": "Former BuzzFeed Chairman Sells Miami Mansion for $25 Million", "date": "2021-04-07 15:45", "summary": "Kenneth Lerer, also a co-founder of the Huffington Post, sold the property in an off-market deal. Kenneth Lerer, the media executive and the former longtime chairman of BuzzFeed, has sold his Miami mansion in an off-market deal for $25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-law-does-wokeness-move-product-11617824545", "title": "Georgia Law: Does Wokeness Move Product?", "date": "2021-04-07 15:42", "summary": "Those corporate CEOs who have criticized Georgia's new voting law have made a smart, strategic decision based on hard facts.. Regarding your editorial \"Woke and Weak CEOs\" (April 2): Those corporate CEOs who have criticized Georgia's new voting law have made a smart, strategic decision based on hard facts. The facts are that the Republican Party is divided, essentially leaderless and has no organized array of smart, attractive policies. It has no strong, articulate spokesman and, so far, its opposition to proposed Democratic legislation is weak.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-and-workers-goals-sometimes-differ-11617824443", "title": "Union and Workers' Goals Sometimes Differ", "date": "2021-04-07 15:40", "summary": "Daniel Henninger's assertion that the strife today is between unions and regular middle-class people touches on part of the problem. Another part is the strife between union leaders and many of the people they represent.. Daniel Henninger's assertion that the strife today is between unions and regular middle-class people touches on part of the problem (\"Joe Biden, Which Side Are You On?,\" Wonder Land, April 1). Another part is the strife between union leaders and many of the people they represent.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-policy-u-s-vs-eu-11617824287", "title": "Vaccine Policy: U.S. vs. EU", "date": "2021-04-07 15:38", "summary": "Compare the vaccine development and rollout in the U.S. versus that of the European Union.. Regarding Patients for Affordable Drugs' founder David Mitchell, who opines that government and not capitalism is defeating Covid (Letters, March 27): Please compare the vaccine development and rollout in the U.S. versus that of the European Union and see if you come to the same conclusion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-softens-tax-proposal-aimed-at-profitable-companies-that-pay-little-11617809422", "title": "Biden Softens Tax Plan for Highly Profitable Businesses", "date": "2021-04-07 15:38", "summary": "Treasury Department plan sets $2 billion threshold for minimum tax, up from $100 million level pitched during campaign. WASHINGTON-A 15% minimum tax on large, profitable corporations that is part of President Biden's infrastructure proposal would affect far fewer companies than the version he campaigned on, according to details the Treasury Department released Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-seeks-to-ease-housing-shortage-with-looser-zoning-rules-11617796817", "title": "Biden's Infrastructure Plan Seeks to Ease Housing Shortage With Looser Zoning Rules", "date": "2021-04-07 15:36", "summary": "The proposed program of at least $5 billion would offer grants to cities and towns that relax restrictions on new construction. WASHINGTON-A Biden administration push to increase the supply of affordable housing aims to coax states and localities into easing restrictions on new construction, a bid to help address a historic shortage of new housing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mexico-makes-it-easier-to-sue-police-11617823548", "title": "New Mexico Makes It Easier to Sue Police", "date": "2021-04-07 15:25", "summary": "States legislatures now have a record number of proposals to end qualified immunity for law enforcement. New Mexico this week became the third state to make it easier to sue police officers for civil-rights violations, as it enacted a law barring a legal defense known as qualified immunity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baylor-ncaa-basketball-national-championship-scott-drew-11617715084", "title": "Baylor's Long Road to Its First Men's Basketball National Championship", "date": "2021-04-07 15:22", "summary": "After decades of futility, coach Scott Drew built a powerhouse from the ashes of scandal. INDIANAPOLIS-Baylor had been chasing the NCAA men's basketball title it won on Monday night for a very long time. Just how long depends on how you choose to calculate it.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-show-expectations-for-stronger-economic-recovery-11617820897", "title": "Fed Minutes Show Expectations for Stronger Economic Recovery", "date": "2021-04-07 15:21", "summary": "Officials raised their forecasts for economic growth and inflation, reiterating at their March meeting plans for continued policy support. Federal Reserve officials pointed to a brighter outlook for the economy at their most recent meeting while agreeing to provide continued support through ultralow interest rates and large monthly bond purchases.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-14-movies-and-series-to-stream-this-week-11617822779", "title": "What to Watch: 14 Movies and Series to Stream This Week", "date": "2021-04-07 15:13", "summary": "From 'Them,' a horror anthology that takes on suburban life during the Great Migration, to the buddy-action comedy 'Thunder Force'. Another day, another accolade for \"Schitt's Creek.\" At the Screen Actors Guild Awards, Sunday, the beloved series picked up a couple more awards-outstanding performance by an ensemble in a comedy series and outstanding performance by a female actor in a comedy series (Catherine O'Hara). The Canadian comedy has also continued to rack up audiences. The most recent Nielsen chart (tracking the first week of March) showed viewers took in 493 million minutes of the series on Netflix .", "categories": [["Books & Arts", "Entertainment", "Screen Time"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/screen-time?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autostores-softbank-backing-to-spur-warehouse-robotics-expansion-in-asia-11617822725", "title": "AutoStore's SoftBank Backing to Spur Warehouse Robotics Expansion in Asia", "date": "2021-04-07 15:12", "summary": "Company will join a growing stable of logistics technology businesses in the SoftBank portfolio. AutoStore Chief Executive Karl Johan Lier says $2.8 billion in new backing from SoftBank Group Corp. will help the warehouse-robotics provider expand its geographic reach as surging e-commerce sales accelerate demand for logistics automation.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gambling-on-golf-is-about-to-explode-11617822000", "title": "Gambling on Golf Is About to Explode", "date": "2021-04-07 15:00", "summary": "The holy grail is in-play bets. The possibilities are endless.. Bobby Jones, the amateur golf great, profited handsomely from his unprecedented exploits in 1930, the year in which he completed the Grand Slam of his era. Thanks to his improbable sweep of the Open and Amateur championships in the U.S. and Britain, Mr. Jones cashed in with a lucrative motion-picture deal, among other opportunities.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-to-seek-agreement-on-global-minimum-tax-rate-by-mid-2021-11617807018", "title": "G-20 to Seek Agreement on Global Minimum Tax Rate by Mid-2021", "date": "2021-04-07 14:49", "summary": "Agreement would be part of a wider overhaul of the way international businesses are taxed. Finance ministers from the Group of 20 leading economies Wednesday said they hope to agree on a minimum tax rate for company profits by the middle of this year as part of a wider overhaul of the way international businesses are taxed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-and-doordash-plan-to-launch-their-own-credit-cards-11617820411", "title": "Instacart, DoorDash Plan Their Own Credit Cards", "date": "2021-04-07 14:33", "summary": "JPMorgan to issue Instacart's card and is bidding for DoorDash's card; The delivery companies hope the cards will help them retain users. Two of the biggest winners in the pandemic delivery boom are looking to launch their own credit cards.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golf-courses-target-those-who-think-18-holes-is-just-too-many-11617818400", "title": "Golf Courses Target Those Who Think 18 Holes Is Just Too Many", "date": "2021-04-07 14:00", "summary": "Resume Subscription. Golf has been a game of 18 holes ever since the ruling bodies of the sport decreed it so at the end of the 19th century. But now, some course operators-and even the U.S. Golf Association-are challenging the idea.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-closer-look-11617750719", "title": "A Closer Look", "date": "2021-04-07 13:59", "summary": "Selections from '1,001 Bees' by Joanna Rzezak. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tiger-woods-car-crash-cause-11614186728", "title": "What We Know About Tiger Woods's Car Crash", "date": "2021-04-07 13:42", "summary": "The Los Angeles County sheriff says Woods was speeding and appeared to have accelerated during the crash. Golf legend Tiger Woods suffered significant leg injuries in a car crash on Feb. 23 outside of Los Angeles that required emergency surgery after first responders pulled him from his wrecked vehicle with a pry bar and ax.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-update-crash-cause-investigation-speeding-injuries-11617816842", "title": "Tiger Woods's Car Crash Was Caused by Unsafe Speeding", "date": "2021-04-07 13:34", "summary": "An investigation showed Woods was driving upwards of 80 miles per hour and appeared to have accelerated during the crash. AUGUSTA, Ga.-Tiger Woods was driving faster than 80 miles per hour at the time of the February car crash that left him severely injured, the Los Angeles County Sheriff's office said Wednesday, which was unsafe for the conditions of the 45 mph roadway.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-cfo-looks-to-reduce-external-manufacturing-once-demand-levels-off-11617814834", "title": "General Mills CFO Looks to Reduce External Manufacturing Once Demand Levels Off", "date": "2021-04-07 13:00", "summary": "Company signed up more contract manufacturers when the pandemic boosted demand. General Mills Inc.'s finance chief plans to reduce the food maker's reliance on costly contract manufacturing once pandemic-driven demand for its products tapers off.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-seaside-mansion-finds-a-second-life-as-a-family-home-11617813904", "title": "A Seaside Mansion Finds a Second Life as a 'Family Home'", "date": "2021-04-07 12:56", "summary": "Resume Subscription. \"I CALL THE house a kid magnet,\" says Tiina Smith of the sprawling Tudor Revival in Marion, Mass., a small coastal town 60 miles south of Boston, that she shares with her husband, Larry Rand. \"This is where my kids love to come. It's where I get to spend time with them.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-will-liberals-reclaim-free-speech-11617813301", "title": "When Will Liberals Reclaim Free Speech?", "date": "2021-04-07 12:35", "summary": "My fellow liberals in academia have abandoned 'the great moral renovator of society and government.'. 'Professor, why are you so conservative about free speech?\" Several students have asked me versions of this question recently, which speaks volumes about universities right now. I'm a liberal and a Democrat: I'm pro-choice, pro-ObamaCare and vehemently anti-Trump. But I'm also a strong supporter of free speech, which marks me as a right-winger on campus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-corporate-tax-for-america-11617813355", "title": "A Better Corporate Tax for America", "date": "2021-04-07 12:35", "summary": "Our plan reverses the mistakes of 2017 and puts the U.S. on a path to sustainable prosperity.. When Congress enacted the Tax Cut and Jobs Act of 2017, the result was a dramatic reduction in corporate tax revenue. Over the past three years, corporate tax collections have fallen to their lowest level since World War II: 1% of gross domestic product. Many of the country's largest companies paid no federal income taxes in 2020.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-reservoir-how-a-flood-was-averted-at-piney-point-phosphate-plant-11617810765", "title": "How Florida Averted a Flood at Piney Point Phosphate Plant Reservoir", "date": "2021-04-07 12:29", "summary": "Resume Subscription. Crews in Manatee County, Fla., worked this week to contain a breach in the storage pond at a shut-down phosphate plant south of Tampa in hopes of preventing widespread damage to homes, businesses and the area's ecology. Hundreds of homes were ordered evacuated as workers sought to pump water into Tampa Bay and avoid a more serious breach.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/georgia-voting-law-masters-boycott-augusta-national-chairman-11617811655", "title": "Augusta National Chairman Addresses Calls for Masters Boycott Over Georgia Law", "date": "2021-04-07 12:09", "summary": "Fred Ridley, the club's chairman, declined to say whether or not he supports the law amid the controversy over the state's new voting legislation. AUGUSTA, Ga.-Fred Ridley, the chairman of Augusta National Golf Club, for the first time addressed calls for a Masters boycott because of Georgia's new voting law, which has put this year's tournament at the center of a political firestorm.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-decision-affirms-open-sources-role-in-modern-software-development-11617811464", "title": "Supreme Court Decision Affirms Open-Source's Role in Modern Software Development", "date": "2021-04-07 12:04", "summary": "But some experts say fair-use ruling permitting Google to copy code could make it harder for startups to innovate. A Supreme Court ruling that sided with Alphabet Inc.'s Google in its 10-year legal battle with Oracle Corp. reaffirms the business model behind open-source software-sharing bits of computer code for free, experts said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-chatbots-that-might-manage-your-money-one-day-11617811213", "title": "Meet the Chatbots That Might Manage Your Money One Day", "date": "2021-04-07 12:00", "summary": "More proactive and personalized bots could aid your investment decisions in real-time. Author", "categories": [["", "Money & Finance"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/golfers-can-now-get-data-and-more-data-11617811200", "title": "Golfers Can Now Get Data. And More Data.", "date": "2021-04-07 12:00", "summary": "Thanks to technology, you can now analyze your swing speed, hip rotation, hitting distance and much, much more. The hard part is not to be overwhelmed by it.. There's a new vocabulary in the clubhouse. Forget about fairways hit, total putts and keeping a nice swing rhythm. In the digital era, golfers concentrate on velocities, angles of ascent and ground forces.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/friends-in-the-golden-years-11617810855", "title": "Friends in the Golden Years", "date": "2021-04-07 11:54", "summary": "Ward Berlin and Karla Grazier purchased a home in a Colorado Springs, Colo., community so they could live near longtime comrades. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/florida-bound-financier-lists-for-55-million-in-greenwich-11617810842", "title": "Florida-Bound Financier Lists for $55 Million in Greenwich", "date": "2021-04-07 11:54", "summary": "Brett Barakett built the Georgian stone house on land once owned by the late former IBM chief Thomas Watson Jr.. A waterfront Greenwich, Conn., estate built on land once owned by the late former IBM chief Thomas Watson Jr., is coming on the market for $55 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-companies-prosper-despite-chip-shortage-11617810565", "title": "Big Tech Companies Prosper Despite Chip Shortage", "date": "2021-04-07 11:53", "summary": "Samsung's forecast of a 44% rise in quarterly operating profit shows strong demand for phones, other consumer electronics. SEOUL-The global semiconductor shortage, snarling the availability of everything from cars to refrigerators, hasn't crimped big tech's profits.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-classic-waterfront-greenwich-estate-11617810776", "title": "A Classic Waterfront Greenwich Estate", "date": "2021-04-07 11:52", "summary": "On Field Point Circle, this property has 340 feet of private coastline on Long Island Sound.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-friends-move-next-door-11617807298", "title": "When Friends Move Next Door", "date": "2021-04-07 11:48", "summary": "Resume Subscription. IN 2019, Ward Berlin and his wife, Karla Grazier, moved into a newly built house in a new Colorado gated community called Vermilion at Garden of the Gods. But they didn't have to spend much time getting to know their neighbors: Many of the eight properties on their street were owned by friends they had known for years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-your-covid-19-vaccine-card-11617809790", "title": "What You Need to Know About Your Covid-19 Vaccine Card", "date": "2021-04-07 11:36", "summary": "There is no official U.S. vaccine passport as different states issue their own rules on vaccination credentials. No. The cards themselves are a patchwork of formats. The Centers for Disease Control and Prevention has designed a version, which many locations use, but it isn't required. State and local authorities and even individual sites are devising their own cards to hand out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-official-warns-on-growth-of-blank-check-firms-11617804892", "title": "SEC Official Warns on Growth of Blank-Check Firms", "date": "2021-04-07 11:25", "summary": "Special-purpose acquisition companies have significant, undiscovered issues, says the acting director of the SEC's Corporation Finance division. WASHINGTON-A top securities regulator warned about the surge in fundraising by blank-check companies known as special-purpose acquisition companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jamie-dimon-says-jpmorgan-wont-go-remote-after-the-pandemic-11617808640", "title": "Jamie Dimon Says JPMorgan Won't Go Remote After the Pandemic", "date": "2021-04-07 11:17", "summary": "Smaller group of employees to work under hybrid model, CEO says in annual shareholder letter. JPMorgan Chase & Co. Chief Executive Jamie Dimon said many of the bank's roughly 250,000 employees will come back to the office after the pandemic.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-ethiopia-tensions-escalate-as-nile-dam-talks-falter-11617808239", "title": "Egypt, Ethiopia Tensions Escalate as Nile Dam Talks Falter", "date": "2021-04-07 11:10", "summary": "The latest negotiations between the countries ended without a deal over Ethiopia's hydroelectric dam. CAIRO-Tensions are rising between Egypt and Ethiopia as Addis Ababa moves closer to diverting water to a massive hydroelectric project on the Nile that has been a center of a decade-long dispute over who controls Africa's longest river", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowded-ports-weather-dented-u-s-exports-in-february-11617800060", "title": "Crowded Ports, Weather Dented U.S. Exports in February", "date": "2021-04-07 11:09", "summary": "Trade deficit widened to record $71.1 billion as exports fell 2.6% to $187.3 billion. WASHINGTON-U.S. companies sent fewer goods overseas in February amid supply-chain disruptions, winter weather and continued pandemic-related business restrictions around the world.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/machines-that-shop-for-themselves-promise-to-save-time-and-money-11617807664", "title": "Machines That Shop for Themselves Promise to Save Time and Money", "date": "2021-04-07 11:01", "summary": "As everything from trucks to toasters goes online, the next step for connected devices is the ability to buy and sell goods and services for their human users. Author", "categories": [["", "Money & Finance"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/patreons-valuation-triples-to-4-billion-as-creators-and-fans-flock-to-platform-11617762374", "title": "Patreon's Valuation Triples to $4 Billion as Creators, Fans Connect", "date": "2021-04-07 11:00", "summary": "Online company raises $155 million in latest round, led by new investor Tiger Global Management. Patreon Inc., an online platform that connects musicians and other creators with fans, was valued at $4 billion in its latest investment round, more than tripling its value since September as venture capitalists bet on startups that serve content creators.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/could-you-go-for-a-month-without-coffee-11617806733", "title": "Could You Go for a Month Without Coffee?", "date": "2021-04-07 10:45", "summary": "Resume Subscription. Ramadan was still more than a month away when Shabana Mir began her strict, step-by-step plan in mid-March to wean herself off coffee before the Muslim month of fasting begins.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/startup-behind-astrazeneca-covid-19-vaccine-plans-to-file-publicly-for-u-s-ipo-within-days-11617806694", "title": "Startup Behind AstraZeneca Covid-19 Vaccine Plans to File Publicly for U.S. IPO Within Days", "date": "2021-04-07 10:44", "summary": "U.K.-based biotech Vaccitech has laid groundwork for listing amid rocky rollout of vaccine in Europe. LONDON-The biotech startup behind the Covid-19 vaccine jointly developed by AstraZeneca PLC and the University of Oxford plans as soon as this week to file publicly to sell shares in the U.S., according to people close to the company.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-for-kids-facebook-wants-to-fix-its-preteen-problem-11617787802", "title": "Instagram's Plan for Kids Met With Hostile Response", "date": "2021-04-07 10:14", "summary": "Lawmakers say social media can have harmful effects on young people, many of whom lie about their age to join platforms. With a version of Instagram for kids, Facebook Inc. says it can build a safer social-media haven for users under 13.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-lodges-designed-for-outdoor-adventures-11617804709", "title": "Luxury Lodges Designed for Outdoor Adventures", "date": "2021-04-07 10:11", "summary": "From North Carolina's Blue Ridge Mountains to cowboy country in Wyoming, ambitious hoteliers are reimagining fusty lakeside camps and no-frills dude ranches to accommodate more discerning nature enthusiasts. LAST YEAR, Americans rekindled their love of the great outdoors. While many came away with a new appreciation for hiking, mountain biking and backcountry skiing, not all have embraced the art of RVing and tent camping. Luckily, a new crop of wilderness retreats has emerged across the U.S., catering to outdoor enthusiasts who crave comfort and culture along with an ample dose of fresh air. From a Wyoming dude ranch run by a Julliard alum to a snowmobile lodge in Colorado with a farm-to-table restaurant, these revamped hotels are redefining the base camp of the all-American adventure.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-big-debt-collectors-backed-off-during-the-pandemic-one-pressed-ahead-11617804180", "title": "Most Big Debt Collectors Backed Off During the Pandemic. One Pressed Ahead.", "date": "2021-04-07 10:03", "summary": "Little-known Sherman Financial, which buys defaulted credit-card debt, filed more collection lawsuits after lockdowns began. When Covid-19 hit the economy, most debt collectors gave borrowers a break, cutting back on lawsuits amid lockdowns, closed courts and loan-forbearance initiatives.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-issues-facing-golf-the-departing-usga-ceo-offers-his-take-11617804001", "title": "The Biggest Issues Facing Golf: The Departing USGA CEO Offers His Take", "date": "2021-04-07 10:00", "summary": "After 32 years at the organization, Mike Davis talks sustainability, hitting distances and more. After a 32-year-career with the U.S. Golf Association-the last 10 as executive director and as CEO since 2016-Mike Davis will depart later this year to embark on a new career designing golf courses.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-political-battle-over-polands-holocaust-history-11617803792", "title": "The Political Battle Over Poland's Holocaust History", "date": "2021-04-07 09:56", "summary": "A libel verdict against two historians marks a new stage in the Polish government's campaign to control the narrative of the country's wartime past.. Today Jewish communities around the world are observing Holocaust Remembrance Day-in Hebrew, Yom Hashoah-with prayers, performances and pedagogy in memory of the six million Jews who fell victim to Nazi genocide. This somber day is a reminder that we are rapidly approaching the moment when the Holocaust will become entirely an artifact of history, no longer preserved in the living memory of survivors. It is perhaps no accident that the dying off of the generation of survivors has been accompanied by a disturbing resurgence of anti-Semitism and a new willingness on the part of political leaders to openly politicize Holocaust history.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-closer-look-11617803570", "title": "A Closer Look", "date": "2021-04-07 09:52", "summary": "Selections from 'Colors in Nature' by Jana Sedláčková and Štěpánka Sekaninová, illustrated by Magdalena Konečná. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sharon-horgan-frank-ireland-amazon-11617631853", "title": "How Sharon Horgan Aims to Make a Global Audience Laugh With 'Frank of Ireland'", "date": "2021-04-07 09:34", "summary": "A new Amazon series is the latest comedy headed to U.S. audiences from the co-writer of 'Catastrophe'. The sound of Irish laughter is music to Sharon Horgan's ears. \"Making your home country laugh or happy is actually quite addictive,\" Ms. Horgan says. It is one of the reasons she decided to produce \"Frank of Ireland,\" a six-part comedy which will premiere April 16 on Amazon Prime.", "categories": [["Books & Arts", "Entertainment", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-data-breaches-dont-matter-until-they-do-11617801941", "title": "Facebook's Data Breaches Don't Matter, Until They Do", "date": "2021-04-07 09:25", "summary": "The social network's big mouth may be old news, but it is still worth paying attention to. It is no secret that Facebook can't keep a secret. Its big mouth is precisely what its investors are betting on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norways-stock-investing-behemoth-signals-shift-to-active-management-11617801902", "title": "Norway's Stock Investing Behemoth Signals Shift to Active Management", "date": "2021-04-07 09:25", "summary": "Norway's sovereign-wealth fund, the world's largest, will increase its focus on individual companies over macroeconomic factors. The world's largest sovereign-wealth fund is planning a more active approach to investing, according to the updated strategy it unveiled on Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bidenomics-seeks-to-remake-the-economic-consensus-11617796981", "title": "How Bidenomics Seeks to Remake the Economic Consensus", "date": "2021-04-07 09:03", "summary": "Declaring end to neoliberalism, new thinkers play down constraints of deficits, inflation and incentives. If you studied, practiced or wrote about economic policy in the past few decades you probably absorbed certain rules about how the world worked: governments should avoid deficits, liberalize trade and trust in markets. Taxes and social programs shouldn't discourage work.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-draftkings-carnival-what-to-watch-when-the-stock-market-opens-today-11617793795", "title": "Beyond Meat, DraftKings, Carnival: What to Watch When the Stock Market Opens Today", "date": "2021-04-07 09:02", "summary": "Minutes from the Federal Reserve's latest meeting are due Wednesday afternoon. Here's what we're watching before Wednesday's trading gets underway.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-apps-asking-to-track-you-answers-to-your-ios-14-5-privacy-questions-11617800400", "title": "iPhone Apps Asking to Track You? Your Questions Answered", "date": "2021-04-07 09:00", "summary": "Ad-tracking permission pop-ups are coming to nearly every app on your iPhone. Here's why-and what's happening behind the scenes.. \"Allow 'The Sims' to track your activity?\" \"Allow 'Merriam-Webster' to track your activity?\" \"Allow 'WSJ' to track your activity?\"", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-safe-airflow-for-planes-before-takeoff-11617800215", "title": "The Key to Safe Airflow for Planes Before Takeoff", "date": "2021-04-07 08:56", "summary": "The best way airlines can prevent coronavirus spread on board is through their ventilation systems-but on the ground they don't always run at full power. Airflow limits coronavirus transmission inside an airplane. So what happens if the air isn't flowing?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cosco-shipping-expects-profit-surge-as-industry-flourishes-11617791036", "title": "China's Cosco Shipping Expects Profit Surge as Industry Flourishes", "date": "2021-04-07 08:54", "summary": "Freight rates have increased, with shipping groups reaping the benefits of earlier capacity cuts combined with stronger-than-expected demand. A bullish profit forecast from China's largest container-shipping company sent its stock soaring and offered fresh evidence of how the industry is thriving thanks to robust global trade flows.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-big-and-small-are-driving-stock-gains-with-borrowed-money-11617799940", "title": "Borrowed Money Is Driving Stock Gains", "date": "2021-04-07 08:52", "summary": "The past year's rally has been boosted by Robinhood day traders and big investment firms. Investors are borrowing huge sums of money to buy stocks. Is that a problem?", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-aaron-rodgers-jeopardy-green-bay-packers-permanent-host-11617798283", "title": "This NFL Superstar Wants to Host 'Jeopardy!' Full Time", "date": "2021-04-07 08:47", "summary": "Who is Aaron Rodgers? And could the Packers quarterback pull off a football/game show double life?. He's pretty good at it, right away, which feels a little preposterous. It should be enough that Aaron Rodgers is one of the great quarterbacks of all time, a Super Bowl champion and three-time NFL MVP who can still, at age 37, scramble from linemen and sling a football at uncanny angles for amazing distances, and now, it turns out, he can also do this, too, host the most prestigious TV game show there is, not as expertly as the late, great Alex Trebek, but capably, like he might be born to do this, too.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-your-covid-19-vaccine-now-cancel-your-extra-appointments-11617796160", "title": "Got Your Covid-19 Vaccine? Now Cancel Your Extra Appointments", "date": "2021-04-07 08:38", "summary": "Pharmacies and community clinics say uncanceled appointments lead to no-shows, adding to their already heavy workload. Pharmacies and health officials are making a plea to Americans who received their Covid-19 vaccines: Cancel the other shots you booked.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beauty-routines-covid-anxiety-11617798719", "title": "The Anxiety of Getting Back into Beauty Routines", "date": "2021-04-07 08:32", "summary": "In terms of grooming, the pandemic has been a year of rest and relaxation for many people. But as society reopens, there's pressure to resume the beauty regimens we once maintained.. \"Why is your hair that way.... It looks fancy?\" It was a question 4-year-old Bodie posed recently to his mom, New Jersey-based publicist Jaime Maser, 42, who, after many months of haphazard buns or ponytails, had blown out her hair. Pre-pandemic, blowouts were a regular occurrence for Maser, along with hair color appointments every three weeks, monthly gel manicures and a Botox refresh every few months. While Maser has slowly started to reinstate some of those beauty rituals, she doesn't see herself going back to her former level of maintenance now that the world has, in her words, shifted on its axis. \"I've started to embrace the ease of spending less time and money and energy going from place to place for my assorted beauty services,\" she says.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-cars-may-be-too-speculative-even-for-this-market-11617797642", "title": "Self-Driving Cars May Be Too Speculative Even for This Market", "date": "2021-04-07 08:14", "summary": "Autonomous driving remains an unproven technology, but trucks have a better commercial case than robotaxis as startups sound out stock investors. Driverless-vehicle ventures are starting to go public, in what looks to be the ultimate test of stock investors' preference for long-range vision over near-term profits.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-deadliest-day-from-covid-19-hit-one-year-ago-11617796817", "title": "New York City's Deadliest Day From Covid-19 Hit One Year Ago", "date": "2021-04-07 08:00", "summary": "Resume Subscription. In early March of last year, Jorge Morales was keeping customers caffeinated at Mike's Coffee Express, a popular roadside food truck near LaGuardia Airport in Queens that he ran for more than 30 years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/biden-rule-on-covid-19-workplace-safety-misses-deadline-11617796835", "title": "Biden Rule on Covid-19 Workplace Safety Misses Deadline", "date": "2021-04-07 08:00", "summary": "Proponents say order is needed now as economy more fully reopens, while opponents say widespread vaccine availability eliminates need. Hundreds of thousands of Americans are returning to work but without the federal Covid-19 workplace safety rules the Biden administration wanted released by mid-March.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shortage-fuels-100-billion-dream-11617795183", "title": "Chip Shortage Fuels $100 Billion Dream", "date": "2021-04-07 07:33", "summary": "Semiconductor-equipment stocks have soared this year on spending hopes, but Applied Materials is playing it safe with its forecast. When will the market for semiconductor manufacturing equipment reach $100 billion a year? Inquiring minds want to know.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dollar-bond-binge-will-come-home-to-roost-even-without-a-blow-up-11617793977", "title": "The Dollar Bond Binge Will Come Home to Roost Even Without a Blow-Up", "date": "2021-04-07 07:15", "summary": "Emerging markets are less at risk of a sudden seizure in their ability to refinance their debts, but large amounts of bonds coming due will squeeze them over time. The U.S. economy is roaring ahead of its peers, with growth estimates still being upgraded by the International Monetary Fund. But a more rapid U.S. expansion will have inevitable knock-on effects for the burgeoning pile of U.S. dollar-denominated debt issued by foreign governments and companies in the last decade, even if that takes time to feed through.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-warns-oil-price-gains-partly-offset-by-hit-from-texas-freeze-11617794097", "title": "Shell Warns Oil-Price Gains Partly Offset by Hit From Texas Freeze", "date": "2021-04-07 07:14", "summary": "Energy giant says higher oil prices will buoy first-quarter results but Texas weather caused $200 million hit. LONDON-Royal Dutch Shell PLC said gains it made from higher oil prices in the first quarter would be partly offset by disruption related to the winter storm in Texas, knocking the energy giant's recovery from the pandemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-millers-next-act-finds-a-stage-in-the-courts-11617793216", "title": "Stephen Miller's Next Act Finds a Stage in the Courts", "date": "2021-04-07 07:00", "summary": "Trump senior adviser-and conservative lightning rod-launches new legal group to challenge Democratic policies through lawsuits. WASHINGTON-Stephen Miller has come to admire the effectiveness-and aggressiveness-of the legal campaign Democrats and their supporters mounted against the Trump administration's agenda.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-ceo-jamie-dimon-sees-goldilocks-moment-for-u-s-economy-11617791403", "title": "JPMorgan CEO Jamie Dimon Sees 'Goldilocks Moment' for U.S. Economy", "date": "2021-04-07 06:30", "summary": "Stimulus, infrastructure spending and vaccines could fuel an economic boom into 2023, he tells shareholders in his annual letter. The leader of America's biggest bank said the U.S. economy is emerging from the coronavirus pandemic into a boom that could last until 2023.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-backs-video-data-firm-offering-an-ad-targeting-alternative-to-cookies-11617789600", "title": "Intel Backs Video Data Firm Offering an Ad-Targeting Alternative to Cookies", "date": "2021-04-07 06:00", "summary": "Iris.TV, which has raised an $18 million Series B, provides information on video content to allow marketers to target ads based on contextual relevance. Intel Capital, the investment arm of Intel Corp., has led a new $18 million Series B investment round in Iris.TV Inc., a data technology company that provides tools to help marketers and others understand the content of individual videos for the purposes of ad targeting and measurement.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-sportswear-giants-enjoy-big-market-run-up-11617787804", "title": "China's Sportswear Giants Enjoy Big Market Run-Up", "date": "2021-04-07 05:30", "summary": "The Hong Kong-traded shares of both Anta and Li Ning have more than doubled in the past 12 months. Investors are betting that China's two biggest sportswear companies will emerge from the pandemic even stronger.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-floyds-family-what-it-is-like-to-watch-derek-chauvin-trial-11617787802", "title": "George Floyd's Family: What It Is Like to Watch the Trial", "date": "2021-04-07 05:30", "summary": "From the courtroom or a private viewing room, the family sees the video footage again, observes the jury. MINNEAPOLIS-As a jury watched video footage of George Floyd's death, his family members watched along with them in the Minneapolis courthouse where the former police officer charged in his death is being tried.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-amazons-alabama-union-vote-means-for-the-company-and-workers-11617787801", "title": "What Amazon's Alabama Union Vote Means for the Company and Workers", "date": "2021-04-07 05:30", "summary": "Bessemer employees would be the only unionized Amazon workers in a nation where memberships have dwindled. If workers at an Amazon.com facility in Bessemer, Ala., vote to unionize, it would boost the number of workers who have opted to join a union in a state that has membership rates below the U.S. average.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-says-the-economy-still-needs-central-bank-support-11617787800", "title": "Fed's Kaplan Says the Economy Still Needs Central Bank Support", "date": "2021-04-07 05:30", "summary": "The Dallas Fed chief also says reducing stimulus when the pandemic abates and more economic progress is made will help keep the recovery going. Federal Reserve Bank of Dallas President Robert Kaplan said it isn't time for the central bank to pull back on its support of the economy, but paring stimulus when it becomes clear the coronavirus pandemic is abating and the economy is meeting the Fed's goals will be important to keep the recovery on track.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-dallas-fed-president-robert-kaplan-11617787832", "title": "Transcript: WSJ Interview With Dallas Fed President Robert Kaplan", "date": "2021-04-07 05:30", "summary": "Resume Subscription. Federal Reserve Bank of Dallas President Robert Kaplan discussed why he has signaled, but not promised, support for an interest-rate increase next year in an interview with The Wall Street Journal's Michael S. Derby on Tuesday. The central banker also talked about his views on risk taking in markets and its relationship to monetary policy, why climate change issues are a key part of his work, and what China's new digital currency might mean for the U.S. Here is a transcript, lightly edited for clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennis-star-sloane-stephens-brings-her-competitive-ethos-to-startup-investing-11617787801", "title": "Tennis Star Sloane Stephens Brings Her Competitive Ethos to Startup Investing", "date": "2021-04-07 05:30", "summary": "The 2017 U.S. Open champion, who is backing an energy-bar startup, says she has high hopes for companies owned by women of color. Professional tennis player Sloane Stephens has joined the ranks of professional athletes investing in startups, backing caffeine-infused energy bar maker Quantum Energy Squares.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-believed-to-be-spying-for-iran-is-attacked-in-red-sea-11617750382", "title": "Ship Thought to Be Spying for Iran Is Attacked in Red Sea", "date": "2021-04-07 05:02", "summary": "Vessel has been off the western coast of Yemen since early 2017, several officials say. An Iranian ship thought to be used by Iran's elite military force was attacked Tuesday near Saudi-Yemeni waters, both U.S. and Iranian officials said, in an apparent escalation of a conflict between Iran and its regional foes.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshiba-gets-deal-proposal-that-could-be-worth-more-than-20-billion-11617760195", "title": "Toshiba Considers Buyout Offer", "date": "2021-04-07 04:37", "summary": "Toshiba said it would seek more details from CVC Capital Partners. Japan's Toshiba Corp. said Wednesday that it received a proposal for acquisition from private-equity firm CVC Capital Partners , in a deal that could be valued at more than $20 billion if completed.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-to-say-all-u-s-adults-should-be-eligible-to-receive-covid-19-vaccine-by-april-19-11617711281", "title": "Biden Says All U.S. Adults Should Be Eligible for Vaccine by April 19", "date": "2021-04-07 01:28", "summary": "President says U.S. has surpassed 150 million shots since he took office. WASHINGTON-President Biden said Tuesday that all U.S. adults should be eligible for Covid-19 vaccines by April 19, speeding up a timeline he set out last month, and he urged Americans to be patient and take precautions as the rollout continued and new variants spread.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-must-hit-esg-targets-or-pay-more-to-borrow-money-11617769833", "title": "BlackRock Must Hit ESG Targets or Pay More to Borrow Money", "date": "2021-04-07 00:30", "summary": "The money manager and its lenders tied costs around a $4.4 billion credit facility to BlackRock's diversity and sustainability goals. Investment giant BlackRock Inc. will need to hit its staff-diversity targets and other sustainable-business goals to keep its corporate borrowing costs down.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-electronics-expects-operating-profit-rose-44-in-first-quarter-11617760077", "title": "Samsung Expects Operating Profit Rose 44% in First Quarter", "date": "2021-04-07 00:11", "summary": "South Korean company beats expectations during global shortage of semiconductors and despite shutdowns of some U.S. facilities. Samsung Electronics Co. said it expects a 44% increase in operating profit for the first quarter, topping expectations during a global shortage of semiconductors and despite shutdowns of some U.S. chip-making facilities.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11617731185", "title": "Pepper...and Salt", "date": "2021-04-07 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-netanyahu-given-another-shot-at-forming-a-government-11617700934", "title": "Netanyahu Given Another Try at Forming a Government", "date": "2021-04-07 00:01", "summary": "Israel's longest-serving leader is given the mandate to assemble a coalition after an inconclusive election. ", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivy-league-acceptance-rates-fall-to-record-lows-due-to-covid-19-11617767857", "title": "Ivy League Acceptance Rates Fall to Record Lows Due to Covid-19", "date": "2021-04-07 23:57", "summary": "Harvard accepts just 3.4% of applicants, while Columbia admitted 3.7%. A pandemic-fueled surge in applications translated into record low acceptance rates this year for the country's elite colleges, including most of the Ivy League.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-backs-corporate-tax-rate-increase-and-infrastructure-plan-11617746737", "title": "Bezos Backs Corporate Tax-Rate Increase and Infrastructure Plan", "date": "2021-04-07 22:53", "summary": "Amazon CEO's support comes amid criticism of the company's low tax rates and workplace policies. Amazon . com Inc. Chief Executive Jeff Bezos said he supports a rise in the corporate tax rate and supports President Biden's focus on major U.S. infrastructure spending.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-congressman-alcee-hastings-dies-at-84-11617720461", "title": "Longtime Congressman Alcee Hastings Dies at 84", "date": "2021-04-07 22:48", "summary": "Democrat was first Black federal judge in Florida but was impeached and removed from federal bench before being elected to House. Rep. Alcee Hastings has died, his office said Tuesday, after the longtime congressman was diagnosed two years ago with pancreatic cancer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-gunvor-employee-pleads-guilty-in-ecuadorean-bribery-scheme-11617733006", "title": "Former Gunvor Employee Pleads Guilty in Ecuadorean Bribery Scheme", "date": "2021-04-07 20:50", "summary": "Raymond Kohut pleads guilty to one count of conspiracy to commit money laundering. A former employee of European energy trader Gunvor Group Ltd. pleaded guilty to participating in a bribery scheme involving Ecuador's state-controlled oil company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]