[{"link": "https://www.wsj.com/articles/a-dollar-is-a-dollar-is-a-dollar-except-in-our-minds-11610322993", "title": "A Dollar Is a Dollar Is a Dollar. Except in Our Minds.", "date": "2021-01-10 18:56", "summary": "The form of money-salary vs. bonus, income vs. capital-affects the way we treat that money. Sometimes that helps us financially. And sometimes it hurts us.. Do you care if a clerk at the drugstore gives you change in one $10 bill or two $5 bills?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-stock-funds-of-2020-11610248817", "title": "The Top Stock Funds of 2020", "date": "2021-01-10 18:47", "summary": "Morgan Stanley's Inception Portfolio, under Dennis Lynch, won the stock-fund race with a gain of 150%. Over the past 12 months, a pandemic has led to the deaths of hundreds of thousands of Americans, and lockdowns have pummeled businesses and the economy.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Winners' Circle"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-tax-efficient-etfs-worth-it-11610322208", "title": "Are Tax-Efficient Funds Worth It?", "date": "2021-01-10 18:43", "summary": "We crunched the numbers. The upshot: The returns may not be worth the tax savings.. Investors whose top concern is minimizing taxes often turn to \"tax managed\"-or \"tax efficient\"-mutual funds. But the returns they get may not be worth the tax savings.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-enforcement-braces-for-more-trump-marches-in-washington-at-state-capitols-11610319843", "title": "Law Enforcement Braces for More Trump Marches", "date": "2021-01-10 18:04", "summary": "Online discussions include calls for armed marchers. WASHINGTON-Law-enforcement authorities are bracing for more potential marches by some of President Trump's supporters after being caught flat-footed by last week's Capitol riot.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celtics-heat-postponed-nba-covid-11610319017", "title": "The NBA Postpones Another Game as Covid Problems Multiply", "date": "2021-01-10 17:59", "summary": "More than two dozen players on 13 teams were in quarantine or isolation over the weekend as the league struggles to play through the pandemic without a bubble. The NBA is facing the first major Covid-19 test of its new season with cases spiking, games teetering and more than two dozen players on 13 teams in quarantine or isolation over the weekend as the league struggles to keep playing through the worst days of the pandemic.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-progressive-purge-begins-11610319376", "title": "The Progressive Purge Begins", "date": "2021-01-10 17:56", "summary": "Tech's stampede against the right will lead to more populist anger.. Can right-wing populist sentiment be banished from American life by the brute force of social-media censorship? We're about to find out. After Wednesday's mob invasion of the Capitol that disrupted the counting of electoral votes, big tech firms have moved, aggressively and in unison, against Donald Trump and his supporters. The companies say they want to marginalize the violent fringe, but their censorship will grow it instead.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stripe-stops-processing-payments-for-trump-campaign-website-11610319116", "title": "Stripe Stops Processing Payments for Trump Campaign Website", "date": "2021-01-10 17:53", "summary": "Financial-technology company's move follows last week's riot at the Capitol. Stripe Inc. will no longer process payments for President Trump's campaign website following last week's riot at the Capitol, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-first-fracking-test-11610319182", "title": "Biden's First Fracking Test", "date": "2021-01-10 17:53", "summary": "Will he allow a proposed port for LNG to go through as planned?. Joe Biden promised at the end of the election campaign that he wouldn't ban fracking for oil and natural gas. He'd merely forbid new oil and gas permits on federal land and waters. Pennsylvania voters who have benefited from a fracking boom may soon find out whether he meant it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-already-snubs-joe-biden-11610319237", "title": "Europe Already Snubs Joe Biden", "date": "2021-01-10 17:53", "summary": "A China-EU investment deal frustrates his plan to rebuild alliances.. While Joe Biden says he'll work with U.S. allies to confront China, the allies get a say too. The European Union's opening statement isn't encouraging. After years of talks, China and the EU agreed in principle to the Comprehensive Agreement on Investment (CAI) in the final hours of 2020 after some late concessions from Beijing, which was eager to wrap up before Mr. Biden takes office.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-trump-leaves-whos-left-to-blame-11610314313", "title": "Once Trump Leaves, Who's Left to Blame?", "date": "2021-01-10 16:31", "summary": "People of all political stripes can't help but project every problem onto evil politicians.. Here's my prediction: On Jan. 20, the No. 1 video on YouTube will be \"Ding Dong the Witch Is Dead\" from \"The Wizard of Oz.\" Go ahead, play the song in your head. I'll wait.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-studying-came-before-football-11610314096", "title": "When Studying Came Before Football", "date": "2021-01-10 16:28", "summary": "In 1961, Ohio State decided to prioritize its reputation.. Imagine this, football fans: Undefeated Ohio State battles its way to the biggest postseason game of the year. But before the revved-up athletes can go to the airport the university decides: You know, all things considered, we think it would be better if we just didn't play.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-death-of-camus-review-examining-the-wreckage-11610313833", "title": "'The Death of Camus' Review: Examining the Wreckage", "date": "2021-01-10 16:23", "summary": "Was the car crash that killed Albert Camus and his publisher in 1960 an accident or an assassination engineered by the KGB?. On Jan. 4, 1960, the world lost one of the most profound voices of the 20th century. Albert Camus, the 46-year-old author of \"The Stranger\" and \"The Plague\" and a recent winner of the Nobel Prize in Literature, was riding in the passenger seat of a Facel Vega en route to Paris when the car swerved off the road and crashed into a tree. Camus died instantly, while the driver-Camus's publisher, Michel Gallimard-would die from his injuries a few days later. The man who taught us how to face an absurd world had died an absurd death.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-weapons-for-stopping-riots-11610313575", "title": "Better Weapons for Stopping Riots", "date": "2021-01-10 16:19", "summary": "Investments in acoustic and jamming technology would help cops deal with mobs without shooting.. Jan. 6 in Washington was a major fiasco for the Capitol Police, and to a lesser extent for the District of Columbia National Guard. Intelligence and planning were poor. It shouldn't have been hard to anticipate that a mass convergence of many thousands of angry people could pose dangers at the site where all current members of Congress, as well as the incumbent and incoming vice presidents, were present. A mass casualty event could have occurred. Five people lost their lives; several more appropriately lost their jobs in the aftermath.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-light-regulatory-touch-to-keep-covid-drugs-current-11610313257", "title": "A Light Regulatory Touch to Keep Covid Drugs Current", "date": "2021-01-10 16:14", "summary": "New variants of the virus will call for adaptations of treatments, which shouldn't need full studies.. New variants of the Covid virus appear more infectious, and it's urgent to get as much protective immunity into the population before these strains can take root. These new variants are evolving in ways that may allow them to slip past diagnostic tests, drugs and vaccines. The effort will require a new scientific and regulatory framework that allow countermeasures to be adapted and updated quickly as the threat evolves.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-eases-restrictions-on-officials-dealings-with-taiwan-11610229687", "title": "U.S. Eases Restrictions on Dealings With Taiwan", "date": "2021-01-10 16:03", "summary": "Secretary of State Mike Pompeo describes limits as an attempt to appease 'Communist regime in Beijing'. The U.S. on Saturday eased restrictions governing diplomats' and other officials' dealings with Taiwan officials, Secretary of State Mike Pompeo said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-trump-fans-descent-into-the-u-s-capitol-mob-11610311660", "title": "One Trump Fan's Descent Into the U.S. Capitol Mob", "date": "2021-01-10 15:47", "summary": "Resume Subscription. GWYNN'S ISLAND, Va.-On Doug Sweet's first trip to the U.S. Capitol, as a 13-year-old in 1975, he tilted his head back, gazed up at the glistening white dome and thought it was the most awesome thing he had ever seen.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/economy-week-ahead-inflation-exports-and-retail-sales-11610308800", "title": "Economy Week Ahead: Inflation, Exports and Retail Sales", "date": "2021-01-10 15:00", "summary": "U.S. retail sales for December will offer more insight into the severity of the broader economic slowdown at the end of the year. Data this week will offer more insight into the economy's performance at the end of 2020.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-campaign-season-includes-karaoke-scarlett-johansson-and-a-kitten-cam-11610307628", "title": "New York City's Campaign Season Includes Karaoke and a Kitten Cam", "date": "2021-01-10 14:40", "summary": "The Covid-19 pandemic has forced political candidates to get creative in their fundraising. For the past decade, New York City Comptroller Scott Stringer has relied on the help and star power of actress Scarlett Johansson to host fundraisers for him at locations like the Plaza and Jane hotels in Manhattan.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-address-the-doctor-shortage-11610305469", "title": "How to Address the Doctor Shortage", "date": "2021-01-10 14:04", "summary": "Approximately one-third of practicing physicians are over the age of 60 and, increasing, more likely to retire.. Regarding your editorial \"Congress's Doctor Shortage\" (Jan. 5): The government's micromanagement of health care has had many unintended consequences. Spending $900 million to add 1,000 post-graduate medical-education slots seems excessive. That is $900,000 per slot or over three times the four-year tuition costs of medical school. Graduate medical education (GME) has mostly been hospital based while medical care is increasingly provided outside the hospital setting. Restructuring graduate medical education by increasing the focus on community-based care and ambulatory-based surgery to supplement hospital-based care would result in a more cost-effective method for achieving this goal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-embraces-negro-leagues-more-or-less-11610305267", "title": "MLB Embraces Negro Leagues, More or Less", "date": "2021-01-10 14:01", "summary": "In 1927 a black team, the Royal Giants, barnstormed Japan, preceding the 1934 tour of Babe Ruth, Lou Gehrig and Jimmie Foxx.. Congratulations to Jared Diamond on his excellent article \"MLB Elevates Negro Leagues to Major League Status\" (Sports, Dec. 17). Sometimes forgotten is that, like major-league players, Negro League all-star teams also toured internationally. In 1927 a black team, the Royal Giants, barnstormed Japan, preceding the 1934 tour of Babe Ruth, Lou Gehrig and Jimmie Foxx. The Royal Giants featured future Hall of Fame players Biz Mackey and Andy Cooper. Mackey later tutored Roy Campanella in how to catch-lessons he later used in his great major-league career.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbia-supports-open-discussion-even-in-china-11610305166", "title": "Columbia Supports Open Discussion, Even in China", "date": "2021-01-10 13:59", "summary": "Public events hosted by our Beijing Center are determined independent of their political content.. William McGurn's \"Beijing's Bigger Honey Trap\" (Main Street, Dec. 29) recycles unattributed comments about programming decisions at Columbia's Beijing Global Center in 2015 to raise the specter of self-censorship. The claim is both false and at odds with the core principles of academic freedom and open debate that define our institution. Public events hosted by our Beijing Center are determined independent of their political content. That was the case in 2015 and remains the case today, in Beijing and at each of our global centers. The mission of a university is to foster an atmosphere conducive to discussing controversial topics, and it is this commitment to openness and diversity that makes American higher ed the envy of the world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/covid-19-shouldnt-excuse-laxness-on-student-cheats-11610305049", "title": "Covid-19 Shouldn't Excuse Laxness on Student Cheats", "date": "2021-01-10 13:57", "summary": "When parents, teachers and administrators condone and rationalize cheating, what will be the long-term implications for society?. It is disturbing to read the rather cavalier attitude of some parents toward cheating (\"Cheating Is the Norm in Some Virtual Classes,\" Personal Journal, Dec. 23). While one always deals with student ambivalence regarding cheating in its various forms, that some parents seem to feel that the circumstances wrought by Covid-19 somehow excuse lapses in integrity makes it all the more difficult to instill in students the importance of ethical behavior. Once that slippery ethical slope is encountered, it is difficult to pull back and return to the high ground of integrity. When parents, teachers and administrators condone and rationalize cheating, what will be the long-term implications for society? This will be one more very important consequence of the pandemic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maradona-devotees-created-their-own-church-for-hero-worship-11610304133", "title": "Soccer-Loving Argentines Created Their Own Church for Hero Worship", "date": "2021-01-10 13:42", "summary": "Resume Subscription. In cultures where soccer is almost a religion, it doesn't take a leap of faith to join Argentina's Church of Maradona, which has elevated Diego Maradona from soccer legend to higher power.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/latin-politics-in-america-11610304095", "title": "Latin Politics Arrive in the U.S.", "date": "2021-01-10 13:41", "summary": "Why 'participatory democracy' seems always to degenerate into mob violence.. On Wednesday afternoon I checked in with a Latin American friend to get his thoughts about the chaos on Capitol Hill. \"It looks like home,\" he quipped.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-trump-isnt-guilty-of-incitement-11610303966", "title": "No, Trump Isn't Guilty of Incitement", "date": "2021-01-10 13:39", "summary": "Inflaming emotions isn't a crime. The president didn't mention violence, much less provoke it.. House Democrats have drafted an article of impeachment that accuses President Trump of \"incitement to insurrection.\" Acting U.S. Attorney Michael Sherwin said Thursday that his office is \"looking at all actors here and anyone that had a role\" in the Capitol riot. Some reporters have construed that as including Mr. Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalist-leader-set-to-solidify-power-in-kyrgyzstan-election-11610298430", "title": "Nationalist Leader Set to Solidify Power in Kyrgyzstan Election", "date": "2021-01-10 12:07", "summary": "The prospective election of Sadyr Japarov adds to worries of foreign investors in the turbulent country. Voters in the Central Asian country of Kyrgyzstan were on track to elect as president nationalist politician Sadyr Japarov, who was sprung from jail amid unrest last year and has made past calls for nationalizing some of the most valuable assets in the country, adding to worries among foreign investors in the turbulent, resource-rich country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-out-to-co-workers-11610298000", "title": "Remote Work Eases Coming Out for Transgender Employees", "date": "2021-01-10 12:00", "summary": "Resume Subscription. For those who decide to come out as transgender, the workplace can be a big hurdle-using the bathrooms, keeping up a new appearance and dealing with reactions from co-workers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airbnbs-section-230-use-underscores-laws-reach-beyond-facebook-11610298001", "title": "Airbnb Underscores Reach of Section 230", "date": "2021-01-10 12:00", "summary": "Home-rental site is caught up in political push to change internet shield even as its efforts to use law haven't always worked. As lawmakers and tech executives prepare for a major battle over an internet liability shield this year, a look at Airbnb Inc.'s use of the law shows that the stakes go well beyond social-media giants such as Facebook Inc. and Twitter Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/longtime-illinois-democrat-and-power-broker-faces-a-challenge-11610296527", "title": "Longtime Illinois Democrat and Power Broker Faces a Challenge", "date": "2021-01-10 11:35", "summary": "Amid corruption probe, some Democrats say they are ready for end of Michael Madigan's reign as speaker. Michael Madigan has been speaker of the Illinois House of Representatives for all but two years since 1983.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-state-alabama-recruiting-college-football-national-championship-11610290923", "title": "Their Uniforms Say Ohio State and Alabama. The Players Are From Everywhere.", "date": "2021-01-10 10:37", "summary": "To reach elite status, college football teams must do more than dominate recruiting at home. This year's title combatants mined talent from coast to coast.. The engine of the 2020 Alabama team that will play for the national championship on Monday night is the recruiting class of 2017, an embarrassment of riches that came to Alabama from sea to shining sea.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-transit-officials-to-vote-on-fare-increase-11610290801", "title": "New York Transit Officials to Vote on Fare Increase", "date": "2021-01-10 10:00", "summary": "Some MTA board members want to delay raising fares on subway, buses and commuter rails amid Covid-19 pandemic. Leaders of New York's Metropolitan Transportation Authority are expected to decide this month whether to raise fares on New York City's subway and bus systems and regional commuter rails at a time when the Covid-19 pandemic has taken a financial toll on many of its riders.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ces-2021-the-worlds-largest-tech-show-trades-las-vegas-for-cyberspace-11610290800", "title": "CES 2021: The World's Largest Tech Show Trades Las Vegas for Cyberspace", "date": "2021-01-10 10:00", "summary": "This week's show will be held online-and exhibitors and attendees aren't quite sure what to expect. CES, the world's largest tech show, is quite something to behold. Or it would be if you could actually behold it in person.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-wilson-rothman?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-the-brobdingnagian-base-11610249456", "title": "What Is the Brobdingnagian Base?", "date": "2021-01-10 09:00", "summary": "The phrase, a nod to 'Gulliver's Travels,' describes a stock-price pattern that some analysts believe is particularly bullish. When investors first read or hear the term \"Brobdingnagian base\" they might be taken aback. Not only is \"Brobdingnagian\" a mouthful to pronounce, it is a literary reference that at first glance might seem unrelated to finance.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-control-of-senate-creates-path-to-repeal-last-minute-trump-policies-11610287200", "title": "Democratic Control of Senate Creates Path to Repeal Last-Minute Trump Policies", "date": "2021-01-10 09:00", "summary": "Little-known procedure allows a president's party to repeal some rules with a simple majority in House and Senate. WASHINGTON-Democrats' control of the Senate will make it easier for them to reverse parts of outgoing President Trump's agenda, adding to the Biden administration's toolbox a little-known congressional procedure to erase executive-branch regulations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/noma-dumezweni-undoing-actress-harry-potter-profile-11610161039", "title": "'The Undoing' Star Noma Dumezweni on the Most Pivotal Year of Her Career", "date": "2021-01-10 08:30", "summary": "The highly decorated British stage actor crossed over to American screens with HBO's 'The Undoing.' It's the start of a very big year. In WSJ. Magazine's series \"12 for '21,\" we highlight a dozen of the most creative artists and entertainers working today-all poised to have a breakout 2021.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-doctor-launches-her-passion-project-selling-green-beauty-products-11610283658", "title": "A Physician Gets Creative With Her 'Green' Beauty Business", "date": "2021-01-10 08:00", "summary": "Practicing medicine was satisfying but not thrilling-so Dr. Pooja Goel began selling cosmetics, hair-care and skin-care products online. When Pooja Goel was growing up in suburban Maryland, there was little question she would become a doctor. \"It was just woven into the background,\" she said. She was good at math and science, and her parents made no secret of their hope that their oldest daughter would pursue a career in medicine. \"My mom's sisters are all physicians and they all married physicians,\" she said. Nobody on her father's side had become a doctor, \"and it was clear how much he valued that I would be the first.\" Besides, she had no other career dreams. Instead, she said, \"I was like, 'This is what's going to work.' \"", "categories": [["Life & Work", "Career Reboot"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/career-reboot?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-small-tax-change-is-a-boon-for-permanent-life-insurance-11610283602", "title": "A Small Tax Change Is a Boon for Permanent Life Insurance", "date": "2021-01-10 08:00", "summary": "Insurers worried that a government rule from 1984 threatened certain products-and sought Washington's help. Federal lawmakers' big year-end spending package includes a little-noticed revision of the tax code that is likely to boost sales of life insurance, particularly for wealthy Americans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-other-auto-makers-cut-output-on-chip-shortage-11610280001", "title": "Auto Makers in U.S. Cut Output, Idle Workers on Chip Shortage", "date": "2021-01-10 07:00", "summary": "Sector starts 2021 by idling plants, faces a 'chipageddon' with semiconductors in short supply. A chip shortage that has disrupted vehicle production in other parts of the globe is reaching U.S. shores, stifling output for major car companies and dimming prospects for a smooth recovery from the pandemic.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-could-be-the-best-year-on-record-for-job-growth-11610274600", "title": "This Could Be the Best Year on Record for Job Growth", "date": "2021-01-10 05:30", "summary": "Gains to be driven by a re-emerging economy but won't offset all pandemic losses. The U.S. economy is poised to add more jobs this year than any other on records dating back to 1939-though the expected gain is unlikely to fully replace losses last spring, when the coronavirus pandemic first took hold.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-ban-on-chinese-stocks-roils-investors-11610274600", "title": "Trump Ban on Chinese Stocks Roils Investors", "date": "2021-01-10 05:30", "summary": "Executive order was meant to hit China's military, but has frustrated some U.S. investors. U.S. investors have borne the brunt of an executive order signed by President Trump that was meant to hit the Chinese military by curtailing access to American dollars.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-rally-highlights-bets-on-recovery-11610274601", "title": "Markets Rally Highlights Bets on Recovery", "date": "2021-01-10 05:30", "summary": "Optimism about Covid-19 vaccines and stimulus prolong the 2020 stock boom, fueling worries that hot parts of the market are overextended. Investors are showing signs of increasing exuberance, reflecting optimism about a vaccine-fueled global recovery and the changed economics of the post-coronavirus world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-walmart-tell-consumers-to-skip-returns-of-unwanted-items-11610274600", "title": "Retailers Say Skip Returns of Unwanted Items", "date": "2021-01-10 05:30", "summary": "In some cases, it's cheaper for the retailers to refund the purchase price and let customers keep or donate the products. Retailers have a new message for consumers looking to return an item: Keep it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduran-president-hernandez-implicated-in-drug-trade-11610254811", "title": "Honduran President Implicated in Drug Trade", "date": "2021-01-10 00:00", "summary": "Incoming Biden administration faces challenge in dealing with Honduran corruption. MEXICO CITY-New York federal prosecutors made new allegations that Honduran President Juan Orlando Hernández, a key Trump administration ally in efforts to stop illegal migrants, received millions of dollars from drug traffickers to help export tons of cocaine to the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-suspends-parler-from-app-store-11610241352", "title": "Apple, Amazon Move to Marginalize Parler", "date": "2021-01-10 23:45", "summary": "Amazon will stop providing cloud services to the platform, while Apple suspended Parler from its App Store. Apple Inc. and Amazon.com Inc. halted support for Parler, dealing a major blow to a social-media service that has soared in popularity among conservatives and escalating a campaign by tech giants to regulate content they see as dangerous in the wake of the mob attack on the U.S. Capitol.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-on-workers-manufacturers-recruit-their-executives-for-the-factory-floor-11610168401", "title": "Low on Workers, Manufacturers Recruit Their Executives for the Factory Floor", "date": "2021-01-10 23:38", "summary": "Covid, child care and competition from e-commerce warehouses contribute to labor shortages at many factories. Wendy Marcus was midway through a recent meeting with senior leaders at Newell Brands Inc. when word came that she needed to leave immediately.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-with-your-bond-investments-now-11610249374", "title": "What to Do With Your Bond Investments Now", "date": "2021-01-10 22:29", "summary": "Strategies for investors who need income now and those thinking longer-term. After a wild year in financial markets, many investors ended 2020 with at least a thing or two to smile about. Stocks overall posted solid gains for the year, and coronavirus vaccines are slowly being doled out to the public, bolstering hopes for economic growth this year.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-forced-georgia-u-s-attorney-to-resign-11610225840", "title": "White House Forced Georgia U.S. Attorney to Resign", "date": "2021-01-10 21:07", "summary": "Pressure for resignation was part of broader push by President Trump to overturn state's election results. White House officials pushed Atlanta's top federal prosecutor to resign before Georgia's U.S. Senate runoffs because President Trump was upset he wasn't doing enough to investigate the president's unproven claims of election fraud, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-capitol-riot-communications-between-agencies-hampered-forceful-response-11610242709", "title": "Agency Communications Hampered Riot Response", "date": "2021-01-10 20:38", "summary": "Resume Subscription. WASHINGTON-Shortly after 1:30 p.m. Wednesday, Army Secretary Ryan McCarthy got the first of several calls from Washington, D.C., Mayor Muriel Bowser. Trump supporters were breaching the Capitol, overwhelming police officers, and Ms. Bowser wanted D.C. National Guard soldiers for reinforcement.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/man-photographed-in-pelosis-office-is-charged-11610140538", "title": "Prosecutors Charge More Than a Dozen in Mob Attack on Capitol", "date": "2021-01-10 19:31", "summary": "At least 13 people from Florida, Illinois and Alabama face charges including gun crimes, violent entry and disorderly conduct and assault. Federal prosecutors unsealed charges against several alleged members of the pro-Trump mob who stormed the halls of Congress, including a man photographed with his foot up on a desk in House Speaker Nancy Pelosi's office in the U.S. Capitol, as well as a West Virginia lawmaker.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/support-grows-for-trump-impeachment-over-capitol-riot-11610235019", "title": "Support Grows for Trump Impeachment Over Capitol Riot", "date": "2021-01-10 19:16", "summary": "Additional rioters are charged, while the president remains out of public view following his ban from Twitter. WASHINGTON-Support grew among Democrats for impeaching President Trump over the Capitol riot and a new Republican senator indicated openness to such a step, while the president remained out of public view and authorities charged more rioters.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]